[
  {
    "title": "Stable isotope and modelling evidence for CO<sub>2</sub> as a driver of glacial–interglacial vegetation shifts in southern Africa",
    "authors": [
      "F. J. Bragg,",
      "I. C. Prentice,",
      "S. P. Harrison,",
      "G. Eglinton,",
      "P. N. Foster,",
      "F. Rommerskirchen,",
      "J. Rullkötter"
    ],
    "doi": "https://doi.org/10.5194/bg-10-2001-2013",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  2001\n                                  – 2010",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Atmospheric CO2 concentration is hypothesized to influence vegetation distribution via tree–grass competition, with higher CO2 concentrations favouring trees. The stable carbon isotope (δ13C) signature of vegetation is influenced by the relative importance of C4 plants (including most tropical grasses) and C3 plants (including nearly all trees), and the degree of stomatal closure – a response to aridity – in C3 plants. Compound-specific δ13C analyses of leaf-wax biomarkers in sediment cores of an offshore South Atlantic transect are used here as a record of vegetation changes in subequatorial Africa. These data suggest a large increase in C3 relative to C4 plant dominance after the Last Glacial Maximum. Using a process-based biogeography model that explicitly simulates 13C discrimination, it is shown that precipitation and temperature changes cannot explain the observed shift in δ13C values. The physiological effect of increasing CO2 concentration is decisive, altering the C3/C4 balance and bringing the simulated and observed δ13C values into line. It is concluded that CO2 concentration itself was a key agent of vegetation change in tropical southern Africa during the last glacial–interglacial transition. Two additional inferences follow. First, long-term variations in terrestrial δ13Cvalues are not simply a proxy for regional rainfall, as has sometimes been assumed. Although precipitation and temperature changes have had major effects on vegetation in many regions of the world during the period between the Last Glacial Maximum and recent times, CO2 effects must also be taken into account, especially when reconstructing changes in climate between glacial and interglacial states. Second, rising CO2 concentration today is likely to be influencing tree–grass competition in a similar way, and thus contributing to the \"woody thickening\" observed in savannas worldwide. This second inference points to the importance of experiments to determine how vegetation composition in savannas is likely to be influenced by the continuing rise of CO2 concentration.",
    "readLink": "http://www.biogeosciences.net/10/2001/2013/bg-10-2001-2013.pdf"
  },
  {
    "title": "Present, future, and novel bioclimates of the San Francisco, California region.",
    "authors": [
      "Alicia Torregrosa,",
      "Maxwell D Taylor,",
      "Lorraine E Flint,",
      "Alan L Flint"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0058450",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  p.\n                                  e58450",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Bioclimates are syntheses of climatic variables into biologically relevant categories that facilitate comparative studies of biotic responses to climate conditions. Isobioclimates, unique combinations of bioclimatic indices (continentality, ombrotype, and thermotype), were constructed for northern California coastal ranges based on the Rivas-Martinez worldwide bioclimatic classification system for the end of the 20(th) century climatology (1971-2000) and end of the 21(st) century climatology (2070-2099) using two models, Geophysical Fluid Dynamics Laboratory (GFDL) model and the Parallel Climate Model (PCM), under the medium-high A2 emission scenario. The digitally mapped results were used to 1) assess the relative redistribution of isobioclimates and their magnitude of change, 2) quantify the loss of isobioclimates into the future, 3) identify and locate novel isobioclimates projected to appear, and 4) explore compositional change in vegetation types among analog isobioclimate patches. This study used downscaled climate variables to map the isobioclimates at a fine spatial resolution -270 m grid cells. Common to both models of future climate was a large change in thermotype. Changes in ombrotype differed among the two models. The end of 20(th) century climatology has 83 isobioclimates covering the 63,000 km(2) study area. In both future projections 51 of those isobioclimates disappear over 40,000 km(2). The ordination of vegetation-bioclimate relationships shows very strong correlation of Rivas-Martinez indices with vegetation distribution and composition. Comparisons of vegetation composition among analog patches suggest that vegetation change will be a local rearrangement of species already in place rather than one requiring long distance dispersal. The digitally mapped results facilitate comparison with other Mediterranean regions. Major remaining challenges include predicting vegetation composition of novel isobioclimates and developing metrics to compare differences in climate space.",
    "readLink": "http://europepmc.org/articles/PMC3603992?pdf=render"
  },
  {
    "title": "Environmental Communication Publications in Indonesia’s Leading Communication Journals. A Systematic Review",
    "authors": [
      "Mira Rochyadi-Reetz,",
      "Jens Wolling"
    ],
    "doi": "https://doi.org/10.24329/aspikom.v8i1.1210",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  15\n                                  – 28",
    "issn": "2087-0442 (Print)",
    "publisher": "2548-8309 (Online)",
    "countryOfPublisher": "Asosiasi Pendidikan Tinggi Ilmu Komunikasi (ASPIKOM)",
    "lcc": [
      "Indonesia",
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "http://jurnalaspikom.org/index.php/aspikom/index",
    "abstract": "As an emerging country, Indonesia is facing many environmental problems, with some of the most critical being plastic waste, severe deforestation, and climate change. Under such conditions, communication science plays an important role in pointing to the best way to inform the public so as to stimulate engagement and action to solve these problems. In this article, a systematic literature review of papers on environmental communication published in three leading communication journals in Indonesia was conducted. The findings show that despite the severe environmental problems in Indonesia, a limited number of studies on environmental communication have been published, and only a few methods and designs have been used. Therefore, more attention from communication scholars and intellectuals in Indonesia is needed to address environmental problems in their research. Creating an environmental communication division in existing communication associations is proposed as a practical solution, among others, and is discussed in the outlook section of this study",
    "readLink": "http://jurnalaspikom.org/index.php/aspikom/article/view/1210"
  },
  {
    "title": "An advanced method of contributing emissions to short-lived chemical species (OH and HO<sub>2</sub>): the TAGGING 1.1 submodel  based on the Modular Earth Submodel System (MESSy 2.53)",
    "authors": [
      "V. S. Rieger,",
      "V. S. Rieger,",
      "M. Mertens,",
      "V. Grewe,",
      "V. Grewe"
    ],
    "doi": "https://doi.org/10.5194/gmd-11-2049-2018",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  2049\n                                  – 2066",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "To mitigate the human impact on climate change, it is essential to determine the contribution of emissions to the concentration of trace gases. In particular, the source attribution of short-lived species such as OH and HO2 is important as they play a crucial role for atmospheric chemistry. This study presents an advanced version of a tagging method for OH and HO2 (HOx) which attributes HOx concentrations to emissions. While the former version (V1.0) only considered 12 reactions in the troposphere, the new version (V1.1), presented here, takes 19 reactions in the troposphere into account. For the first time, the main chemical reactions for the HOx chemistry in the stratosphere are also regarded (in total 27 reactions). To fully take into account the main HO2 source by the reaction of H and O2, the tagging of the H radical is introduced. In order to ensure the steady-state assumption, we introduce rest terms which balance the deviation of HOx production and loss. This closes the budget between the sum of all contributions and the total concentration. The contributions to OH and HO2 obtained by the advanced tagging method V1.1 deviate from V1.0 in certain source categories. For OH, major changes are found in the categories biomass burning, biogenic emissions and methane decomposition. For HO2, the contributions differ strongly in the categories biogenic emissions and methane decomposition. As HOx reacts with ozone (O3), carbon monoxide (CO), reactive nitrogen compounds (NOy), non-methane hydrocarbons (NMHCs) and peroxyacyl nitrates (PAN), the contributions to these species are also modified by the advanced HOx tagging method V1.1. The contributions to NOy, NMHC and PAN show only little change, whereas O3 from biogenic emissions and methane decomposition increases in the tropical troposphere. Variations for CO from biogenic emissions and biomass burning are only found in the Southern Hemisphere.",
    "readLink": "https://www.geosci-model-dev.net/11/2049/2018/gmd-11-2049-2018.pdf"
  },
  {
    "title": "Developing climate resilient rice through genomics assisted breeding",
    "authors": [
      "Valarmathi Muthu,",
      "M. Raveendran"
    ],
    "doi": "https://doi.org/10.24870/cjb.2017-a198",
    "journalVolume": "Vol. 1,\n                                no. Special Issue\n                                \n                                  pp.\n                                  213\n                                  – 213",
    "issn": "2560-8304 (Online)",
    "publisher": "Science Planet Inc.",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "http://www.canadianjbiotech.com",
    "abstract": "Rice is one of the major cereal food crops whose production has to be doubled to achieve the projected demand [1] and current yield trends are not sufficient to meet the projected growth in production. Increasing the rice production by 30% during 2030 needs overcoming challenges viz., yield plateau, declining land, water and labor resources and predicted effects of global climate change. Development of high performance rice genotypes with enhanced yield potential and resilience to climate change will help in sustained increase in rice production. Deployment of genomic technologies can accelerate development and delivery of improved germplasm with enhanced resilience and adaptability [2, 3]. In this context, the present study was undertaken with an aim of developing rice genotypes pyramided with QTLs/genes controlling tolerance against various biotic and abiotic stresses viz., bacterial leaf blight (xa13, Xa21), blast (Pi9), Gall midge (Gm4), drought (qDTY1.1 qDTY2.1), submergence (Sub1) and salinity (Saltol)). CBMAS14065 an elite culture harboring QTLs controlling tolerance against drought, salinity and submergence was crossed with a donor harboring BLB, Blast and Gall midge resistant genes. True F1s were backcrossed with CBMAS14065 and BC1F1 progenies were subjected to foreground selection using markers linked to the target traits. Superior plants (18) of BC1F1 generation were subjected to background selection which revealed 71.42 - 86.90% recurrent parent (CBMAS14065) genome recovery. Selected BC1F1 plants were advanced to BC2F1 generation backcrossing with CBMAS14065. In BC2F1 generation, through foreground selection 6-8 QTL/gene positive plants have been selected and advanced for further evaluation. The superior lines with desired QTLs/genes will be subjected to rigorous phenotypic evaluation against target stresses and advanced further.",
    "readLink": "https://www.canadianjbiotech.com/CAN_J_BIOTECH/Archives/v1/Special Issue/cjb.2017-a198.pdf"
  },
  {
    "title": "Engineering crops of the future: CRISPR approaches to develop climate-resilient and disease-resistant plants",
    "authors": [
      "Syed Shan-e-Ali Zaidi,",
      "Ahmed Mahas,",
      "Hervé Vanderschuren,",
      "Magdy M. Mahfouz"
    ],
    "doi": "https://doi.org/10.1186/s13059-020-02204-y",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 19",
    "issn": "1474-760X (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "https://genomebiology.biomedcentral.com/",
    "abstract": "Abstract To meet increasing global food demand, breeders and scientists aim to improve the yield and quality of major food crops. Plant diseases threaten food security and are expected to increase because of climate change. CRISPR genome-editing technology opens new opportunities to engineer disease resistance traits. With precise genome engineering and transgene-free applications, CRISPR is expected to resolve the major challenges to crop improvement. Here, we discuss the latest developments in CRISPR technologies for engineering resistance to viruses, bacteria, fungi, and pests. We conclude by highlighting current concerns and gaps in technology, as well as outstanding questions for future research.",
    "readLink": "https://doi.org/10.1186/s13059-020-02204-y"
  },
  {
    "title": "Seeing, believing, acting: climate change attitudes and adaptation of Hungarian forest managers",
    "authors": [
      "Jankó F,",
      "Bertalan L,",
      "Pappné Vancsó J,",
      "Németh N,",
      "Hoschek M,",
      "Lakatos M,",
      "Móricz N"
    ],
    "doi": "https://doi.org/10.3832/ifor3958-015",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  509\n                                  – 518",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Climate change attitudes, perceptions, and adaptation activities of Hungarian forestry managers have been examined in this study through a national questionnaire and interviews. The questionnaire results revealed that respondents are mainly concerned by the decrease in snow-covered days, but differences in opinions can be attributed to geographical location and forest composition. Forest management aimed at climate change adaptation in Hungary is still in the initial phase: only 16% of respondents reported the application of climate change adaptation measures. Many foresters claim legislative constraints frequently hinder their efforts to implement such measures; those who have implemented adaptation measures show an increased concern toward climate change, on average. They have been aware of climate change for a longer time and consider it a serious problem affecting their management activities. The questionnaire results indicate that the adaptations of state forest managers are at about the same level as private foresters. Moreover, a high level of concern combined with nature conservation factors does not hinder adaptation. Nevertheless, interview respondents reported that nature conservation factors are hindrances to adaptation processes.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor3958-015"
  },
  {
    "title": "Seasonal provenance changes in present-day Saharan dust collected in and off Mauritania",
    "authors": [
      "C. A. Friese,",
      "J. A. van Hateren,",
      "J. A. van Hateren,",
      "C. Vogt,",
      "C. Vogt,",
      "G. Fischer,",
      "J.-B. W. Stuut,",
      "J.-B. W. Stuut"
    ],
    "doi": "https://doi.org/10.5194/acp-17-10163-2017",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  10163\n                                  – 10193",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Saharan dust has a crucial influence on the earth climate system and its emission, transport and deposition are intimately related to, e.g., wind speed, precipitation, temperature and vegetation cover. The alteration in the physical and chemical properties of Saharan dust due to environmental changes is often used to reconstruct the climate of the past. However, to better interpret possible climate changes the dust source regions need to be known. By analysing the mineralogical composition of transported or deposited dust, potential dust source areas can be inferred. Summer dust transport off northwest Africa occurs in the Saharan air layer (SAL). In continental dust source areas, dust is also transported in the SAL; however, the predominant dust input occurs from nearby dust sources with the low-level trade winds. Hence, the source regions and related mineralogical tracers differ with season and sampling location. To test this, dust collected in traps onshore and in oceanic sediment traps off Mauritania during 2013 to 2015 was analysed. Meteorological data, particle-size distributions, back-trajectory and mineralogical analyses were compared to derive the dust provenance and dispersal. For the onshore dust samples, the source regions varied according to the seasonal changes in trade-wind direction. Gibbsite and dolomite indicated a Western Saharan and local source during summer, while chlorite, serpentine and rutile indicated a source in Mauritania and Mali during winter. In contrast, for the samples that were collected offshore, dust sources varied according to the seasonal change in the dust transporting air layer. In summer, dust was transported in the SAL from Mauritania, Mali and Libya as indicated by ferroglaucophane and zeolite. In winter, dust was transported with the trades from Western Sahara as indicated by, e.g., fluellite.",
    "readLink": "https://www.atmos-chem-phys.net/17/10163/2017/acp-17-10163-2017.pdf"
  },
  {
    "title": "GIS-BASED INTELLIGENT DECISION-MAKING SUPPORT SYSTEM FOR THE DISASTER RESPONSE OF INFECTIOUS DISEASES",
    "authors": [
      "S. J. Son,",
      "M. Y. Lee,",
      "J. H. Kim,",
      "S. H. Cho"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLVIII-4-W7-2023-217-2023",
    "journalVolume": "Vol. XLVIII-4-W7-2023\n                                \n                                \n                                  pp.\n                                  217\n                                  – 222",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "The study aims to develop GIS technology for managing pathogen contamination disaster situations to cope with the occurrence of disaster situations caused by the climate crisis. This study was conducted in a situation where the budgets of institutions with many emergency rescue workers are being invested worldwide, and there are various risks such as water pollution due to climate change, so it is necessary to develop technologies to respond to them.In this study, methods and technical means for emergency response to pathogen contamination were prepared through professional analysis results based on spatial information, and rapid and accurate pathogen detection, situation recognition, event control and response methods, risk assessment and epidemiological investigation methods, and technologies were developed.Technological means include collecting and analyzing water quality data using satellites and drones, and evaluating the severity and degree of water pollution using social media data and photos. Through these technologies, a GIS platform that can effectively manage and provide data sources, data collection, interoperability, data harmonization, data management, and data processing is established, and commercialization is aimed at real users and field-oriented. These technology developments enable rapid response and response in disaster situations, and can reduce threats to life and safety.",
    "readLink": "https://isprs-archives.copernicus.org/articles/XLVIII-4-W7-2023/217/2023/isprs-archives-XLVIII-4-W7-2023-217-2023.pdf"
  },
  {
    "title": "Evaluating Hydrologic Response of an Agricultural Watershed for Watershed Analysis",
    "authors": [
      "Manoj Kumar Jha"
    ],
    "doi": "https://doi.org/10.3390/w3020604",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  604\n                                  – 617",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper describes the hydrological assessment of an agricultural watershed in the Midwestern United States through the use of a watershed scale hydrologic model. The Soil and Water Assessment Tool (SWAT) model was applied to the Maquoketa River watershed, located in northeast Iowa, draining an agriculture intensive area of about 5,000 km2. The inputs to the model were obtained from the Environmental Protection Agency’s geographic information/database system called Better Assessment Science Integrating Point and Nonpoint Sources (BASINS). Meteorological input, including precipitation and temperature from six weather stations located in and around the watershed, and measured streamflow data at the watershed outlet, were used in the simulation. A sensitivity analysis was performed using an influence coefficient method to evaluate surface runoff and baseflow variations in response to changes in model input hydrologic parameters. The curve number, evaporation compensation factor, and soil available water capacity were found to be the most sensitive parameters among eight selected parameters. Model calibration, facilitated by the sensitivity analysis, was performed for the period 1988 through 1993, and validation was performed for 1982 through 1987. The model was found to explain at least 86% and 69% of the variability in the measured streamflow data for calibration and validation periods, respectively. This initial hydrologic assessment will facilitate future modeling applications using SWAT to the Maquoketa River watershed for various watershed analyses, including watershed assessment for water quality management, such as total maximum daily loads, impacts of land use and climate change, and impacts of alternate management practices.",
    "readLink": "http://www.mdpi.com/2073-4441/3/2/604/"
  }
]