[
  {
    "title": "Cut-Off Lows and Extreme Precipitation in Eastern Spain: Current and Future Climate",
    "authors": [
      "Rosana Nieto Ferreira"
    ],
    "doi": "https://doi.org/10.3390/atmos12070835",
    "journalVolume": "Vol. 12,\n                                no. 835\n                                \n                                  p.\n                                  835",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "This study presents a seasonal synoptic climatology of cut-off lows (COLs) that produced extreme precipitation in the Valencia region of Spain during 1998–2018 and uses simulations with the Weather Research and Forecasting (WRF) model to study how extreme COL precipitation may change in a future warmer climate. COLs were shown to be the main producer of extreme precipitation in the Valencia region, especially during the transition seasons. The strongest raining COL events occurred during September–November. Six-day composites of thermodynamic and dynamic fields and precipitation show that COLs that produce extreme precipitation in this region remain stationary over Spain for 2–3 days and tend to produce precipitation over the Valencia region for at least two consecutive days. In the low levels these COLs are characterized by low pressure over the Mediterranean sea and winds with an easterly, onshore component thus fueling precipitation. Comparison of current and future climate ensembles of WRF simulations of 14 September–November extreme precipitation producing COL events suggest that in a warmer climate extreme COL precipitation may increase by as much as 88% in northeastern Spain and 61% in the adjoining Mediterranean Sea. These projected increases in extreme COL precipitation in the northeast of Spain present additional challenges to a region where COL flooding already has significant socio-economic impacts. Additionally, about half of the future climate COL event simulations showed increases in precipitation in the Valencian region of eastern Spain. These results provide important nuance to projections of a decreasing trend of total precipitation in the Iberian Peninsula as the climate warms.",
    "readLink": "https://www.mdpi.com/2073-4433/12/7/835"
  },
  {
    "title": "Automatic Surface Water Mapping Using Polarimetric SAR Data for Long-Term Change Detection",
    "authors": [
      "Wen Zhang,",
      "Baoxin Hu,",
      "Glen  S. Brown"
    ],
    "doi": "https://doi.org/10.3390/w12030872",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  872",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Mapping the distribution and persistence of surface water in a timely fashion has broad value for tracking dynamic events like flooding, and for monitoring the effects of climate and human activities on natural resource values and biodiversity. Traditionally, surface water is mapped from optical imagery using semi-automatic approaches. However, this process is time-consuming and the accuracy of results can vary among image interpreters. In recent years, Synthetic Aperture Radar (SAR) images have been increasingly used. Microwave signals sensitive to water content make SAR systems useful for mapping surface water, saturated soils, and flooded vegetation. In this study, a fully automatic method based on robust stepwise thresholding was developed to map and track the change in the extent of surface water using Polarimetric SAR data. The application of this method in both Radarsat-2 and Sentinel-1 data in central Ontario, Canada demonstrates that the developed robust stepwise thresholding approach could facilitate rapid mapping of open water areas with a promising accuracy of over 95%. In addition, the time-series extent of surface water extracted from May 2008 to August 2016 reveals the dynamic nature of surface inundation, and the trend was consistent with the local precipitation data.",
    "readLink": "https://www.mdpi.com/2073-4441/12/3/872"
  },
  {
    "title": "The Impact of Climate Change on the Nigerian Economy",
    "authors": [
      "Jonathan E.  Ogbuabor,",
      "Emmanuel I.  Egwuchukwu"
    ],
    "doi": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  217\n                                  – 223",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "This paper examined the impact of climate change on the overall growth of the Nigerian economy. The OLS estimation technique and data for the period 1981 to 2014 were used. Changes in annual rainfall, carbon emission and forest depletion were used to capture climate change, while changes in government expenditure, domestic private investment and exchange rate were used as control variables. The results indicate that both in the long-run and short-run, carbon emissions affect growth adversely. In addition, forest depletion impacts negatively on growth in the short-run. These results imply that Nigerian government should evolve and implement policies to curb carbon emissions and forest depletion. In particular, a National Climate Change Commission is required in Nigeria to deal with all climate change issues. Furthermore, the finding that domestic private investment and naira-to-dollar exchange rate impede growth in Nigeria means that policymakers and governments at all levels in Nigeria should evolve and implement policies to reverse these undesirable outcomes",
    "readLink": "https://dergipark.org.tr/tr/pub/ijeeep/issue/31921/351198?publisher=http-www-cag-edu-tr-ilhan-ozturk"
  },
  {
    "title": "Controlling Factors Analyses of Sediment Dispersal From Source-to-Sink Systems of Lacustrine Rift Basin: A Case Study From Paleogene Shahejie-Dongying Formations of Nanpu Sag, Eastern China",
    "authors": [
      "Jifeng Yu,",
      "Jifeng Yu,",
      "Tianjiao Liu,",
      "Haibo Jia,",
      "Zihao Jiang,",
      "Shuhao Wei,",
      "Yanping Li,",
      "Shibiao Ma"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.716176",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Tectonic activity not only shapes the basic stratigraphic framework of rift basins, but also profoundly affects the sediment dispersal in rift basins. In this study, analyses of heavy mineral assemblages in different periods demonstrate that there are three obvious tectono-sedimentary evolutionary stages (Es3–Es2, Es1–Ed2, and Ed1, respectively) in the Paleogene provenance area of Nanpu Sag, and the volume of sand bodies increases from the bottom of the Paleogene Shahejie (Es) Formation to the top of the Dongying (Ed) Formation in Nanpu Sag. Besides, this study comprehensively utilize the analyses of seismic interpretation, palynology, heavy mineral, and borehole core samples to investigate the controlling factors of sediment dispersal in the rift basin. The assemblages of heavy minerals in different periods reflect the rock composition and catchment area of different provenance areas, and their vertical differences reflect the evolution process of the provenance area and reflect the uplift-denudation process of the provenance area. The results reveal that the synergy of the evolution of tectonic activity and the adjustment of topographical evolution are the main controlling factors of sediment dispersal in Nanpu Sag, while climate change is not the main controlling factor. We conclude that an increased sediment supply rate in the long term reflects the control of tectonic activity on basin topography, rather than climate fluctuations. The differences in morphological modification result in differential sediment dispersal, which is principally related to the differential extrusion of the fault system. The catchment area and provenance distance adjustment is evidenced by the vertical changes of heavy mineral characteristics of single-well and interaction and linkage of boundary faults, and the adjustment of topography evolution. A consideration is that the interaction and linkage of boundary faults and complex subsidence history are multi-directional, and differential evolution of provenance area is universal in lacustrine rift basins, all of this highlights the adjustment of sediment pathways generated by this characteristic of rift basins and emphasizes the importance of controlling factors analyses in understanding differential sediment dispersal that presents in the rift basins. Besides, four sets of sediment dispersal patterns were delineated based on different developmental regions in the rift basin, which are fault segmental point and multi-stage fault terrace, single-stage fault terrace and axial fault valley, axial fault terrace, and paleo-terrace and axial fault valley, respectively. This study has a certain guiding significance for the prediction of the spatial distribution of sand bodies in the rift basin and the exploration of potential oil and gas targets in the rift basin.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.716176/full"
  },
  {
    "title": "Integrated Water Resources Research: Advancements in Understanding to Improve Future Sustainability",
    "authors": [
      "Jason  A. Hubbart"
    ],
    "doi": "https://doi.org/10.3390/w12082208",
    "journalVolume": "Vol. 12,\n                                no. 2208\n                                \n                                  p.\n                                  2208",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Anthropogenic and natural disturbances to freshwater quantity and quality is a greater issue for society than ever before. To successfully restore water resources in impaired watersheds requires understanding the interactions between hydrology, climate, land use, water quality, ecology, social and economic pressures. Current understanding of these interactions is limited primarily by a lack of innovation, investment, and interdisciplinary collaboration. This Special Issue of Water includes 18 articles broadly addressing investigative areas related to experimental study designs and modeling (n = 8), freshwater pollutants of concern (n = 7), and human dimensions of water use and management (n = 3). Results demonstrate the immense, globally transferable value of the experimental watershed approach, the relevance and critical importance of current integrated studies of pollutants of concern, and the imperative to include human sociological and economic processes in water resources investigations. Study results encourage cooperation, trust and innovation, between watershed stakeholders to reach common goals to improve and sustain the resource. The publications in this Special Issue are substantial; however, managers remain insufficiently informed to make best water resource decisions amidst combined influences of land use change, rapid ongoing human population growth, and changing environmental conditions. There is thus, a persistent need for further advancements in integrated and interdisciplinary research to improve scientific understanding, management and future sustainability of water resources.",
    "readLink": "https://www.mdpi.com/2073-4441/12/8/2208"
  },
  {
    "title": "Collembola laterally move biochar particles.",
    "authors": [
      "Stefanie Maaß,",
      "Ronja Hückelheim,",
      "Matthias C Rillig"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0224179",
    "journalVolume": "Vol. 14,\n                                no. 11\n                                \n                                  p.\n                                  e0224179",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Biochar is being discussed as a soil amendment to improve soil fertility and mitigate climate change. While biochar interactions with soil microbial biota have been frequently studied, interactions with soil mesofauna are understudied. We here present an experiment in which we tested if the collembolan Folsomia candida I) can transport biochar particles, II) if yes, how far the particles are distributed within 10 days, and III) if it shows a preference among biochars made from different feedstocks, i.e. pine wood, pine bark and spelt husks. In general, biochar particles based on pine bark and pine wood were consistently distributed significantly more than those made of spelt husks, but all types were transported more than 4cm within 10 days. Additionally, we provide evidence that biochar particles can become readily attached to the cuticle of collembolans and hence be transported, potentially even over large distances. Our study shows that the soil mesofauna can indeed act as a vector for the transport of biochar particles and show clear preferences depending on the respective feedstock, which would need to be studied in more detail in the future.",
    "readLink": "https://doi.org/10.1371/journal.pone.0224179"
  },
  {
    "title": "Different and unified responses of soil bacterial and fungal community composition and predicted functional potential to 3 years’ drought stress in a semiarid alpine grassland",
    "authors": [
      "Qian Wan,",
      "Qian Wan,",
      "Qian Wan,",
      "Qian Wan,",
      "Lei Li,",
      "Lei Li,",
      "Lei Li,",
      "Lei Li,",
      "Bo Liu,",
      "Zhihao Zhang,",
      "Zhihao Zhang,",
      "Zhihao Zhang,",
      "Zhihao Zhang,",
      "Yalan Liu,",
      "Yalan Liu,",
      "Yalan Liu,",
      "Yalan Liu,",
      "Mingyu Xie,",
      "Mingyu Xie,",
      "Mingyu Xie,",
      "Mingyu Xie"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2023.1104944",
    "journalVolume": "Vol. 14",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "IntroductionSoil microbial communities are key to functional processes in terrestrial ecosystems, and they serve as an important indicator of grasslands status. However, the responses of soil microbial communities and functional potential to drought stress in semiarid alpine grasslands remain unclear.MethodsHere, a field experiment was conducted under ambient precipitation as a control, −20% and −40% of precipitation to explore the responses of soil microbial diversity, community composition, and predicted functional potential to drought stress in a semiarid alpine grassland located in the northwest of China. Moreover, 16S rRNA gene and ITS sequencing were used to detect bacterial and fungal communities, and the PICRUST and FUNGuild databases were used to predict bacterial and fungal functional groups.ResultsResults showed drought stress substantially changes the community diversity of bacteria and fungi, among which the bacteria community is more sensitive to drought stress than fungi, indicating that the diversity or structure of soil bacteria community could serve as an indicator of alpine grasslands status. However, the fungal community still has difficulty maintaining resistance under excessive drought stress. Our paper also highlighted that soil moisture content, plant diversity (Shannon Wiener, Pieiou, and Simpson), and soil organic matter are the main drivers affecting soil bacterial and fungal community composition and predicted functional potential. Notably, the soil microbial functional potential could be predictable through taxonomic community profiles.ConclusionOur research provides insight for exploring the mechanisms of microbial community composition and functional response to climate change (longer drought) in a semiarid alpine grassland.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2023.1104944/full"
  },
  {
    "title": "Seroprevalence and Molecular Identification of <i>Brucella</i> spp. in Camels in Egypt",
    "authors": [
      "Aman  Ullah Khan,",
      "Ashraf  E. Sayour,",
      "Falk Melzer,",
      "Sherif  Abdel Ghafar Elsayed El-Soally,",
      "Mandy  C. Elschner,",
      "Waleed  S. Shell,",
      "Amira  A. Moawad,",
      "Shereen  Aziz Mohamed,",
      "Ashraf Hendam,",
      "Uwe Roesler,",
      "Heinrich Neubauer,",
      "Hosny El-Adawy"
    ],
    "doi": "https://doi.org/10.3390/microorganisms8071035",
    "journalVolume": "Vol. 8,\n                                no. 1035\n                                \n                                  p.\n                                  1035",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Brucellosis is one of the most important worldwide zoonoses of many countries including Egypt. Camel brucellosis has not gained much attention in Egypt yet. This study is focused on the three governorates with the highest camel populations and the largest camel markets in the country to determine the disease seroprevalence and identify the Brucella species in local camel holdings. In total, 381 serum samples were collected from male and female camels from Giza, Aswan, and Al-Bahr Al-Ahmar (the Red Sea) governorates. Samples were serologically examined using the Rose–Bengal plate test (RBPT), indirect ELISA (i-ELISA), competitive ELISA (c-ELISA) and complement fixation test (CFT). Brucella antibodies were detected in 59 (15.5%), 87 (22.8%), 77 (20.2%) and 118 (31.0%) of sera by RBPT, i-ELISA, c-ELISA and CFT, respectively. Using real-time PCR, Brucella DNA was amplified in 32 (8.4%) seropositive samples including Brucella abortus (25/32), Brucella suis (5/32) and Brucella melitensis (2/32), defining a complex epidemiological status. To the best of our knowledge, this is the first study reporting Brucella suis DNA in camel serum. The risk-associated factors including age, sex, breed and geographical distribution were statistically analyzed, showing non-significant association with seroprevalence. The results of this study will raise awareness for camel brucellosis and help develop effective control strategies.",
    "readLink": "https://www.mdpi.com/2076-2607/8/7/1035"
  },
  {
    "title": "Perennial Crop Dynamics May Affect Long-Run Groundwater Levels",
    "authors": [
      "Bradley Franklin,",
      "Kurt Schwabe,",
      "Lucia Levers"
    ],
    "doi": "https://doi.org/10.3390/land10090971",
    "journalVolume": "Vol. 10,\n                                no. 971\n                                \n                                  p.\n                                  971",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "During California’s severe drought from 2011 to 2017, a significant shift in irrigated area from annual to perennial crops occurred. Due to the time requirements associated with bringing perennial crops to maturity, more perennial acreage likely increases the opportunity costs of fallowing, a common drought mitigation strategy. Increases in the costs of fallowing may put additional pressure on another common “go-to” drought mitigation strategy—groundwater pumping. Yet, overdrafted groundwater systems worldwide are increasingly becoming the norm. In response to depleting aquifers, as evidenced in California, sustainable groundwater management policies are being implemented. There has been little modeling of the potential effect of increased perennial crop production on groundwater use and the implications for public policy. A dynamic, integrated deterministic model of agricultural production in Kern County, CA, is developed here with both groundwater and perennial area by vintage treated as stock variables. Model scenarios investigate the impacts of surface water reductions and perennial prices on land and groundwater use. The results generally indicate that perennial production may lead to slower aquifer draw-down compared with deterministic models lacking perennial crop dynamics, highlighting the importance of accounting for the dynamic nature of perennial crops in understanding the co-evolution of agricultural and groundwater systems under climate change.",
    "readLink": "https://www.mdpi.com/2073-445X/10/9/971"
  },
  {
    "title": "Impact of climate change on quantity and area of forest fires in the northern part of the Black Sea Region of Ukraine",
    "authors": [
      "V. O. Balabukh,",
      "S. V. Zibtsev"
    ],
    "doi": "https://doi.org/10.31481/uhmj.18.2016.07",
    "journalVolume": "no. 18\n                                \n                                  pp.\n                                  60\n                                  – 71",
    "issn": "2311-0902 (Print)",
    "publisher": "2616-7271 (Online)",
    "countryOfPublisher": "Odessa State Environmental University",
    "lcc": [
      "Ukraine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://uhmj.org.ua",
    "abstract": "The aim of this study consists in assessment of impact of change of thermal regime, air moisture and weather phenomena on quantity and area of forest fires in the northern part of the Black Sea Region of Ukraine, their possible changes and consequences by the middle of XXI century with regard to modern climatic period for SRESA1B scenario and setting of some proportion of uncertainty of these changes. The study of regional peculiarities of climate change was performed on the basis of daily meteorological observations over the period of 1961-2013 in the context of Kherson region. To assess impact of weather conditions on fire safety data on number of forest fires and their area in the region over 1996-2013 (about 4 000 cases of fire) were used. The study was carried out using regression and correlation analysis. Calculation projections of climate characteristics’ change resulting in forest fires was performed for the period of 2021-2050 with relation to modern climatic period (1981-2010) using the data of regional climate model REMO with resolution of 25 km initiated by ECHAM5 global model calculation. It was found that number and area of forest fires in the northern part of the Black Sea Region of Ukraine is largely dependent on thermal regime, moisture and wind regime. Influence of temperature appears to be decisive and affects area of fires rather than their number. For example, increase of annual / summer average air temperature by 1°C can lead to increase of average area of fire almost by 110% and 90% respectively and increase of number of days with atmospheric drought and heat (maximum temperature above 30°C) by 10 days can cause increase of average area of fires by 130% and 80%. At the same time air temperature in September and October has a significant impact on number of fires: increase of monthly average air temperature by 1°C can lead to increase of number of fires by 20%. Climate change analysis conducted in Kherson oblast resulted in finding that over the recent decades the region faced a significant change of thermal regime, moisture and wind regime, recurrence of weather phenomena affecting number and area of forest fires. These changes led to increase of fire risks in the region. Evaluation of possible changes of these characteristics by the middle of the XXI century showed that the under SRES A1B scenario the region might expect further increase of temperature throughout the year, growth of number of hot days and duration of sultry period. Since these processes are accompanied by increase of duration of dry period these changes will significantly affect fire risk increase – number of forest fires and their area by the middle of the XXI century in Kherson region may significantly grow. Obtained results can be used to develop plans for adaptation to climate change.",
    "readLink": "http://uhmj.org.ua/index.php/journal/article/view/54"
  }
]