[
  {
    "title": "Bilateral emergency export reserve mechanism under climate change",
    "authors": [
      "Kuang-Sheng Huang"
    ],
    "doi": "https://doi.org/10.1186/s40066-021-00341-6",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2048-7010 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://agricultureandfoodsecurity.biomedcentral.com/",
    "abstract": "Abstract Consider that multilateral food aid and regional food security mechanisms may incompletely adapt to the challenges of climate change in future practice. This study proposes a framework of bilateral emergency export reserve mechanism to encourage both participating countries to jointly appoint a transnational agribusiness to manage emergency export reserves as a means of fulfilling its corporate social responsibility (CSR). This mechanism has the features of simplified negotiation, more transparent operating procedures, along with reciprocity in bilateral cooperation, which would provide grain importing countries with a higher degree of safeguarding food security.",
    "readLink": "https://doi.org/10.1186/s40066-021-00341-6"
  },
  {
    "title": "Changing Trends in Microalgal Energy Production- Review of Conventional and Emerging Approaches",
    "authors": [
      "Sarvjeet Kukreja,",
      "Kajal Thakur,",
      "Neha Salaria,",
      "Umesh Goutam"
    ],
    "doi": "https://doi.org/10.22207/JPAM.11.2.42",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  993\n                                  – 1007",
    "issn": "0973-7510 (Print)",
    "publisher": "2581-690X (Online)",
    "countryOfPublisher": "Journal of Pure and Applied Microbiology",
    "lcc": [
      "India",
      "Science: Microbiology"
    ],
    "journalUrl": "https://www.microbiologyjournal.org/",
    "abstract": "The depletion of fossil fuel for energy production is one of the major problems being faced worldwide. As an alternative to fossil fuels, first and second generation biofuel was developed from corn, grains and lignocellulosic agricultural residues. These generations are inefficient in achieving the desired rate of biofuel production, climate change mitigation and economic growth. Therefore, third generation biofuel specifically derived from microalgae have proved to be a promising unconventional energy source. Microalgae are microscopic organisms that grow in salt or fresh water and have been used for producing metabolites, cosmetics and for energy production. The conventional approaches used for biofuel production include pyrolysis, gasification, direct combustion and thermomechanical liquefaction. The search for biological and eco-friendly approaches led to the emergence of Microbial Fuel Cell (MFC), which provide a new solution to energy crisis. Integration of photosynthetic organisms such as microalgae into MFC resulted in a new approach i.e. Microbial Solar Cell, which can convert solar energy into electrical energy via photosynthesis. Microbial solar cells have broad range application in wastewater treatment, biodiesel processing and intermediate metabolite production.",
    "readLink": "https://microbiologyjournal.org/changing-trends-in-microalgal-energy-production-review-of-conventional-and-emerging-approaches/"
  },
  {
    "title": "Synergistic warming- and catchment-driven mid-Holocene cyanobacterial development: Pigment evidence from shallow eutrophic Lake Mayinghai on the Chinese Loess Plateau",
    "authors": [
      "Xiaosen Zhang,",
      "Xiaosen Zhang,",
      "Ling Su,",
      "Jingyue Zhang,",
      "Zhongwei Shen,",
      "Shengrui Zhang,",
      "Qinghai Xu,",
      "Jianbao Liu,",
      "Jianbao Liu"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.984420",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "The current lake environmental problem of harmful cyanobacterial blooms cannot be mitigated effectively despite numerous eutrophication control strategies, and climate warming may have been considered as a potential key driver. However, it is still unclear how climate change and associated natural processes influence cyanobacterial development. Here we use a sedimentary pigment record from a remote, alpine, small and eutrophic lake (Lake Mayinghai) on the Chinese Loess Plateau and take the mid-Holocene as an analog to explore the possible influences of temperature, precipitation and terrestrial vegetation on in-lake and catchment processes, algal compositional changes and cyanobacterial development. The pigment data indirectly suggest that a distinctly low β-carotene to chlorophyll a ratio during the mid-Holocene is likely due to an increase in non-nitrogen-fixing colonial coccoid cyanobacteria at the expense of nitrogen-fixing filamentous cyanobacteria. There are two probable synergistic driving mechanisms, of which one is high temperatures and associated increased lake thermal stratification and the other is high inorganic nitrogen supply and resultant increased lake nitrogen to phosphorus ratio. This study provides implications for the potential influences of future climate change on cyanobacterial development under a warmer, wetter and re-forested environment on the Chinese Loess Plateau.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.984420/full"
  },
  {
    "title": "Perspectives on climate change in medical school curricula—A survey of U.S. medical students",
    "authors": [
      "Karly Hampshire,",
      "Allan Ndovu,",
      "Hriday Bhambhvani,",
      "Nicholas Iverson, MD"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100033",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Introduction: Although climate change has been identified as one of the greatest threats to health, medical school curricula have very little coverage of its health consequences. While students are key stakeholders in medical school curricula, their perspectives on the inclusion of this content are largely unknown. This study sought to evaluate medical student perceptions on the intersection of climate change and health in medical education. Materials and methods: Authors surveyed students at select U.S. medical schools from April–July 2020 using Likert-scale items, multiple choice questions, and free text responses. Data was analyzed using descriptive statistics, and a regression analysis was performed to assess student characteristics predictive of stronger beliefs in climate health education. Results: Of 600 student respondents at 12 medical schools, 83.9% (n=503) believed that climate change and its health effects should be included in the core medical school curriculum, but just 13.0% (n=78) believed that their school currently provides adequate education. Only 6.3% of students (n=38) felt they would be “very prepared” to discuss the question, “How can climate change affect my health?” with a patient. There was no significant association between student beliefs regarding climate change in medical education and age, medical school region or rank, or stage of training, though students with no or low past or present engagement with climate change had significantly lower scores in a composite score assessing belief in climate change's health effects and place in medical education. Discussion: The majority of medical students believe that climate change should be a core topic in medical school curricula and current coverage is inadequate. By demonstrating student demand to fill this educational gap, this study functions as a needs assessment in the development of climate health curricula moving forward.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278221000304"
  },
  {
    "title": "Timing effects of heat-stress on plant physiological characteristics and growth: a field study with prairie vegetation",
    "authors": [
      "Dan Wang,",
      "Scott Heckathorn,",
      "Kumar Mainali,",
      "Rajan Tripathee"
    ],
    "doi": "https://doi.org/10.3389/fpls.2016.01629",
    "journalVolume": "Vol. 7",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "More intense, more frequent, and longer heat-waves are expected in the future due to global warming, which could have dramatic agricultural, economic and ecological impacts. This field study examined how plant responded to heat-stress (HS) treatment at different timing in naturally-occurring vegetation. HS treatment (5 days at 40.5 ºC) were applied to 12 1m2 plots in restored prairie vegetation dominated by Andropogon gerardii (warm-season C4 grass) and Solidago canadensis (warm-season C3 forb) at different growing stages. During and after HS, air, canopy, and soil temperature were monitored; net CO2 assimilation (Pn), quantum yield of photosystem II (ФPSII), stomatal conductance (gs), and internal CO2 level (Ci) of the dominant species were measured. One week after the last HS treatment, all plots were harvested and the biomass of above-ground tissue and flower weight of the two dominant species was determined. HS decreased physiological performance and growth for both species, with S. canadensis being affected more than A. gerardii, indicated by negative heat stress effect on both physiological and growth responses. There were significant timing effect of heat stress on the two species, with greater reductions in the photosynthesis and productivity occurred when heat stress was applied at later-growing season. The reduction in aboveground productivity in S. canadensis but not A. gerardii could have important implications for plant community structure by increasing the competitive advantage of A. gerardii in this grassland. The present experiment showed that heat stress, though ephemeral, may promote long-term effects on plant community structure, vegetation dynamics, biodiversity, and ecosystem functioning of terrestrial biomes when more frequent and severe heat stress occur in the future.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2016.01629/full"
  },
  {
    "title": "Ecosystem Management Policy Implications Based on Tonga Main Tuna Species Catch Data 2002–2018",
    "authors": [
      "Siosaia Vaihola,",
      "Stuart Kininmonth"
    ],
    "doi": "https://doi.org/10.3390/d15101042",
    "journalVolume": "Vol. 15,\n                                no. 1042\n                                \n                                  p.\n                                  1042",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Despite the crucial role played by international and regional tuna fisheries in facilitating the successful implementation of the ecosystem approach to fisheries management, there exist disparities in viewpoints among these stakeholders, resulting in gaps between regional fisheries management and local communities. Nevertheless, the Tongan government, under the Ministry of Fisheries, is dedicated to the efficient management of its tuna resources, aiming to establish it as the preferred and optimal approach for ensuring the long-term sustainability of its tuna fisheries and the ecosystem services they provide to the community. Recognizing that an appropriate legal, policy and institutional framework is in place for sustainable management of tuna, the first part of this paper presents a review of current Tonga fisheries laws and policies for its tuna fisheries. This review reflects the implementation of an information-based management framework, namely the Tonga National Tuna Fishery Management and Development Plan. The tuna fisheries in Tonga mainly catch albacore (Thunnus alalunga), bigeye (Thunnus obesus), skipjack (Katsuwonus pelamis), and yellowfin (Thunnus albacares) tuna. These tuna species are caught within Tonga’s exclusive economic zones and play a crucial role in the country’s economy; hence, it is crucial to examine the spatio-temporal distributions of their catch in relation to their environmental conditions. In pursuit of this goal, the tasks of mapping (i) the spatio-temporal distribution of catch landed at ports and (ii) the spatio-temporal of environmental conditions were performed. The study utilizes longline catch per unit effort data spanning from 2002 to 2018 for albacore, bigeye, skipjack, and yellowfin tuna. It also incorporates data on environmental conditions, including sea surface temperature, sea surface chlorophyll, sea surface current, and sea surface salinity. Additionally, the El Nino Southern Oscillation Index is mapped in relation to catch data to examine the potential effects of climate change on the tuna catch. Results show that bigeye, skipjack, and yellowfin CPUE show a central–northernmost distribution and are primarily caught between latitudes 14° S–22° S, while albacore, shows a central–southern distribution. The highest CPUE for all species are in latitudes 15.5° S–22.5° S and longitudes 172.5° W–176.5° W. The data indicate that sea surface current velocities range from −0.03 to 0.04 ms−1, sea surface salinity ranges from 34.8 to 35.6 PSU, sea surface chlorophyll concentration varies from 0.03 to 0.1 mg m−3, and sea surface temperature fluctuates seasonally, ranging from 18 °C to 30 °C. Mapping also reveals that times of reduced catches in Tonga coincide with periods of moderate to strong El Nino events from 2002 to 2018.",
    "readLink": "https://www.mdpi.com/1424-2818/15/10/1042"
  },
  {
    "title": "Consumer stated preferences for dairy products with carbon footprint labels in Italy",
    "authors": [
      "Maurizio Canavari,",
      "Silvia Coderoni"
    ],
    "doi": "https://doi.org/10.1186/s40100-019-0149-1",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2193-7532 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "http://www.agrifoodecon.com/",
    "abstract": "Abstract Carbon footprint (CF) labels on agri-food products represent one of the most important tools to convey information to consumers about the greenhouse gases emissions associated with their purchase behaviour. Together with the growing interest of consumers in CF labels, the subject has gained attention also in the scientific literature, and formal evaluations of consumer response to carbon labelling have been published. Studies in this area aim at analysing consumers’ preferences for buying products with a lower CF label or their willingness to pay (WTP) for these products. The objective of this paper is twofold. First, the study proposes a review of the literature that so far has analysed consumer WTP for CF label, focusing on Italian consumers. Second, it uses the results of two surveys of consumers’ attitudes towards dairy products with a lower CF label to analyse the factors determining a positive stated WTP. Results point out that a positive WTP for lower CF products is more likely to be declared by respondents who believe that buying products with less environmental impact can combat climate change. Conversely, highly price-sensitive consumers are less likely to be willing to pay more for CF-labelled products.",
    "readLink": "https://doi.org/10.1186/s40100-019-0149-1"
  },
  {
    "title": "Response to marine cloud brightening in a multi-model ensemble",
    "authors": [
      "C. W. Stjern,",
      "C. W. Stjern,",
      "H. Muri,",
      "L. Ahlm,",
      "L. Ahlm,",
      "L. Ahlm,",
      "O. Boucher,",
      "J. N. S. Cole,",
      "D. Ji,",
      "A. Jones,",
      "J. Haywood,",
      "B. Kravitz,",
      "A. Lenton,",
      "J. C. Moore,",
      "J. C. Moore,",
      "J. C. Moore,",
      "U. Niemeier,",
      "S. J. Phipps,",
      "H. Schmidt,",
      "S. Watanabe,",
      "J. E. Kristjánsson,",
      "J. E. Kristjánsson"
    ],
    "doi": "https://doi.org/10.5194/acp-18-621-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  621\n                                  – 634",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Here we show results from Earth system model simulations from the marine cloud brightening experiment G4cdnc of the Geoengineering Model Intercomparison Project (GeoMIP). The nine contributing models prescribe a 50 % increase in the cloud droplet number concentration (CDNC) of low clouds over the global oceans in an experiment dubbed G4cdnc, with the purpose of counteracting the radiative forcing due to anthropogenic greenhouse gases under the RCP4.5 scenario. The model ensemble median effective radiative forcing (ERF) amounts to −1.9 W m−2, with a substantial inter-model spread of −0.6 to −2.5 W m−2. The large spread is partly related to the considerable differences in clouds and their representation between the models, with an underestimation of low clouds in several of the models. All models predict a statistically significant temperature decrease with a median of (for years 2020–2069) −0.96 [−0.17 to −1.21] K relative to the RCP4.5 scenario, with particularly strong cooling over low-latitude continents. Globally averaged there is a weak but significant precipitation decrease of −2.35 [−0.57 to −2.96] % due to a colder climate, but at low latitudes there is a 1.19 % increase over land. This increase is part of a circulation change where a strong negative top-of-atmosphere (TOA) shortwave forcing over subtropical oceans, caused by increased albedo associated with the increasing CDNC, is compensated for by rising motion and positive TOA longwave signals over adjacent land regions.",
    "readLink": "https://www.atmos-chem-phys.net/18/621/2018/acp-18-621-2018.pdf"
  },
  {
    "title": "Microbial water quality of pond Alleben (Gaziantep, Turkey) in winter and climatic changes in the region",
    "authors": [
      "Hatice Aysun Mercimek Takci,",
      "Cevher Karaca,",
      "Esen Sarigullu Onalan,",
      "Kıvılcım Caktu Guler"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.132",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  pp.\n                                  2042\n                                  – 2053",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "This study assessed the microbial quality of water sources in winter by microbiological methods and molecular-based quantitative polymerase chain reaction (qPCR) and potential future bacterial loads in the Alleben pond based on the increase in water temperature. Total bacteria, total coliform, and Escherichia coli levels using the qPCR were significantly higher in the water samples than those enumerated by culture-dependent microbiological methods. These results showed that our qPCR approach is suitable to estimate the relative abundances of uncultured and cultured indicator microorganisms affected by the water characteristics. Based on our climate data, the daily average rate of 1.8 °C/increase associated with air temperature for the pond was recorded. As a result of the warming of the water surface, temperature thresholds in winter may breach and, thus, the physicochemical and biological properties of the pond may change by increasing bacterial growth rates. This study is the first analysis to apply combined climate change with molecular approaches to better understand how bacterial concentrations in aquatic environments may change in the future based on air temperature variations for the Gaziantep region. This analysis indicates developing surface water treatment measures and climate adaptation strategies that may reduce bacterial contamination in the Alleben pond. HIGHLIGHTS This study analyses the warming of the water surface as the factor affecting the bacterial quality of the pond.; A large amount of data collection including meteorological air temperature data of the Gaziantep for the past 30 years.; Bacterial contamination in the Alleben pond exceeds the acceptable levels (0 MPN/100 mL) according to WHO (2017) and TS266 (2005) guidelines.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/6/2042"
  },
  {
    "title": "Assessment of mudflow risk in Uzbekistan using CMIP5 models",
    "authors": [
      "Gavkhar Mamadjanova,",
      "Gregor C. Leckebusch"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  100403",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Precipitation induced mudflows are a major and longstanding threat in Uzbekistan, impacting on many properties and livelihoods. In this paper, the role of large-scale atmospheric circulation in producing the conditions necessary to initiate mudflows in piedmont areas of Uzbekistan have been evaluated based on historical and scenario (Representative Concentration Pathways; RCP8.5) experiments along from 10 Coupled Model Intercomparison Project Phase 5 (CMIP5) models. Applying the well-established circulation weather type (CWT) technique, and CMIP5 models reveal that mudflow generating large-scale circulation flows will increase by up to 5% to the end of the century. Considering the historical simulations over 1979–2005 and following the projections of RCP8.5 emission scenario for the target period of 2071–2100, precipitation climatology has been evaluated using bias correction techniques. By this way, the synthetic rainfall series were linked to a central proxy – a mudflow generating weather types, such as cyclonic (C), westerly (W) and south-westerly (SW) in order to diagnose potential changes in mudflow occurrences given the changed CWT characteristics by running the statistical-empirical algorithm of antecedent daily rainfall model (ADRM) and statistical logistic regression (LRM). Results for the important weather types (C, W and SW) confirm that mudflow activity will increase in the selected region as precipitation values associated with the CWT C and W flows in CMIP5 projections are expected to increase in the warm season for the target period of 2071–2100.The research focuses on piedmont areas of Uzbekistan as it has remained poorly understood due to limited climate research, particularly, in mountain areas. This is important in the face of climate change, which is likely to increase pressure upon high mountain areas that may need to investigate more frequent mudflow occurrences.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094721000906"
  }
]