[
  {
    "title": "The Undervalued Role of Ecosystem Carbon in Climate Change Mitigation",
    "authors": [
      "Klimos"
    ],
    "doi": "Vol. 29,\n                                no. 1\n                                \n                                  pp.\n                                  60\n                                  – 63",
    "issn": "0771-3312 (Print)",
    "publisher": "2295-8010 (Online)",
    "countryOfPublisher": "Presses Agronomiques de Gembloux",
    "lcc": [
      "Belgium",
      "Agriculture"
    ],
    "journalUrl": "https://popups.uliege.be/2295-8010/",
    "abstract": "L'Organisation des Nations Unies, face aux inégalités croissantes a initié le processus des Objectifs du Millénaire pour le Développement (OMD) qui doivent être réalisés d'ici 2015. L'atteinte des huit OMD devrait permettre de réduire la pauvreté et d'améliorer les conditions de vie des populations. L'élevage est pratiqué par une grande partie de la population mondiale surtout les plus pauvres. Il est pourvoyeur d'emplois et contribue à l'émancipation des femmes grâce aux revenus générés par la vente des produits animaux. Les animaux d'élevage sont également utilisés pour le transport et la culture attelée. La forte densité en nutriments des produits animaux en fait des aliments de choix pour améliorer l'état nutritionnel des enfants. La domestication des espèces animales sauvages et le développement de l'aquaculture contribuent à réduire les prélèvements dans la nature et à protéger la biodiversité. Le développement d'un élevage durable et raisonné peut donc positivement impacter plusieurs secteurs et doper la croissance économique des pays. Ce qui peut aider les pays en développement à se rapprocher des OMD d'ici 2015. La note présente également les pré-requis pour rendre effective la contribution de l'élevage aux.",
    "readLink": "http://www.tropicultura.org/text/v29n1/60.pdf"
  },
  {
    "title": "Characterizing uncertainty in species distribution models derived from interpolated weather station data",
    "authors": [
      "M. Fernández,",
      "H. Hamilton,",
      "L. M. Kueppers"
    ],
    "doi": "https://doi.org/10.1890/ES13-00049.1",
    "journalVolume": "Vol. 4,\n                                no. 5\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Species distribution models (SDMs) are used to generate hypotheses regarding the potential distributions of species under different environmental conditions, such as forecasts of species range shifts in response to climate change and predictions of invasive species range expansions. However, an accurate description of species' geographic ranges as a function of the environment requires that species observations and climatic variables are measured at the same spatial and temporal resolution, which is usually not the case. Weather station data are interpolated and these resulting continuous data layers are incorporated into SDMs, often without any uncertainty assessment. Here we quantify the effects of three unrelated but complementary aspects of uncertainty in weather station interpolations on SDM performance using MaxEnt. We examine the influence of topographic heterogeneity, interannual variability, and distance to station on the over‐ and under‐prediction of modeled North American bird distributions. Our species observations are derived from presence‐absence information for 20 bird species with well‐known distributions. These three metrics of uncertainty in interpolated weather station data have varying contributions to over‐ and under‐prediction errors in SDMs. Topographic heterogeneity had the highest contribution to omission errors; the lowest contribution to commission errors was from Euclidean distance to station. The results confirm the importance of establishing an appropriate relational basis in time and space between species and climatic layers, providing key operational criteria for selection of species observations fed into SDMs. Our findings highlight the importance of identifying weather stations locations used in interpolated products, which will allow a characterization of some aspects of uncertainty and identification of regions where users need to be particularly careful when making a decision based on a SDM.",
    "readLink": "https://doi.org/10.1890/ES13-00049.1"
  },
  {
    "title": "Allies Welcomed to Advance Racial Equity (AWARE) Faculty Seminar Series: Program Design and Implementation",
    "authors": [
      "Brownsyne Tucker Edmonds,",
      "Chemen Neal,",
      "Anthony Shanks,",
      "Nicole Scott,",
      "Sharon Robertson,",
      "Caroline E Rouse,",
      "Caitlin Bernard,",
      "Sylk Sotto-Santiago"
    ],
    "doi": "https://doi.org/10.1177/23821205211034940",
    "journalVolume": "Vol. 8",
    "issn": "2382-1205 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Education: Special aspects of education",
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://journals.sagepub.com/home/mde",
    "abstract": "Introduction: In the wake of George Floyd’s murder, White faculty in our department began to express the desire to gain a greater understanding of structural racism and racial inequity. To facilitate this learning, support allyship, and mitigate the emotional labor and taxation that frequently falls on faculty of color to respond to these appeals, we developed AWARE (Allies Welcomed to Advance Racial Equity), a faculty seminar series primarily designed for and led by a majority White faculty to tackle the topics of structural racism, Whiteness, and Anti-racist action. Methods: We developed a 6-session seminar series, identifying 5 White faculty as lecturers and a cadre of Black and White volunteer facilitators, to lead 60-minute sessions comprised of lecture, facilitated small group reflection, and large group sharing, that reviewed key topics/texts on structural racism, Whiteness, and Anti-racism. Results: Attendance ranged from 26 to 37 participants at each session. About 80% of faculty participated in at least 1 session of the program. The majority of participants (85%) felt “more empowered to influence their current environment to be more inclusive of others” and were “better equipped to advocate for themselves or others.” Most (81%) felt “more connected to their colleagues following completion of the program.” Ultimately, faculty thought highly of the program upon completion with 26/27 (96%) stating they would recommend the program to a colleague. Discussion: We offer a reproducible model to improve departmental climate by engaging in the shared labor of educating our colleagues and communities about structural racism, Whiteness, and Anti-racism to create a point of entry into reflection, dialogue, and deliberate actions for change.",
    "readLink": "https://doi.org/10.1177/23821205211034940"
  },
  {
    "title": "Linking tundra vegetation, snow, soil temperature, and permafrost",
    "authors": [
      "I. Grünberg,",
      "E. J. Wilcox,",
      "S. Zwieback,",
      "P. Marsh,",
      "J. Boike,",
      "J. Boike"
    ],
    "doi": "https://doi.org/10.5194/bg-17-4261-2020",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  4261\n                                  – 4279",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Connections between vegetation and soil thermal dynamics are critical for estimating the vulnerability of permafrost to thaw with continued climate warming and vegetation changes. The interplay of complex biophysical processes results in a highly heterogeneous soil temperature distribution on small spatial scales. Moreover, the link between topsoil temperature and active layer thickness remains poorly constrained. Sixty-eight temperature loggers were installed at 1–3 cm depth to record the distribution of topsoil temperatures at the Trail Valley Creek study site in the northwestern Canadian Arctic. The measurements were distributed across six different vegetation types characteristic for this landscape. Two years of topsoil temperature data were analysed statistically to identify temporal and spatial characteristics and their relationship to vegetation, snow cover, and active layer thickness. The mean annual topsoil temperature varied between −3.7 and 0.1 ∘C within 0.5 km2. The observed variation can, to a large degree, be explained by variation in snow cover. Differences in snow depth are strongly related with vegetation type and show complex associations with late-summer thaw depth. While cold winter soil temperature is associated with deep active layers in the following summer for lichen and dwarf shrub tundra, we observed the opposite beneath tall shrubs and tussocks. In contrast to winter observations, summer topsoil temperature is similar below all vegetation types with an average summer topsoil temperature difference of less than 1 ∘C. Moreover, there is no significant relationship between summer soil temperature or cumulative positive degree days and active layer thickness. Altogether, our results demonstrate the high spatial variability of topsoil temperature and active layer thickness even within specific vegetation types. Given that vegetation type defines the direction of the relationship between topsoil temperature and active layer thickness in winter and summer, estimates of permafrost vulnerability based on remote sensing or model results will need to incorporate complex local feedback mechanisms of vegetation change and permafrost thaw.",
    "readLink": "https://bg.copernicus.org/articles/17/4261/2020/bg-17-4261-2020.pdf"
  },
  {
    "title": "Analysis of the representation of key topics of sustainable development in subject educational standards of Kyrgyzstan",
    "authors": [
      "Rozhdestvenskaya Lada,",
      "Korotenko Vladimir"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202129608015",
    "journalVolume": "Vol. 296\n                                \n                                \n                                  p.\n                                  08015",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Education for Sustainable Development is an area of activity that aims at fostering responsible members of society. The very process of personality formation within the educational environment cannot be divorced from the use of standardized technologies, procedures, techniques and teaching methods, the designation of significant areas of knowledge and the developed methods for assessing the results of the development of competencies. Subject standards, as part of the country’s educational standard, are designed to coordinate the process of assimilating meaningful information, developing skills and acquiring skills to meet the needs of representatives of the current generation, without putting at risk the capacity of generations to come in meeting their own requirements. The study analyzes the current educational standards of the Kyrgyz Republic from the point of view of comparing the approaches of standard environmental education and Education for Sustainable Development. The features of the implementation of an interdisciplinary approach in the study of economic, social and environmental aspects are revealed. Steps are proposed to improve subject standards in order to ensure both information sufficiency and the formation of behavioral practices consistent with the key accents reflected in the conventions on climate change, combating desertification and biodiversity.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/72/e3sconf_esmgt2021_08015.pdf"
  },
  {
    "title": "Using Natural Gas Resources to De-Risk Renewable Energy Investments in Lower-Income Countries",
    "authors": [
      "Majd Olleik,",
      "Hassan Hamie,",
      "Hans Auer"
    ],
    "doi": "https://doi.org/10.3390/en15051651",
    "journalVolume": "Vol. 15,\n                                no. 1651\n                                \n                                  p.\n                                  1651",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Combatting climate change necessitates a substantial global increase in renewable electricity capacity. Many low-income and lower-middle-income countries suffer from unfavorable green financing conditions. Fifteen of these countries possess substantial natural gas reserves. To overcome green financing constraints in such countries, we propose an integrated energy contract that awards a renewable energy project in parallel with an upstream natural gas project to interested energy companies. The state returns from the natural gas project provide a guarantee for renewable energy investments, reducing their associated risks. We conduct Monte Carlo simulations for each of the targeted countries after populating the input parameters for the upstream natural gas and renewable energy projects, including forecasting country-specific natural gas prices. When accounting for 10% of their existing natural gas reserves in the proposed contract, Nigeria, Myanmar, and Indonesia can achieve more than 60% of their 2030 renewable energy target capacity additions while countries with low access to electricity can significantly upscale their installed capacities. The guarantee mechanism provides protection levels exceeding 96% on renewable energy investments. The proposed contract enables the considered countries to increase their renewable energy capacities while inducing economic development.",
    "readLink": "https://www.mdpi.com/1996-1073/15/5/1651"
  },
  {
    "title": "Supporting regional and international cooperation in research on extremes in climate prediction and projection ensembles: Workshop summary",
    "authors": [
      "June-Yi Lee,",
      "William J. Merryfield,",
      "Sangwon Moon,",
      "Suhee Han"
    ],
    "doi": "https://doi.org/10.30852/sb.2022.1977",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  141\n                                  – 153",
    "issn": "2522-7971 (Online)",
    "publisher": "Asia-Pacific Network for Global Change Research",
    "countryOfPublisher": "Japan",
    "lcc": [
      "Science: Science (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.apn-gcr.org/bulletin",
    "abstract": "Weather and climate extremes have enormous impacts on society, and are becoming more severe and frequent as the world warms. Most developing countries in the Asia-Pacific region are highly vulnerable to risks associated with heatwaves and cold spells, droughts and floods, tropical cyclones, wildfires, and other extremes. To support regional and international cooperation for research on weather and climate extremes in the Asia-Pacific region, the World Climate Research Programme (WCRP) hosted an online workshop on Extremes in Climate Prediction Ensembles (ExCPEns) from 25 to 28 October 2021 with the support of Asia-Pacific Network for Global Change Research (APN). The workshop aimed to advance the rapidly emerging science of exploiting subseasonal, seasonal, annual to decadal and long-term prediction ensembles to improve the prediction and understanding of weather and climate extreme events. An Early Career Scientist (ECS) event followed the ExCPEns workshop and consisted of a discussion and networking forum for ECS from APN member developing countries, along with a series of ECS training lectures and discussion sessions. Through the workshop and discussions among stakeholders, important scientific results on prediction and future changes in weather and climate extremes were communicated. Moreover, new research topics spanning these different time scales were identified and prioritized.",
    "readLink": "https://www.apn-gcr.org/bulletin/?p=1977"
  },
  {
    "title": "Projected changes in climatic suitability for Kinosternon turtles by 2050 and 2070",
    "authors": [
      "Christopher J. Butler,",
      "Brian D. Stanila,",
      "John B. Iverson,",
      "Paul A. Stone,",
      "Matthew Bryson"
    ],
    "doi": "https://doi.org/10.1002/ece3.2492",
    "journalVolume": "Vol. 6,\n                                no. 21\n                                \n                                  pp.\n                                  7690\n                                  – 7705",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Chelonians are expected to be negatively impacted by climate change due to limited vagility and temperature‐dependent sex determination. However, few studies have examined how freshwater turtle distributions may shift under different climate change scenarios. We used a maximum entropy approach to model the distribution of five widespread North American Kinosternon species (K. baurii, K. flavescens, K. hirtipes, K. sonoriense, and K. subrubrum) under four climate change scenarios. We found that areas with suitable climatic conditions for K. baurii and K. hirtipes are expected to decline substantially during the 21st century. In contrast, the area with suitable climate for K. sonoriense will remain essentially unchanged, while areas suitable for K. flavescens and K. subrubrum are expected to substantially increase. The centroid for the distribution of four of the five species shifted northward, while the centroid for K. sonoriense shifted slightly southward. Overall, centroids shifted at a median rate of 37.5 km per decade across all scenarios. Given the limited dispersal ability of turtles, it appears unlikely that range shifts will occur rapidly enough to keep pace with climate change during the 21st century. The ability of chelonians to modify behavioral and physiological responses in response to unfavorable conditions may allow turtles to persist for a time in areas that have become increasingly unsuitable, but this plasticity will likely only delay local extinctions.",
    "readLink": "https://doi.org/10.1002/ece3.2492"
  },
  {
    "title": "An approach to estimate carbon stocks change in forest carbon pools under the UNFCCC: the Italian case",
    "authors": [
      "Federici S,",
      "Vitullo M,",
      "Tulipano S,",
      "De Lauretis R,",
      "Seufert G"
    ],
    "doi": "https://doi.org/10.3832/ifor0457-0010086",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  86\n                                  – 95",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Under the UNFCCC, Annex I Parties must report annually a National GHG Inventories of anthropogenic emissions by sources and removals by sinks. LULUCF is one of the six sectors of the inventory: in this sector any emissions and removals of GHGs by land management should be reported, included the large GHGs fluxes generated by forest management and land-use changes into and from forest. In this context every Party has to produce a proper model in order to be able to fulfil GHGs Inventory request for forest sector. Taking Italy as a study case, the paper aims at presenting a new methodology for updating stock changes for years between national forest inventories, in order to reproduce annual stock changes in the five UNFCCC forest carbon pools, following the UNFCCC requirements in the context of carbon reporting.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor0457-0010086"
  },
  {
    "title": "Challenges and Opportunities for Green Finance",
    "authors": [
      "Iulia Lupu,",
      "Adina Criste"
    ],
    "doi": "Vol. XXII,\n                                no. 1\n                                \n                                  pp.\n                                  895\n                                  – 901",
    "issn": "2393-3127 (Online)",
    "publisher": "Ovidius University Press",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://stec.univ-ovidius.ro/html/anale/ENG/",
    "abstract": "The green finance sector is booming, and the development of this finance side brings changes in the dynamics of financial markets, investor behaviour, and regulatory and supervisory activity. The green sector and climate change are expected to be significant issues for the financial industry in the future. These motivate research into green finance subject, taking into account that changes are happening very quickly and the impact on markets and the population is significant. The main objective is to highlight and summarise the main risks, challenges, and opportunities for green financing.",
    "readLink": "https://stec.univ-ovidius.ro/html/anale/RO/2022-2/Section%205/16.pdf"
  }
]