[
  {
    "title": "Uptake of Dimethylsulfoniopropionate (DMSP) by Natural Microbial Communities of the Great Barrier Reef (GBR), Australia",
    "authors": [
      "Eva Fernandez,",
      "Martin Ostrowski,",
      "Nachshon Siboni,",
      "Justin R. Seymour,",
      "Katherina Petrou"
    ],
    "doi": "https://doi.org/10.3390/microorganisms9091891",
    "journalVolume": "Vol. 9,\n                                no. 1891\n                                \n                                  p.\n                                  1891",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Dimethylsulfoniopropionate (DMSP) is a key organic sulfur compound that is produced by many phytoplankton and macrophytes and is ubiquitous in marine environments. Following its release into the water column, DMSP is primarily metabolised by heterotrophic bacterioplankton, but recent evidence indicates that non-DMSP producing phytoplankton can also assimilate DMSP from the surrounding environment. In this study, we examined the uptake of DMSP by communities of bacteria and phytoplankton within the waters of the Great Barrier Reef (GBR), Australia. We incubated natural GBR seawater with DMSP and quantified the uptake of DMSP by different fractions of the microbial community (>8 µm, 3–8 µm, 8 µm) forming the dominant sink, increasing in particulate DMSP by 44–115% upon DMSP enrichment. Longer-term incubations showed however, that DMSP retention was short lived (<24 h) and microbial responses to DMSP enrichment differed depending on the community carbon and sulfur demand. The response of the microbial communities from inside the reef indicated a preference towards cleaving DMSP into the climatically active aerosol dimethyl sulfide (DMS), whereas communities from the outer reef were sulfur and carbon limited, resulting in more DMSP being utilised by the cells. Our results show that DMSP uptake is shared across members of the microbial community, highlighting larger phytoplankton taxa as potentially relevant DMSP reservoirs and provide new information on sulfur cycling as a function of community metabolism in deeper, oligotrophic GBR waters.",
    "readLink": "https://www.mdpi.com/2076-2607/9/9/1891"
  },
  {
    "title": "Beneficial effects of bunch-zone late defoliations and shoot positioning on berry composition and colour components of wines undergoing aging in an organically-managed and rainfed Sangiovese vineyard",
    "authors": [
      "Paola Tessarin,",
      "Arianna Ricci,",
      "Gabriele Baraldi,",
      "Alessandra Lombini,",
      "Giuseppina P. Parpinello,",
      "Adamo Domenico Rombolà"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2022.56.4.5377",
    "journalVolume": "Vol. 56,\n                                no. 4",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "In the context of climate change, where high temperatures are frequent in the first phases of ripening, protecting grapevine bunches from solar radiation is essential for preserving berry composition and wine colour. The effects of bunch-zone late defoliations (DEFs) and “semi-ballerina” shoot positioning (SB) on vine physiology and grape and wine quality of organic cv. Sangiovese wines during storage were assessed in two contrasting seasons (2013 and 2014). The treatments altered neither vine physiology (leaf photosynthetic activity and stomatal conductance, stem water potential) nor vine phenology, yield, budburst and fruitfulness. Defoliations imposed at post-veraison (DEF I) and pre-harvest (DEF II), but not shoot positioning imposed at post-veraison, enhanced the concentration of berry skin flavonols at harvest, compared to an untreated control. Late defoliations and SB did not change berry weight, anthocyanins, soluble solids, pH or titratable acidity at harvest. The severity of Botrytis bunch rot was assessed in both seasons. In 2013, it was negligible regardless of the treatment. In 2014 (characterised by higher rainfall and lower average temperatures than in 2013), late defoliations (DEF I and DEF II), especially DEF I, and SB to a minor extent, limited the severity of Botrytis bunch rot. The oenological benefits of late defoliations and shoot positioning were observed during wine storage. These canopy management practices positively influenced wine components (polymeric pigments; namely short polymeric pigments) that might have a marked effect on the final colour intensity, without altering the basic chemical characteristics of the wine. When choosing the timing for carrying out defoliation in order to improve grape quality and bunch rot containment, the meteorological conditions should be properly considered. Our results may contribute to providing further recommendations for canopy management for grape growers who produce organic Sangiovese wines that undergo aging.",
    "readLink": "https://oeno-one.eu/article/view/5377"
  },
  {
    "title": "A Pathway for Sustainable Agriculture",
    "authors": [
      "Hadi  A. AL-agele,",
      "Lloyd Nackley,",
      "Chad  W. Higgins"
    ],
    "doi": "https://doi.org/10.3390/su13084328",
    "journalVolume": "Vol. 13,\n                                no. 4328\n                                \n                                  p.\n                                  4328",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Expanding populations, the impacts of climate change, availability of arable land, and availability of water for irrigation collectively strain the agricultural system. To keep pace and adapt to these challenges, food producers may adopt unsustainable practices that may ultimately intensify the strain. What is a course of technological evolution and adoption that can break this cycle? In this paper we explore a set of technologies and food production scenarios with a new, reduced-order model. First the model is developed. The model combines limitations in the sustainable water supply, agricultural productivity as a function of intensification, and rising food demands. Model inputs are derived from the literature and historical records. Monte Carlo simulation runs of the model are used to explore the potential of existing and future technologies to bring us ever closer to a more sustainable future instead of ever farther. This is the concept of a moving sustainability horizon (the year in the future where sustainability can be achieved with current technological progress if demand remains constant). The sustainability gap is the number of years between the present and the sustainability horizon. As demand increases, the sustainability horizon moves farther into the future. As technology improves and productivity increases, the sustainability horizon is closer to the present. Sustainability, therefore, is achieved when the sustainability horizon collides with the present, closing the sustainability gap to zero. We find one pathway for water management technology adoption and innovation that closes the sustainability gap within the reduced-order model’s outputs. In this scenario, micro-irrigation adoption, minimal climate change impacts, reduced food waste, and additional transformative innovations such as smart greenhouses and agrivoltaic systems are collectively needed. The model shows that, in the absence of these changes, and continuing along our current course, the productivity of the agricultural system would become insufficient in the decade following 2050.",
    "readLink": "https://www.mdpi.com/2071-1050/13/8/4328"
  },
  {
    "title": "Lake surface water temperatures of European Alpine lakes (1989–2013) based on the Advanced Very High Resolution Radiometer (AVHRR) 1 km data set",
    "authors": [
      "M. Riffler,",
      "G. Lieberherr,",
      "S. Wunderle"
    ],
    "doi": "https://doi.org/10.5194/essd-7-1-2015",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Lake water temperature (LWT) is an important driver of lake ecosystems and it has been identified as an indicator of climate change. Consequently, the Global Climate Observing System (GCOS) lists LWT as an essential climate variable. Although for some European lakes long in situ time series of LWT do exist, many lakes are not observed or only on a non-regular basis making these observations insufficient for climate monitoring. Satellite data can provide the information needed. However, only few satellite sensors offer the possibility to analyse time series which cover 25 years or more. The Advanced Very High Resolution Radiometer (AVHRR) is among these and has been flown as a heritage instrument for almost 35 years. It will be carried on for at least ten more years, offering a unique opportunity for satellite-based climate studies. Herein we present a satellite-based lake surface water temperature (LSWT) data set for European water bodies in or near the Alps based on the extensive AVHRR 1 km data record (1989–2013) of the Remote Sensing Research Group at the University of Bern. It has been compiled out of AVHRR/2 (NOAA-07, -09, -11, -14) and AVHRR/3 (NOAA-16, -17, -18, -19 and MetOp-A) data. The high accuracy needed for climate related studies requires careful pre-processing and consideration of the atmospheric state. The LSWT retrieval is based on a simulation-based scheme making use of the Radiative Transfer for TOVS (RTTOV) Version 10 together with ERA-interim reanalysis data from the European Centre for Medium-range Weather Forecasts. The resulting LSWTs were extensively compared with in situ measurements from lakes with various sizes between 14 and 580 km2 and the resulting biases and RMSEs were found to be within the range of −0.5 to 0.6 K and 1.0 to 1.6 K, respectively. The upper limits of the reported errors could be rather attributed to uncertainties in the data comparison between in situ and satellite observations than inaccuracies of the satellite retrieval. An inter-comparison with the standard Moderate-resolution Imaging Spectroradiometer (MODIS) Land Surface Temperature product exhibits RMSEs and biases in the range of 0.6 to 0.9 and −0.5 to 0.2 K, respectively. The cross-platform consistency of the retrieval was found to be within ~ 0.3 K. For one lake, the satellite-derived trend was compared with the trend of in situ measurements and both were found to be similar. Thus, orbital drift is not causing artificial temperature trends in the data set. A comparison with LSWT derived through global sea surface temperature (SST) algorithms shows lower RMSEs and biases for the simulation-based approach. A running project will apply the developed method to retrieve LSWT for all of Europe to derive the climate signal of the last 30 years. The data are available at doi:10.1594/PANGAEA.831007.",
    "readLink": "http://www.earth-syst-sci-data.net/7/1/2015/essd-7-1-2015.pdf"
  },
  {
    "title": "Exergy Analysis for Combustible Third-Grade Fluid Flow through a Medium with Variable Electrical Conductivity and Porous Permeability",
    "authors": [
      "Samuel O. Adesanya,",
      "Peace O. Banjo,",
      "Ramoshweu S. Lebelo"
    ],
    "doi": "https://doi.org/10.3390/math11081882",
    "journalVolume": "Vol. 11,\n                                no. 1882\n                                \n                                  p.\n                                  1882",
    "issn": "2227-7390 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/mathematics",
    "abstract": "A mathematical investigation of a thermodynamical system linked with energy management and its impact on the environment, especially climate change, is presented in this study. In this regard, a numerical investigation of the flow and heat transfer of hydromagnetic third-grade liquid through a porous medium. The permeability of the medium and electrical conductivity of the fluid are assumed to be temperature functions. The appropriate mathematical formulations for momentum, energy, and entropy equations are presented in both dimensional and dimensionless forms. We obtained the numerical solutions using the spectral version of the Chebyshev collocation method and compared the result with the shooting Runge–Kutta method. Numerical results for velocity, temperature, entropy, and Bejan profiles are communicated through tables and graphs with adequate physical interpretation. The thermal stability of the thermo-fluid system that guarantees the prevention of spontaneous fluid heating that fuels climate change is also included in the analysis.",
    "readLink": "https://www.mdpi.com/2227-7390/11/8/1882"
  },
  {
    "title": "Rocket Science: The Effect of Spaceflight on Germination Physiology, Ageing, and Transcriptome of <i>Eruca sativa</i> Seeds",
    "authors": [
      "Jake  O. Chandler,",
      "Fabian  B. Haas,",
      "Safina Khan,",
      "Laura Bowden,",
      "Michael Ignatz,",
      "Eugenia  M. A. Enfissi,",
      "Frances Gawthrop,",
      "Alistair Griffiths,",
      "Paul  D. Fraser,",
      "Stefan  A. Rensing,",
      "Gerhard Leubner-Metzger"
    ],
    "doi": "https://doi.org/10.3390/life10040049",
    "journalVolume": "Vol. 10,\n                                no. 49\n                                \n                                  p.\n                                  49",
    "issn": "2075-1729 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/life",
    "abstract": "In the ‘Rocket Science’ project, storage of Eruca sativa (salad rocket) seeds for six months on board the International Space Station resulted in delayed seedling establishment. Here we investigated the physiological and molecular mechanisms underpinning the spaceflight effects on dry seeds. We found that ‘Space’ seed germination vigor was reduced, and ageing sensitivity increased, but the spaceflight did not compromise seed viability and the development of normal seedlings. Comparative analysis of the transcriptomes (using RNAseq) in dry seeds and upon controlled artificial ageing treatment (CAAT) revealed differentially expressed genes (DEGs) associated with spaceflight and ageing. DEG categories enriched by spaceflight and CAAT included transcription and translation with reduced transcript abundances for 40S and 60S ribosomal subunit genes. Among the ‘spaceflight-up’ DEGs were heat shock proteins (HSPs), DNAJ-related chaperones, a heat shock factor (HSFA7a-like), and components of several DNA repair pathways (e.g., ATM, DNA ligase 1). The ‘response to radiation’ category was especially enriched in ‘spaceflight-up’ DEGs including HSPs, catalases, and the transcription factor HY5. The major finding from the physiological and transcriptome analysis is that spaceflight causes vigor loss and partial ageing during air-dry seed storage, for which space environmental factors and consequences for seed storage during spaceflights are discussed.",
    "readLink": "https://www.mdpi.com/2075-1729/10/4/49"
  },
  {
    "title": "Climate change drives glacier retreat in Bhaga basin located in Himachal Pradesh, India",
    "authors": [
      "Saurabh Kaushik,",
      "Jaydeo K. Dharpure,",
      "P.K. Joshi,",
      "AL Ramanathan,",
      "Tejpal Singh"
    ],
    "doi": "https://doi.org/10.1080/10106049.2018.1557260",
    "journalVolume": "Vol. 35,\n                                no. 11\n                                \n                                  pp.\n                                  1179\n                                  – 1198",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "This paper reports changes in different glaciers of Bhaga basin located in western Himalaya, from 1979 to 2017. Glacier boundaries were delineated through semi-automated approach using Landsat satellite imagery. The variation of glacier extent in different elevation zones, snout retreat and decadal changes are observed. Results show that the total area of glaciers was 238 in 1979, which reduced to 230.8 by 2017 (retreat rate 12 ). Glaciers at low elevation and smaller in size are retreating faster. Analysis of Asian Precipitation-Highly Resolved Observational Data Integration Towards Evaluation data shows decreasing trend of annual precipitation (–2.724, 1951–2015) and increasing trend of mean annual temperature (0.021). The statistical analysis using Mann-Kendall and Sen’s slope tests, applied at different confidence interval demonstrates that climate change corresponds to deglaciation, and topography controls glacier recession in the basin.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2018.1557260"
  },
  {
    "title": "The interdisciplinary nature of <i>SOIL</i>",
    "authors": [
      "E. C. Brevik,",
      "A. Cerdà,",
      "J. Mataix-Solera,",
      "L. Pereg,",
      "J. N. Quinton,",
      "J. Six,",
      "K. Van Oost"
    ],
    "doi": "https://doi.org/10.5194/soil-1-117-2015",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  117\n                                  – 129",
    "issn": "2199-3971 (Print)",
    "publisher": "2199-398X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.soil-journal.net/",
    "abstract": "The holistic study of soils requires an interdisciplinary approach involving biologists, chemists, geologists, and physicists, amongst others, something that has been true from the earliest days of the field. In more recent years this list has grown to include anthropologists, economists, engineers, medical professionals, military professionals, sociologists, and even artists. This approach has been strengthened and reinforced as current research continues to use experts trained in both soil science and related fields and by the wide array of issues impacting the world that require an in-depth understanding of soils. Of fundamental importance amongst these issues are biodiversity, biofuels/energy security, climate change, ecosystem services, food security, human health, land degradation, and water security, each representing a critical challenge for research. In order to establish a benchmark for the type of research that we seek to publish in each issue of SOIL, we have outlined the interdisciplinary nature of soil science research we are looking for. This includes a focus on the myriad ways soil science can be used to expand investigation into a more holistic and therefore richer approach to soil research. In addition, a selection of invited review papers are published in this first issue of SOIL that address the study of soils and the ways in which soil investigations are essential to other related fields. We hope that both this editorial and the papers in the first issue will serve as examples of the kinds of topics we would like to see published in SOIL and will stimulate excitement among our readers and authors to participate in this new venture.",
    "readLink": "http://www.soil-journal.net/1/117/2015/soil-1-117-2015.pdf"
  },
  {
    "title": "Strong phenotypic plasticity limits potential for evolutionary responses to climate change",
    "authors": [
      "Vicencio Oostra,",
      "Marjo Saastamoinen,",
      "Bas J. Zwaan,",
      "Christopher W. Wheat"
    ],
    "doi": "https://doi.org/10.1038/s41467-018-03384-9",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Phenotypic plasticity—the ability to express multiple phenotypes from the same genome—is a widespread adaptation to environmental variability. Here, Oostra et al analyze transcriptomes of an African butterfly with distinct seasonal phenotypes, and observe lack of variation for plasticity, limiting potential for evolutionary responses to climate change.",
    "readLink": "https://doi.org/10.1038/s41467-018-03384-9"
  },
  {
    "title": "Urban agriculture as a keystone contribution towards securing sustainable and healthy development for cities in the future",
    "authors": [
      "S. L. G. Skar,",
      "R. Pineda-Martos,",
      "A. Timpe,",
      "B. Pölling,",
      "K. Bohn,",
      "M. Külvik,",
      "C. Delgado,",
      "C. M.G. Pedras,",
      "T. A. Paço,",
      "M. Ćujić,",
      "N. Tzortzakis,",
      "A. Chrysargyris,",
      "A. Peticila,",
      "G. Alencikiene,",
      "H. Monsees,",
      "R. Junge"
    ],
    "doi": "https://doi.org/10.2166/bgs.2019.931",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 27",
    "issn": "2617-4782 (Online)",
    "publisher": "IWA Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://iwaponline.com/bgs",
    "abstract": "Research and practice during the last 20 years has shown that urban agriculture can contribute to minimising the effects of climate change by, at the same time, improving quality of life in urban areas. In order to do so most effectively, land use and spatial planning are crucial so as to obtain and maintain a supportive green infrastructure and to secure citizens' healthy living conditions. As people today trend more towards living in green and sustainable city centres that can offer fresh and locally produced food, cities become again places for growing food. The scope of urban agriculture thereby is to establish food production sites within the city's sphere; for example, through building-integrated agriculture including concepts such as aquaponics, indoor agriculture, vertical farming, rooftop production, edible walls, as well as through urban farms, edible landscapes, school gardens and community gardens. Embedded in changing urban food systems, the contribution of urban agriculture to creating sustainable and climate-friendly cities is pivotal as it has the capacity to integrate other resource streams such as water, waste and energy. This article describes some of the current aspects of the circular city debate where urban agriculture is pushing forward the development of material and resource cycling in cities.",
    "readLink": "http://doi.org/10.2166/bgs.2019.931"
  }
]