[
  {
    "title": "Ecophysiological Response of <i>Vitis vinifera</i> L. in an Urban Agrosystem: Preliminary Assessment of Genetic Variability",
    "authors": [
      "Elena Brunori,",
      "Alessandra Bernardini,",
      "Federico Valerio Moresi,",
      "Fabio Attorre,",
      "Rita Biasi"
    ],
    "doi": "https://doi.org/10.3390/plants11223026",
    "journalVolume": "Vol. 11,\n                                no. 3026\n                                \n                                  p.\n                                  3026",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Urban agriculture is an emerging challenge. Identifying suitable agrosystems that allow for the multiple functions of urban agriculture represents a key issue for the reinforcement of the agricultural matrix in cities, with the aims of counteracting and adapting to climate change and providing economic and social benefits. This study aims to produce a preliminary assessment of the adaptability of Italian native and non-native Vitis vinifera L. cultivars to the stressors of an urban environment. The investigation was carried out on the grapevine collection of the Botanical Garden of Rome (“Vigneto Italia”). A total of 15 grapevine varieties were selected for the evaluation of leaf chlorophyll content, stomatal conductance, and chlorophyll fluorescence under abiotic conditions during the growing season of 2021. Spectral signatures were collected from mature leaves, and several vegetation indices (LWI, MCARI, and WBI) were calculated. Our preliminary results highlighted differences in the behavior of the grapevine cultivars. The native ones showed a medium-high level for leaf chlorophyll content (greater than 350 mol m−2), good photosynthetic efficiency (QY > 0.75), and optimal stomatal behavior under drought stress (200 > gs > 50 mmol H2O m−2 s−1). The data allowed for the classification of the tested genotypes based on their site-specific resistance and resilience to urban environmental conditions. The grapevine proved to be a biological system that is highly sensitive to climate variables, yet highly adaptable to limiting growing factors.",
    "readLink": "https://www.mdpi.com/2223-7747/11/22/3026"
  },
  {
    "title": "Nest Emigration Behavior of the Asian Needle Ant, Brachyponera (=Pachycondyla) chinensis Emery (Hymenoptera: Formicidae)",
    "authors": [
      "Hamilton Ross Allen,",
      "Patrícia A. Zungoli,",
      "Eric P. Benson,",
      "Patrick Gerard"
    ],
    "doi": "https://doi.org/10.13102/sociobiology.v64i4.1586",
    "journalVolume": "Vol. 64,\n                                no. 4",
    "issn": "0361-6525 (Print)",
    "publisher": "2447-8067 (Online)",
    "countryOfPublisher": "Universidade Estadual de Feira de Santana",
    "lcc": [
      "Brazil",
      "Science: Zoology",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General)"
    ],
    "journalUrl": "http://periodicos.uefs.br/index.php/sociobiology/",
    "abstract": "Ant colonies change nest location in response to physical disturbance, climate fluctuation, and resource availability. During the emigration process, worker recruitment is vital to ensuring that individual colony members are moved to the new nest site. Recruitment methods used during emigration differ between ant species. In a laboratory study, we investigated the recruitment behaviors of the invasive Asian needle ant, Brachyponera (=Pachycondyla) chinensis (Emery), during nest emigration. Subsets of P. chinensis worker ants were subjected to physical nest disturbance, and the recruitment methods and associated behaviors were recorded. Before recruitment to the new nest location began, B. chinensis ants organized into three distinctive groups: queen-tending, brood-tending, and scouting. Once the new nest site was identified, scout ants began physically transporting nestmates into the new harborage. Transport rates increased with time in the first 30 minutes and did not change during the 30to 55 minute interval when brood was transported. However, adult transport rate increased again after brood transport was completed and decreased after 90 minutes. These studies are the first to identify the recruitment methods, division of labor, and social organization behavior of B. chinensis during nest emigration.",
    "readLink": "http://periodicos.uefs.br/index.php/sociobiology/article/view/1586"
  },
  {
    "title": "Hydropower Production in Future Climate Scenarios; the Case for the Zambezi River",
    "authors": [
      "Byman H. Hamududu,",
      "Ånund Killingtveit"
    ],
    "doi": "https://doi.org/10.3390/en9070502",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  502",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Climate change remains a threat to water resources projects in southern Africa where impacts resulting from changes in climate are projected to be negative and worse than in most other regions of the world. This work presents an assessment of the impacts of climate change on water resources and hydropower production potential in the Zambezi River Basin. Future climate scenarios projected through the five General Circulation Model (GCM) outputs are used as input in the impact assessment. The future projected climate scenarios are downscaled to find local and regional changes, and used in the Hydrologiska Byråns Vattenbalansavdelning (HBV) hydrological model to assess climate change impacts on water resources in the river basin. According to the simulations, air temperature and potential evaporation are projected to increase, while rainfall is projected to decrease. The Zambezi hydropower system is likely to be affected negatively as a result of future climate changes. Increasing air temperature leading to increased evaporation, and reduced rainfall, both contribute to a decrease in resulting river flows and increased reservoir evaporation. Consequently, the decrease in water resources will lead to decreased hydropower production potential, by 9% in 2020s, 18% in 2050s and 28% in 2080s in the hydropower system, for a medium emission scenario, A1B.",
    "readLink": "http://www.mdpi.com/1996-1073/9/7/502"
  },
  {
    "title": "Key drivers of ecosystem recovery after disturbance in a neotropical forest",
    "authors": [
      "Bruno Hérault,",
      "Camille Piponiot"
    ],
    "doi": "https://doi.org/10.1186/s40663-017-0126-7",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Abstract Background Natural disturbance is a fundamental component of the functioning of tropical rainforests let to natural dynamics, with tree mortality the driving force of forest renewal. With ongoing global (i.e. land-use and climate) changes, tropical forests are currently facing deep and rapid modifications in disturbance regimes that may hamper their recovering capacity so that developing robust predictive model able to predict ecosystem resilience and recovery becomes of primary importance for decision-making: (i) Do regenerating forests recover faster than mature forests given the same level of disturbance? (ii) Is the local topography an important predictor of the post-disturbance forest trajectories? (iii) Is the community functional composition, assessed with community weighted-mean functional traits, a good predictor of carbon stock recovery? (iv) How important is the climate stress (seasonal drought and/or soil water saturation) in shaping the recovery trajectory? Methods Paracou is a large scale forest disturbance experiment set up in 1984 with nine 6.25 ha plots spanning on a large disturbance gradient where 15 to 60% of the initial forest ecosystem biomass were removed. More than 70,000 trees belonging to ca. 700 tree species have then been censused every 2 years up today. Using this unique dataset, we aim at deciphering the endogenous (forest structure and composition) and exogenous (local environment and climate stress) drivers of ecosystem recovery in time. To do so, we disentangle carbon recovery into demographic processes (recruitment, growth, mortality fluxes) and cohorts (recruited trees, survivors). Results Variations in the pre-disturbance forest structure or in local environment do not shape significantly the ecosystem recovery rates. Variations in the pre-disturbance forest composition and in the post-disturbance climate significantly change the forest recovery trajectory. Pioneer-rich forests have slower recovery rates than assemblages of late-successional species. Soil water saturation during the wet season strongly impedes ecosystem recovery but not seasonal drought. From a sensitivity analysis, we highlight the pre-disturbance forest composition and the post-disturbance climate conditions as the primary factors controlling the recovery trajectory. Conclusions Highly-disturbed forests and secondary forests because they are composed of a lot of pioneer species will be less able to cope with new disturbance. In the context of increasing tree mortality due to both (i) severe droughts imputable to climate change and (ii) human-induced perturbations, tropical forest management should focus on reducing disturbances by developing Reduced Impact Logging techniques.",
    "readLink": "http://link.springer.com/article/10.1186/s40663-017-0126-7"
  },
  {
    "title": "Evaluating sea ice thickness simulation is critical for projecting a summer ice-free Arctic Ocean",
    "authors": [
      "Xiao Zhou,",
      "Bin Wang,",
      "Fei Huang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac9d4d",
    "journalVolume": "Vol. 17,\n                                no. 11\n                                \n                                  p.\n                                  114033",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The rapid decline of Arctic sea ice, including sea ice area (SIA) retreat and sea ice thinning, is a striking manifestation of global climate change. Analysis of 40 CMIP6 models reveals a very large spread in both model simulations of the September SIA and thickness and the timing of a summer ice-free Arctic Ocean. The existing SIA-based evaluation metrics are deficient due to observational uncertainty, prominent internal variability, and indirect Arctic response to global forcing. Given the critical roles of sea ice thickness (SIT) in determining Arctic ice variation throughout the seasonal cycle and the April SIT bridging the winter freezing and summer melting processes, we propose two SIT-based metrics, the April mean SIT and summer SIA response to April SIT, to assess climate models’ capability to reproduce the historical change of the Arctic sea ice area. The selected 11 good models reduce the uncertainty in the projected first ice-free Arctic by 70% relative to 11 poor models. The chosen models’ ensemble mean projects the first ice-free year in 2049 (2043) under the shared socio-economic pathways (SSP)2-4.5 (SSP5-8.5) scenario with one standard deviation of the inter-model spread of 12.0 (8.9) years.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac9d4d"
  },
  {
    "title": "New times for migrants' health in Europe",
    "authors": [
      "J.M. Reyes-Uruena,",
      "T. Noori,",
      "A. Pharris,",
      "J.M. Jansà"
    ],
    "doi": "Vol. 16,\n                                no. 2\n                                \n                                  pp.\n                                  48\n                                  – 58",
    "issn": "1575-0620 (Print)",
    "publisher": "2013-6463 (Online)",
    "countryOfPublisher": "Sociedad Española de Sanidad Penitenciaria",
    "lcc": [
      "Spain",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.sanipe.es/",
    "abstract": "Patterns of migration can change greatly over time, with the size and composition of migrant populations reflecting both, current and historical patterns of migration flows. The recent economic crisis has caused a decrease on migration flows towards the most affected areas, as well as cut offs in health interventions addressed to migrants. The objective of this paper is to review available data about interventions on migrants' health in Europe, and to describe changes in migrant health policies across Europe after the economic crisis, that can have a negative effect in their health status. Although migrants have the right to health care under legal settlements issued by the EU, there is no a standard European approach to offer health care to migrants, since; policies in each EU Member State are developed according to specific migrant experience, political climate, and attitudes towards migration. Migrants use to face greater health problems and major health care access barriers, compared with their counterparts from the EU. Therefore, migrant health policies should focus in protects this vulnerable group, especially during economic hardship, taking into account economic and socio-demographic risk factors. There is an especial need for research in the cost-effectiveness of investing in the health care of the migrant population, demonstrating the benefit of such, even in the health of the European native population, and the need for constant intervention despite of resource constraints.",
    "readLink": "http://scielo.isciii.es/scielo.php?script=sci_arttext&pid=S1575-06202014000200004&lng=en&tlng=en"
  },
  {
    "title": "Climate Change Resilience Strategies for the Building Sector: Examining Existing Domains of Resilience Utilized by Design Professionals",
    "authors": [
      "Nicholas  B. Rajkovich,",
      "Yasmein Okour"
    ],
    "doi": "https://doi.org/10.3390/su11102888",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  2888",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Recently, climate change resilience efforts in the building sector have increased. Previous studies have examined the theoretical frameworks that have shaped the concept development of resilience. However, little is known about the theoretical approaches adopted by building professionals in their climate change resilience work. A literature review identified climate change resilience across four academic domains: ecology, engineering, disaster risk reduction, and the social sciences. To better understand how resilience is defined in the building sector, we examined eighteen climate change resilience documents developed to provide guidance to building sector professionals in the United States. Our analysis of these documents helps to understand how professionals are framing and possibly incorporating these strategies in their work, though we did not measure the adoption rate of each of the documents. We find that resilience is mostly a discourse on bouncing-back, preserving the status quo, and/or developing emergency responses to major hazards. Fewer documents incorporated an ecological or social science-based logic. This highlights the challenges of translating resilience from four academic domains into building strategies for the professional community. In closing, we discuss how competing conceptions of resilience may impact the implementation and effectiveness of climate change resilience strategies in the built environment.",
    "readLink": "https://www.mdpi.com/2071-1050/11/10/2888"
  },
  {
    "title": "Mapping suitable habitats for globally endangered raptors in Kenya: Integrating climate factors and conservation planning",
    "authors": [
      "Peggy Mutheu Ngila,",
      "David Odhiambo Chiawo,",
      "Margaret Awuor Owuor,",
      "Vivian Oliver Wasonga,",
      "Jane Wangui Mugo"
    ],
    "doi": "https://doi.org/10.1002/ece3.10443",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Raptors face global threats like electrocution, collisions, and habitat fragmentation. Many species remain understudied, and their distribution patterns are unknown. Understanding their current and future distribution is crucial for conservation. Protecting these top predators requires knowledge of their spatial distribution and environmental influences. This study addresses knowledge gaps in raptor habitats and distributions in Kenya, considering current and future climate changes. Using species distribution models and occurrence data from the Global Biodiversity Information Facility, we evaluated suitable habitats for four endangered Kenyan raptor species: Martial eagle, Secretarybird, Bateleur, and Steppe Eagle. We assessed the impact of climatic predictors on their distribution, considering two climate change scenarios for 2020–2040. Our findings reveal that raptor distribution in Kenya is predominantly concentrated in the southwestern region, extending into the central region of the country. The most significant predictors of raptor species distribution varied for each species, with Steppe eagle and Secretarybird being highly influenced by precipitation during the warmest quarter, Martial eagle being influenced by mean temperature during the driest quarter, and Bateleur being primarily influenced by precipitation during the coldest quarter. When projecting our model into the climate change scenarios for 2020–2040, all species except the Bateleur exhibited a negative range shift. The results of our study suggest that climate change may have adverse impacts on the raptor species examined. In light of these findings, we recommend implementing targeted monitoring and conducting surveys in accordance with our current model predictions. Specifically, our focus should be on monitoring areas that exhibit the highest climate suitability, as these areas are likely to undergo significant shifts in the near future. By conducting regular monitoring and engaging in further research, we can enhance our understanding of these raptor species and gather valuable data to improve the accuracy and reliability of our model predictions.",
    "readLink": "https://doi.org/10.1002/ece3.10443"
  },
  {
    "title": "Chemical and physical influences on aerosol activation in liquid clouds: a study based on observations from the Jungfraujoch, Switzerland",
    "authors": [
      "C. R. Hoyle,",
      "C. R. Hoyle,",
      "C. S. Webster,",
      "C. S. Webster,",
      "C. S. Webster,",
      "H. E. Rieder,",
      "H. E. Rieder,",
      "A. Nenes,",
      "A. Nenes,",
      "A. Nenes,",
      "A. Nenes,",
      "E. Hammer,",
      "E. Hammer,",
      "E. Herrmann,",
      "M. Gysel,",
      "N. Bukowiecki,",
      "E. Weingartner,",
      "E. Weingartner,",
      "M. Steinbacher,",
      "U. Baltensperger"
    ],
    "doi": "https://doi.org/10.5194/acp-16-4043-2016",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  4043\n                                  – 4061",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "A simple statistical model to predict the number of aerosols which activate to form cloud droplets in warm clouds has been established, based on regression analysis of data from four summertime Cloud and Aerosol Characterisation Experiments (CLACE) at the high-altitude site Jungfraujoch (JFJ). It is shown that 79 % of the observed variance in droplet numbers can be represented by a model accounting only for the number of potential cloud condensation nuclei (defined as number of particles larger than 80 nm in diameter), while the mean errors in the model representation may be reduced by the addition of further explanatory variables, such as the mixing ratios of O3, CO, and the height of the measurements above cloud base. The statistical model has a similar ability to represent the observed droplet numbers in each of the individual years, as well as for the two predominant local wind directions at the JFJ (northwest and southeast). Given the central European location of the JFJ, with air masses in summer being representative of the free troposphere with regular boundary layer in-mixing via convection, we expect that this statistical model is generally applicable to warm clouds under conditions where droplet formation is aerosol limited (i.e. at relatively high updraught velocities and/or relatively low aerosol number concentrations). A comparison between the statistical model and an established microphysical parametrization shows good agreement between the two and supports the conclusion that cloud droplet formation at the JFJ is predominantly controlled by the number concentration of aerosol particles.",
    "readLink": "https://www.atmos-chem-phys.net/16/4043/2016/acp-16-4043-2016.pdf"
  },
  {
    "title": "Spatiotemporal Simulation of Net Ecosystem Productivity and Its Response to Climate Change in Subtropical Forests",
    "authors": [
      "Junlong Zheng,",
      "Fangjie Mao,",
      "Huaqiang Du,",
      "Xuejian Li,",
      "Guomo Zhou,",
      "Luofan Dong,",
      "Meng Zhang,",
      "Ning Han,",
      "Tengyan Liu,",
      "Luqi Xing"
    ],
    "doi": "https://doi.org/10.3390/f10080708",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  p.\n                                  708",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Subtropical forests have great potential as carbon sinks; however, the relationship between net ecosystem productivity (NEP) and climate change is still unclear. This study took Zhejiang Province, a subtropical region, as an example. Based on remote sensing classification data of forest resources, the integrated terrestrial ecosystem carbon cycle (InTEC) model was used to simulate the spatiotemporal dynamics of the forest NEP in Zhejiang Province during 1985−2015 and analyze its response to meteorological factors such as temperature, precipitation, relative humidity, and radiation. Three patterns emerged: (1) The optimized InTEC model can better simulate the forest NEP in Zhejiang Province, and the correlation coefficient between the simulated NEP and observed NEP was up to 0.75. (2) From 1985 to 2015, the increase in the total NEP was rapid, with an average annual growth rate of 1.52 Tg·C·yr−1. During 1985−1988, the forests in Zhejiang Province were carbon sources. After 1988, the forests turned into carbon sinks and this continued to increase. During 2000−2015, more than 97% of the forests in Zhejiang Province were carbon sinks. The total NEP reached 32.02 Tg·C·yr−1, and the annual mean NEP increased to 441.91 gC·m−2·yr−1. The carbon sequestration capacity of forests in the east and southwest of Zhejiang Province is higher than that in the northeast of Zhejiang Province. (3) From 2000 to 2015, there was an extremely significant correlation between forest NEP and precipitation, with a correlation coefficient of 0.85. Simultaneously, the forest NEP showed a negative correlation with temperature and radiation, with a correlation coefficient of −0.56 for both, and the forest NEP was slightly negatively correlated with relative humidity. The relative contribution rates of temperature, precipitation, relative humidity, and radiation data to NEP showed that the contribution of precipitation to NEP is the largest, reaching 61%, followed by temperature and radiation at 18% and 17%, respectively. The relative contribution rate of relative humidity is the smallest at only 4%. During the period of 1985−1999, due to significant man-made disturbances, the NEP had a weak correlation with temperature, precipitation, relative humidity, and radiation. The results of this study are important for addressing climate change and illustrating the response mechanism between subtropical forest NEP and climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/10/8/708"
  }
]