[
  {
    "title": "Făgetele primare din România, o contribuţie la Patrimoniul Mondial UNESCO [Romania’s primary beech forests, a contribution to UNESCO World Heritage]",
    "authors": [
      "Iovu Adrian Biriș"
    ],
    "doi": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  77\n                                  – 85",
    "issn": "1582-0769 (Print)",
    "publisher": "1582-3725 (Online)",
    "countryOfPublisher": "”Ștefan cel Mare” University of Suceava, Faculty of Forestry and “Marin Drăcea” National Research-Development Institute in Forestry - Station Câmpulung Moldovenesc",
    "lcc": [
      "Romania",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.bucovina-forestiera.ro/",
    "abstract": "The World Heritage List (WHL) of UNESCO currently comprises 1007 properties in 161 States Parties. Most of these sites are cultural (779) and only 197 are natural sites whereas 31 are mixed sites with outstanding universal cultural and natural values. Romania has only 8 sites registered on WHL of UNESCO, 7 cultural sites and one natural site – The Danube Delta Biosphere Reserve - being underrepresented in relation with the real value of its natural patrimony. Beech is a deciduous species exclusively European and the beech forests constitute the potential natural vegetation for the temperate zone of Europe. Beech forests represent an outstanding and globally unparalleled example of the ongoing ecological processes of post-glacial expansion. This is a key factor for supporting the nomination of beech forests under WHL of UNESCO. Romania, the country with the larges area of beech forests and well preserved primary beech forests, has an important responsibility for the conservation of an adequate and representative network of beech forests. Considering these aspects, the Ministry of the Environment and Climate Change - Department for Waters, Forests and Fisheries, National Forest Administration – Romsilva, Forest Research and Management Institute, WWF Danube-Carpathian Programme Office and Greenpeace CEE Romania Foundation have signed a protocol for collaboration having as target the selection of certain beech forests to be included on the WHL of UNESCO. Keywords",
    "readLink": "http://www.bucovina-forestiera.ro/arhiva/2014/14(1)/fagetele-primare-din-romania.pdf"
  },
  {
    "title": "Public Perceptions of Climate Change and Plastic and Reconstructive Surgery",
    "authors": [
      "Colby J. Hyland, AB,",
      "Elizabeth F. Yates, MD, MPH,",
      "Goutam Gadiraju, BS,",
      "Tanujit Dey, PhD,",
      "Justin Michael Broyles, MD"
    ],
    "doi": "https://doi.org/10.1097/GOX.0000000000004442",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  e4442",
    "issn": "2169-7574 (Online)",
    "publisher": "Wolters Kluwer",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Surgery"
    ],
    "journalUrl": "http://www.prsgo.com",
    "abstract": "Background:. Healthcare has a major impact on climate change, and surgery is among the most energy-intensive hospital practices. Although most Americans believe climate change is happening, little is known regarding public awareness of the impact of healthcare on climate change and how this may impact perceptions of plastic surgery. Methods:. A cross-sectional survey was administered to adults in the United States using Amazon Mechanical Turk in December 2021 to assess public perceptions of climate change, healthcare, and plastic surgery. Incomplete responses were excluded from analysis. Multivariable logistic regression models were used to determine predictors of responses. Results:. There were 890 complete responses. Most participants strongly agreed or agreed that climate change is happening (89%). Fewer believed that healthcare has an impact on climate change (62%), with greater odds among respondents with an associate’s degree or higher (odds ratio 2.8, P < 0.001). After they were given information about the impact of healthcare on climate change, most respondents were more worried about the effects of cosmetic plastic surgery (64%). Many respondents would be willing to engage in personal climate change mitigation measures if undergoing surgery and pay higher professional fees to support sustainable hospital practices. Conclusions:. Most Americans believe climate change is happening, but fewer believe healthcare has an impact on climate change. Knowledge regarding the impact of healthcare and surgery on climate change may make patients more worried about the effects of plastic surgery on climate change, but patients may be willing to personally mitigate climate impacts of surgery.",
    "readLink": "http://journals.lww.com/prsgo/fulltext/10.1097/GOX.0000000000004442"
  },
  {
    "title": "Canine heartworm: natural infection along remote coastal area of Rio de Janeiro",
    "authors": [
      "Mário  dos Santos Filho,",
      "Bruno  Alberigi,",
      "Debora  Macedo Pedroso Balius,",
      "Nathália  Marques de Oliveira Lemos,",
      "Alexandre José  Rodrigues Bendas,",
      "Jonimar  Pereira Paiva"
    ],
    "doi": "",
    "journalVolume": "Vol. 43,\n                                no. 1\n                                \n                                  pp.\n                                  e000220\n                                  – e000220",
    "issn": "0100-2430 (Print)",
    "publisher": "2527-2179 (Online)",
    "countryOfPublisher": "Sociedade de Medicina Veterinária do Estado do Rio de Janeiro",
    "lcc": [
      "Brazil",
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "http://rbmv.org/index.php/BJVM",
    "abstract": "Dirofilaria immitis is a mosquito-borne nematode that often infects dogs worldwide and causes what is commonly referred to as heartworm disease. The infection is recognized as being more prevalent in tropical and subtropical coastal regions; however, due to recent climate changes, it has been detected in regions previously considered free of infection. The asymptomatic animals presented in this case report had their infections detected opportunistically. One was presented for a routine checkup and the other for pre-operative evaluation. In the checkup case, heartworm disease was suspected after auscultation. In the presurgical case, microfilariae were found when cytology was performed. Both dogs had D. immitis infection confirmed by antigen detection using an enzyme-linked immunosorbent assay (ELISA) test. The microfilariae were confirmed to be D. immitis. This report highlights the unsuspected finding of the infection in a region where canine heartworm disease has not been a concern. It throws light on the importance of constant surveillance of animal vector-borne diseases in areas of ecotone. Surveillance must be reinforced when natural resources are disturbed, especially in the face of global climate change.",
    "readLink": "https://rbmv.org/BJVM/article/view/1169"
  },
  {
    "title": "The urban growth of the metropolitan area of Sao Paulo and its impact on the climate",
    "authors": [
      "Gabriela Narcizo de Lima,",
      "Víctor Orlando Magaña Rueda"
    ],
    "doi": "Vol. 21\n                                \n                                \n                                  pp.\n                                  17\n                                  – 26",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "The Metropolitan Area of Sao Paulo (MASP) has undergone a rapid urban growth process over the years, and this has been reflected in major climate change. Thus, through the documentation of the urban evolution process of MASP associated with the analysis of historical series of meteorological data, this research tries to show that changes in land use, evidenced mainly by the loss of green areas in the process of urbanization growth over the years, may result in climatic changes characterized by different states of equilibrium. The climatic changes caused by urban growth are better observed in the temperatures, however, the variable precipitation, although with a high level of uncertainty, can also reflect these changes in particular episodes, which in the case of MASP occur mainly during the rainy season. The results of this research indicate that both precipitation and temperature data show a tendency to increase the frequency of days with extreme values, especially since the mid 70's. Knowing the results that intense changes in land use can generate, the population and urban planners should consider the possibility of applying actions to control and reduce this disturbance in addition to adapting to the changes that have already occurred. Keywords: Metropolitan area of Sao Paulo, Urban growth, Temperature changes, Precipitations changes, Urban climate system",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094718300082"
  },
  {
    "title": "Assessing the effect of dialogue on altruism toward future generations: A preliminary study",
    "authors": [
      "Elie Maalouly,",
      "Ryuji Yamazaki,",
      "Shuichi Nishio,",
      "Marco Nørskov,",
      "Kohei Kamaga,",
      "Shoji Komai,",
      "Kiyoshi Chiba,",
      "Keiichiro Atsumi,",
      "Ken-Ichi Akao"
    ],
    "doi": "https://doi.org/10.3389/fcomp.2023.1129340",
    "journalVolume": "Vol. 5",
    "issn": "2624-9898 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/computer-science#",
    "abstract": "IntroductionDespite the abundance of evidence on climate change and its consequences on future generations, people, in general, are still reluctant to change their actions and behaviors toward the environment that would particularly benefit posterity. In this study, we took a preliminary step in a new research direction to explore humans' altruistic behavior toward future generations of people and whether it can be affected by dialogue.MethodsWe used an android robot called Telenoid as a representative of future generations by explaining that the robot is controlled by an Artificial Intelligence (AI) living in a simulation of our world in the future. To measure people's altruistic behavior toward it, we asked the participants to play a round of the Dictator Game with the Telenoid before having an interactive conversation with the Telenoid and then playing another round.ResultsOn average, participants gave more money to the Telenoid in the second round (after having an interactive conversation). The average amount of money increased from 20% in the first to about 30% in the second round.DiscussionThe results indicate that the conversation with the robot might have been responsible for the change in altruistic behavior toward the Telenoid. Contrary to our expectations, the personality of the participants did not appear to have an influence on their change of behavior, but other factors might have contributed. We finally discuss the influence of other possible factors such as empathy and the appearance of the robot. However, the preliminary nature of this study should deter us from making any definitive conclusions, but the results are promising for establishing the ground for future experiments.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fcomp.2023.1129340/full"
  },
  {
    "title": "Green, blue and economic water productivity: a water footprint perspective from the Upper Awash Basin, Central Ethiopia",
    "authors": [
      "Birtukan Abebe Hirpa,",
      "Girma Berhe Adane,",
      "Asfawossen Asrat,",
      "Dessie Nedaw"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.400",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  pp.\n                                  559\n                                  – 575",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "The rise in global freshwater consumption, inefficient water use and population growth are the main drivers of water scarcity and food insecurity. This study analyzed the green, blue and economic water productivity (GWP, BWP and EWP, respectively) of the rainfed (teff, maize and sorghum) and irrigated (sugarcane) crops along with green water scarcity (GWS) in the Upper Awash Basin using water footprints (WFs) approaches. Teff has the lowest average GWP (∼0.3 kg/m3) and the highest average WF (4205 m3/ton) between 2000 and 2010 with an average EWP of ∼0.3 USD/m3 which is higher than those of other rainfed cereal crops (maize and sorghum). The highest GWS of maize was recorded in Metehara (269 mm/growing period) and the lowest in Debrezeit (70 mm/growing period) with an intermediate value of 90 and 117 mm in Wonji and Melkassa, respectively. All the rainfed crops have lower EWP (less than 0.3 USD/m3) compared with the irrigated sugarcane in the basin. This study demonstrates that increasing the value per unit of green/blue water through increasing yield per unit of supply and switching from high to low WFs crops has significant implications for addressing the water scarcity problem by setting a WP benchmark in the basin. HIGHLIGHTS Green, blue and economic water productivity (WP) of crops was examined.; Eastern Upper Awash Basin depicted more green water scarcity than the western parts.; Teff has the lowest green WP compared with maize and sorghum.; Rainfed crops have lower economic WP than irrigated sugarcane.; This water footprint approach in quantifying WP can be used to establish the WP benchmarks in similar water-stressed basins in the world.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/2/559"
  },
  {
    "title": "Role of Biodiversity in Ecological Calendars and Its Implications for Food Sovereignty: Empirical Assessment of the Resilience of Indicator Species to Anthropogenic Climate Change",
    "authors": [
      "Karim‐Aly S. Kassam,",
      "Joseph Bernardo"
    ],
    "doi": "https://doi.org/10.1029/2022GH000614",
    "journalVolume": "Vol. 6,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2471-1403 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2471-1403/",
    "abstract": "Abstract Ecological calendars are knowledge systems based on close observation of one's habitat to measure and give meaning to time, thereby providing anticipatory capacity for livelihood activities and contributing to food sovereignty. They rely upon seasonal indicators that integrate biophysical and ecological phenomena (e.g., first snowfall, last frost, blossoming of a tree species; seasonal appearance of an animal or plant) with locally grounded cultural meaning and value systems. These context‐specific relationships have enabled Indigenous and rural societies to anticipate weather and other seasonal processes in their environment. However, anthropogenic climate change could undermine ecological calendars due to adverse impacts on specific indicators species, but this issue remains unexplored. We address this knowledge gap by examining how anthropogenic climate change might affect selected species (birds, fish, and mammals) that are seasonal and key to Indigenous food systems in two Western Arctic communities. We leverage existing dietary animal datasets to which we apply a novel methodology for assessing organismal vulnerability to climate change. The methodology uses intrinsic species traits such as physiological tolerances, genetic variability, and life history traits to generate an empirical and integrative assessment of vulnerability for any given species. Subsequently, an aggregate view of vulnerability across calendar species is achieved through comparative statistical analysis across species both within and between communities. This exercise permits the first quantitative assessment of the continued relevance and effective use of an ecological calendar, thus demonstrating that food sovereignty and livelihood security is enhanced by biodiversity of indicator species.",
    "readLink": "https://doi.org/10.1029/2022GH000614"
  },
  {
    "title": "Assessing vulnerability of subsistence travel to effects of environmental change in Interior Alaska",
    "authors": [
      "Helen S. Cold,",
      "Todd J. Brinkman,",
      "Caroline L. Brown,",
      "Teresa N. Hollingsworth,",
      "Dana R. N. Brown,",
      "Krista M. Heeringa"
    ],
    "doi": "https://doi.org/10.5751/ES-11426-250120",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  p.\n                                  20",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Amplified climate warming at high northern latitudes is challenging societies that depend on local provisional and cultural ecosystem services, e.g., subsistence resources, for their livelihoods. Previous qualitative research suggests that climate-induced changes in environmental conditions are affecting rural residents' ability to travel across the land and access local resources, but detailed information on the nature and effect of specific conditions is lacking. Our objectives were to identify climate-related environmental conditions affecting subsistence travel and access, and then estimate rural resident travel and access vulnerability to those environmental conditions. We collaborated with nine Interior Alaskan communities within the Yukon River basin and provided residents with camera-equipped GPS units to document environmental conditions directly affecting subsistence access for 12 consecutive months. We also conducted comprehensive interviews with research participants to incorporate the effects of environmental conditions not documented with GPS units. Environmental conditions reported by rural residents were categorized into seven condition types. We assessed vulnerability to each condition by accounting for both likelihood (number of times a condition was documented) and sensitivity (magnitude of the effect from the condition) information derived from GPS observations and interviews. We also tested for differences in mean vulnerability values among environmental conditions and between community types (road-connected vs. remote) using a one-way analysis of variance. Rural community travel and access were most vulnerable to changes in ice conditions, erosion, vegetative community composition, and water levels. Environmental conditions that impeded natural travel corridors, e.g., waterways, more strongly influenced remote communities than those connected by roads. Increased vulnerability to environmental change puts remote communities at increased risk for food-security issues. Our study used a novel community-based approach to integrate local knowledge with scientific analysis to document and estimate the relative effects that specific environmental conditions are having on access to subsistence resources across Interior Alaska.",
    "readLink": "http://www.ecologyandsociety.org/vol25/iss1/art20/"
  },
  {
    "title": "Reviews and syntheses: Insights into deep-sea food webs and global environmental gradients revealed by stable isotope (<i>δ</i><sup>15</sup>N, <i>δ</i><sup>13</sup>C) and fatty acid trophic biomarkers",
    "authors": [
      "C. Parzanini,",
      "C. C. Parrish,",
      "J.-F. Hamel,",
      "A. Mercier"
    ],
    "doi": "https://doi.org/10.5194/bg-16-2837-2019",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  2837\n                                  – 2856",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Biochemical markers developed initially for food-web studies of terrestrial and shallow-water environments have only recently been applied to deep-sea ecosystems (i.e., in the early 2000s). For the first time since their implementation, this review took a close look at the existing literature in the field of deep-sea trophic ecology to synthesize current knowledge. Furthermore, it provided an opportunity for a preliminary analysis of global geographic (i.e., latitudinal, along a depth gradient) trends in the isotopic (δ15N, δ13C) and fatty acid composition of deep-sea macro- and megafauna from heterotrophic systems. Results revealed significant relationships along the latitudinal and bathymetric gradients. Deep-sea animals sampled at temperate and polar latitudes displayed lower isotopic ratios and greater proportions of essential ω3 long-chain polyunsaturated fatty acids (LC-PUFAs) than did tropical counterparts. Furthermore, δ15N and δ13C ratios as well as proportions of arachidonic acid increased with increasing depth. Since similar latitudinal trends in the isotopic and fatty acid composition were found in surface water phytoplankton and particulate organic matter, these results highlight the link across latitudes between surface primary production and deep-water communities. Because global climate change may affect quantity and quality (e.g., levels of essential ω3 PUFAs) of surface primary productivity, and by extension those of its downward flux, the dietary intake of deep-sea organisms may likely be altered. In addition, because essential ω3 PUFAs play a major role in the response to temperature variations, climate change may interfere with the ability of deep-sea species to cope with potential temperature shifts. Importantly, methodological disparities were highlighted that prevented in-depth analyses, indicating that further studies should be conducted using standardized methods in order to generate more reliable global predictions.",
    "readLink": "https://www.biogeosciences.net/16/2837/2019/bg-16-2837-2019.pdf"
  },
  {
    "title": "Un paradigme arctique de sécurité ? Pour une lecture géopolitique du complexe régional de sécurité.",
    "authors": [
      "Pauline Pic,",
      "Frédéric Lasserre"
    ],
    "doi": "https://doi.org/10.4000/espacepolitique.4475",
    "journalVolume": "Vol. 33",
    "issn": "1958-5500 (Online)",
    "publisher": "Université de Reims Champagne-Ardennes",
    "countryOfPublisher": "France",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://espacepolitique.revues.org/",
    "abstract": "Security in the Arctic is regularly mentionned as a major issue. It was a strategic hotspot during the Cold War, but inherited analitycal frames tend to be less relevant. Terrestrial boundary issues are now limited to the small unhabited rock that is Hans Island, maritime boundaries are being negociated under the legal frame of the Montego Bay Convention. Yet, new security challenges are emerging now that the region is undergoing major transformations. The progressive opening-up of the ocean opens new perspectives, both economic and political. From climate change to a progressive economic integration to global networks, security issues are therefore to be completely rethought. Analyzing litterature tackling security issues in the Arctic, this paper aims at understanding what are the main drivers to srategic shifts in security policies in the Arctic region. Following a brief historical overview of security issues in the region, the paper analyzes security discourses in the region through the main analytical frames of Security studies. It finally underlines that even tough security studies usually belong to the realm of International Relations and Political Science, however, some recent publications are starting to put forward a territorial approach to security issues. This paper would like to underline the relevance of a geopolitical approach regarding the Arctic region specifically, given the major changes that the region is going through currently.",
    "readLink": "http://journals.openedition.org/espacepolitique/4475"
  }
]