[
  {
    "title": "Nitrogen and Phosphorus Retranslocation of Leaves and Stemwood in a Mature Eucalyptus Forest Exposed to 5 Years of Elevated CO2",
    "authors": [
      "Kristine Y. Crous,",
      "Agnieszka Wujeska-Klause,",
      "Mingkai Jiang,",
      "Belinda E. Medlyn,",
      "David S. Ellsworth"
    ],
    "doi": "https://doi.org/10.3389/fpls.2019.00664",
    "journalVolume": "Vol. 10",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Elevated CO2 affects C cycling processes which in turn can influence the nitrogen (N) and phosphorus (P) concentrations of plant tissues. Given differences in how N and P are used by plants, we asked if their stoichiometry in leaves and wood was maintained or altered in a long-term elevated CO2 experiment in a mature Eucalyptus forest on a low P soil (EucFACE). We measured N and P concentrations in green leaves at different ages at the top of mature trees across 6 years including 5 years in elevated CO2. N and P concentrations in green and senesced leaves and wood were determined to evaluate both spatial and temporal variation of leaf N and P concentrations, including the N and P retranslocation in leaves and wood. Leaf P concentrations were 32% lower in old mature leaves compared to newly flushed leaves with no effect of elevated CO2 on leaf P. By contrast, elevated CO2 significantly decreased leaf N concentrations in newly flushed leaves but this effect disappeared as leaves matured. As such, newly flushed leaves had 9% lower N:P ratios in elevated CO2 and N:P ratios were not different in mature green leaves (CO2 by Age effect, P = 0.02). Over time, leaf N and P concentrations in the upper canopy slightly declined in both CO2 treatments compared to before the start of the experiment. P retranslocation in leaves was 50%, almost double that of N retranslocation (29%), indicating that this site was P-limited and that P retranslocation was an important mechanism in this ecosystem to retain P in plants. As P-limited trees tend to store relatively more N than P, we found an increased N:P ratio in sapwood in response to elevated CO2 (P < 0.01), implying N accumulation in live wood. The flexible stoichiometric ratios we observed can have important implications for how plants adjust to variable environmental conditions including climate change. Hence, variable nutrient stoichiometry should be accounted for in large-scale Earth Systems models invoking biogeochemical processes.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2019.00664/full"
  },
  {
    "title": "Shoreline Evolutionary Trends Along Calabrian Coasts: Causes and Classification",
    "authors": [
      "Giandomenico Foti,",
      "Giuseppe Barbaro,",
      "Giuseppina Chiara Barillà,",
      "Pierluigi Mancuso,",
      "Pierfabrizio Puntorieri"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.846914",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The issue of coastal erosion currently affects most of the world’s coastal territories. This erosion is generally caused by an alteration of coastal and river dynamics both due to the action of natural factors and to the increase in anthropogenic pressure, mainly observed in the second half of the last century after the end of the Second World War. In the future, this issue may be more affected by climate change. This paper describes the shoreline evolutionary trends at different time scale along the Calabrian coasts, a region in southern Italy, in over 50 sample areas. Calabria represents an interesting case study due to its geomorphological peculiarities and due to its considerable anthropogenic pressures, which have caused extensive erosive processes. In addition, this paper analyzes the main causes of these evolutionary trends and classifies them using a quick methodology based on a shoreline variation rate of a fixed area. This is an index-based methodology and is a part of a new generally index-based coastal risk assessment methodology, developed by the Mediterranea University of Reggio Calabria and the Calabria Region and which is currently in progress. The main result is that the sample areas in the erosion classes prevail over those in the advancement class for very long-term, long-term and middle-term time interval while for short-term and most recent time interval the sample areas in the advancement class prevail over those in the erosion classes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.846914/full"
  },
  {
    "title": "Seasonal Variation of Vegetation and Its Spatiotemporal Response to Climatic Factors in the Qilian Mountains, China",
    "authors": [
      "Hanchen Duan,",
      "Yuan Qi,",
      "Wenping Kang,",
      "Jinlong Zhang,",
      "Hongwei Wang,",
      "Xiaofang Jiang"
    ],
    "doi": "https://doi.org/10.3390/su14094926",
    "journalVolume": "Vol. 14,\n                                no. 4926\n                                \n                                  p.\n                                  4926",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The purpose of this study is to reveal the seasonal difference in vegetation variation and its seasonal response to climate factors in the Qilian Mountains (QM) under the background of global warming. Based on the MOD13 A2 normalized difference vegetation index (NDVI) data and meteorological data, this study analyzed the spatiotemporal dynamics and stability of vegetation in different seasons by using the mean value method, trend analysis and stability analysis method, and discussed their seasonal responses to climatic factors based on the correlation analysis method. The results show that the vegetation cover in the QM experienced a significant upward trend in the past 21 years, but there were obvious spatial differences in vegetation change in different seasons. The growth rate of vegetation in summer was the fastest, and summer vegetation provided the most significant contribution to the growing season vegetation. The order of vegetation stability in the QM among the seasons was growing season > summer > spring > autumn. The vegetation change was obviously affected by temperature in spring, while it was mainly controlled by precipitation in the growing season and summer. The response of vegetation to climatic factors was not significant in autumn. Our results can provide important data support for ecological protection in the QM and socioeconomic development in the Hexi Corridor.",
    "readLink": "https://www.mdpi.com/2071-1050/14/9/4926"
  },
  {
    "title": "Demonizing 2020: A Calendar Year Becomes an Effigy Doll",
    "authors": [
      "Nikola Tutek"
    ],
    "doi": "https://doi.org/10.33112/nm.16.1.24",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  p.\n                                  A24",
    "issn": "1670-6242 (Online)",
    "publisher": "The University of Akureyri",
    "countryOfPublisher": "Iceland",
    "lcc": [
      "Social Sciences: Social sciences (General)",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography"
    ],
    "journalUrl": "https://nome.unak.is/wordpress/",
    "abstract": "This is not a scholarly article. It is rather a set of my observations and opinions sparked by the massive scorning, cursing and trolling of the year 2020, which can now be encountered abundantly all over the internet, other media, and in private conversations. This article does draw upon general knowledge of ethics, philosophy, sociology, psychology and history but, nevertheless, it remains within the scope of my personal and highly limited worldview. The idea of the article is to show why such treatment of a calendar year is highly erroneous and immoral, and how it mirrors a general imbalance in human scale of values.",
    "readLink": "https://nome.unak.is/wordpress/volume-16-no-1-2021/other-contribution-volume-16-no-1-2021/demonizing-2020-a-calendar-year-becomes-an-effigy-doll/"
  },
  {
    "title": "Climatic niche of Selinum alatum (Apiaceae, Selineae), a new invasive plant species in Central Europe and its alterations according to the climate change scenarios: Are the European mountains threatened by invasion?",
    "authors": [
      "Kamil Konowalik,",
      "Małgorzata Proćków,",
      "Jarosław Proćków"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0182793",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  p.\n                                  e0182793",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "In recent years, a few established populations of Selinum alatum have been found in the Eastern Carpathians outside its native range that is the Caucasus and the Armenian Highlands. The species is spreading predominantly in Poland where it can outcompete native plants in certain cases. This study addresses a potential climatic niche of the plant with the special aims to illuminate future spreading and indicate areas suitable for invasion. Our results show that the extent of the favourable habitat of the species is broader than currently known. This suggests that the plant has the ability to become a potential new element in some semi-natural or disturbed ecosystems associated with mountainous areas, especially in Central and Southern Europe. Future (2070) models mostly rendered similar suitability maps, but showed slight differences over particular areas and a contraction of suitable habitats, mainly in the northern part of the non-native range.",
    "readLink": "http://europepmc.org/articles/PMC5555634?pdf=render"
  },
  {
    "title": "Farmers’ knowledge and perceptions of potato pests and their management in Uganda",
    "authors": [
      "Joshua Sikhu Okonya,",
      "Jürgen Kroschel"
    ],
    "doi": "Vol. 117,\n                                no. 1\n                                \n                                  pp.\n                                  87\n                                  – 97",
    "issn": "1612-9830 (Print)",
    "publisher": "2363-6033 (Online)",
    "countryOfPublisher": "Kassel University Press",
    "lcc": [
      "Germany",
      "Agriculture"
    ],
    "journalUrl": "http://www.jarts.info/",
    "abstract": "As we initiate entomological research on potato (Solanum tuberosum L.) in Uganda, there is need to understand farmers’ knowledge of existing insect pest problems and their management practices. Such information is important for designing a suitable intervention and successful integrated pest management (IPM) strategy. A farm household survey using a structured questionnaire was conducted among 204 potato farmers in six districts of Uganda (i.e., Kabale, Kisoro, Mbale, Kapchorwa, Mubende, and Kyegegwa) during August and September 2013. Diseases, insect pests, price fluctuations, and low market prices were the four highest ranked constraints in potato production, in order of decreasing importance. Cutworms (Agrotis spp.), aphids (Myzus persicae (Sulzer)), and potato tuber moth (Phthorimaea operculella (Zeller)) were the three most severe insect pests. Ants (Dorylis orantalis Westwood), whiteflies (Bemisia tabaci (Gennadius)), and leafminer flies (Liriomyza huidobrensis (Blanchard)) were pests of moderate importance. Major yield losses are predominantly due to late blight (Phytophthora infestans (Mont.) de Bary) and reached 100% without chemical control in the districts of Kabale, Kisoro, Mbale, and Kapchorwa. On average, farmers had little to moderate knowledge about pest characteristics. The predominant control methods were use of fungicides (72% of respondents) and insecticides (62% of respondents). On average, only 5% of the 204 farmers knew about insect pests and their natural enemies. This lack of knowledge calls for training of both farmers and extension workers in insect pest identification, their biology, and control. Empowering farmers with knowledge about insect pests is essential for the reduction of pesticide misuse and uptake of more environmentally friendly approaches like IPM. Field surveys would need follow-up in order to assess the actual field infestation rates and intensities of each insect pest and compare the results with the responses received from farmers.",
    "readLink": "http://jarts.info/index.php/jarts/article/view/2016012549800"
  },
  {
    "title": "Temperature contributes to host specialization of coffee wilt disease (Fusarium xylarioides) on arabica and robusta coffee crops",
    "authors": [
      "Xiuhan Zhang,",
      "Lily D. Peck,",
      "Julie Flood,",
      "Matthew J. Ryan,",
      "Timothy G. Barraclough"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-36474-w",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Coffee wilt disease, caused by the fungus Fusarium xylarioides, is a vascular wilt disease that has affected coffee production in sub-Saharan Africa over the past century. Today, the disease has two host-specific populations specialising on arabica and robusta coffee crops, which grow at high and low altitude, respectively. Here we test whether adaptation to different temperatures contributes to specialisation of the fungi on each crop. Firstly, climate models show that the severity of the arabica and robusta populations of coffee wilt disease correlates with temperature. The robusta population shows higher peak severity than the arabica population overall, but the latter has greater cold tolerance. Secondly, growth assays of thermal performance of fungal strains in vitro show that, while robusta strains grow faster than arabicas at intermediate temperatures, the arabica strains have higher sporulation and spore germination rates at temperatures below 15ºC. The match between environmental patterns of severity in nature with thermal performance of fungal cultures in the laboratory supports a role for temperature adaptation in specialisation on arabica and robusta coffee. Extrapolating our temperature-models to future climate change predicts that disease severity could decline on average due to increased temperature but could increase in some coffee-growing regions.",
    "readLink": "https://doi.org/10.1038/s41598-023-36474-w"
  },
  {
    "title": "MODERN APPROACHES TO USE OF THE MINERAL FERTILIZERS PRESERVATION SOIL FERTILITY IN THE CONDITIONS OF CLIMATE CHANGE",
    "authors": [
      "V. Gamayunova,",
      "A. Panfilova,",
      "T. Baklanova,",
      "A. Kuvshinova,",
      "T. Kasatkina,",
      "V. Nagirniy"
    ],
    "doi": "https://doi.org/10.33249/2663-2144-2020-87-02-89-101",
    "journalVolume": "Vol. 87,\n                                no. 2\n                                \n                                  pp.\n                                  89\n                                  – 101",
    "issn": "2663-2144 (Print)",
    "publisher": "Zhytomyr National Agroecological University",
    "countryOfPublisher": "Ukraine",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://journal.znau.edu.ua/horizons",
    "abstract": "In article it is specified that the first in potentials of fertility soil of Ukraine and first of all chernozems, in recent years owing to a deviation of technologies from it is general the accepted developed zone recommendations and violation of fundamental laws of agriculture, key indicators of fertility significantly lose. Their structure worsens, the maintenance of a humus, organic matter, macro - and minerals decreases. Specified adversely affects productivity of crops that it is especially shown as in a zone of the southern steppe, and in general in Ukraine including due to changes of climatic conditions. Level of productivity of agricultural plants first of all limits security with their moisture which without the optimum content of organic matter by the soil does not keep, is quickly lost on unproductively evaporations, but not on formation of productivity. That most influences growth and development of plants, occupies the second place among factors food. The best conditions of providing plants with nutrients are created on body of a mineral system of fertilizer. It is expedient to bring them compatibly in evidence-based norms. Under such circumstances use of fertilizers most fully remains the existing parameters of fertility of the soil and even improves and especially for proved watch of crops in a crop rotation. At the same time in the last decades volumes of introduction of organic chemistry are significantly reduced that negatively affects a condition of fertility of soils. At the same time there is an urgent need for the most expedient use of mineral fertilizers, selection of their types, forms and ratios for increase in productivity and key indicators of quality of crops. Mineral fertilizers it is necessary to gather additionally taking into account growth of dryness of a zone irrespective of moistening level, they were absorbed by the soil, were evenly distributed in it and were effectively used by plants. At the same time fertilizers are introduced have to affect well key indicators of fertility of soils and to maintain in them positive balance not only basic elements of food, and a humus. In article it is reasonable that liquid mineral fertilizers both simple, and difficult, have certain advantages in efficiency in comparison with types, more widespread in application, firm (loose and granulated) fertilizers.",
    "readLink": "http://www.journal.znau.edu.ua/horizons/article/view/366/364"
  },
  {
    "title": "Impact of the Present-Day Climate Changes on the Natural Plague Foci Condition, Situated in the Territory of the Russian Federation and Other CIS Countries",
    "authors": [
      "N. V. Popov,",
      "V. E. Bezsmertny,",
      "A. I. Udovikov,",
      "A. A. Kuznetsov,",
      "A. A. Sludsky,",
      "A. N. Matrosov,",
      "T. V. Knyazeva,",
      "Yu. M. Fedorov,",
      "V. P. Popov,",
      "A. K. Grazhdanov,",
      "T. Z. Ayazbaev,",
      "S. A. Yakovlev,",
      "T. B. Karavaeva,",
      "V. V. Kutyrev"
    ],
    "doi": "https://doi.org/10.21055/0370-1069-2013-3-23-28",
    "journalVolume": "Vol. 0,\n                                no. 3\n                                \n                                  pp.\n                                  23\n                                  – 28",
    "issn": "0370-1069 (Print)",
    "publisher": "2658-719X (Online)",
    "countryOfPublisher": "Federal Government Health Institution, Russian Research Anti-Plague Institute “Microbe”",
    "lcc": [
      "Russian Federation",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://journal.microbe.ru",
    "abstract": "Climate changes determine dynamics of epizootic activity of natural plague foci in the XX and XXI centuries. Obvious shift to continentality in the Northern hemisphere can put an end to inter-epizootic period in lowland steppe and semi-desert natural foci of the Pre-Caucasian region, North and North-West Caspian Sea regions. Presently observed conjoined development of inter-epizootic periods in natural plague foci with different biocoenotic structure in the territory of Pre-Caspian Lowland gives the grounds for assuming the presence of a common cause preconditioning parasitic system depression in the region. One of the key elements of this phenomenon is a change of status of little souslik – formerly the main plague carrier in the region. Subsequent to the climate change the key role of plague carrier is more often played by non-hibernating rodent species nowadays. Thus a significant increase in epizootic potential of steppe natural plague foci in the territory of Kazakhstan and Central Asia is prognosticated. With the further temperature fall during wintertime, snow cover height increase and glacial area extension epizootic activity of the mountain and high mountain foci must drop off significantly. Alongside with this updated data on plague agent ecology, predetermining possibility of its existence in the soil biota, confirm the key role of climactic factors in the plague enzootic outbreak.",
    "readLink": "https://journal.microbe.ru/jour/article/view/56"
  },
  {
    "title": "Distinct Mid-Latitude Eurasian Rossby Wave Trains Preceding Strong and Weak Cold Surges in Southern China",
    "authors": [
      "Juanjuan Lin,",
      "Juanjuan Lin,",
      "Ho-Nam Cheung,",
      "Ho-Nam Cheung"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.861015",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "This study investigates the large-scale circulation anomalies of strong and weak cold surges in southern China. Results show that the strong and weak surges are associated with a distinct Rossby wave train across Eurasia projecting onto the Scandinavia (SCAND) and Eurasian (EU) patterns. On one hand, the strong surge is preceded by a positive SCAND pattern and a transition of the EU pattern from its negative to positive phase. The corresponding wave train propagates southeastward from East Asia to the North Pacific. This is associated with a strong intensification of the Siberian high, a deepened East Asian trough, and a sharp meridional pressure gradient between northern and southern China; these advect intense cold air masses from Siberia to southern China. On the other hand, the weak surge is preceded by a negative SCAND pattern and a positive EU pattern. The corresponding wave train does not propagate from East Asia to the North Pacific. This wave train has a weak impact on the East Asian winter monsoon circulation and corresponds to weak cold air advections towards southern China. Overall, the intra-seasonal variation of the Eurasian teleconnection patterns is crucial for a comprehensive understanding of the cold surge in southern China.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.861015/full"
  }
]