[
  {
    "title": "RESPONSE AND ACCLIMATIZATION OF INTRODUCED JUJUBE  (ZIZIPHUS MAURITIANA) VARIETY FOR THE UPLIFT OF SOCIO-ECONOMIC CONDITIONS AT DESERT AREA OF THARPARKAR, SINDH, PAKISTAN",
    "authors": [
      "A. K. Pathan,",
      "M. S. Depar,",
      "M. W. Kalroo,",
      "I. A. Rajput,",
      "R. Ahmed"
    ],
    "doi": "https://doi.org/10.47432/2020.36.1.4",
    "journalVolume": "Vol. 36,\n                                no. 1",
    "issn": "1023-1072 (Print)",
    "publisher": "2663-7863 (Online)",
    "countryOfPublisher": "Sindh Agriculture University, Tandojam",
    "lcc": [
      "Pakistan",
      "Agriculture"
    ],
    "journalUrl": "https://pjaaevs.sau.edu.pk/index.php/ojs",
    "abstract": "Current study was carried out for adaptability and response of newly introduced jujube (Ziziphus mauritiana) variety in desert area of district Umerkot, Sindh with poor quality groundwater (>3500 ppm TSS). Aim of the study was to acclimatize this variety under harsh conditions to uplift the socio-economic situation of local population. The study was carried out for five consecutive fruiting seasons viz. flowering and fruiting season 2013-2014 to 2017-2018. The results revealed that during first fruiting season 2014-15, there were only three branches plant-1, 154 to 239 fruits branch-1, 462 to 879 fruits plant-1, 25.5 to 46.7 g fruit weight, 8.4 to 9.2 mm fruit size, 4.1 to 7.7 kg fruit yield plant-1 and 442.8 to 831.6 kg fruit yield acre-1. But from the third year to onwards i.e from 2015 to 2018 a continuous increase was observed for all characters studied like number of branches plant-1 increased from 5 to 8, number of fruits branch-1 increased from 339 to 375, total fruits plant-1 increased from 1695 to 2538, weight of fruit was increased from 58.6 to 107.15 g, size of fruit increased from 9.2 to 9.8 mm, yield plant-1 was increased from 11.0 to 31.45 kg, yield acre-1 was increased from 1188 to 3396 kg and water use efficiency increased from 2.7 to 10.6 kg m3. Considering the above results, it was concluded that Ziziphus fruit yield, weight and size increases from third year to onwards significantly on brackish water and soil of arid areas of Thar. Pruning each year after fruit harvesting was found to be essential. As this plant with stands in harsh climate of Thar desert successfully, so it provides food in the form of fruits, fodder through leaves and wood for fuel and shelter for humans and animals, thus it will be helpful to the people of Thar in terms of malnutrition, food scarcity and climate change, as well.",
    "readLink": "https://pjaaevs.sau.edu.pk/index.php/ojs/article/view/402"
  },
  {
    "title": "Operational flood forecasting and warning  under the changing environment in China",
    "authors": [
      "Z. Liu"
    ],
    "doi": "https://doi.org/10.5194/piahs-383-223-2020",
    "journalVolume": "Vol. 383\n                                \n                                \n                                  pp.\n                                  223\n                                  – 228",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "Flooding has been the most severe hazard in China from time immemorial, due to its special geographical, climatic and socio-economic conditions. In recent years, against the background of global climate change and rapid urbanization, extreme hydro-meteorological events have obviously increased in China, in turn affecting the sustainable social and economic development. This paper analyses how modern flood risk management has evolved from the early “build and protect” flood control approach to a broader flood risk management approach by analyzing what has happened in China and the role of major floods in this evolution. The development of flood forecasting models and systems in terms of how they have informed decision-making as flood risk management has evolved over the years. The challenging of recognizing and dealing with forecast uncertainty and flood risk in decision-making is also analyzed in the paper.",
    "readLink": "https://piahs.copernicus.org/articles/383/223/2020/piahs-383-223-2020.pdf"
  },
  {
    "title": "The value of the crop ‘Crambe abyssinica’ (Crambe Abyssinica) and its productivity in various countries of the world (review)",
    "authors": [
      "Е. L. Turina,",
      "Т. Ya. Prakhova,",
      "L. А. Radchenko"
    ],
    "doi": "https://doi.org/10.31367/2079-8725-2021-76-4-66-72",
    "journalVolume": "Vol. 0,\n                                no. 4\n                                \n                                  pp.\n                                  66\n                                  – 72",
    "issn": "2079-8725 (Print)",
    "publisher": "2079-8733 (Online)",
    "countryOfPublisher": "Federal State Budgetary Scientific Institution “Agricultural Research Center “Donskoy”\"",
    "lcc": [
      "Russian Federation",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.zhros.online/",
    "abstract": "The constant growth of urbanization and population of the planet are driving to a global energy growth. At the same time, society is increasingly aware of the consequences of environmental problems due to climate change and active extraction of fossil fuels. Biodiesel is intended to make a significant contribution to the future energy needs of the economies of developed countries. In this regard, the oilseed crop Crambe abyssinica attracts attention as an energy culture. The purpose of the current study was to identify the possible areas of the use of Crambe abyssinica and to collect data on the crop productivity in the world on the basis of bibliometric analysis. The current paper has described the range of possibilities for using Crambe abyssinica, mainly for non-food aim, namely in cosmetics, perfumery, in technical industry, as an adsorbent for wastewater, etc. There has been established that Crambe abyssinica produc[1]tivity in the world, depending on the region of cultivation, varies within significant limits from 0.6 to 5 t/ha and varies greatly due to climatic conditions. There has been shown that the productivity of the domestic varieties of Crambe abyssinica ‘Polet’, ‘Demetra’ and ‘Arfa’ produces 3.06-3.22 t/ha in the Middle Volga region, 1.45 t/ha in the Saratov region, 0.54–1.55 t/ha in the Crimea. The diversity of crop genotypes has indicated that there are wide opportunities for further breeding improvement in the varieties possessing better fatty acid composition using advanced methods to modify existing genetic resources.",
    "readLink": "https://www.zhros.online/jour/article/view/1323"
  },
  {
    "title": "Using citizen science to determine if songbird nesting parameters fluctuate in synchrony.",
    "authors": [
      "Sara E Harrod,",
      "Virginie Rolland"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0277656",
    "journalVolume": "Vol. 17,\n                                no. 11\n                                \n                                  p.\n                                  e0277656",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "As global temperatures continue to rise, population or spatial synchrony (i.e., the degree of synchronization in the fluctuation of demographic parameters) can have important implications for inter- and intraspecific interactions among wildlife populations. Climatic fluctuations are common drivers of spatial synchrony, and depending on the degree of synchronization and the parameters impacted, synchrony can increase extinction probabilities. Although citizen science is an inexpensive method to collect long-term data over large spatial scales to study effects of climate changes on wildlife, few studies have used citizen science data to determine if this synchrony is occurring across populations and species. We used 21 years of citizen science nesting data collected on Eastern Bluebirds (Sialia sialis) and Carolina Chickadees (Poecile carolinensis), two widespread North American species with similar life histories and abundant data, to assess the degree of synchrony between and within their populations in the southeastern United States. We found little evidence of synchronous fluctuations in the nesting parameters of hatching success, hatchability, and fledging success between and within species, nor did we observe consistent patterns towards increased or decreased synchrony. Estimates of nesting parameters were high (≥ 0.83) and showed little variability (relative variance ≤ 0.17), supporting the hypothesis that parameters that strongly contribute to population growth rates (i.e., typically fecundity in short-lived species) show little interannual variability. The low variability and lack of synchrony suggest that these populations of study species may be resilient to climate change. However, we were unable to test for synchronous fluctuations in other species and populations, or in the survival parameter, due to large gaps in data. This highlights the need for citizen science projects to continue increasing public participation for species and regions that lack data.",
    "readLink": "https://doi.org/10.1371/journal.pone.0277656"
  },
  {
    "title": "Unexplained hydrogen isotope offsets complicate the identification and quantification of tree water sources in a riparian forest",
    "authors": [
      "A. Barbeta,",
      "S. P. Jones,",
      "L. Clavé,",
      "L. Wingate,",
      "T. E. Gimeno,",
      "T. E. Gimeno,",
      "T. E. Gimeno,",
      "B. Fréjaville,",
      "S. Wohl,",
      "J. Ogée"
    ],
    "doi": "https://doi.org/10.5194/hess-23-2129-2019",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  2129\n                                  – 2146",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "We investigated plant water sources of an emblematic refugial population of Fagus sylvatica (L.) in the Ciron river gorges in south-western France using stable water isotopes. It is generally assumed that no isotopic fractionation occurs during root water uptake, so that the isotopic composition of xylem water effectively reflects that of source water. However, this assumption has been called into question by recent studies that found that, at least at some dates during the growing season, plant water did not reflect any mixture of the potential water sources. In this context, highly resolved datasets covering a range of environmental conditions could shed light on possible plant–soil fractionation processes responsible for this phenomenon. In this study, the hydrogen (δ2H) and oxygen (δ18O) isotope compositions of all potential tree water sources and xylem water were measured fortnightly over an entire growing season. Using a Bayesian isotope mixing model (MixSIAR), we then quantified the relative contribution of water sources for F. sylvatica and Quercus robur (L.) trees. Based on δ18O data alone, both species used a mix of top and deep soil water over the season, with Q. robur using deeper soil water than F. sylvatica. The contribution of stream water appeared to be marginal despite the proximity of the trees to the stream, as already reported for other riparian forests. Xylem water δ18O could always be interpreted as a mixture of deep and shallow soil waters, but the δ2H of xylem water was often more depleted than the considered water sources. We argue that an isotopic fractionation in the unsaturated zone and/or within the plant tissues could underlie this unexpected relatively depleted δ2H of xylem water, as already observed in halophytic and xerophytic species. By means of a sensitivity analysis, we found that the estimation of plant water sources using mixing models was strongly affected by this δ2H depletion. A better understanding of what causes this isotopic separation between xylem and source water is urgently needed.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/23/2129/2019/hess-23-2129-2019.pdf"
  },
  {
    "title": "Stocks of Carbon in Logs and Timber Products from Forest Management in the Southwestern Amazon",
    "authors": [
      "Flora  Magdaline Benitez Romero,",
      "Laércio  Antônio Gonçalves Jacovine,",
      "Sabina  Cerruto Ribeiro,",
      "José  Ambrosio Ferreira Neto,",
      "Lucas Ferrante,",
      "Samuel  José Silva Soares da Rocha,",
      "Carlos  Moreira Miquelino Eleto Torres,",
      "Vicente  Toledo Machado de Morais Junior,",
      "Ricardo  de Oliveira Gaspar,",
      "Santiago  Ivan Sagredo Velasquez,",
      "Edson Vidal,",
      "Christina  Lynn Staudhammer,",
      "Philip  Martin Fearnside"
    ],
    "doi": "https://doi.org/10.3390/f11101113",
    "journalVolume": "Vol. 11,\n                                no. 1113\n                                \n                                  p.\n                                  1113",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Amazon forest management plans have a variety of effects on carbon emissions, both positive and negative. All of these effects need to be quantified to assess the role of this land use in climate change. Here, we contribute to this effort by evaluating the carbon stocks in logs and timber products from an area under forest management in the southeastern portion of Acre State, Brazil. One hundred and thirty-six trees of 12 species had DBH ranging from 50.9 cm to 149.9 cm. Basic wood density ranged from 0.3 cm−3 to 0.8 g cm−3 with an average of 0.6 g cm−3. The logs had a total volume of 925.2 m3, biomass of 564 Mg, and carbon stock of 484.2 MgC. The average volumetric yield coefficient (VYC) was 52.3% and the carbon yield coefficient (CYC) was 53.2% for logs of the 12 species. The sawn-wood products had a total volume of 484.2 m3, biomass of 302.6 Mg, and carbon stock of 149.9 MgC. Contributions of the different species to the total carbon stored in sawn-wood products ranged from 2.2% to 21.0%. Means and standard deviations for carbon transferred to sawn-wood products per-species from the 1252.8-ha harvested area ranged from 0.4 ± 1.1 MgC to 2.9 ± 0.4 MgC, with the largest percentages of the total carbon stored in wood products being from Dipteryx odorata (21.0%), Apuleia leiocarpa (18.7%), and Eschweilera grandiflora (11.7%). A total of 44,783 pieces of sawn lumber (such as rafters, planks, boards, battens, beams, and small beams) was obtained from logs derived from these trees. Lumber production was highest for boards (54.6% of volume, 47.4% of carbon) and lowest for small beams (1.9% of volume, 2.3% of carbon). The conversion factor for transforming log volume into carbon stored in sawn-wood products was 16.2%. Our results also show that species that retain low amounts of carbon should be allowed to remain in the forest, thereby avoiding low sawmill yield (and consequent generation of waste) and allowing these trees to continue fulfilling environmental functions.",
    "readLink": "https://www.mdpi.com/1999-4907/11/10/1113"
  },
  {
    "title": "Agriculture damage data collection: A model for reconstructing comprehensive damage dynamics",
    "authors": [
      "Anna Faiella"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100112",
    "issn": "2590-0617 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/progress-in-disaster-science/",
    "abstract": "Natural disasters may disrupt and affect negatively agricultural development and production. Extreme events that strongly threaten the Agriculture Sector are predominantly those related to weather and climate, which are likely to become always more frequent and severe due to Climate Change effects (FAO, 2018; Sivakumar, 2005; PESETA III). In such a context, accurate sector-specific disaster losses and damage data are a crucial indication for policy-making and for evaluating progress in reducing disaster risk. A better understanding of the mechanisms impacting the Agriculture Sector is needed. This paper responds to the necessity of improved damage and loss data collection for the Agriculture sector, proposing a comprehensive conceptual model to support damage assessment. On the one hand, the proposed conceptual model has been designed to be compliant to the Sendai Framework requirements while enforcing the assessment of damages in agriculture with a multi-temporal dimension. Considering a multi-step assessment of damages is one of the main results that are implemented in the model. On the other hand, the Agriculture damage data stored in the proposed relational database would allow tracking the damage evolution enabling the understanding of damage dynamics. Another key factor is related to how the database has been conceived. The process starts with the analysis of international policies and guidelines. Then a practical solution is proposed based on the investigation of existing damage assessment forms. This exploratory approach allowed to create a model that represents not only the immediate, direct and physical impact of an event, but also the indirect and systemic consequences related to the inter- and intra-dependencies of the different elements constituting the Agriculture sector.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590061720300491"
  },
  {
    "title": "Saline Drinking Water and Salt in Diet: An Approximate Picture of the Situation in a Coastal Area of Southeastern Bangladesh",
    "authors": [
      "Maiko Sakamoto"
    ],
    "doi": "https://doi.org/10.1007/s13753-017-0130-0",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  109\n                                  – 120",
    "issn": "2095-0055 (Print)",
    "publisher": "2192-6395 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering"
    ],
    "journalUrl": "http://www.springer.com/13753",
    "abstract": "Abstract Coastal areas of Bangladesh have been facing increasing salinity of surface water and groundwater. This study provides the approximate scope of the problem in a coastal area of southeastern Bangladesh by using less-accurate, but lower-cost salinity measuring devices that enable local people to assess the situation. Ten local women were employed to monitor 10 tube wells each on a weekly basis, from mid-February to mid-May, during the 2016 dry season. Geographical Information System and time series clustering were used to visualize the spatial distribution and seasonal change of the salinity levels. In addition, the tube well users were asked about the salt consumption in their daily diet. One-third of the monitored tube wells were found to contain more sodium than the tolerable level in terms of taste suggested by the World Health Organization. However, the mean salinity level across all monitored tube wells was much lower. The salinity level varied depending on the depth of the tube wells rather than their locations or altitudes, and those deeper than 200 m were likely to be salt free. The results of the diet survey showed that wealthier households tended to use more salt in their daily diets, but at the same time they tended to have deeper tube wells that are less likely to contain high levels of sodium.",
    "readLink": "http://link.springer.com/article/10.1007/s13753-017-0130-0"
  },
  {
    "title": "Identifying, Exploring and Verifying Resilient Grading System for Parks under the Disaster Context of Floods and Winds",
    "authors": [
      "Pan Hao-Zhang,",
      "Ou Sheng-Jung"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202129406002",
    "journalVolume": "Vol. 294\n                                \n                                \n                                  p.\n                                  06002",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "In our living environment, we frequently encounter natural disasters such as typhoons, floods, earthquakes, drought, petrochemical plant safety accident, stripping accident and so on. Due to global climate change, natural disasters have become even more devastating. Thus, it is important to look for ways to mitigate disasters. This study employs the concept of resilience to examine the ability of parks to recover from natural disasters. According to previous disaster history, the damage caused by natural disasters in the parks is mainly water and wind. Therefore, this study first conducted a literature review to find out relevant resilience criteria that are advantageous for combating water and wind disasters, and to recognize the degree of resilience achieved by each criterion. Then, based on the elements of the resilience criteria, the study establishes a preliminary resilience grading system. Furthermore, three different types of parks are evaluated under the grading system. This study provides a theoretical basis for resilience grading and suggestions for improving parks in the future.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/70/e3sconf_icsree2021_06002.pdf"
  },
  {
    "title": "Forest Carbon Stock Assessment of the Musk Deer National Park, Azad Jammu and Kashmir (AJK)",
    "authors": [
      "M. Qasim"
    ],
    "doi": "https://doi.org/10.31357/jtfe.v7i2.3315",
    "journalVolume": "Vol. 7,\n                                no. 2",
    "issn": "2235-9370 (Print)",
    "publisher": "2235-9362 (Online)",
    "countryOfPublisher": "University of Sri Jayewardenepura",
    "lcc": [
      "Sri Lanka",
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journals.sjp.ac.lk/index.php/jtfe",
    "abstract": "To tackle with the increasing challenges of climate change, forests are considered as a viable option. Schemes such as Reduced Emissions from Deforestation and Forest Degradation Plus (REDD+) are regarded as financial ventures for not only tackling climate change but also conserving forestry resources and for alleviating poverty. Such schemes however require the exercise of forest carbon stock assessments. It is therefore essential to understand the dynamics of carbon stocks in various forest ecosystems. The study therefore was conducted to assess the carbon stocks of the forests of Musk Deer National Park, AJK. Standard methods were used to calculate the carbon stocks of the Musk Deer National Park. The results revealed that the sampled area of the park contained mean carbon stocks per hectare (ha) of 44.64 ± 12.44 Mg ha-1. The Picea smithiana with 25.40 ± 14.53 Mg ha-1 had the highest of the mean carbon stocks per ha followed by Abies pindrow which had the mean carbon stocks per ha of 17.77 ± 11.80 Mg ha-1. The study was the first attempt, to the extent of my knowledge, for forest carbon stock assessment of the Musk Deer National Park. The results can be helpful in developing REDD+ projects in future, which can assist in forest resource conservation and poverty alleviation. Keywords: Carbon Stock, forest and climate",
    "readLink": "https://journals.sjp.ac.lk/index.php/JTFE/article/view/3315"
  }
]