[
  {
    "title": "Evolutionary and demographic consequences of temperature-induced masculinization under climate warming: the effects of mate choice",
    "authors": [
      "Edina Nemesházi,",
      "Szilvia Kövér,",
      "Veronika Bókony"
    ],
    "doi": "https://doi.org/10.1186/s12862-021-01747-3",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2730-7182 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://bmcecolevol.biomedcentral.com/",
    "abstract": "Abstract Background One of the dangers of global climate change to wildlife is distorting sex ratios by temperature-induced sex reversals in populations where sex determination is not exclusively genetic, potentially leading to population collapse and/or sex-determination system transformation. Here we introduce a new concept on how these outcomes may be altered by mate choice if sex-chromosome-linked phenotypic traits allow females to choose between normal and sex-reversed (genetically female) males. Results We developed a theoretical model to investigate if an already existing autosomal allele encoding preference for sex-reversed males would spread and affect demographic and evolutionary processes under climate warming. We found that preference for sex-reversed males (1) more likely spread in ZW/ZZ than in XX/XY sex-determination systems, (2) in populations starting with ZW/ZZ system, it significantly hastened the transitions between different sex-determination systems and maintained more balanced adult sex ratio for longer compared to populations where all females preferred normal males; and (3) in ZW/ZZ systems with low but non-zero viability of WW individuals, a widespread preference for sex-reversed males saved the populations from early extinction. Conclusions Our results suggest that climate change may affect the evolution of mate choice, which in turn may influence the evolution of sex-determination systems, sex ratios, and thereby adaptive potential and population persistence. These findings show that preferences for sex-linked traits have special implications in species with sex reversal, highlighting the need for empirical research on the role of sex reversal in mate choice.",
    "readLink": "https://doi.org/10.1186/s12862-021-01747-3"
  },
  {
    "title": "Biodiversity of Kelp Forests and Coralline Algae Habitats in Southwestern Greenland",
    "authors": [
      "Kathryn  M. Schoenrock,",
      "Johanne Vad,",
      "Arley Muth,",
      "Danni  M. Pearce,",
      "Brice  R. Rea,",
      "J.  Edward Schofield,",
      "Nicholas  A. Kamenos"
    ],
    "doi": "https://doi.org/10.3390/d10040117",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  117",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "All marine communities in Greenland are experiencing rapid environmental change, and to understand the effects on those structured by seaweeds, baseline records are vital. The kelp and coralline algae habitats along Greenland’s coastlines are rarely studied, and we fill this knowledge gap for the area around Nuuk, west Greenland. Using subtidal swath surveys, photo-quadrats, and grab samples, we characterised the diversity of floral and faunal assemblages in kelp forests and coralline algae beds. The most abundant herbivore assemblages and the most diverse communities occur in the interstitial habitats of rhodolith beds. In kelp forests, species diversity is higher in epi-benthic (photo-quadrat) and mid-water (swath) surveys. These habitats are not mutually exclusive; Agarum clathratum is prominent in coralline algal habitats, while crustose coralline algae cover the bedrock under kelp holdfasts. Overall, the suite of surveys used capture the diverse communities within kelp forests and coralline algae in Greenland and their differing role in the life history of the inhabitants. Furthermore, coralline algae beds are an important carbonate store, with CaCO3 concentrations ranging from 28.06 to 103.73 g·m−3. Our research sets the baseline for continued investigations and monitoring of these important habitats and their supported fisheries.",
    "readLink": "https://www.mdpi.com/1424-2818/10/4/117"
  },
  {
    "title": "Soil organic carbon stock variation with climate and land use in shale derived soils",
    "authors": [
      "Mehmood Ayaz,",
      "Akhtar Mohammad S.,",
      "Rukh Shah,",
      "Imran Muhammad,",
      "Hassan Asma,",
      "Abbasi Kashif S.,",
      "Qayyum Abdul,",
      "Mahmood Talat,",
      "Ahmed Waseem,",
      "Shahazad Khuram,",
      "Khan Ayub,",
      "Ahmad Zahoor"
    ],
    "doi": "https://doi.org/10.2298/JSC171003115M",
    "journalVolume": "Vol. 83,\n                                no. 6\n                                \n                                  pp.\n                                  785\n                                  – 793",
    "issn": "0352-5139 (Print)",
    "publisher": "1820-7421 (Online)",
    "countryOfPublisher": "Serbian Chemical Society",
    "lcc": [
      "Serbia",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.shd-pub.org.rs/index.php/JSCS",
    "abstract": "Anthropogenic activities, urbanization and industrialization cause an increase in the atmospheric carbon dioxide. Current focus of the soil scientists and the environmentalists is to quantify the carbon stocks and its flow in the agroecological system which is one of the main causes of global warming and climate change. The information on the distribution of soil organic carbon (SOC) stocks in the soil profiles in relation with changing climate is barely sufficient. Objective of this study was to quantify the effect of climate and land on the equilibrium of SOC stocks in soil profiles with development. Murree soil series (Typic Hapludolls) in humid climate and under coniferous forest, and Tirnul soil series (Typic Haplustepts) in semiarid climate under cultivation, were selected. Triplicate soil profiles were selected for each of the soils and sampled at genetic horizons level. Cumulative SOC stocks in Typic Hapludolls soil profiles (95 Mg ha-1) were significantly greater than Typic Haplustepts (30 Mg ha-1). The Typic Hapludolls had significantly greater SOC stock at each horizon level under humid climate. This research concludes that soils under forest and humid climate had higher SOC stocks as compared to the soils under semiarid climate and cultivation.",
    "readLink": "http://www.doiserbia.nb.rs/img/doi/0352-5139/2018/0352-51391700115M.pdf"
  },
  {
    "title": "Funding climate adaptation strategies with climate derivatives",
    "authors": [
      "L. Richard Little,",
      "Alistair J. Hobday,",
      "John Parslow,",
      "Campbell R. Davies,",
      "R. Quentin Grafton"
    ],
    "doi": "https://doi.org/10.1016/j.crm.2015.02.002",
    "journalVolume": "Vol. 8,\n                                no. C\n                                \n                                  pp.\n                                  9\n                                  – 15",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate adaptation requires large capital investments that could be provided not only by traditional sources like governments and banks, but also by derivatives markets. Such markets would allow two parties with different tolerances and expectations about climate risks to transact for their mutual benefit and, in so doing, finance climate adaptation. Here we calculate the price of a derivative called a European put option, based on future sea surface temperature (SST) in Tasmania, Australia, with an 18 °C strike threshold. This price represents a quantifiable indicator of climate risk, and forms the basis for aquaculture industries exposed to the risk of higher SST to finance adaptation strategies through the sale of derivative contracts. Such contracts provide a real incentive to parties with different climate outlooks, or risk exposure to take a market assessment of climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221209631500011X"
  },
  {
    "title": "Climate change trends in the forest-meadow zone of the Middle Urals and their impact on technological approaches to corn cultivation",
    "authors": [
      "Panfilov A.E.,",
      "Ovchinnikov P.Yu.,",
      "Tikhanskaya E.L."
    ],
    "doi": "https://doi.org/10.1051/bioconf/20213607004",
    "journalVolume": "Vol. 36\n                                \n                                \n                                  p.\n                                  07004",
    "issn": "2117-4458 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Science: Microbiology",
      "Science: Physiology",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.bio-conferences.org",
    "abstract": "The results of the analysis of long-term trends in changes in individual climatic characteristics and variations in weather conditions of the growing season in the forest-meadow zone of the Middle Urals for the period from 1958 to 2020 are presented, their influence on the choice of hybrids and some elements of corn cultivation technology are estimated. As a result of calculating the linear trend, a statistically proven trend has been established to increase the sum of active temperatures above 10 °C for May – September. At the same time, random fluctuations of the analyzed parameters over the years have a direct impact on corn development and productivity, and the limiting factor is the lower limit of these fluctuations, the values of which increase throughout the analyzed period. Nevertheless, the variation over the years remains strong, and the lower limit of these fluctuations does not reach the minimum level for the stable maturation of early-maturing corn hybrids. Therefore, for the conditions of the Middle Urals, the previous recommendations concerning the selection of corn hybrids for early maturity, cold resistance and drought resistance remain relevant. At the same time, the revealed climatic trend allows to predict an increase in the probability of obtaining feed with a high content of exchange energy, which characterizes it as positive one.",
    "readLink": "https://www.bio-conferences.org/articles/bioconf/pdf/2021/08/bioconf_fsraaba2021_07004.pdf"
  },
  {
    "title": "Soil Conditions Rather Than Long-Term Exposure to Elevated CO2 Affect Soil Microbial Communities Associated with N-Cycling",
    "authors": [
      "Kristof Brenzinger,",
      "Kristof Brenzinger,",
      "Katharina Kujala,",
      "Marcus A. Horn,",
      "Marcus A. Horn,",
      "Gerald Moser,",
      "Cécile Guillet,",
      "Claudia Kammann,",
      "Claudia Kammann,",
      "Christoph Müller,",
      "Christoph Müller,",
      "Gesche Braker,",
      "Gesche Braker"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2017.01976",
    "journalVolume": "Vol. 8",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Continuously rising atmospheric CO2 concentrations may lead to an increased transfer of organic C from plants to the soil through rhizodeposition and may affect the interaction between the C- and N-cycle. For instance, fumigation of soils with elevated CO2 (eCO2) concentrations (20% higher compared to current atmospheric concentrations) at the Giessen Free-Air Carbon Dioxide Enrichment (GiFACE) sites resulted in a more than 2-fold increase of long-term N2O emissions and an increase in dissimilatory reduction of nitrate compared to ambient CO2 (aCO2). We hypothesized that the observed differences in soil functioning were based on differences in the abundance and composition of microbial communities in general and especially of those which are responsible for N-transformations in soil. We also expected eCO2 effects on soil parameters, such as on nitrate as previously reported. To explore the impact of long-term eCO2 on soil microbial communities, we applied a molecular approach (qPCR, T-RFLP, and 454 pyrosequencing). Microbial groups were analyzed in soil of three sets of two FACE plots (three replicate samples from each plot), which were fumigated with eCO2 and aCO2, respectively. N-fixers, denitrifiers, archaeal and bacterial ammonia oxidizers, and dissimilatory nitrate reducers producing ammonia were targeted by analysis of functional marker genes, and the overall archaeal community by 16S rRNA genes. Remarkably, soil parameters as well as the abundance and composition of microbial communities in the top soil under eCO2 differed only slightly from soil under aCO2. Wherever differences in microbial community abundance and composition were detected, they were not linked to CO2 level but rather determined by differences in soil parameters (e.g., soil moisture content) due to the localization of the GiFACE sets in the experimental field. We concluded that +20% eCO2 had little to no effect on the overall microbial community involved in N-cycling in the soil but that spatial heterogeneity over extended periods had shaped microbial communities at particular sites in the field. Hence, microbial community composition and abundance alone cannot explain the functional differences leading to higher N2O emissions under eCO2 and future studies should aim at exploring the active members of the soil microbial community.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmicb.2017.01976/full"
  },
  {
    "title": "SoDaH: the SOils DAta Harmonization database, an open-source synthesis of soil data from research networks, version 1.0",
    "authors": [
      "W. R. Wieder,",
      "W. R. Wieder,",
      "D. Pierson,",
      "D. Pierson,",
      "S. Earl,",
      "K. Lajtha,",
      "S. G. Baer,",
      "S. G. Baer,",
      "F. Ballantyne,",
      "A. A. Berhe,",
      "S. A. Billings,",
      "S. A. Billings,",
      "L. M. Brigham,",
      "L. M. Brigham,",
      "S. S. Chacon,",
      "S. S. Chacon,",
      "J. Fraterrigo,",
      "S. D. Frey,",
      "K. Georgiou,",
      "K. Georgiou,",
      "M.-A. de Graaff,",
      "A. S. Grandy,",
      "M. D. Hartman,",
      "M. D. Hartman,",
      "S. E. Hobbie,",
      "C. Johnson,",
      "J. Kaye,",
      "E. Kyker-Snowman,",
      "M. E. Litvak,",
      "M. C. Mack,",
      "A. Malhotra,",
      "J. A. M. Moore,",
      "K. Nadelhoffer,",
      "C. Rasmussen,",
      "W. L. Silver,",
      "B. N. Sulman,",
      "X. Walker,",
      "S. Weintraub"
    ],
    "doi": "https://doi.org/10.5194/essd-13-1843-2021",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  1843\n                                  – 1854",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Data collected from research networks present opportunities to test theories and develop models about factors responsible for the long-term persistence and vulnerability of soil organic matter (SOM). Synthesizing datasets collected by different research networks presents opportunities to expand the ecological gradients and scientific breadth of information available for inquiry. Synthesizing these data is challenging, especially considering the legacy of soil data that have already been collected and an expansion of new network science initiatives. To facilitate this effort, here we present the SOils DAta Harmonization database (SoDaH; https://lter.github.io/som-website, last access: 22 December 2020), a flexible database designed to harmonize diverse SOM datasets from multiple research networks. SoDaH is built on several network science efforts in the United States, but the tools built for SoDaH aim to provide an open-access resource to facilitate synthesis of soil carbon data. Moreover, SoDaH allows for individual locations to contribute results from experimental manipulations, repeated measurements from long-term studies, and local- to regional-scale gradients across ecosystems or landscapes. Finally, we also provide data visualization and analysis tools that can be used to query and analyze the aggregated database. The SoDaH v1.0 dataset is archived and available at https://doi.org/10.6073/pasta/9733f6b6d2ffd12bf126dc36a763e0b4 (Wieder et al., 2020).",
    "readLink": "https://essd.copernicus.org/articles/13/1843/2021/essd-13-1843-2021.pdf"
  },
  {
    "title": "Estimation of changes in bioclimatic potential values on the territory of Belarus using normalised difference vegetation index (NDVI)",
    "authors": [
      "Vladimir F.  Loginov,",
      "Maxim A.  Khitrykau"
    ],
    "doi": "https://doi.org/10.33581/2521-6740-2021-1-3-12",
    "journalVolume": "no. 1\n                                \n                                  pp.\n                                  3\n                                  – 12",
    "issn": "2521-6740 (Print)",
    "publisher": "2617-3972 (Online)",
    "countryOfPublisher": "Belarusian State University",
    "lcc": [
      "Belarus",
      "Geography. Anthropology. Recreation: Geography (General)",
      "Science: Geology"
    ],
    "journalUrl": "https://journals.bsu.by/index.php/geography/index",
    "abstract": "Relations between bioclimatic potential changes and changes in state of crops have been analysed. NDVI (normalised difference vegetation index) and biological productivity parameter by D. I. Shashko (Bk) were used for this purpose. Average values of both parameters have been increasing over the territory of Belarus: since the beginning of 21st century, Bk values increased by 10–15 points and NDVI values – by 0.02–0.03 points. Relations between them depend on the type of vegetation. Current climate changes appeared to be favorable for forests, but average NDVI values on the croplands have been decreasing despite Bk growth. The main reason for this is high correlation between state of vegetation and water resources available (correlation coefficient r between NDVI and precipitation is 0.65–0.80), which, according to TWSA (terrestrial water storage anomaly) measurements, have begun to decrease during the last decade.",
    "readLink": "https://journals.bsu.by/index.php/geography/article/view/3284"
  },
  {
    "title": "Complete breeding failures in ivory gull following unusual rainy storms in North Greenland",
    "authors": [
      "Glenn Yannic,",
      "Adrian Aebischer,",
      "Brigitte Sabard,",
      "Olivier Gilg"
    ],
    "doi": "https://doi.org/10.3402/polar.v33.22749",
    "journalVolume": "Vol. 33,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 5",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "Natural catastrophic events such as heavy rainfall and windstorms may induce drastic decreases in breeding success of animal populations. We report the impacts of summer rainfalls on the reproductive success of ivory gull (Pagophila eburnea) in north-east Greenland. On two occasions, at Amdrup Land in July 2009 and at Station Nord in July 2011, we observed massive ivory gull breeding failures following violent rainfall and windstorms that hit the colonies. In each colony, all of the breeding birds abandoned their eggs or chicks during the storm. Juvenile mortality was close to 100% at Amdrup Land in 2009 and 100% at Station Nord in 2011. Our results show that strong winds associated with heavy rain directly affected the reproductive success of some Arctic bird species. Such extreme weather events may become more common with climate change and represent a new potential factor affecting ivory gull breeding success in the High Arctic.",
    "readLink": "http://www.polarresearch.net/index.php/polar/article/download/22749/pdf_1"
  },
  {
    "title": "Can Trait-Based Schemes Be Used to Select Species in Urban Forestry?",
    "authors": [
      "Harry Watkins,",
      "Harry Watkins,",
      "Harry Watkins,",
      "Andrew Hirons,",
      "Andrew Hirons,",
      "Henrik Sjöman,",
      "Henrik Sjöman,",
      "Henrik Sjöman,",
      "Ross Cameron,",
      "James D. Hitchmough"
    ],
    "doi": "https://doi.org/10.3389/frsc.2021.654618",
    "journalVolume": "Vol. 3",
    "issn": "2624-9634 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-cities#about",
    "abstract": "Urban forests in northern Europe are threatened by climate change and biosecurity risks, and in response, city planners are urged to select a wider portfolio of tree species to mitigate the risks of species die-off. However, selecting the right species is a challenge, as most guidance available to specifiers focuses on ecosystem service delivery rather than the information most critical to tree establishment: the ability of a species to tolerate the stresses found in a given place. In this paper, we investigate the potential of using ecological techniques to describe ecological traits at the level of species selection, and the potential of functional ecology theories to identify species that are not widely discussed or specified at present but might be suitable. We collected trait data on 167 tree species across 37 genera, including 38 species within a case study genus, Magnolia L., and tested four theories that posit ways in which traits trade off against each other in predictable ways. We found that at this scale, most species recommended for urban forestry tend to be ordinated along an axis of variation describing pace of life and stress tolerance, and that most Magnolia species are described as being fast-growing rather than stress-tolerant, although there is a degree of inter-specific variation. Further, we found that only one theory offers a succinct and reliable way of describing physiological strategies but translating ecological theory into a form appropriate for urban forestry will require further work.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsc.2021.654618/full"
  }
]