[
  {
    "title": "The Role of the “Carbon Footprint” in the Development of the National Economy",
    "authors": [
      "Rakhimova Bella,",
      "Aslakhanova Seda"
    ],
    "doi": "https://doi.org/10.1051/shsconf/202317202027",
    "journalVolume": "Vol. 172\n                                \n                                \n                                  p.\n                                  02027",
    "issn": "2261-2424 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://www.shs-conferences.org",
    "abstract": "The problem of ensuring the safety of the environment has been particularly acute in recent years, due to the increasing anthropogenic influence of man on nature. Measures aimed at preventing environmental disasters are being taken to reduce the impact on the environment. One of these measures was the Paris Agreement, adopted on December 12, 2015, which is aimed at taking global measures in the face of climate change. As such measures, it is planned to limit the temperature rise to 1.50 C and reduce greenhouse gas emissions. The scientific novelty of this study lies in the development of proposals to reduce the “carbon footprint”. The working hypothesis of the study is that the emission of greenhouse gases leads to irreversible climate changes and the need to take prompt measures to reduce the “carbon footprint” for climate balance. According to the results of the study, the authors came to the conclusion that global climate change, on the one hand, opens up new opportunities for development, on the other hand, it is fraught with environmental disasters. Among the measures that need to be taken to reduce the carbon footprint, we note such measures as plastic recycling, the transition to environmentally friendly modes of transport and the provision of state support to enterprises, innovative technologies to reduce emissions into the atmosphere.",
    "readLink": "https://www.shs-conferences.org/articles/shsconf/pdf/2023/21/shsconf_shcms2023_02027.pdf"
  },
  {
    "title": "Characterisation of methane sources in Lutjewad, The Netherlands, using quasi-continuous isotopic composition measurements",
    "authors": [
      "Malika Menoud,",
      "Carina van der Veen,",
      "Bert Scheeren,",
      "Huilin Chen,",
      "Barbara Szénási,",
      "Randulph P. Morales,",
      "Isabelle Pison,",
      "Philippe Bousquet,",
      "Dominik Brunner,",
      "Thomas Röckmann"
    ],
    "doi": "https://doi.org/10.1080/16000889.2020.1823733",
    "journalVolume": "Vol. 72,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "1600-0889 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://b.tellusjournals.se",
    "abstract": "Despite the importance of methane for climate change mitigation, uncertainties regarding the temporal and spatial variability of the emissions remain. Measurements of CH4 isotopic composition are used to partition the relative contributions of different emission sources. We report continuous isotopic measurements during 5 months at the Lutjewad tower (north of the Netherlands). Time-series of χ(CH4), δ13C-CH4, and δD-CH4 in ambient air were analysed using the Keeling plot method. Resulting source signatures ranged from −67.4 to −52.4‰ vs V-PDB and from −372 to −211‰ vs V-SMOW, for δ13C and δD respectively, indicating a prevalence of biogenic sources. Analysis of isotope and wind data indicated that (i) emissions from off-shore oil and gas platforms in the North Sea were not detected during this period, (ii) CH4 from fossil fuel related sources was usually advected from the east, pointing towards the Groningen gas field or regions further east in Germany. The results from two atmospheric transport models, CHIMERE and FLEXPART-COSMO, using the EDGAR v4.3.2 and TNO-MACC III emission inventories, reproduce χ(CH4) variations relatively well, but the isotope signatures were over-estimated by the model compared to the observations. Accounting for geographical variations of the δ13C signatures from fossil fuel emissions improved the model results significantly. The difference between model and measured isotopic signatures was larger when using TNO-MACC III compared to EDGAR v4.3.2 inventory. Uncertainties in the isotope signatures of the sources could explain a significant fraction of the discrepancy, thus a better source characterisation could further strengthen the use of isotopes in constraining emissions.",
    "readLink": "http://dx.doi.org/10.1080/16000889.2020.1823733"
  },
  {
    "title": "Surface Modified Activated Carbons: Sustainable Bio-Based Materials for Environmental Remediation",
    "authors": [
      "Manoj Kumar Jha,",
      "Sahira Joshi,",
      "Ram Kumar Sharma,",
      "Allison A Kim,",
      "Bishweshwar Pant,",
      "Mira Park,",
      "Hem Raj Pant"
    ],
    "doi": "https://doi.org/10.3390/nano11113140",
    "journalVolume": "Vol. 11,\n                                no. 3140\n                                \n                                  p.\n                                  3140",
    "issn": "2079-4991 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nanomaterials",
    "abstract": "Global warming and water/air contamination caused by human activities are major challenges in environmental pollution and climate change. The improper discharge of a large amount of agro-forest byproduct is accelerating these issues mainly in developing countries. The burning of agricultural byproducts causes global warming, whereas their improper waste management causes water/air pollution. The conversion of these waste materials into effective smart materials can be considered as a promising strategy in waste management and environmental remediation. Over the past decades, activated carbons (ACs) have been prepared from various agricultural wastes and extensively used as adsorbents. The adsorption capacity of ACs is linked to a well-developed porous structure, large specific surface area, and rich surface functional moieties. Activated carbon needs to increase their adsorption capacity, especially for specific adsorbates, making them suitable for specific applications, and this is possible by surface modifications of their surface chemistry. The modifications of surface chemistry involve the introduction of surface functional groups which can be carried out by various methods such as acid treatment, alkaline treatment, impregnation, ozone treatment, plasma treatment, and so on. Depending on the treatment methods, surface modification mainly affects surface chemistry. In this review, we summarized several modification methods for agricultural-waste-based ACs. In addition, the applications of AC for the adsorption of various pollutants are highlighted.",
    "readLink": "https://www.mdpi.com/2079-4991/11/11/3140"
  },
  {
    "title": "An Atlantic-driven rapid circulation change in the North Pacific Ocean during the late 1990s",
    "authors": [
      "Chau-Ron Wu,",
      "Yong-Fu Lin,",
      "You-Lin Wang,",
      "Noel Keenlyside,",
      "Jin-Yi Yu"
    ],
    "doi": "https://doi.org/10.1038/s41598-019-51076-1",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Interbasin interactions have been increasingly emphasized in recent years due to their roles in shaping climate trends and the global warming hiatus in the northern hemisphere. The profound influence from the North Atlantic on the Tropical Pacific has been a primary focus. In this study, we conducted observational analyses and numerical modeling experiments to show that the North Atlantic has also strongly influenced the Extratropical North Pacific. A rapid and synchronous change in the atmospheric and oceanic circulations was observed in the North Pacific during the late 1990s. The change was driven by the transbasin influence from the Atlantic Ocean. During the positive phase of the Atlantic Multidecadal Oscillation (AMO) since the 1990s, the anomalously warm North Atlantic triggers a series of zonally symmetric and asymmetric transbasin teleconnections involving the Inter-tropical Convergence Zone (ITCZ), Walker and Hadley circulations, and Rossby wave propagation that lead to a decrease in wind stress curls over the Pacific subtropics, resulting in an abrupt weakening in the North Pacific subtropical gyre (NPSG) and the Kuroshio Current.",
    "readLink": "https://doi.org/10.1038/s41598-019-51076-1"
  },
  {
    "title": "Can resistant coral-Symbiodinium associations enable coral communities to survive climate change? A study of a site exposed to long-term hot water input",
    "authors": [
      "Shashank Keshavmurthy,",
      "Pei-Jie Meng,",
      "Jih-Terng Wang,",
      "Chao-Yang Kuo,",
      "Sung-Yin Yang,",
      "Chia-Min Hsu,",
      "Chai-Hsia Gan,",
      "Chang-Feng Dai,",
      "Chaolun Allen Chen"
    ],
    "doi": "https://doi.org/10.7717/peerj.327",
    "journalVolume": "Vol. 2\n                                \n                                \n                                  p.\n                                  e327",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Climate change has led to a decline in the health of corals and coral reefs around the world. Studies have shown that, while some corals can cope with natural and anthropogenic stressors either through resistance mechanisms of coral hosts or through sustainable relationships with Symbiodinium clades or types, many coral species cannot. Here, we show that the corals present in a reef in southern Taiwan, and exposed to long-term elevated seawater temperatures due to the presence of a nuclear power plant outlet (NPP OL), are unique in terms of species and associated Symbiodinium types. At shallow depths (<3 m), eleven coral genera elsewhere in Kenting predominantly found with Symbiodinium types C1 and C3 (stress sensitive) were instead hosting Symbiodinium type D1a (stress tolerant) or a mixture of Symbiodinium type C1/C3/C21a/C15 and Symbiodinium type D1a. Of the 16 coral genera that dominate the local reefs, two that are apparently unable to associate with Symbiodinium type D1a are not present at NPP OL at depths of <3 m. Two other genera present at NPP OL and other locations host a specific type of Symbiodinium type C15. These data imply that coral assemblages may have the capacity to maintain their presence at the generic level against long-term disturbances such as elevated seawater temperatures by acclimatization through successful association with a stress-tolerant Symbiodinium over time. However, at the community level it comes at the cost of some coral genera being lost, suggesting that species unable to associate with a stress-tolerant Symbiodinium are likely to become extinct locally and unfavorable shifts in coral communities are likely to occur under the impact of climate change.",
    "readLink": "https://peerj.com/articles/327.pdf"
  },
  {
    "title": "Impact of Climate Change on Crop Yields: Insights from the Abruzzo Region, Central Italy",
    "authors": [
      "Vincenzo Guerriero,",
      "Anna Rita Scorzini,",
      "Bruno Di Lena,",
      "Stefano Iulianella,",
      "Mario Di Bacco,",
      "Marco Tallini"
    ],
    "doi": "https://doi.org/10.3390/su151914235",
    "journalVolume": "Vol. 15,\n                                no. 14235\n                                \n                                  p.\n                                  14235",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change poses a major sustainability challenge, with potential far-reaching economic and social impacts, including fluctuations in agricultural yields and subsequent volatility in the availability and prices of essential food resources. In this study, we analyze the changes in climatic variables and agricultural yields for main crops cultivated in the Abruzzo Region (Central Italy), as well as their reciprocal correlation pattern in the time range, 1952–2014. Central Italy exhibits a well-developed agricultural sector and is characterized by a Mediterranean climate; given its proximity to the semi-arid and arid North African climate zone, such a region may be particularly vulnerable to climate change impacts. The analysis reveals an increase in drought intensity and persistence, starting from the 1980s, with a shift towards more temperate conditions in winter months and a transition to a warmer and more arid climate during the summer season. Moreover, the study identifies an overall increase in the correlation magnitude between crop yield fluctuations and climatic variables in the period 1983–2014 compared to that during the previous thirty-year time range. This finding can be interpreted as a change in the resilience (or increased vulnerability) of the agricultural production system to climate change. This work can be thus considered as an interesting case study in the Mediterranean region, offering valuable insights for constructing probabilistic models of fluctuations in agricultural production possibly induced by climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/15/19/14235"
  },
  {
    "title": "Using Unoccupied Aerial Vehicles (UAVs) to Map Seagrass Cover from Sentinel-2 Imagery",
    "authors": [
      "Stephen Carpenter,",
      "Val Byfield,",
      "Stacey L. Felgate,",
      "David M. Price,",
      "Valdemar Andrade,",
      "Eliceo Cobb,",
      "James Strong,",
      "Anna Lichtschlag,",
      "Hannah Brittain,",
      "Christopher Barry,",
      "Alice Fitch,",
      "Arlene Young,",
      "Richard Sanders,",
      "Claire Evans"
    ],
    "doi": "https://doi.org/10.3390/rs14030477",
    "journalVolume": "Vol. 14,\n                                no. 477\n                                \n                                  p.\n                                  477",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Seagrass habitats are ecologically valuable and play an important role in sequestering and storing carbon. There is, thus, a need to estimate seagrass percentage cover in diverse environments in support of climate change mitigation, marine spatial planning and coastal zone management. In situ approaches are accurate but time-consuming, expensive and may not represent the larger spatial units collected by satellite imaging. Hence, there is a need for a consistent methodology that uses accurate point-based field surveys to deliver high-quality mapping of percentage seagrass cover at large spatial scales. Here, we develop a three-step approach that combines in situ (quadrats), aerial (unoccupied aerial vehicle—UAV) and satellite data to map percentage seagrass cover at Turneffe Atoll, Belize, the largest atoll in the northern hemisphere. First, the optical bands of four UAV images were used to calculate seagrass cover, in combination with in situ data. The seagrass cover calculated from the UAV was then used to develop training and validation datasets to estimate seagrass cover in Sentinel-2 pixels. Next, non-seagrass areas were identified in the Sentinel-2 data and removed by object-based classification, followed by a pixel-based regression to calculate seagrass percentage cover. Using this approach, percentage seagrass cover was mapped using UAVs (R2 = 0.91 between observed and mapped distributions) and using Sentinel-2 data (R2 = 0.73). This work provides the first openly available and explorable map of seagrass percentage cover across Turneffe Atoll, where we estimate approximately 242 km2 of seagrass above 10% cover is located. We estimate that this approach offers 30 times more data for training satellite data than traditional methods, therefore presenting a substantial reduction in cost-per-point for data. Furthermore, the increase in data helps deliver a high-quality seagrass cover map, suitable for resolving trends of deteriorating, stable or recovering seagrass environments at 10 m2 resolution to underpin evidence-based management and conservation of seagrass.",
    "readLink": "https://www.mdpi.com/2072-4292/14/3/477"
  },
  {
    "title": "The age of monumental trees. A case study of Juniperus thurifera L. in Spain",
    "authors": [
      "Mar Génova Fuster,",
      "Enrique Sadornil"
    ],
    "doi": "https://doi.org/10.5424/fs/2020292-16172",
    "journalVolume": "Vol. 29,\n                                no. 2\n                                \n                                  pp.\n                                  e007\n                                  – e007",
    "issn": "2171-5068 (Print)",
    "publisher": "2171-9845 (Online)",
    "countryOfPublisher": "Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria",
    "lcc": [
      "Spain",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://revistas.inia.es/index.php/fs",
    "abstract": "Aim of the study: To provide tree-age estimation of monumental Juniperus thurifera trees based on dendrochronological methods. Area of study: “Sabinar de Calatañazor” Nature Reserve (Calatañazor, Soria, Spain), a monumental forest of Juniperus thurifera traditionally used for grazing. Material and methods: Tree-ring width analysis of increment cores and four different methods for estimating the age of each of the trees analysed. Main results: Our estimates suggest that most of the trees in this Nature Reserve with a radius greater than 30 cm are over 300 years old. Moreover, the discussion on the constraints and accuracy of each of the four tree-age estimation methods employed can be helpful in future studies of age in many monumental trees. A well-replicated local chronology, ranging from 1738 to 2012 (275 years), was also established for its use in reconstruction studies related to management, past events and climate change. Research highlights: This study involved analyzing many trees with high percentages of rings that had disappeared as a result of rot. In this case, the age estimation models based on the classical hypotheses of constant growth in radius or basal area, as well as a new estimation method based upon biological behavior and considering two growth stages (juvenile and mature), are the ones that provided the most reliable estimates. On the contrary, regression models are less recommendable, due to being less accurate. Keywords: Dendrochronology; tree-age estimate; rot, growth stages; management and conservation measures.",
    "readLink": "https://revistas.inia.es/index.php/fs/article/view/16172"
  },
  {
    "title": "Coastal wave-energy attenuation by artificial wooden fences deployed for mangrove restoration: an experimental study",
    "authors": [
      "Anping Shu,",
      "Jiapin Zhu,",
      "Baoshan Cui,",
      "Le Wang,",
      "Ziru Zhang,",
      "Chengling Pi"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1165048",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "By offering natural protection along offshore wetlands, mangroves play a crucial role in providing great ecological and economic benefits to local communities. However, mangroves are currently facing an increasing threat of decline worldwide due to widespread human activities and climate change. Recently, eco-friendly wooden fences have been deployed along eroded coasts for mangrove restoration projects, and these fences have the capability to attenuate incoming waves and strengthen sediment deposition in new habitats for mangrove colonization and persistence. However, the design and performance of the fences used can differ substantially among different projects; therefore, it is necessary to study the major factors affecting the wave dissipation performance of these fences and find out a more effective structural design. Thus, we focus on two distinct types of fences with and without porous infill to study the function of infill porosity and frame density, and physical experiments of waves transmission through the fences were carried out in a wave flume, in which nine wooden fences with varied infill porosities (0.60–0.90) and frame densities (0.40 and 0.70) were predetermined to measure the wave transmission, reflection, and wave dissipation. In total, 180 experimental runs were conducted under 18 wave conditions with different wave steepness. The results showed that the fence with a lower infill porosity appears to increase wave transmission coefficient that comes at a cost of a higher reflection coefficient and less wave-energy dissipation inside the fence, and the fence with the highest porosity infills (90%) is nearly equivalent to the fence without any infills but a dense frame in terms of wave damping performance. Moreover, the wave transmission through both fences with and without infill can be remarkably affected by incoming wave steepness. The outcome of the research is not only indicating the importance of the appropriate infill porosity in attenuating incoming waves but also guiding the design of mangrove restoration project in offshore wetlands.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1165048/full"
  },
  {
    "title": "Student-Created Videos of Climate Change Vulnerability: Opportunity for connection and care",
    "authors": [
      "Gina Ziervogel  ,",
      "Nicola Pallitt"
    ],
    "doi": "https://doi.org/10.4314/sajee.v38i1.07",
    "journalVolume": "Vol. 38",
    "issn": "0256-7504 (Print)",
    "publisher": "2411-5959 (Online)",
    "countryOfPublisher": "Environmental Association of Southern Africa",
    "lcc": [
      "South Africa",
      "Education",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "http://www.ajol.info/sajee",
    "abstract": "Climate change is increasingly being seen as a complex problem that requires a change in personal and practical dimensions. To support this, climate change educators need to make use of pedagogic approaches that enable students to engage in relational values of care, empathy and connection alongside understanding the problem and potential responses. Participatory approaches, whereby students engage with members of local communities to understand climate change vulnerability, have the potential to create opportunities for connection between students, communities, universities and society in theory and practice. We describe a student video project that took place in a third-year course Sustainability and the Environment in the Department of Environmental and Geographical Science at the University of Cape Town (UCT), South Africa. Students worked in groups to undertake and film a vulnerability assessment with individuals or organisations around Cape Town in relation to the city’s water crisis. Their group submission, a documentary video, needed to tell a story about social vulnerability and adaptation to the water crisis. Through a carefully scaffolded process, students’ reflections indicated that the vulnerability video process helped them to understand the concept of vulnerability and strengthen their care for and connection to those ‘vulnerable’ to climate impacts. This kind of process-oriented authentic learning experience holds potential for increasing climate change literacy that other educators might consider.",
    "readLink": "https://www.ajol.info/index.php/sajee/article/view/238387"
  }
]