[
  {
    "title": "Resilience of Communities and Sustainable Aquaculture: Governance and Regulatory Effects",
    "authors": [
      "Carole R. Engle,",
      "Jonathan van Senten"
    ],
    "doi": "https://doi.org/10.3390/fishes7050268",
    "journalVolume": "Vol. 7,\n                                no. 268\n                                \n                                  p.\n                                  268",
    "issn": "2410-3888 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/fishes",
    "abstract": "One of the key underlying principles of sustainable food and agriculture systems is to enhance the resilience of people, communities, and ecosystems. This paper discusses broadly the intersection of community resiliency and sustainability of our food system through the lens of positive and negative contributions of aquaculture within the context of the underlying environmental, economic, social, and governance dimensions. Aquaculture has been part of the food supply system for humans for millennia, and its contributions to the resiliency of communities and to sustainability is critical to meet the nutritional, economic, and ecological challenges of the world. Aquaculture, as any human endeavor, can result in negative impacts on the environment, economy, social structure, and resilience of communities. Recent work has reported continued progress in the sustainability of aquaculture and dispelled myths that have proliferated in public media. As a result, aquaculture is increasingly viewed as a potential solution to global challenges of supplying a sustainably raised protein source, complementing fishing and other activities in communities, improving water quality, and responding to climate change, among others. Communities face ever more complex pressures that affect their resiliency when confronted with an array of environmental, social, and economic challenges. Whether aquaculture enhances or decreases the resilience of communities depends largely on the regulatory framework and associated public governance policies at local, state/provincial and national levels. In locales where aquaculture is under-regulated, communities can be affected negatively from resulting environmental, economic, and social problems. Over-regulation of aquaculture can stifle aquaculture activities that enhance ecosystem services and provide social and economic benefits. Greater attention is needed to aquaculture governance and regulatory processes to ensure that rulemaking, implementation, and enforcement provide adequate oversight, but avoid unintended negative consequences to the environment, social networks, and local economies. Participatory approaches that entail effective engagement among regulatory agency staff, aquaculture producers, local citizens, and other stakeholders are more effective than command-and-control regulatory approaches. Aquaculture, when practiced responsibly and sustainably by farmers and when appropriate science-based regulations are implemented rationally and efficiently, can enhance the resiliency of communities.",
    "readLink": "https://www.mdpi.com/2410-3888/7/5/268"
  },
  {
    "title": "Holocene progradation and retrogradation of the Central Texas Coast regulated by alongshore and cross‐shore sediment flux variability",
    "authors": [
      "Christopher I. Odezulu,",
      "Travis Swanson,",
      "John B. Anderson"
    ],
    "doi": "https://doi.org/10.1002/dep2.130",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  77\n                                  – 92",
    "issn": "2055-4877 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20554877",
    "abstract": "Abstract Fifteen transects of sediment cores located off the central Texas coast between Matagorda Peninsula and North Padre Island were investigated to examine the offshore record of Holocene evolution of the central Texas coast. The transects extend from near the modern shoreline to beyond the toe of the shoreface. Lithology, grain size and fossil content were used to identify upper shoreface, lower shoreface, ebb‐tidal delta and marine mud lithofacies. Interpretations of these core transects show a general stratigraphic pattern across the study area that indicates three major episodes of shoreface displacement. First, there was an episode of shoreface progradation that extended up to 5 km seaward. Second, an episode of landward shoreline displacement is indicated by 3–4 km of marine mud onlap. Third, the marine muds are overlain by shoreface sands, which indicates another episode of shoreface progradation of up to 5 km seaward. Radiocarbon ages constrain the onset of the first episode of progradation to ca 6.5 ka, ending at ca 5.0 ka when the rate of sea‐level rise slowed from an average rate of 1.6–0.5 mm/yr. Results from sediment budget calculations and sediment transport modelling based on reasonable estimates of an ancient shoreline shape and wave climate indicate that the first progradation was a result of sand supplied from erosion of the offshore Colorado and Rio Grande deltas. The transgressive phase occurred between ca 4.9 ka and ca 1.6 ka and coincided with a major expansion of the Texas Mud Blanket, which resulted in burial of offshore sand sources and the shoreface being inundated with mud. The second, more recent episode of shoreface progradation began ca 500 years ago with a maximum rate of ca 6 m/yr. This most recent change signals a healing phase of coastal evolution from the late Holocene transgressive event. Currently, the shoreline along the central Texas coast is retreating landward at an average rate of 0.30 m/yr, indicating that the second progradation event has ended.",
    "readLink": "https://doi.org/10.1002/dep2.130"
  },
  {
    "title": "Policy Considerations for Using Forests to Mitigate Carbon Dioxide Emissions",
    "authors": [
      "Sandra Brown,",
      "R. Neil Sampson,",
      "Bernhard Schlamadinger,",
      "John Kinsman"
    ],
    "doi": "https://doi.org/10.1100/tsw.2001.60",
    "journalVolume": "Vol. 1\n                                \n                                \n                                  pp.\n                                  241\n                                  – 242",
    "issn": "2356-6140 (Print)",
    "publisher": "1537-744X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology",
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/tswj/",
    "abstract": "A recent article in Nature, “Soil Fertility Limits Carbon Sequestration by Forest Ecosystems in a CO2-Enriched Atmosphere” by Oren and colleagues[1], has been widely reported on, and often misinterpreted, by the press. The article dampens enthusiasm for accelerated forest growth due to CO2 fertilization and puts in question the fringe theory that the world’s forests can provide an automatic mitigation feedback. We agree that these results increase our understanding of the global carbon cycle. At the same time, their relevance in the context of the international climate change negotiations is much more complicated than portrayed by newspapers such as the New York Times (“Role of Trees in Curbing Greenhouse Gases is Challenged”, May 24, 2001) and the Christian Science Monitor (“Trees No Savior for Global Warming”, May 25, 2001).",
    "readLink": "http://dx.doi.org/10.1100/tsw.2001.60"
  },
  {
    "title": "Musei del migration heritage / Migration heritage museums",
    "authors": [
      "Patrizia Dragoni"
    ],
    "doi": "https://doi.org/10.13138/2039-2362/1091",
    "journalVolume": "Vol. 0,\n                                no. 2\n                                \n                                  pp.\n                                  207\n                                  – 228",
    "issn": "2039-2362 (Online)",
    "publisher": "eum edizioni università di macerata",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Fine Arts: Arts in general",
      "Auxiliary sciences of history"
    ],
    "journalUrl": "http://www.unimc.it/riviste/cap-cult",
    "abstract": "A partire dalla seconda metà degli scorsi anni ’60, al radicale mutamento del contesto sociale, politico ed economico si è accompagnata una profonda innovazione anche culturale. La nozione antropologica di cultura contrapposta alla visione idealistica, l’inedito e forte interesse per la cultura materiale, l’enunciazione del concetto di bene culturale da parte della Commissione Franceschini, la fortuna della Public History portano ad un rivolgimento degli statuti disciplinari delle scienze storiche, che iniziano ad occuparsi di storia sociale, privilegiando le fonti informative spontanee e dando corso ad esperienze di storia orale. A tutto ciò si accompagna una notevole trasformazione delle tematiche e della funzione sociale dei musei. Questo lavoro riferisce, relativamente a questo più generale contesto, della formazione e della diffusione in ambito internazionale e italiano dei musei dedicati alla storia dell’emigrazione, dà conto delle loro possibili prospettive di utilità sociale in ordine alla integrazione degli attuali immigrati in Italia e illustra a titolo di esempio il museo recentemente allestito a Recanati. Since the second half of the 1960s of the 20th century, a profound cultural innovation was accompanied to the radical change in the social, political and economic climate. The anthropological notion of culture as opposed to idealistic vision, the unusual and strong interest in material culture, the enunciation of the concept of cultural property by the Franceschini Commission, the luck of the Public History bring a change of the disciplinary statutes of historical sciences, which begin to attend to social history, focusing on the spontaneous sources of information and initiating experiences of oral history. To all this a remarkable transformation of the themes and of the social function of museums is added. This paper illustrates, in relation to this more general context, the foundation and the dissemination of museums dedicated to the history of migration in Italy and in the world, enunciates their possible social utility for the integration of present migrants in Italy and illustrates, by way of example, the museum recently opened in Recanati.",
    "readLink": "http://riviste.unimc.it/index.php/cap-cult/article/view/1091"
  },
  {
    "title": "Possible dependence between the total solar irradiance and dimethylsulphide",
    "authors": [
      "A. Martínez Arroyo,",
      "A. Ramírez Rojas,",
      "E. L. Flores Márquez,",
      "B. Mendoza, E. L. Flores-Márquez, A. Ramírez-Rojas and A. Martínez-Arroyo"
    ],
    "doi": "Vol. 48,\n                                no. 4\n                                \n                                  pp.\n                                  351\n                                  – 360",
    "issn": "0016-7169 (Print)",
    "publisher": "2954-436X (Online)",
    "countryOfPublisher": "Universidad Nacional Autónoma de México, Instituto de Geofísica",
    "lcc": [
      "Mexico",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://revistagi.geofisica.unam.mx/index.php/RGI/index",
    "abstract": "Solar variability is one of the main natural influences on the Earth’s climate. Biological processes are profoundly affected by the solar irradiance. Some of these processes have been proposed to change the cloud albedo and therefore impact the climate. Here we investigate the relation between the total solar irradiance (TSI) and the global concentration of Dimethylsulphide (DMS), produced by plancktonic algae in seawater. DMS has been frequently mentioned as a forcing of climate through its effect on clouds and therefore on albedo. In the present work we attempt to find the relation between TSI and DMS. We found that the TSI and the DMS production data series display a correlation. A probabilistic scheme is introduced, the Mutual Information Function (MIF) which is a measure of the dependence between the parameters of interest. The MIF seems to present solar cycle dependence: larger values during lower solar activity times (lower TSI times) than during higher solar activity epochs (higher TSI epochs). Or in other words, the dependence between TSI and DMS is stronger during lower solar activity times than during higher solar activity epochs.",
    "readLink": "http://www.geofisica.unam.mx/unid_apoyo/editorial/publicaciones/investigacion/geofisica_internacional/anteriores/2009/04/1mendoza.pdf"
  },
  {
    "title": "Anthropization, Salinity and Oxidative Stress in Animals in the Coastal Zone",
    "authors": [
      "Abhipsa Bal,",
      "Biswaranjan Paital"
    ],
    "doi": "https://doi.org/10.3390/ECWS-7-14228",
    "journalVolume": "Vol. 25,\n                                no. 7\n                                \n                                  p.\n                                  7",
    "issn": "2673-4931 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mdpi.com/journal/environsciproc",
    "abstract": "In coastal and abiding zones, ground water continuously faces a very slight but alarmingly increasing trend in salinity due to several reasons such as the excess loss or use of it, with the constant dissolution of salts from the Earth’s surface and heat-trapping pollution from human activities, rising sea levels and finally, high flooding. Many recent studies have indicated that even a slight elevation in ground water salinity may affect freshwater inhabitants, highlighting the importance of research on the effects of low salinity stress on coastal zone freshwater inhabitants. Along with abiotic factors such as salinity, dissolved oxygen, pH, and alkalinity, anthropogenic factors also cause a lot of stress on the inhabitants in coastal zones. Climatic factors also play an important role in influencing the life of coastal water inhabitants. For example, statistics such as those obtained by correlation and discriminant function analysis indicate that sublethal salinity acts as a strong modulator in the physiology of inhabiting fish in fresh as well as coastal water. Parameters such as increase in body weight, feed intake and irregularities in morphometry increase under higher salinities, which are confirmed by a decline in the growth of fishes. Similarly, blood physiology aspects, such as a significant loss in hemoglobin content, the RBC count and eosinophils, are coupled with amelioration in neutrophil count at the higher salinities of 6 and 9 ppt in few freshwater organisms. Normal histoarchitecture is also lost in most fish under high salinity conditions and higher anthropogenic loads. The generation of tissue damage in terms of oxidative stress is prominent under high fluctuations in abiotic factors including higher salinity or under high anthropogenic loads. Hence, a loss in compromised normal physiology due to the toxic effects of low- or high-salinity saline water or in fresh inhabitants including hardy fishes under changing climatic conditions are evident. This raises concerns about maintaining water quality in coastal and allied zones globally in the coming decades.",
    "readLink": "https://www.mdpi.com/2673-4931/25/1/7"
  },
  {
    "title": "The Impact of Financial System on Carbon Intensity: From the Perspective of Digitalization",
    "authors": [
      "Yeguan Yu"
    ],
    "doi": "https://doi.org/10.3390/su15021314",
    "journalVolume": "Vol. 15,\n                                no. 1314\n                                \n                                  p.\n                                  1314",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Financial system reforms are important for developing regions in the period of structural transformation. In the face of climate change, which is an important issue for all mankind. This paper empirically explores the impact of financial structure on carbon intensity based on China’s provincial level data from 2005 to 2019, and discusses the intermediary effect of digitalization. The results show that: (1) Market leading financial system can significantly reduce the carbon intensity, which is more prominent in Northeast China. (2) The improvement of the digital level has accelerated the development of financial marketization and helped to reduce the carbon intensity. (3) The construction of digital talents and digital infrastructure have partial intermediary effects between market leading financial system and carbon intensity. However, there is no intermediary effect in the construction of digital ecological environment. This paper provides empirical research on the environmental effects of market leading financial system, which is helpful to the construction of green finance and digital financial system, and contributes to the market transformation of the financial system in China.",
    "readLink": "https://www.mdpi.com/2071-1050/15/2/1314"
  },
  {
    "title": "Current Situation and Prospects for Aquifer Storage and Water Quality Enhancement (ASWQE) Projects in Korea: A Legal Perspective",
    "authors": [
      "Young-Gyoo Shim,",
      "Jae-Ho Choi"
    ],
    "doi": "https://doi.org/10.3390/app9101970",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  1970",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The aquifer storage and water quality enhancement (ASWQE) method is a potential alternative to overcome the limitations of water resource policies that focus on surface water and act as an effective measure against water shortage caused by climate change. According to the physical/technical characteristics and operational complexity of the ASQWE, there are various legal/institutional issues to be considered at every stage in the development and implementation of the project. However, in Korea, there is no legislation or legal basis directly related to the ASWQE projects, resulting in large gaps between the initiatives of ASWQE and the relevant laws and statutes. In this respect, this study, to introduce approaches for the establishment of a legal system in line with the requirements of ASWQE projects, mainly analyzes the gaps between the abovementioned principal legal/institutional issues/subjects and the indispensable elements at each phase of the project’s process in the existing Korean legal system concerning the ASWQE, particularly based on the issue tree approach. Through this comprehensive, systematic, and comparative case study, large gaps have been definitely identified between the initiatives surrounding ASWQE projects and the existing Korean legal system, and to conclude, legally multilateral approaches to fill and make up for the gaps have been presented. It is expected that the Korean government will continue to pursue the establishment of a comprehensive and integrated legal system in line with the requirements of ASWQE projects based on this research’s findings. When these attempts succeed, the expected legal achievement for the development and implementation of ASWQE projects could serve as an exemplary legal case for the entire world.",
    "readLink": "https://www.mdpi.com/2076-3417/9/10/1970"
  },
  {
    "title": "The transport aircraft pollution cost reduction strategy",
    "authors": [
      "Mirosavljević Petar,",
      "Gvozdenović Slobodan,",
      "Čokorilo Olja"
    ],
    "doi": "Vol. 38,\n                                no. 4\n                                \n                                  pp.\n                                  157\n                                  – 166",
    "issn": "1451-2092 (Print)",
    "publisher": "2406-128X (Online)",
    "countryOfPublisher": "University of Belgrade - Faculty of Mechanical Engineering, Belgrade",
    "lcc": [
      "Serbia",
      "Technology: Engineering (General). Civil engineering (General): Mechanics of engineering. Applied mechanics"
    ],
    "journalUrl": "https://scindeks.ceon.rs/journaldetails.aspx?issn=1451-2092&lang=en",
    "abstract": "The civil air transport sector analysis shows continuous growth in the next decade with significant environmental consequences, in terms of air pollution and climate change. The increasing public awareness for future climate changing produces different measures for civil air transport sector pollution mitigation. One of the measures for managing civil air transport sector development is pollution charges introduced by Switzerland and Sweden. The research presented in this paper are sets of operational procedures implementation to reduce turbo fan passenger aircraft emission in space around the airport, as well as related pollution charges. The pollution in space around the airport is defined by LTO cycles established by ICAO. Generally, ICAO method finds the relation between emission pollution and engine characteristics, fuel flow and time in mode. The developed mathematical model based on aircraft performance model, presented in paper for aircraft 767-300, can be used as airline tool for airline pollution charges mitigation or cancellation.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/1451-2092/2010/1451-20921004157M.pdf"
  },
  {
    "title": "ADAPTIVE CAPACITIES OF FARMERS TO CLIMATE CHANGE ADAPTATION STRATEGIES AND THEIR EFFECTS ON RICE PRODUCTION IN THE NORTHERN REGION OF GHANA",
    "authors": [
      "Franklin Nantui Mabe,",
      "Daniel Bruce Sarpong,",
      "Yaw Osei-Asare"
    ],
    "doi": "Vol. 11,\n                                no. 11\n                                \n                                  pp.\n                                  9\n                                  – 17",
    "issn": "2226-1184 (Online)",
    "publisher": "iVolga Press",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.rjoas.com",
    "abstract": "This study estimated the adaptive capacities of farmers to climate change adaptation strategies and their effects on rice production in the Northern Region of Ghana. The adaptive capacities of rice farmers were estimated quantitatively and categorized into high, moderate and low adaptive capacities. Double logarithmic regression model of Cobb-Douglas production function was used to quantity the effects of adaptive capacities of farmers on rice production. On the average, the farmers interviewed are moderately adaptive to climate change. Also, high adaptive farmers obtain nine more bags of 50 kg bag of paddy rice than farmers with low adaptive capacities. Therefore, the more a farmer has the ability to adjust to climate change, the more the number of bags of rice he or she obtains. Rice farmers should be empowered through better extension services in order to attain high adaptive capacity status so as to help them obtain more rice output.",
    "readLink": "http://www.rjoas.com/issue-2012-11/i011_article_2012_02.pdf"
  }
]