[
  {
    "title": "Greenhouse Gas Implications of Peri-Urban Land Use Change in a Developed City under Four Future Climate Scenarios",
    "authors": [
      "Alison Rothwell,",
      "Brad Ridoutt,",
      "William Bellotti"
    ],
    "doi": "https://doi.org/10.3390/land5040046",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  p.\n                                  46",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Present decisions about urbanization of peri-urban (PU) areas may contribute to the capacity of cities to mitigate future climate change. Comprehensive mitigative responses to PU development should require integration of urban form and food production to realise potential trade-offs. Despite this, few studies examine greenhouse gas (GHG) implications of future urban development combined with impacts on PU food production. In this paper, four future scenarios, at 2050 and 2100 time horizons, were developed to evaluate the potential GHG emissions implications of feeding and housing a growing urban population in Sydney, Australia. The scenarios were thematically downscaled from the four relative concentration pathways. Central to the scenarios were differences in population, technology, energy, housing form, transportation, temperature, food production and land use change (LUC). A life cycle assessment approach was used within the scenarios to evaluate differences in GHG impacts. Differences in GHG emissions between scenarios at the 2100 time horizon, per area of PU land transformed, approximated 0.7 Mt CO2-e per year. Per additional resident this equated to 0.7 to 6.1 t CO2-e per year. Indirect LUC has the potential to be significant. Interventions such as carbon capture and storage technology, renewables and urban form markedly reduced emissions. However, incorporating cross-sectoral energy saving measures within urban planning at the regional scale requires a paradigmatic shift.",
    "readLink": "http://www.mdpi.com/2073-445X/5/4/46"
  },
  {
    "title": "Mitochondrial DNA Suggests the Introduction of Honeybees of African Ancestry to East-Central Europe",
    "authors": [
      "Andrzej Oleksa,",
      "Szilvia Kusza,",
      "Adam Tofilski"
    ],
    "doi": "https://doi.org/10.3390/insects12050410",
    "journalVolume": "Vol. 12,\n                                no. 410\n                                \n                                  p.\n                                  410",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "In Europe, protecting the genetic diversity of Apis mellifera is usually perceived in the context of limiting the spread of the evolutionary C-lineage within the original range of the M-lineage. However, due to climate change and large-scale ongoing movement of breeding individuals, the expansion of bees from the African A-lineage could represent another threat. This issue has not yet been investigated in detail, although A-mitotypes occur in South-West and South Europe due to natural gene flow. Here, we determine the diversity of mtDNA in honey bees from East-Central Europe. We sequenced the COI-COII region in 427 bees sampled along two 900 km transects (17.5° N and 23° E). We found that 1.64% of bees (95% CI: 0.66–3.35 %) had A-mitotypes. It is unlikely that their presence in the area resulted from natural migration but instead human driven introductions of hybrids of African ancestry. This expansion deserves more attention, as it may contribute to the dissemination of undesirable traits, parasites and diseases.",
    "readLink": "https://www.mdpi.com/2075-4450/12/5/410"
  },
  {
    "title": "Natural materials (biomaterials) and biomimicry principles, as tools for envisioning the sustainable cities of the future",
    "authors": [
      "Dikou Christine"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202343608006",
    "journalVolume": "Vol. 436\n                                \n                                \n                                  p.\n                                  08006",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "It is widely acknowledged that the impact of human activities on the Earth’s atmosphere following the first industrial revolution was so significant that it was designated as a new geological epoch with the term “Anthropocene.” The search for a new design strategy that integrates the nature of urban landscapes with their architecture is critical in the Anthropocene age. Modern instances of green cities and smart cities are the direct result of the emergence of a value system with a highly aesthetic view of global ecosystems, prompting us to seek a non-anthropocentric method of reasoning and, as a result, planning. In this study, we present innovative city design that controls environmental factors and is based on urban planning of cities approached by the principles of biomimicry. The research question is whether natural materials with modern construction methods and biomimicry principles can lead to the design of cities that face the numerous challenges of climate change. Three examples of cities that have adopted the model of biomimicry design principles will be presented, in parallel with a literature review of natural materials. Conclusions will be drawn which will be followed by the formulation of proposals for the optimal planning of cities in terms of sustainability. The goal is to develop a design process targeted at the efficient design of cities in response to climate change.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/73/e3sconf_iced2023_08006.pdf"
  },
  {
    "title": "Permafrost Active Layer Microbes From Ny Ålesund, Svalbard (79°N) Show Autotrophic and Heterotrophic Metabolisms With Diverse Carbon-Degrading Enzymes",
    "authors": [
      "Katie Sipes,",
      "Raegan Paul,",
      "Aubrey Fine,",
      "Peibo Li,",
      "Renxing Liang,",
      "Julia Boike,",
      "Julia Boike,",
      "Tullis C. Onstott,",
      "Tatiana A. Vishnivetskaya,",
      "Sean Schaeffer,",
      "Karen G. Lloyd"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2021.757812",
    "journalVolume": "Vol. 12",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "The active layer of permafrost in Ny Ålesund, Svalbard (79°N) around the Bayelva River in the Leirhaugen glacier moraine is measured as a small net carbon sink at the brink of becoming a carbon source. In many permafrost-dominating ecosystems, microbes in the active layers have been shown to drive organic matter degradation and greenhouse gas production, creating positive feedback on climate change. However, the microbial metabolisms linking the environmental geochemical processes and the populations that perform them have not been fully characterized. In this paper, we present geochemical, enzymatic, and isotopic data paired with 10 Pseudomonas sp. cultures and metagenomic libraries of two active layer soil cores (BPF1 and BPF2) from Ny Ålesund, Svalbard, (79°N). Relative to BPF1, BPF2 had statistically higher C/N ratios (15 ± 1 for BPF1 vs. 29 ± 10 for BPF2; n = 30, p < 10–5), statistically lower organic carbon (2% ± 0.6% for BPF1 vs. 1.6% ± 0.4% for BPF2, p < 0.02), statistically lower nitrogen (0.1% ± 0.03% for BPF1 vs. 0.07% ± 0.02% for BPF2, p < 10–6). The d13C values for inorganic carbon did not correlate with those of organic carbon in BPF2, suggesting lower heterotrophic respiration. An increase in the δ13C of inorganic carbon with depth either reflects an autotrophic signal or mixing between a heterotrophic source at the surface and a lithotrophic source at depth. Potential enzyme activity of xylosidase and N-acetyl-β-D-glucosaminidase increases twofold at 15°C, relative to 25°C, indicating cold adaptation in the cultures and bulk soil. Potential enzyme activity of leucine aminopeptidase across soils and cultures was two orders of magnitude higher than other tested enzymes, implying that organisms use leucine as a nitrogen and carbon source in this nutrient-limited environment. Besides demonstrating large variability in carbon compositions of permafrost active layer soils only ∼84 m apart, results suggest that the Svalbard active layer microbes are often limited by organic carbon or nitrogen availability and have adaptations to the current environment, and metabolic flexibility to adapt to the warming climate.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2021.757812/full"
  },
  {
    "title": "VULNERABILITY AND ADAPTATION OF COMMUNITY AT THE COASTAL AREA TO CLIMATE CHANGE",
    "authors": [
      "Niken Sakuntaladewi,",
      "Sylviani Sylviani"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2014.11.4.281-293",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  pp.\n                                  281\n                                  – 293",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Climate change is being understood by the local communities as seasonal change and has caused many negative impacts to the livings. This article aims to analyse vulnerability of the coastal communities due to climate change. Research was conducted in three villages located around mangrove forests functioning as protected forest in Subang Regency, conservation forest in Jembrana Regency, and private forest in Pemalang Regency. Data was collected from thirty respondents per village, and analyzed with Multivariate Analysis. Research shows that climate change has lowered the incomes of majory of the rural communities. The number of community living in private forest is the least vulnerable (37%), follows consecutively by those in conservation forest (55%), and the most vulnerable ones is (82%) in protection forest. Their vulnerability are affected by: 1) exposure, the climate; 2) sensitivity, covering dependency of coastal community sources of incomes to climate change, location of community sources of incomes close to the source of disaster, and environmental damage; and 3) adaptive capacity, including improved biophysical environment, various sources of incomes, agricultural and fishery technologies, ability to reschedule the activities, changing profession, do nothing, strong community institution, government development program, and intensive assistance.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/699"
  },
  {
    "title": "Possible adaptation measures for climate change in preventing heatstroke among older adults in Japan",
    "authors": [
      "Marie Fujimoto,",
      "Katsuma Hayashi,",
      "Hiroshi Nishiura"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2023.1184963",
    "journalVolume": "Vol. 11",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "IntroductionHeatstroke mortality is highest among older adults aged 65 years and older, and the risk is even doubled among those aged 75 years and older. The incidence of heatstroke is expected to increase in the future with elevated temperatures owing to climate change. In the context of a super-aged society, we examined possible adaptation measures in Japan that could prevent heatstroke among older people using an epidemiological survey combined with mathematical modeling.MethodsTo identify possible interventions, we conducted a cross-sectional survey, collecting information on heatstroke episodes from 2018 to 2019 among people aged 75 years and older. Responses were analyzed from 576 participants, and propensity score matching was used to adjust for measurable confounders and used to estimate the effect sizes associated with variables that constitute possible interventions. Subsequently, a weather-driven statistical model was used to predict heatstroke-related ambulance transports. We projected the incidence of heatstroke-related transports until the year 2100, with and without adaptation measures.ResultsThe risk factor with the greatest odds ratio (OR) of heatstroke among older adults was living alone (OR 2.5, 95% confidence interval: 1.2–5.4). Other possible risk factors included an inability to drink water independently and the absence of air conditioning. Using three climate change scenarios, a more than 30% increase in the incidence of heatstroke-related ambulance transports was anticipated for representative concentration pathways (RCP) 4.5 and 8.5, as compared with a carbon-neutral scenario. Given 30% reduction in single living, a 15% reduction in the incidence of heatstroke is expected. Given 70% improvement in all three risk factors, a 40% reduction in the incidence can be expected.ConclusionPossible adaptation measures include providing support for older adults living alone, for those who have an inability to drink water and for those without air conditioning. To be comparable to carbon neutrality, future climate change under RCP 2.6 requires achieving a 30% relative reduction in all three identified risks at least from 2060; under RCP 4.5, a 70% reduction from 2050 at the latest is needed. In the case of RCP 8.5, the goal of heatstroke-related transports approaching RCP 1.9 cannot be achieved.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2023.1184963/full"
  },
  {
    "title": "Global change in the trophic functioning of marine food webs.",
    "authors": [
      "Aurore Maureaud,",
      "Didier Gascuel,",
      "Mathieu Colléter,",
      "Maria L D Palomares,",
      "Hubert Du Pontavice,",
      "Daniel Pauly,",
      "William W L Cheung"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0182826",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  p.\n                                  e0182826",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The development of fisheries in the oceans, and other human drivers such as climate warming, have led to changes in species abundance, assemblages, trophic interactions, and ultimately in the functioning of marine food webs. Here, using a trophodynamic approach and global databases of catches and life history traits of marine species, we tested the hypothesis that anthropogenic ecological impacts may have led to changes in the global parameters defining the transfers of biomass within the food web. First, we developed two indicators to assess such changes: the Time Cumulated Indicator (TCI) measuring the residence time of biomass within the food web, and the Efficiency Cumulated Indicator (ECI) quantifying the fraction of secondary production reaching the top of the trophic chain. Then, we assessed, at the large marine ecosystem scale, the worldwide change of these two indicators over the 1950-2010 time-periods. Global trends were identified and cluster analyses were used to characterize the variability of trends between ecosystems. Results showed that the most common pattern over the study period is a global decrease in TCI, while the ECI indicator tends to increase. Thus, changes in species assemblages would induce faster and apparently more efficient biomass transfers in marine food webs. Results also suggested that the main driver of change over that period had been the large increase in fishing pressure. The largest changes occurred in ecosystems where 'fishing down the marine food web' are most intensive.",
    "readLink": "http://europepmc.org/articles/PMC5553640?pdf=render"
  },
  {
    "title": "Comigrants and friends: informal networks and the transmission of traditional ecological knowledge among seminomadic pastoralists of Gujarat, India",
    "authors": [
      "Matthieu Salpeteur,",
      "Hanoz H. R. Patel,",
      "José Luis Molina,",
      "Andrea L. Balbo,",
      "Xavier Rubio-Campillo,",
      "Victoria Reyes-García,",
      "Marco Madella"
    ],
    "doi": "https://doi.org/10.5751/ES-08332-210220",
    "journalVolume": "Vol. 21,\n                                no. 2\n                                \n                                  p.\n                                  20",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Previous research has shown that social organization may affect the distribution of traditional ecological knowledge (TEK) within local communities of natural resource users in multiple ways. However, in this line of research the potential role of informal relationships has mostly been overlooked. In this article, we contribute toward filling this research gap by studying how two types of informal relationships, namely migration partnership and friendship, affect the distribution of TEK within a community of seminomadic pastoralists from the Kutch area, Gujarat, India. Using social network analysis, we map three networks, migration, men friendship, and women friendship, and compare with similarity-based quantitative approaches the clusters extracted from these networks in relation to four domains of TEK: knowledge about soils, about ethnoveterinary practices, about sheep breeds, and in ethnobotany. Our results show that (1) migration clusters are associated to significant variations in three TEK domains, while (2) friendship clusters are associated to minor variations. We relate these results to the importance of common practical experiences involved by joint migration. Moreover, kin relations are shown to strongly underlie friendship and migration relations, and as such appear as a potential driver of the dynamics of the local TEK system. We conclude by advocating for a better inclusion of such informal relationships in future research on local TEK dynamics, following recent developments in studies on natural resource governance.",
    "readLink": "http://www.ecologyandsociety.org/vol21/iss2/art20/"
  },
  {
    "title": "Report card grades on physical activity for children and adolescents from 18 Asian countries: Patterns, trends, gaps, and future recommendations",
    "authors": [
      "Eun-Young Lee,",
      "An-Chi Shih,",
      "Maia Collins,",
      "Yeong-Bae Kim,",
      "Patrick Abi Nader,",
      "Jasmin Bhawra,",
      "Tarun Reddy Katapally,",
      "Chiaki Tanaka,",
      "Pairoj Saonuam,",
      "Piyawat Katewongsa,",
      "Dyah Anantalia Widyastari,",
      "Wendy Y. Huang,",
      "Stephen H. Wong,",
      "Asaduzzaman Khan,",
      "Narayan Subedi,",
      "Susan Paudel,",
      "Chen-Kang Chang,",
      "Ching-Lin Wu,",
      "Justin Y. Jeon,",
      "Yeon Soo Kim,",
      "Tom Loney,",
      "Falk Müller-Riemenschneider,",
      "Bozhi Chen,",
      "Jonathan Y. Cagas,",
      "Jyh Eiin Wong,",
      "Mohd Razif Shahril,",
      "Agus Mahendra,",
      "Mark S. Tremblay"
    ],
    "doi": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  34\n                                  – 44",
    "issn": "1728-869X (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Hong Kong",
    "lcc": [
      "Geography. Anthropology. Recreation: Recreation. Leisure: Sports"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-exercise-science-and-fitness",
    "abstract": "Background/Objective: Physical inactivity is a persistent and worsening population health concern in Asia. Led by the Active Healthy Kids Global Alliance, Global Matrix (GM) initiative provides an opportunity to explore how regional and cultural differences across 18 Asian countries relate to physical activity (PA) participation among children and adolescents. The purpose of study was to synthesize evidence from the GM2.0 to GM4.0 (2016–2022) in Asian countries. Methods: Report Card grades on behavioral/individual and sources of influence indicators were reported from 18 Asian countries. Letter grades were converted into numerical values for quantitative analyses. Based on this, cross-sectional and longitudinal analyses were conducted to investigate patterns and trends. Qualitative evidence synthesis was performed based on Report Card grades and published papers to identify gaps and suggest future recommendations. Results: In total, 18 countries provided grades for at least one round of GM, 12 countries provided grades for at least two rounds, and seven countries provided grades for all three GMs. Of possible grades, 72.8%, 69.2%, and 76.9% of the grades were assigned from GM 2.0 to GM 4.0, respectively. In terms of the Report Card grades, there was a slight decrease in behavioral/individual indicators from “D+” in GM 2.0 to “D-” in GM 3.0 but this reverted to “D” in GM 4.0. For the sources of influence, a “C” grade was given in all three rounds of GM. Longitudinal observation of seven Asian countries that provided grades in all three rounds of GM revealed that grades are generally stable for all indicators with some country-specific fluctuations. In future GM initiatives and research, considerations should be made to provide more accurate and rich data and to better understand contextual challenges in evaluating certain indicators such as Active Transportation, Active Play, and Physical Fitness in particular. Further, macro level factors such as socioeconomic/cultural disparities and gender-specific barriers, ideology, or climate change should also be proactively considered in future research as these factors are becoming increasingly relevant to indicators of GM and United Nation's Sustainable Development Goals. Conclusions: Participation from Asian countries in GM has increased over the years, which demonstrates the region's enthusiasm, capacity, and support for global PA promotion efforts. The efforts to promote a physically active lifestyle among children and adolescents should be a collective interest and priority of the Asia region based on the gaps identified in this paper.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1728869X22000612"
  },
  {
    "title": "Responding to Climate Change in Small and Intermediate Cities: Comparative Policy Perspectives from India and South Africa",
    "authors": [
      "David Simon,",
      "Yutika Vora,",
      "Tarun Sharma,",
      "Warren Smit"
    ],
    "doi": "https://doi.org/10.3390/su13042382",
    "journalVolume": "Vol. 13,\n                                no. 2382\n                                \n                                  p.\n                                  2382",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Remarkably little is known about how small and intermediate urban centres tackle their various sustainability challenges, particularly climate and broader environmental change. Accordingly, we address this in the very different contexts of India and South Africa. We conceptualise the small and intermediate towns, and the policy challenges and priorities for mitigating and adapting to the effects of climate/environmental change that can enable transformative adaptations to changing conditions. Central issues are the divisions of powers, responsibilities and the fiscal capacity and independence of local authorities within the respective countries’ multi-level policy and governance frameworks. In India, various functions have been constitutionally devolved to city governments to enable them to govern themselves, while more strategic ones lie at state level. In South Africa, the divisions of power and responsibility vary by city size category. We compare the relevant city government functions in each country and how they can enable/disable policy responses to climate change. The relationship between their sustainable development strategies, plans, budgets, and actions are assessed and illustrated with particular reference to Thiruvananthapuram, Shimla and Bhubaneswar in India and Drakenstein, George and Stellenbosch in South Africa.",
    "readLink": "https://www.mdpi.com/2071-1050/13/4/2382"
  }
]