[
  {
    "title": "Potable water production from ambient moisture",
    "authors": [
      "Ramazan Şenol,",
      "Osamah Salman,",
      "Zekeriya Kaya"
    ],
    "doi": "https://doi.org/10.1007/s13201-022-01814-0",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2190-5487 (Print)",
    "publisher": "2190-5495 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.springer.com/13201",
    "abstract": "Abstract Nowadays, with the rapid increase in world population, potable water shortage has started to create serious problems. Many factors such as increased water consumption, environmental problems and climate change cause the decrease in potable water resources. In this study, a fully automatic system which produces water from ambient humidity developed to provide solutions especially in areas where access to clean and potable water resources is difficult. Moisture and salt are used for raw material. CaCl2 salt is not very good for moisture absorption, but when compared with other salts, it can provide a great advantage under human health and cost. The machine is also reinforced with electrical equipment and measures the ambient temperature, pressure values and humidity, consumed energy and prints it on the memory card (SD card) in real time. While the system is running, it can be controlled and read over the phone. Experiments have been carried out and the changes in the amount of water produced and the amount of salt consumed depending on the ambient humidity and temperature have been investigated. The amount of energy consumed by the system was also analyzed. It was observed that the amount of water produced was directly proportional to the ambient humidity.",
    "readLink": "https://doi.org/10.1007/s13201-022-01814-0"
  },
  {
    "title": "Challenges in Implementing Emission Mitigation Technologies in Indonesia Agricultural Sector: Criticizing the Available Mitigation Technologies",
    "authors": [
      "Malahayati Marissa,",
      "Masui Toshihiko"
    ],
    "doi": "https://doi.org/10.1515/opag-2018-0006",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  46\n                                  – 56",
    "issn": "2391-9531 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.degruyter.com/view/j/opag",
    "abstract": "Reduction of Green House Gas (GHG) emissions in the agricultural sector is the main target for reducing non-CO2 emissions. In Indonesia, the agricultural sector is the third largest GHG emitter, far behind that from Land Use Change and Forestry (LUCF) and the energy sector. However, the agricultural sector is the biggest contributor of non-CO2 emissions and is also the most vulnerable sector to climate change. The Indonesian government is committed to reduce total emission inform current levels by 29% by 2030 under Nationally Determined Contribution (NDC). This will require reductions in emissions from all sectors including agriculture. Several mitigation technologies have been recommended by UNFCCC for implementation such as replacing urea with ammonium sulfate fertilizer; replacing nitrogen fertilizer with multicontent fertilizer; water irrigation management; replacing roughage with concentrate as livestock feed; and building biogas digesters. From our Computer General Equilibrium (CGE) simulation, if the focus of mitigation technology implementation in agriculture is to reduce non-CO2 emissions gases such as CH4 and N2O, then a comprehensive approach is needed. If the government implements the technology partially, we predict there will be a trade-off between CH4 and N2O emission. However, our simulation shows the loss to GDP caused by a new emission mitigation policy is very high even though Indonesia has invested for mitigation technology in agriculture. This is because we consider the additional investment needed will be costly and some technologies may not be suitable for implementation in Indonesia. In this research, we review current literature and examine each technology and its cost and compatibility with Indonesian situations in order to make policy recommendations for implementation by the Indonesia government.",
    "readLink": "https://doi.org/10.1515/opag-2018-0006"
  },
  {
    "title": "Size-dependence of volatile and semi-volatile organic carbon content in phytoplankton cells",
    "authors": [
      "Sergio eRuiz-Halpern,",
      "Sergio eRuiz-Halpern,",
      "Pedro eEcheveste,",
      "Susana eAgusti,",
      "Susana eAgusti,",
      "Carlos M. eDuarte,",
      "Carlos M. eDuarte"
    ],
    "doi": "https://doi.org/10.3389/fmars.2014.00025",
    "journalVolume": "Vol. 1",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The content of volatile and semivolatile organic compounds (VOC and SOC), measured as exchangeable dissolved organic carbon (EDOC), was quantified in 9 phytoplanktonic species that spanned 4 orders of magnitude in cell volume, by disrupting the cells and quantifying the gaseous organic carbon released. EDOC content varied 4 orders of magnitude, from 0.0015 to 14.12 pg C cell-1 in the species studied and increased linearly with increasing phytoplankton cell volume following the equation EDOC (pg C cell-1) = -2.35 x cellular volume (CV, µm3 cell-1) 0.90 (± 0.3), with a slope (0.90) not different from 1 indicating a constant increase in volatile carbon as the cell size of phytoplankton increased. The percentage of EDOC relative to total cellular carbon was small but varied 20 fold from 0.28 % to 5.17 %, and no obvious taxonomic pattern in the content of EDOC was appreciable for the species tested. The cell release rate of EDOC is small compared to the amount of carbon in the cell and difficult to capture. Nonetheless, the results point to a potential flux of volatile and semivolatile phytoplankton-derived organic carbon to the atmosphere that has been largely underestimated and deserves further attention in the future.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fmars.2014.00025/full"
  },
  {
    "title": "Ocular dirofilariasis: Ophthalmic implication of climate change on vector-borne parasites",
    "authors": [
      "Joseph D. Boss, M.D.,",
      "Gabriel Sosne,",
      "Asheesh Tewari"
    ],
    "doi": "https://doi.org/10.1016/j.ajoc.2017.04.004",
    "journalVolume": "Vol. 7,\n                                no. C\n                                \n                                  pp.\n                                  9\n                                  – 10",
    "issn": "2451-9936 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Medicine: Ophthalmology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/american-journal-of-ophthalmology-case-reports/",
    "abstract": "Purpose: To describe a geographically rare case of ophthalmic dirofilariasis. Observations: An 81-year-old male of good socioeconomic status living in the state of Michigan in the United States, presented to the eye clinic with a painful red left eye. He had not traveled outside of the state of Michigan in over three years. He was found to have a 7 cm long subconjunctival roundworm, which was ultimately extracted. Conclusions and importance: With increasing global temperatures, ocular dirofilariasis is being introduced in more northern climates and should be included in the differential diagnosis in areas previously isolated from these vector-borne parasites.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2451993616301360"
  },
  {
    "title": "Effects of Digitalization on Natural Resource Use in European Countries: Does Economic Complexity Matter?",
    "authors": [
      "Ngô Thanh Mai,",
      "Le Thanh Ha,",
      "Trần Thi Mai Hoa,",
      "Nguyen Thi Thanh Huyen"
    ],
    "doi": "https://doi.org/10.32479/ijeep.12748",
    "journalVolume": "Vol. 12,\n                                no. 3",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "This paper empirically analyses the influences of the digital transformation process in the business and public sector on natural resources rents. Our paper employs the digital businesses (e-Commerce, including the value of online selling, e-Commerce turnover, e-Commerce web sales, and e-Business, including customer relationship management (CRM) usage and cloud usage) and the digital public services (user-centricity, business mobility, and key enablers), while we deal with the total natural rents (coal rents, mineral rents, natural gas rents, and forest rents). The various econometric techniques are applied to a sample of 26 European Union countries during the 2011-2019 period. Our estimation results demonstrate that both digital businesses and digital public services lead to a rise in total natural rents. More specifically, the digital businesses appear to have increased influences on coal rents, and gas rents, while the digital public services drive mineral rents, gas rents, and forest rents up. Conversely, digital public services tend to reduce coal rents and digital businesses lead to a decrease in mineral rents and forest rents. Notably, the economic complexity or the quality and diversification of the production system is the key variable for the digital economy aiming at shirking natural rent-seeking. The findings are consistent when we consider the specific type of natural resource rent regardless of whether they are affected differently by digital transformation.",
    "readLink": "https://econjournals.com/index.php/ijeep/article/view/12748"
  },
  {
    "title": "Supporting workers with mental health problems at work: challenges and avenues",
    "authors": [
      "Iris Arends,",
      "Sander KR van Zon,",
      "Ute Bültmann"
    ],
    "doi": "https://doi.org/10.5271/sjweh.4044",
    "journalVolume": "Vol. 48,\n                                no. 5\n                                \n                                  pp.\n                                  323\n                                  – 326",
    "issn": "0355-3140 (Print)",
    "publisher": "1795-990X (Online)",
    "countryOfPublisher": "Nordic Association of Occupational Safety and Health (NOROSH)",
    "lcc": [
      "Finland",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.sjweh.fi/",
    "abstract": "Mental health problems in the workforce present a major public and occupational health challenge and come with significant costs for the individuals, families, employers and society at large. It has been estimated that, globally, the 12-month prevalence of common mental health problems – such as depressive disorders, anxiety disorders, and stress-related disorders – is on average 17.6%, with often serious implications for employment, productivity, and wages (2, 3). The recent OECD report “Fitter Minds, Fitter Jobs” showed that in 2018, across OECD countries, people with mental health problems have 20% lower employment rates, are almost three times more likely to be unemployed, and almost one and a half times more likely to receive disability benefits as those without these problems (2). These key figures barely differ from those presented in 2013 (2). During the past decades, research on the highly complex phenomenon of (return to) work participation of people with common mental health problems has come a long way: many barriers and facilitators to (return to) working have been identified and interventions have been developed and tested for people with common mental health problems to participate in work (eg, 4, 5). To illustrate, facilitating factors concern, for example, an individual’s active coping style (keep a daily rhythm, exercise, stay in contact with work), high self-efficacy, and a supportive family context and social network (5-8); while the severity of mental health problems or the existence of other health problems are known barriers (5). A safe organizational climate (such as openness about mental health) and good psychosocial working conditions, including support from supervisors and colleagues, having decision authority, and no high workload, have been identified as facilitating workplace factors (5, 7, 8). Also, health and social systems may act as a barrier or facilitator with, eg, waiting lists for mental health treatment or the availability of integrative mental health and occupational rehabilitation/employment services (7, 9). It comes as no surprise that Corbière et al (10) identified 11 different stakeholder groups from the work, health and insurance systems and close to 200 relevant stakeholder actions in the return-to-work process of workers with common mental health problems. Despite extensive progress and a large body of evidence on factors to facilitate the (return to) work participation of workers with common mental health problems (for systematic reviews and meta-analyses, covering more than two decades of research, see, eg, 5, 9, 11), we must acknowledge that meta-analyses of intervention studies to date only have shown small effect sizes for sick leave reduction (4, 12–14) and no substantial effects for improved return-to-work (13) or being at work (14) rates. So, how to move the research field forward? Although people with common mental health problems have lower employment rates, the majority (60% on average across OECD countries) is working (OECD 2021), but knowledge about maintaining and improving at-work participation among this group is lacking. We see a great need for a focus shift towards a deeper understanding of at-work participation of people with common mental health problems. In the following, we focus on two challenges and avenues to move forward: (i) measuring at-work outcomes and (ii) examining the complex, interdependent relationship between common mental health problems and at-work participation with more intense, longitudinal real-time designs and a life course lens. Challenges and avenues to support people with common mental health problems at work Challenge 1: Measurement of at-work outcomes The first challenge concerns the measurement of how people with common mental health problems participate or function at work and what their needs are to enter and stay at work. To better support workers with common mental health problems at work, it is critical to further deepen our understanding of the strategies, work accommodation needs and functioning of these workers. To illustrate, in a qualitative study among workers suffering from common mental health problems, Danielsson et al (15) explored “strategies to keep working”. The authors showed that workers` strategies differed depending on the illness phase; ie, more reactive strategies to avoid strain were used in early phases and more reflective, solution-focused strategies were used in later phases. This knowledge on phase-specific work strategies may be used to better inform and tailor supportive interventions and work accommodation to help workers to maintain working. De Groot et al (16) recently provided first insights about how young adults with a history of mental health problems function at work. It was shown that young adults with both persistent high and elevated levels of mental health problems during childhood and adolescence, compared with those with low-level mental health problems, experience difficulties in meeting their work demands for more than one day a week given a full-time work week at age 29. Moreover, Arends et al (17) showed that many workers who returned to work after being absent with common mental health problems still experience impaired work functioning for up to 12 months. This study also demonstrated that workers recover at a different pace and at a different level in terms of mental health and work functioning. These findings highlight the importance of focusing on at-work strategies and functioning to support workers with common mental health problems as we need to capture early signs of maladaptive strategies or reduced functioning that may inform work accommodations to prevent a further decline in functioning or even more severe consequences as sick leave or work disability. Accommodating work for workers with (common) mental health problems may be especially challenging, as opposed to other health conditions, given the strong stigma attached to mental ill-health (18, 19). As discussed by LaMontagne et al (20), an integrated intervention approach to workplace mental health, combining knowledge from various disciplines (eg, occupational medicine, psychiatry, public health, -positive- psychology) and focusing on both protecting and promoting mental health as well as addressing mental health problems is essential (20). To assess and monitor the abilities to accomplish the work role, it is vital to consider at-work outcomes, such as health-related work functioning, work limitations, work instability, and work capabilities (21–24). Ideally, such outcomes – existing or to be developed – are at the intersection of a persons’ health and work performance, reflect the ability and/or need of a person to meet the work demands given the available personal and/or environmental resources, and provide information for the content and timing of work accommodations. We strongly encourage future research to (further) rigorously test the measurement properties of existing and to be developed at-work measures, in particular the responsiveness to change, within the population of workers with common mental health problems. Challenge 2: Examination of the complex, interdependent relationship between common mental health problems and at-work participation: novel designs and a life course lens The second challenge concerns the need to better understand the complex, interdependent relationship between common mental health problems and at-work participation. To provide adequate and timely support for workers with common mental health problems at work, it is critical to further unravel the underlying mechanisms and (environmental) conditions of this complex, dynamic relationship, as different support policies and programs need to be in place at different time periods to address either common mental health problems or at-work participation. We would like to encourage future longitudinal studies to not shy away from complexity but to use approaches that capture the dynamics of both common mental health problems and at-work participation by, eg, repeatedly and more intensively assessing both concepts over time. Not new, but to be considered in occupational health research and practice, may be the use of intensive, longitudinal real-time designs, as recently applied in single-subject time-series studies in psychiatry, addressing psychopathology as a complex system (eg, 25, 26). For example, to detect personalized early warning signals preceding the occurrence of a major depressive symptom transition, Wichers et al (26) conducted six single-subject time-series studies over a 3–6-month period, prospectively collecting frequent observations of momentary affective states (reported up to three times a day) during a time period when participants were at increased risk of a depressive symptom transition (reported weekly). The results showed (and replicated) the presence of rising early warning signals a month before the symptom transition occurred. To improve personalized support of workers with common mental health problems at work, this type of information is highly needed. What makes the relationship between common mental health problems and at-work participation even more complex is the fact that a person’s mental health does not start when work begins; ie, what happens before a person enters the workforce affects both the health resources a person brings to work and the work opportunities (27). As most research so far measured common mental health problems during working adults’ life, and not across the life course, knowledge on the impact of early life mental health experiences on at-work participation in later life is almost absent. Again, the findings of de Groot et al (16) highlight the importance of adopting a life course perspective by considering the concept of ‘accumulation of health risk or health advantages’ when connecting early life mental health experiences with work functioning. A life course perspective may also help advance future studies on the dynamics between different life domains (7), eg, the interplay between work and private life, as it recognizes an individual’s life course as a multi-level developmental process shaped by the social context. A focus shift towards supporting workers with common mental health problems at work also requires all key stakeholders in the healthcare system, the legal/administrative system, the work system and the personal and family system to work together – which may be a challenge in itself. However, in view of more inclusive workplaces and labor markets, we need to take the next steps to enable, maintain and improve at-work participation of workers with common mental health problems. References 1. Steel Z, Marnane C, Iranpour C, Chey T, Jackson JW, Patel V, Silove D. The global prevalence of common mental disorders: a systematic review and meta-analysis 1980-2013. Int J of Epidemiol 2014; 476-493. https://doi.org/10.1093/ije/dyu038 2. OECD. Fitter Minds, Fitter Jobs: From awareness to change in integrated mental health, skills and work policies. Paris: OECD Publishing, 2021. https://doi.org/10.1787/a0815d0f-en 3. Campbell D, Green MJ, Davies N, Demou E, Howe LD, Harrison S, et al. Effects of depression on employment and social outcomes: a Mendelian randomization study. J Epidemiol Community Health 2022;76:563-71. https://doi.org/10.1136/jech-2021-218074 4. Salomonsson S, Hedman-Lagerlöf E, Öst LG. Sickness absence: a systematic review and meta-analysis of psychological treatments for individuals on sick leave due to common mental disorders. Psychol Med 2018;48:1954-1965. https://doi.org/10.1017/S0033291718000065 5. van Hees SGM, Carlier BE, Vossen E, Blonk RWB, Oomens S. Towards a better understanding of work participation among employees with common mental health problems: a systematic realist review. Scand J Work Environ Health 2022 Apr 1;48(3):173-189. https://doi.org/10.5271/sjweh.4005 6. Black O, Keegel T, Sim MR, Collie A, Smith P. The effect of self-efficacy on return-to-work outcomes for workers with psychological or upper-body musculoskeletal injuries: A review of the literature. J Occup Rehabil 2018;28:16-27. https://doi.org/10.1007/s10926-017-9697-y 7. Nielsen K, Yarker J, Munir F, Bültmann U. IGLOO: An integrated framework for sustainable return to work in workers with common mental disorders. Work Stress 2018;32(4):400-417. https://doi.org/10.1080/02678373.2018.1438536 8. Joosen MCW, Lugtenberg M, Arends I, van Gestel HJAWM, Schaapveld B, Terluin B, et al. Barriers and facilitators for return to work from the perspective of workers with common mental disorders with short, medium and long term sickness absence: A longitudinal qualitative study. J Occup Rehabil 2021; Sep 27. https://doi.org/10.1007/s10926-021-10004-9 9. Andersen MF, Nielsen KM, Brinkmann S. Meta-synthesis of qualitative research on return to work among employees with common mental disorders. Scand J Work Environ Health 2012;38(2):93-104. https://doi.org/10.5271/sjweh.3257 10. Corbière M, Mazaniello Chézol M, Bastien M, Wathieu E, Bouchard R, et al. Stakeholders’ role and actions in the return to work process of workers on sick leave due to common mental disorders: A scoping review. J Occup Rehab 2020;30:381-419. https://doi.org/10.1007/s10926-019-09861-2 11. Lagerveld SE, Bültmann U, Franche RL, Van Dijk FJH, Vlasveld C, Van Der Feltz-Cornelis CM, et al. Factors associated with work participation and work functioning in depressed workers: a systematic review. J Occup Rehabil 2010;20:275-92. https://doi.org/10.1007/s10926-021-09978-3 12. Joyce S, Modini M, Christensen H, Mykletun A, Bryant R, Mitchell PB, et al. Workplace interventions for common mental disorders: a systematic meta-review. Psychol Med 2016;46(4):683-697. https://doi.org/10.1017/S0033291715002408 13. Nigatu YT, Liu Y, Uppal M, McKinney S, Rao S, Gillis K, et al. Interventions for enhancing return to work in individuals with a common mental illness: systematic review and meta-analysis of randomized controlled trials. Psychol Med 2016;46:3263-3274. https://doi.org/10.1017/S0033291716002269 14. Nieuwenhuijsen K, Verbeek JH, Neumeyer-Gromen A, Verhoeven AC, Bültmann U, Faber B. Interventions to improve return to work in depressed people. Cochrane Database of Systematic Reviews 2020;(10). Art. No.: CD006237. https://doi.org/10.1002/14651858.CD006237.pub4 15. Danielsson L, Elf M, Hensing G. Strategies to keep working among workers with common mental disorders - a grounded theory study. Disabil Rehabil 2019;41(7):786-795. https://doi.org/10.1080/09638288.2017.1408711 16. de Groot S, Veldman K, Amick BC 3rd, Bültmann U. Work functioning among young adults: the role of mental health problems from childhood to young adulthood. Occup Environ Med 2022;79(4):217-223. https://doi.org/10.1136/oemed-2021-107819 17. Arends I, Almansa J, Stansfeld SA, Amick BC 3rd, van der Klink JJL, Bültmann U.One-year trajectories of mental health and work outcomes post return to work in patients with common mental disorders. J Affect Disord 2019;257:263-270. https://doi.org/10.1016/j.jad.2019.07.018 18. Henderson C, Evans-Lacko S, Thornicroft G. Mental illness stigma, help seeking, and public health programs. Am J Public Health 2013;103(5):777-80. https://doi.org/10.2105/AJPH.2012.301056 19. Janssens KME, van Weeghel J, Dewa C, Henderson C, Mathijssen JJP, Joosen MCW, et al. Line managers’ hiring intentions regarding people with mental health problems: a cross-sectional study on workplace stigma. Occup Environ Med 2021;78(8):593-599. https://doi.org/10.1136/oemed-2020-106955 20. LaMontagne AD, Martin A, Page KM, Reavley NJ, Noblet AJ, Milner AJ, et al. Workplace mental health: developing an integrated intervention approach. BMC Psychiatry 2014 May;14:131. https://doi.org/10.1186/1471-244X-14-131 21. Abma FI, Brouwer S, de Vries HJ, Arends I, Robroek SJW, Cuijpers MPJ, et al. The capability set for work: development and validation of a new questionnaire. Scand J Work Environ Health 2016;42(1):34-42. https://doi.org/10.5271/sjweh.3532 22. Walker TJ, Tullar JM, Diamond PM, Kohl HW 3rd, Amick BC 3rd. Validity and reliability of the 8-item work limitations questionnaire. J Occup Rehabil 2017;27(4):576-583. https://doi.org/10.1007/s10926-016-9687-5 23. Abma F, Bjorner JB, Amick BC 3rd, Bültmann U. Two valid and reliable work role functioning questionnaire short versions were developed: WRFQ 5 and WRFQ 10. J Clin Epidemiol 2019;105:101-111. https://doi.org/10.1016/j.jclinepi.2018.09.00 24. Danielsson L, Fornazar R, Holmgren K, Lundgren Nilsson Å, Hensing G. Development and construct validity of the Work Instability Scale for people with common mental sisorders in a sample of depressed and anxious workers: A Rasch analysis. Rehabil Process Outcome 2020;14;9:1179572720936664. https://doi.org/10.1177/1179572720936664 25. Wichers M, Groot PC, Psychosystems, ESM Group, EWS Group. Critical slowing down as a personalized early warning signal for depression. Psychother and Psychosom 2016;85(2):114-116. https://doi.org/10.1159/000441458 26. Wichers M, Smit AC, Snippe E. Early warning signals based on momentary affect dynamics can expose nearby transitions in depression: A confirmatory single-subject time-series study. J Pers Oriented Res 2020;6(1):1-15. https://doi.org/10.17505/jpor.2020.22042 27. Amick BC 3rd, McLeod CB, Bültmann U. Labor markets and health: an integrated life course perspective. Scand J Work Environ Health 2016;42:346-53. https://doi.org/10.5271/sjweh.3567",
    "readLink": "\n      https://www.sjweh.fi/show_abstract.php?abstract_id=4044\n    "
  },
  {
    "title": "Percepţii ale inginerilor silvici asupra vulnerabilităţilor şi riscurilor ecosistemelor forestiere în contextul schimbărilor climatice [Perceptions of forestry engineers on vulnerabilities and risks of forest ecosystems to climate change]",
    "authors": [
      "Mihaela Mutu ,",
      "Laura Bouriaud,",
      "Liviu Nichiforel ,",
      "Marian Dragoi,",
      "Corina Duduman ,",
      "Ciprian Palaghianu"
    ],
    "doi": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  51\n                                  – 59",
    "issn": "1582-0769 (Print)",
    "publisher": "1582-3725 (Online)",
    "countryOfPublisher": "”Ștefan cel Mare” University of Suceava, Faculty of Forestry and “Marin Drăcea” National Research-Development Institute in Forestry - Station Câmpulung Moldovenesc",
    "lcc": [
      "Romania",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.bucovina-forestiera.ro/",
    "abstract": "A growing recent literature argues that the adaptation to the climate change depends on the perceptions that the stakeholders have on potential effects of the climate change and the possibilities to counteract these effects. This study focuses on forestry engineers’ perceptions on climate changes and adapting measures. A number of 76 semi-structured interviews were conducted with forest engineers from three counties in North-Eastern Romania (Suceava, Neamţ and Botoşani). The results show that the forest engineers perceived as climate change-related vulnerabilities: the occurrence of drought, the risk of increased windfall, and the insects attacks. However, the climate change-related risk is ranked only as a fifth threat on forest ecosystems stability, far behind the political control over forest administration and law implementation, incoherence of the legislative frame, un-appropriate legislation for private forests and illegal logging. We conclude that climate change adaptation is not a priority of forest management, which is correlated with the fact that more than half of the respondents estimates the impact of climate change on forests as being small or moderate, while one third of the respondents clearly manifest the preference for non-adapting behavior.",
    "readLink": "http://www.bucovina-forestiera.ro/arhiva/2014/14(1)/perceptii-ale-inginerilor-silvici-asupra-vulnerabilitatilor-si-riscurilor-ecosistemelor-forestiere-in-contextul-schimbarilor-climatice.pdf"
  },
  {
    "title": "Extracts from <i>Artemisia vulgaris</i> L. in Potato Cultivation—Preliminary Research on Biostimulating Effect",
    "authors": [
      "Pavol Findura,",
      "Sławomir Kocira,",
      "Patryk Hara,",
      "Anna Pawłowska,",
      "Agnieszka Szparaga,",
      "Plamen Kangalov"
    ],
    "doi": "https://doi.org/10.3390/agriculture10080356",
    "journalVolume": "Vol. 10,\n                                no. 356\n                                \n                                  p.\n                                  356",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Nowadays the size and quality of potato yields is very important aspect in agriculture, due to the continuous climate change. Plants exposed to abiotic stress need new protection tools such as plant biostimulant. The new definition of this product include plant extracts as novel biostimulants. The aim of the study was to assess whether the extracts from Artemisia vulgaris L. would act as classic biostimulants, by affecting metabolic pathways. Since these are pilot studies, the content of chlorophyll, carotenoids, proline and polyphenols was chosen as indicators of changes in plants. The experiment was carried out under controlled environmental conditions on a very early cultivar Irys. The obtained results showed that foliar treatment of plants with extracts from Artemisia vulgaris L. had a positive effect on the increase of chlorophyll a and chlorophyll b content and its total concentration in potato leaves. The highest increase in the total chlorophyll content, amounting to 26.27% on average, was observed in plants sprayed with macerate at the dose of 0.6 mL·plant-1. Additionally, an increase in the carotenoids content was observed in plants sprayed with macerate. The study demonstrated that the polyphenols level was largely dependent on the method of extracts production and the dose of the tested extracts. Macerate and infusion applied in a higher dose induced in plants the changes in the concentration of polyphenols. The overall evaluation of the effectiveness of the tested preparations showed higher effectiveness of the macerate for all the analyzed traits.",
    "readLink": "https://www.mdpi.com/2077-0472/10/8/356"
  },
  {
    "title": "Националните митови во современа Европа и негирањето на македонскиот идентитеm",
    "authors": [
      "Наде [Nade] Проева [Proeva]"
    ],
    "doi": "https://doi.org/10.11649/sm.2012.008",
    "journalVolume": "Vol. 12",
    "issn": "1233-6173 (Print)",
    "publisher": "2392-2400 (Online)",
    "countryOfPublisher": "Institute of Slavic Studies, Polish Academy of Sciences",
    "lcc": [
      "Poland",
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology",
      "Language and Literature: Slavic languages. Baltic languages. Albanian languages"
    ],
    "journalUrl": "https://journals.ispan.edu.pl/index.php/sm/",
    "abstract": "National myths in modern Europe and denial Macedonian identity The independence proclamation of the Republic of Macedonia in 1991 provoked ardent reactions and denials by its neighbours, against the fact that she was the only peaceful actor in the Yugoslavia’s dissolution. The first negative reactions and denials came from the Southern Neighbor, whose denial was directed towards the name, i.e. the identity, while the others referred to the language, identity and even a part of the territory. The most vociferous and at the same time the most successful was the reaction of the Southern Neighbour, who gained support of the European ‘democrats’, which de facto turned them into accomplices in the open blackmail that demanded the Republic of Macedonia to change its constitutional name. Namely, the 1992 Lisbon Declaration of the E(uropean) C(ouncil) imposed a demand to the Republic of Macedonia to accept any name that would not contain the word “Macedonia” in order to be recognized by the EU!?! The newly independent state was finally admitted to the UN under a reference “the former Yugoslav Republic of Macedonia” through violation of the provisions of the UN Charter. Twenty years later the country is still enforced to use the offensive reference, and often even to tolerate the FYROM acronym. This article deals precisely with the politics of pressures and blackmail exercised by NATO and EU with regard to the so‑called name dispute. It also centers on national myths that are used in order to “justify” such politics and on the attitude of the European ‘democrats’ towards those national myths. In contrast to the democratic rules preached by NATO and EU across the world, the Republic of Macedonia was and still is blackmailed by an unprincipled demand to select a NEW name in order to please one member-state. As a consequence of that demand, the national myth linked with ancient Macedonians (so-called antiquisation, although the better term is antique-mania) has been revived and upgraded. A number of pseudo-historians with various professional backgrounds, such as journalists, politicians, writers, physicians, and even university professors, has involved in this endeavor. To make things worse, even some historians and archaeologists may be seen in this group, with a mission to defend the right to the name and identity. The societal climate has been politicized to such a degree that not only the neighbours, but even EU has been caught in the vicious circle of competing and mutually exclusive national myths. The Union obviously insists on the philhellenic myth i.e. on the alleged Hellenic roots of the European culture as such. Mity narodowe współczesnej Europy i negowanie tożsamości macedońskiej Niepodległość Republiki Macedonii - państwa, które w 1991 roku drogą pokojową odłączyło się od struktur Jugosławii - wywołała ostre spory z jej sąsiadami. Pierwszy wywołał jej połu­dniowy sąsiad, negując jej nazwę, pozostali sąsiedzi podważali natomiast jej język, tożsamość i prawo do części terytorium. Najgłośniejszy i najbardziej skuteczny w tych działaniach okazał się sąsiad południowy, który otrzymał wsparcie demokracji europejskich, przyczyniając się do tego, że Europejczycy stali się de facto współodpowiedzialni za szantażowanie RM w celu zmiany jej konstytucyjnej nazwy. W oparciu o Deklarację Lizbońską z 1992 roku Rada Europy uwarunkowała uznanie Republiki Macedonii tylko wtedy, gdy z konstytucyjnej nazwy państwa usunięte zostanie słowo Macedonia. Niespotykanym dotąd precedensem w historii ONZ stało się przyjęcie nowego państwa do jej struktur pod nazwą „Była Jugosłowiańska Republika Macedonii”, skróconej do uwłaczającego akronimu FYROM. W artykule podjęto kwestię dotyczącą nacisków ze strony NATO i UE wobec tzw. problemu nazwy a także mitów narodowych, którymi usprawiedliwia się tę politykę oraz stosunku demokracji europejskich wobec tych mitów. Jednak wbrew zasadom demokracji, jakie szerzy UE i NATO, Republika Macedonii była i nadal jest szantażowana bezzasadnym żądaniem znalezienia NOWEJ nazwy według żądań jednego z jej członków. Następstwem tych działań w RM stało się odnowienie i rozszerzenie narodowego mitu o związki z Macedończykami antycznymi. Nieodłącznym elementem towarzyszącym temu zjawisku jest turbo folk oraz wsparcie pseudohistoryków wszelkich profesji: dziennikarzy, polityków, literatów, lekarzy a nawet profesorów uniwersyteckich. Najbardziej zatrważającym – w celu ochrony właściwej nazwy państwa dowodzącej tożsamości – stało się włączenie do tego nurtu zawodowych historyków i archeologów. Sytuacja uległa upolitycznieniu do takiego stopnia, że nie tylko sąsiedzi, ale również UE wkroczyła do magicznego kręgu demonstrowania mitów narodowych, odwołując się do filohelleńskiego mitu rzekomych helleńskich korzeni kultury europejskiej.",
    "readLink": "https://journals.ispan.edu.pl/index.php/sm/article/view/819"
  },
  {
    "title": "Combination of multiple stable isotope and elemental analyses in urban trees reveals air pollution and climate change effects in Central Mongolia",
    "authors": [
      "Enkh-Uchral Batkhuyag,",
      "Marco M. Lehmann,",
      "Paolo Cherubini,",
      "Bilguun Ulziibat,",
      "Tseren-Ochir Soyol-Erdene,",
      "Marcus Schaub,",
      "Matthias Saurer"
    ],
    "doi": "Vol. 154\n                                \n                                \n                                  p.\n                                  110719",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "The Ulaanbaatar area in Mongolia has become one of the most polluted regions worldwide due to the rapid increase in urbanization, industrial activity and traffic. However, we critically lack knowledge on the impacts of air pollution on surrounding forest ecosystems that may be further amplified by the ongoing climate change. Here, we apply a novel combination of multiple stable isotope analyses (nitrogen: δ15N, carbon: δ13C, oxygen: δ18O, hydrogen: δ2H) in foliar and tree-ring samples from different tree species, including deciduous, broadleaf species (poplar and birch), a deciduous conifer (larch) and needle evergreen species (spruce and Scots pine). This was complemented by trace element analysis, to study the influence of air pollution and climate on urban, suburban and more remote forests in and around Ulaanbaatar. We found indications of pollution effects in urban and suburban sites in foliar material, particularly in δ15N, with unusually high values of > 10‰, that could be related to tree uptake of NOx. Results were similar for all species, but with a smaller effect for Scots pine. The tree-ring δ15N values were found to be clearly enriched in recent years compared to 50 years ago at the urban sites, consistent with a pollution signal. Leaves and needles at suburban and urban sites had accumulated higher concentrations of various trace elements including Al, B, Ba, Ca, Cr, Cu, Fe, Mg, Na, S and Zn compared to the more distant sites, confirmed by Principal Component Analysis. Our data on δ13C, δ18O and δ2H enabled us to infer possible physiological effects induced by air pollution. Consistently increasing tree-ring δ13C values over recent decades for all investigated species indicated increasing plant stress, like hampered stomatal conductance and photosynthesis, but this was found for all sites, suggesting climate change rather than air pollution effects. In summary, we show that our multi-isotope and -element approach provides new insights into the threats to forests in urban areas, where the occurrence of more frequent droughts acts together with air pollution.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23008610"
  }
]