[
  {
    "title": "Determinants of Income Diversification among Arable Crop Farmers in Osun State, Nigeria",
    "authors": [
      "Kaothar Modupe Idris-Adeniyi,",
      "Ahmed Olugbenga Busari,",
      "Adeolu Stephen Adedekun"
    ],
    "doi": "Vol. 24,\n                                no. 2",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "This study examined determinants of income diversification among arable crop farmers in Osun state, Nigeria. A total of 120 arable crop farmers were proportionately selected from the three agricultural zones in the state, to constitute the study sample. Well-structured interview schedule was used to elicit relevant information from sampled respondents. Descriptive statistics, diversity index and Tobit regression model were employed to analyze data collected. Findings revealed the mean age of respondents as 41.50 years, most (80.0%) were male and married with the years of formal education and farming experience averaging 12.5 and 19 years, respectively. Majority (75.0%) of the respondents belonged to cooperative societies. Almost all (93.3%) of the sampled respondents derived bulk of their income from arable crop farming but are engaged in some other farm and non-farm activities while more than half (53.3%) enjoyed remittances. Majority of the farmers had access to farm credit and mean diversity index was 0.46. Factors influencing income diversification among respondents were age (t=-2.68, p<0.01), credit (t=2.29, p<0.05), household size (t=8.24, p<0.01) and frequency of extension visits (t=2.24, p<0.05). Only 6.67% of the farmers had income diversity index of 0 meaning that most of the respondents adopted multiple income generating-activities while crop farming remained their dominant income source. In the face of climate change and its attendant risks including total crop failure, farmers should be exposed to other viable farm and off-farm income generating activities while they are provided with pocket friendly credit facilities to harness such opportunities. Keywords Income diversification, Arable crop farmers, Income generating activities",
    "readLink": "https://www.aesonnigeria.org/ajm/index.php/jae/article/view/2150"
  },
  {
    "title": "Implications of Financial Audit in Ensuring the Credibility of Greenhouse Gas Emissions Statements",
    "authors": [],
    "doi": "https://doi.org/10.20869/AUDITF/2020/158/385",
    "journalVolume": "Vol. 18,\n                                no. 158\n                                \n                                  pp.\n                                  385\n                                  – 394",
    "issn": "1583-5812 (Print)",
    "publisher": "1844-8801 (Online)",
    "countryOfPublisher": "Chamber of Financial Auditors of Romania",
    "lcc": [
      "Romania",
      "Social Sciences: Commerce: Business: Accounting. Bookkeeping",
      "Social Sciences: Finance"
    ],
    "journalUrl": "http://revista.cafr.ro/Default",
    "abstract": "The sustainable development of national and international markets highlights the link between the emissions of greenhouse gases and climate change, a problem that cannot be overlooked during the development of financial audit as a profession, implicitly by the financial auditor’s spectrum of activities. Knowing the role of the financial auditor in providing reasonable or limited assurance on environmental issues, by developing an understanding of the circumstances and specificity of such financial audit engagement opens up a research niche that seeks to answer several questions such as: how the impact of greenhouse gas emissions on the environment can be credibly measured/evaluated? Is it necessary in the assurance engagement for the financial auditors to use the activity of other practitioners/experts? How useful is the result of such an assurance service, within the national and European context? The authors consider that the answers highlight the role of the assurance services in affirming the credibility of the statements regarding greenhouse gases emission. The study addresses issues concerning the assurance engagement on non-financial statements regarding greenhouse gases in the specific situation in Romania, evaluating the perception of the respondents – financial auditors and representatives from the academic environment – on the opportunity of developing the financial audit services market, as well as identifying the need for development and improvement of the legislative framework in connection with the involvement of financial auditors in such assurance engagements.",
    "readLink": "\n      http://revista.cafr.ro/temp/Article_9641.pdf\n    "
  },
  {
    "title": "Better biodiversity accounting is needed to prevent bioperversity and maximize co‐benefits from savanna burning",
    "authors": [
      "Ben Corey,",
      "Alan N. Andersen,",
      "Sarah Legge,",
      "John C. Z. Woinarski,",
      "Ian J. Radford,",
      "Justin J. Perry"
    ],
    "doi": "https://doi.org/10.1111/conl.12685",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1755-263X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://conbio.onlinelibrary.wiley.com/journal/1755263x",
    "abstract": "Abstract Strategies for mitigating climate change through altered land management practices can provide win–win outcomes for the environment and the economy. Emissions trading for greenhouse gas (GHG) abatement in Australia's remote, fire‐prone, and sparsely populated tropical savannas provides a financial incentive for intensive fire management that aims to reduce fire frequency, severity, and extent, and it supports important social, economic, and land management opportunities for remote communities, conservation agencies, and pastoralists. These programs now cover >20% of Australia's 1.9 million km2 tropical savanna biome, encompassing areas of globally significant biodiversity value. A common assertion is that by reducing the frequency, severity, and extent of fires for GHG abatement, these programs provide biodiversity co‐benefits. However, such biodiversity benefits have been assumed rather than demonstrated. Much better accounting of how biodiversity is responding to changed fire management is required to ensure that there are no unintended outcomes for biodiversity (bioperversity), and that biodiversity co‐benefits are maximized. Such accounting could underpin the earning of formal biodiversity credits from improved fire management, and will go a long way to understanding and improving the biodiversity outcomes of savanna fire management.",
    "readLink": "https://doi.org/10.1111/conl.12685"
  },
  {
    "title": "Subsea permafrost carbon stocks and climate change sensitivity estimated by expert assessment",
    "authors": [
      "Sayedeh Sara Sayedi,",
      "Benjamin W Abbott,",
      "Brett F Thornton,",
      "Jennifer M Frederick,",
      "Jorien E Vonk,",
      "Paul Overduin,",
      "Christina Schädel,",
      "Edward A G Schuur,",
      "Annie Bourbonnais,",
      "Nikita Demidov,",
      "Anatoly Gavrilov,",
      "Shengping He,",
      "Gustaf Hugelius,",
      "Martin Jakobsson,",
      "Miriam C Jones,",
      "DongJoo Joung,",
      "Gleb Kraev,",
      "Robie W Macdonald,",
      "A David McGuire,",
      "Cuicui Mu,",
      "Matt O’Regan,",
      "Kathryn M Schreiner,",
      "Christian Stranne,",
      "Elena Pizhankova,",
      "Alexander Vasiliev,",
      "Sebastian Westermann,",
      "Jay P Zarnetske,",
      "Tingjun Zhang,",
      "Mehran Ghandehari,",
      "Sarah Baeumler,",
      "Brian C Brown,",
      "Rebecca J Frei"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abcc29",
    "journalVolume": "Vol. 15,\n                                no. 12\n                                \n                                  p.\n                                  124075",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The continental shelves of the Arctic Ocean and surrounding seas contain large stocks of organic matter (OM) and methane (CH _4 ), representing a potential ecosystem feedback to climate change not included in international climate agreements. We performed a structured expert assessment with 25 permafrost researchers to combine quantitative estimates of the stocks and sensitivity of organic carbon in the subsea permafrost domain (i.e. unglaciated portions of the continental shelves exposed during the last glacial period). Experts estimated that the subsea permafrost domain contains ∼560 gigatons carbon (GtC; 170–740, 90% confidence interval) in OM and 45 GtC (10–110) in CH _4 . Current fluxes of CH _4 and carbon dioxide (CO _2 ) to the water column were estimated at 18 (2–34) and 38 (13–110) megatons C yr ^−1 , respectively. Under Representative Concentration Pathway (RCP) RCP8.5, the subsea permafrost domain could release 43 Gt CO _2 -equivalent (CO _2 e) by 2100 (14–110) and 190 Gt CO _2 e by 2300 (45–590), with ∼30% fewer emissions under RCP2.6. The range of uncertainty demonstrates a serious knowledge gap but provides initial estimates of the magnitude and timing of the subsea permafrost climate feedback.",
    "readLink": "https://doi.org/10.1088/1748-9326/abcc29"
  },
  {
    "title": "Integrating climate change criteria in reforestation projects using a hybrid decision-support system",
    "authors": [
      "Jorge Curiel-Esparza,",
      "Nuria Gonzalez-Utrillas,",
      "Julian Canto-Perello,",
      "Manuel Martin-Utrillas"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/9/094022",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  094022",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The selection of appropriate species in a reforestation project has always been a complex decision-making problem in which, due mostly to government policies and other stakeholders, not only economic criteria but also other environmental issues interact. Climate change has not usually been taken into account in traditional reforestation decision-making strategies and management procedures. Moreover, there is a lack of agreement on the percentage of each one of the species in reforestation planning, which is usually calculated in a discretionary way. In this context, an effective multicriteria technique has been developed in order to improve the process of selecting species for reforestation in the Mediterranean region of Spain. A hybrid Delphi-AHP methodology is proposed, which includes a consistency analysis in order to reduce random choices. As a result, this technique provides an optimal percentage distribution of the appropriate species to be used in reforestation planning. The highest values of the weight given for each subcriteria corresponded to FR (fire forest response) and PR (pests and diseases risk), because of the increasing importance of the impact of climate change in the forest. However, CB (conservation of biodiversitiy) was in the third position in line with the aim of reforestation. Therefore, the most suitable species were Quercus faginea (19.75%) and Quercus ilex (19.35%), which offer a good balance between all the factors affecting the success and viability of reforestation.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/9/094022"
  },
  {
    "title": "Monitoring Large-Scale Inland Water Dynamics by Fusing Sentinel-1 SAR and Sentinel-3 Altimetry Data and by Analyzing Causal Effects of Snowmelt",
    "authors": [
      "Ya-Lun  S. Tsai,",
      "Igor Klein,",
      "Andreas Dietz,",
      "Natascha Oppelt"
    ],
    "doi": "https://doi.org/10.3390/rs12233896",
    "journalVolume": "Vol. 12,\n                                no. 3896\n                                \n                                  p.\n                                  3896",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The warming climate is threatening to alter inland water resources on a global scale. Within all waterbody types, lake and river systems are vital not only for natural ecosystems but, also, for human society. Snowmelt phenology is also altered by global warming, and snowmelt is the primary water supply source for many river and lake systems around the globe. Hence, (1) monitoring snowmelt conditions, (2) tracking the dynamics of snowmelt-influenced river and lake systems, and (3) quantifying the causal effect of snowmelt conditions on these waterbodies are critical to understand the cryo-hydrosphere interactions under climate change. Previous studies utilized in-situ or multispectral sensors to track either the surface areas or water levels of waterbodies, which are constrained to small-scale regions and limited by cloud cover, respectively. On the contrary, in the present study, we employed the latest Sentinel-1 synthetic aperture radar (SAR) and Sentinel-3 altimetry data to grant a high-resolution, cloud-free, and illumination-independent comprehensive inland water dynamics monitoring strategy. Moreover, in contrast to previous studies utilizing in-house algorithms, we employed freely available cloud-based services to ensure a broad applicability with high efficiency. Based on altimetry and SAR data, the water level and the water-covered extent (WCE) (surface area of lakes and the flooded area of rivers) can be successfully measured. Furthermore, by fusing the water level and surface area information, for Lake Urmia, we can estimate the hypsometry and derive the water volume change. Additionally, for the Brahmaputra River, the variations of both the water level and the flooded area can be tracked. Last, but not least, together with the wet snow cover extent (WSCE) mapped with SAR imagery, we can analyze the influence of snowmelt conditions on water resource variations. The distributed lag model (DLM) initially developed in the econometrics discipline was employed, and the lagged causal effect of snowmelt conditions on inland water resources was eventually assessed.",
    "readLink": "https://www.mdpi.com/2072-4292/12/23/3896"
  },
  {
    "title": "Four decades of Andean timberline migration and implications for biodiversity loss with climate change.",
    "authors": [
      "David A Lutz,",
      "Rebecca L Powell,",
      "Miles R Silman"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0074496",
    "journalVolume": "Vol. 8,\n                                no. 9\n                                \n                                  p.\n                                  e74496",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Rapid 21st-century climate change may lead to large population decreases and extinction in tropical montane cloud forest species in the Andes. While prior research has focused on species migrations per se, ecotones may respond to different environmental factors than species. Even if species can migrate in response to climate change, if ecotones do not they can function as hard barriers to species migrations, making ecotone migrations central to understanding species persistence under scenarios of climate change. We examined a 42-year span of aerial photographs and high resolution satellite imagery to calculate migration rates of timberline--the grassland-forest ecotone-inside and outside of protected areas in the high Peruvian Andes. We found that timberline in protected areas was more likely to migrate upward in elevation than in areas with frequent cattle grazing and fire. However, rates in both protected (0.24 m yr(-1)) and unprotected (0.05 m yr(-1)) areas are only 0.5-2.3% of the rates needed to stay in equilibrium with projected climate by 2100. These ecotone migration rates are 12.5 to 110 times slower than the observed species migration rates within the same forest, suggesting a barrier to migration for mid- and high-elevation species. We anticipate that the ecotone will be a hard barrier to migration under future climate change, leading to drastic population and biodiversity losses in the region unless intensive management steps are taken.",
    "readLink": "http://europepmc.org/articles/PMC3770544?pdf=render"
  },
  {
    "title": "Hepatic Gene Expression Profiling of American Kestrels (<i>Falco sparverius</i>) Exposed In Ovo to Three Alternative Brominated Flame Retardants",
    "authors": [
      "Christopher G. Goodchild,",
      "Natalie K. Karouna-Renier,",
      "Ryan P. Braham,",
      "Paula F. P. Henry,",
      "Robert J. Letcher,",
      "Kim J. Fernie"
    ],
    "doi": "https://doi.org/10.3390/biology11091341",
    "journalVolume": "Vol. 11,\n                                no. 1341\n                                \n                                  p.\n                                  1341",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "A number of brominated flame retardants (BFRs) have been reported to interfere with the thyroid signaling pathway and cause oxidative stress in birds, yet the underlying shifts in gene expression associated with these effects remain poorly understood. In this study, we measured hepatic transcriptional responses of 31 genes in American kestrel (Falco sparverius) hatchlings following in ovo exposure to one of three high-volume alternative BFRs: 1,2-bis(2,4,6-tribromophenoxy) ethane (BTPBE), bis(2-ethylhexyl)-2,3,4,5-tetrabromophthalate (TBPH), or 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (EHTBB). Hatchling kestrels exhibited shifts in the expression of genes related to oxidative stress (CYP, GSTA, SOD, and GPX1), thyroid hormone metabolism and transport (DIO1, DIO2, and TTR), lipid and protein metabolism (PPAR, HMGCR, FAB1, and LPL), and cytokine-mediated inflammation (TLR3, IL18, IRF7, STAT3, RACK1, and CEBPB). Male and female hatchlings differed in which genes were differentially expressed, as well as the direction of the effect (up- vs. downregulation). These results build upon our previous findings of increased oxidative stress and disrupted thyroid signaling pathway in the same hatchlings. Furthermore, our results indicate that inflammatory responses appear to occur in female hatchlings exposed to BTBPE and EHTBB in ovo. Gene expression analysis revealed multiple affected pathways, adding to the growing evidence that sublethal physiological effects are complex and are a concern for birds exposed to BTBPE, EHTBB, or TBPH in ovo.",
    "readLink": "https://www.mdpi.com/2079-7737/11/9/1341"
  },
  {
    "title": "A nexus between air pollution, energy consumption and growth of economy: A comparative study between the USA and China-based on the ARDL bound testing approach",
    "authors": [
      "Mansoor Ahmed KOONDHAR,",
      "Lingling QIU,",
      "Houjian LI,",
      "Weiwei LIU,",
      "Ge HE"
    ],
    "doi": "https://doi.org/10.17221/101/2017-AGRICECON",
    "journalVolume": "Vol. 64,\n                                no. 6\n                                \n                                  pp.\n                                  265\n                                  – 276",
    "issn": "0139-570X (Print)",
    "publisher": "1805-9295 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture"
    ],
    "journalUrl": "https://agricecon.agriculturejournals.cz/",
    "abstract": "The aim of the study is to investigate and compare the correlation between energy consumption, air pollution and economic growth in China and the USA. Both countries are powerful economic countries in the world, thus we attempt to know whether energy consumption and air pollution vary as the economy develops. The data for the research spanning from 1970 to 2014 was gathered from an indicator of the World Bank. The time span was decided due to the data availability of both countries. To examine the long-run equilibrium relationship, there was performed the ARDL bound test. Results of unit root indicated that all the variables were integrated of order one. In the case of the ARDL bound test, the values of F-statistics exceeded the upper bound value, which means they are statistically significant. The estimation results substantiated the positive coefficient of energy consumption at the 1% significance level in China, implying that air pollution can increase as the energy consumption rises in China. However, the empirical results of the USA were exactly on the contrary. The outcomes of the CUSUM and CUSUMSQ tests revealed that all coefficients in both the short- and long-run models were stable. Based on the above analysis, the study suggests that China should adopt innovation and environmentally friendly modern technologies. Specifically, China ought to inspire and motivate energy saving and low-carbon research innovations, energy saving industries, green investment and carbon sequester technologies as well as public environmental awareness creations to mitigate environmental deterioration and climate change.",
    "readLink": "https://agricecon.agriculturejournals.cz/artkey/age-201806-0003_a-nexus-between-air-pollution-energy-consumption-and-growth-of-economy-a-comparative-study-between-the-usa-an.php"
  },
  {
    "title": "The global impact of the transport sectors on atmospheric aerosol in 2030 &ndash; Part 1: Land transport and shipping",
    "authors": [
      "M. Righi,",
      "J. Hendricks,",
      "R. Sausen"
    ],
    "doi": "https://doi.org/10.5194/acp-15-633-2015",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  633\n                                  – 651",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Using the EMAC (ECHAM/MESSy Atmospheric Chemistry) global climate-chemistry model coupled to the aerosol module MADE (Modal Aerosol Dynamics model for Europe, adapted for global applications), we simulate the impact of land transport and shipping emissions on global atmospheric aerosol and climate in 2030. Future emissions of short-lived gas and aerosol species follow the four Representative Concentration Pathways (RCPs) designed in support of the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. We compare the resulting 2030 land-transport- and shipping-induced aerosol concentrations to the ones obtained for the year 2000 in a previous study with the same model configuration. The simulations suggest that black carbon and aerosol nitrate are the most relevant pollutants from land transport in 2000 and 2030 and their impacts are characterized by very strong regional variations during this time period. Europe and North America experience a decrease in the land-transport-induced particle pollution, although in these regions this sector remains a major source of surface-level pollution in 2030 under all RCPs. In Southeast Asia, however, a significant increase is simulated, but in this region the surface-level pollution is still controlled by other sources than land transport. Shipping-induced air pollution is mostly due to aerosol sulfate and nitrate, which show opposite trends towards 2030. Sulfate is strongly reduced as a consequence of sulfur reduction policies in ship fuels in force since 2010, while nitrate tends to increase due to the excess of ammonia following the reduction in ammonium sulfate. The aerosol-induced climate impact of both sectors is dominated by aerosol-cloud effects and is projected to decrease between 2000 and 2030, nevertheless still contributing a significant radiative forcing to Earth's radiation budget.",
    "readLink": "http://www.atmos-chem-phys.net/15/633/2015/acp-15-633-2015.pdf"
  }
]