[
  {
    "title": "Combined Silicon-Phosphorus Fertilization Affects the Biomass and Phytolith Stock of Rice Plants",
    "authors": [
      "Zimin Li,",
      "Fengshan Guo,",
      "Jean-Thomas Cornelis,",
      "Zhaoliang Song,",
      "Xudong Wang,",
      "Bruno Delvaux"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00067",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Phytoliths are silica bodies formed in living plant tissues. Once deposited in soils through plant debris, they can readily dissolve and then increase the fluxes of silicon (Si) toward plants and/or watersheds. These fluxes enhance Si ecological services in agricultural and marine ecosystems through their impact on plant health and carbon fixation by diatoms, respectively. Fertilization increases crop biomass through the supply of plant nutrients, and thus may enhance Si accumulation in plant biomass. Si and phosphorus (P) fertilization enhance rice crop biomass, but their combined impact on Si accumulation in plants is poorly known. Here, we study the impact of combined Si-P fertilization on the production of phytoliths in rice plants. The combination of the respective supplies of 0.52 g Si kg–1 and 0.20 g P kg−1 generated the largest increase in plant shoot biomass (leaf, flag leaf, stem, and sheath), resulting in a 1.3-fold increase compared the control group. Applying combined Si-P fertilizer did not affect the content of organic carbon (OC) in phytoliths. However, it increased plant available Si in soil, plant phytolith content and its total stock (mg phytolith pot−1) in dry plant matter, leading to the increase of the total amount of OC within plants. In addition, P supply increased rice biomass and grain yield. Through these positive effects, combined Si-P fertilization may thus address agronomic (e.g., sustainable ecosystem development) and environmental (e.g., climate change) issues through the increase in crop yield and phytolith production as well as the promotion of Si ecological services and OC accumulation within phytoliths.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00067/full"
  },
  {
    "title": "Effect of atmospheric aging on volatility and reactive oxygen species of biodiesel exhaust nano-particles",
    "authors": [
      "A. M. Pourkhesalian,",
      "S. Stevanovic,",
      "M. M. Rahman,",
      "E. M. Faghihi,",
      "S. E. Bottle,",
      "A. R. Masri,",
      "R. J. Brown,",
      "Z. D. Ristovski"
    ],
    "doi": "https://doi.org/10.5194/acp-15-9099-2015",
    "journalVolume": "Vol. 15,\n                                no. 16\n                                \n                                  pp.\n                                  9099\n                                  – 9108",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "In the prospect of limited energy resources and climate change, effects of alternative biofuels on primary emissions are being extensively studied. Our two recent studies have shown that biodiesel fuel composition has a significant impact on primary particulate matter emissions. It was also shown that particulate matter caused by biodiesels was substantially different from the emissions due to petroleum diesel. Emissions appeared to have higher oxidative potential with the increase in oxygen content and decrease of carbon chain length and unsaturation levels of fuel molecules. Overall, both studies concluded that chemical composition of biodiesel is more important than its physical properties in controlling exhaust particle emissions. This suggests that the atmospheric aging processes, including secondary organic aerosol formation, of emissions from different fuels will be different as well. In this study, measurements were conducted on a modern common-rail diesel engine. To get more information on realistic properties of tested biodiesel particulate matter once they are released into the atmosphere, particulate matter was exposed to atmospheric oxidants, ozone and ultra-violet light; and the change in their properties was monitored for different biodiesel blends. Upon the exposure to oxidative agents, the chemical composition of the exhaust changes. It triggers the cascade of photochemical reactions resulting in the partitioning of semi-volatile compounds between the gas and particulate phase. In most of the cases, aging lead to the increase in volatility and oxidative potential, and the increment of change was mainly dependent on the chemical composition of fuels as the leading cause for the amount and the type of semi-volatile compounds present in the exhaust.",
    "readLink": "http://www.atmos-chem-phys.net/15/9099/2015/acp-15-9099-2015.pdf"
  },
  {
    "title": "Transportation and Air Quality Perspectives and Projections in a Mediterranean Country, the Case of Greece",
    "authors": [
      "Georgios C. Spyropoulos,",
      "Panagiotis T. Nastos,",
      "Konstantinos P. Moustris,",
      "Konstantinos J. Chalvatzis"
    ],
    "doi": "https://doi.org/10.3390/land11020152",
    "journalVolume": "Vol. 11,\n                                no. 152\n                                \n                                  p.\n                                  152",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "This study provides a thorough review and analysis of the evolution of the Greek vehicle fleet over the last ~30 years, which is next used for the generation of high granularity fleet projections, the assessment of associated air pollution and the estimation of relevant environmental benefits by 2030. The integrated methodology developed takes also into account vehicle clustering and the Brown’s Double Simple Exponential Smoothing technique that, together with the adoption of COPERT-based emission factors, allow for the estimation of the anticipated emissions in 2030. Expected 2030 emissions levels suggest a reduction across all pollutants compared to 2018, ranging from 3.7% for PM10 to 54.5% for NMVOC (and 46% for CO, 14% for SO2, 28% for NOX and 21% for CO2). We find that Greece is on track with national goals concerning the reduction of air pollution from the transportation sector, which designates the positive contribution anticipated by EVs and new, “greener” vehicles, and sets new challenges for the further improvement of the sector beyond the 2030 outlook.",
    "readLink": "https://www.mdpi.com/2073-445X/11/2/152"
  },
  {
    "title": "Middle to late Holocene plant cover variation in relation to climate, fire, and human activity in the Songnen grasslands of northeastern China",
    "authors": [
      "Honghao Niu,",
      "Laurent Marquer,",
      "Dorothy Sack,",
      "Guizai Gao,",
      "Guizai Gao,",
      "Guizai Gao,",
      "Guizai Gao,",
      "Jiangyong Wang,",
      "Meng Meng,",
      "Dongmei Jie,",
      "Dongmei Jie,",
      "Dongmei Jie,",
      "Dongmei Jie"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1071273",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "IntroductionFor future vegetation projections and conservation planning in grassland ecosystems, accurate estimates of past plant cover changes in grassland composition and their responses to the various driving factors are essential. This study quantitatively reconstructs the past regional plant cover in the Songnen grasslands (northeastern China) and explores the relative importance of climate, fire, and human activity on vegetation dynamics.MethodsFor this purpose, the Regional Estimates of Vegetation Abundance from Large Sites (REVEALS) model is applied to three pollen records from two areas, two in the center of the Songnen grasslands and one located in an area marginal to the grasslands.ResultsResults from the most reliable REVEALS scenarios show that from the mid-Holocene, steppe (mean cover 40.6%) and dry steppe (mean cover 54.2%) alternately dominated the central part of the Songnen grasslands while the marginal grasslands were mainly characterized by alternating broadleaved forests (mean cover 26.3%), coniferous forests (mean cover 41.9%) and dry steppes (mean cover 30.1%).DiscussionBy comparing the plant cover results with previous published regional climate, fire and human activity records, the results show that long term vegetation dynamics were mainly driven by East Asia Summer Monsoon (EASM) and the related precipitation variations, but was also affected by fire frequency and human activity. Moreover, vegetation evolution was sensitive to abrupt cooling events including the 4.2 ka BP and stacked ice-rafted debris (IRD) events; the change from steppe to dry steppe, for example, was driven by these abrupt climate changes. Fire events can alter the original vegetation stability allowing the vegetation to respond rapidly to climate changes while human activity merely has limited influence on vegetation changes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1071273/full"
  },
  {
    "title": "Tree rings reveal globally coherent signature of cosmogenic radiocarbon events in 774 and 993 CE",
    "authors": [
      "Ulf Büntgen,",
      "Lukas Wacker,",
      "J. Diego Galván,",
      "Stephanie Arnold,",
      "Dominique Arseneault,",
      "Michael Baillie,",
      "Jürg Beer,",
      "Mauro Bernabei,",
      "Niels Bleicher,",
      "Gretel Boswijk,",
      "Achim Bräuning,",
      "Marco Carrer,",
      "Fredrik Charpentier Ljungqvist,",
      "Paolo Cherubini,",
      "Marcus Christl,",
      "Duncan A. Christie,",
      "Peter W. Clark,",
      "Edward R. Cook,",
      "Rosanne D’Arrigo,",
      "Nicole Davi,",
      "Ólafur Eggertsson,",
      "Jan Esper,",
      "Anthony M. Fowler,",
      "Ze’ev Gedalof,",
      "Fabio Gennaretti,",
      "Jussi Grießinger,",
      "Henri Grissino-Mayer,",
      "Håkan Grudd,",
      "Björn E. Gunnarson,",
      "Rashit Hantemirov,",
      "Franz Herzig,",
      "Amy Hessl,",
      "Karl-Uwe Heussner,",
      "A. J. Timothy Jull,",
      "Vladimir Kukarskih,",
      "Alexander Kirdyanov,",
      "Tomáš Kolář,",
      "Paul J. Krusic,",
      "Tomáš Kyncl,",
      "Antonio Lara,",
      "Carlos LeQuesne,",
      "Hans W. Linderholm,",
      "Neil J. Loader,",
      "Brian Luckman,",
      "Fusa Miyake,",
      "Vladimir S. Myglan,",
      "Kurt Nicolussi,",
      "Clive Oppenheimer,",
      "Jonathan Palmer,",
      "Irina Panyushkina,",
      "Neil Pederson,",
      "Michal Rybníček,",
      "Fritz H. Schweingruber,",
      "Andrea Seim,",
      "Michael Sigl,",
      "Olga Churakova (Sidorova),",
      "James H. Speer,",
      "Hans-Arno Synal,",
      "Willy Tegel,",
      "Kerstin Treydte,",
      "Ricardo Villalba,",
      "Greg Wiles,",
      "Rob Wilson,",
      "Lawrence J. Winship,",
      "Jan Wunder,",
      "Bao Yang,",
      "Giles H. F. Young"
    ],
    "doi": "https://doi.org/10.1038/s41467-018-06036-0",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Despite their extensive use, the absolute dating of tree-ring chronologies has not hitherto been independently validated at the global scale. Here, the identification of distinct 14C excursions in 484 individual tree rings, enable the authors to confirm the dating of 44 dendrochronologies from five continents.",
    "readLink": "https://doi.org/10.1038/s41467-018-06036-0"
  },
  {
    "title": "Timing and Mechanisms of the Formation of the Dark Layers in the Sea of Japan During the Last 40 kyr",
    "authors": [
      "S. Gorbarenko,",
      "X. Shi,",
      "A. Bosin,",
      "Y. Liu,",
      "A. Artemova,",
      "J. Zou,",
      "E. Yanchenko,",
      "Y. Vasilenko,",
      "Y. Wu,",
      "L. Hu"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.647495",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "The marginal location of the Sea of Japan and its constrained water exchange with the western Pacific make this sea a subtle subject for the investigation of orbital and suborbital climate changes. However, the response of this unique basin to the climate and sea level changes at the end of the last glaciation and deglaciation and during the Holocene is not fully understood. We provided detailed reconstructions of the dark layers including the timing and mechanisms responsible for their formation, during the last 40°kyr, based on the multiproxy correlation of three cores from the northern and central parts of the sea with well-dated δ18O records of the Greenland ice and China cave stalagmites. High resolution color photo lightness, the conventional color parameters L* and b*, AMS 14C data, chlorin and carbonate calcium content and pollen climate parameters allowed the correlation of the DLs of these cores with Greenland interstadials (GI), Heinrich stadials (HS) and summer East Asian monsoon intensity. DLs 9, 8, 7, and 6, formed after Heinrich stadials 4 (38.5–39.5°ka), were triggered by GIs 8, 7, 6 and 5, coeval with the intensification of the East Asian summer monsoon and the increase of surface water stratification and productivity. The long-lasting GI 8, accompanied by significant climate warming, led to the formation of the more intense DL 9. The accumulation of DL five was forced by a rapid global sea level fall, coeval with cold HS 3, due to the decrease of saline Tsushima Current water input into the sea, increased surface water stratification and a drop in deep water ventilation. DL four was probably launched by GI 3 and summer East Asian monsoon intensification. Further falls in global sea level during the last glacial maximum led to the formation of DLs 3 and 2 during the periods 27.0–24.2°ka and 23.5–17.0°ka, respectively. DL 1 was associated with significant summer East Asian monsoon intensification and environmental warming at the onset of the Holocene.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.647495/full"
  },
  {
    "title": "Attribution of runoff changes in the Danjiang River Basin in the Qinba Mountains, China",
    "authors": [
      "Lei Zhao,",
      "Lei Zhao,",
      "Yi He,",
      "Yi He,",
      "Wanqing Liu,",
      "Wanqing Liu"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2023.1187515",
    "journalVolume": "Vol. 6",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "IntroductionThe Danjiang River Basin has experienced significant alterations to its runoff patterns in recent years, primarily as a result of climate change and anthropogenic activities.MethodsThis study aims to investigate these factors’ influence on the basin’s runoff between 1960 and 2016 using the Mann–Kendall (M-K) test and Accumulative Anomaly Curve (AAC) to assess the abrupt change characteristics of runoff. Furthermore, the study evaluates the effects of climate and anthropogenic factors on runoff evolution using eight independent Budyko hypotheses.ResultsThe findings indicate that annual precipitation in the basin remained stable (P > 0.1), while annual runoff decreases significantly to −4.08 mm/a (P < 0.05) and the annual potential evapotranspiration slightly decreases to −1.76 mm/a (P < 0.05). The study also reveales that the reduction of runoff is primarily attributable to anthropogenic activities, contributing between 133.66 and 147.50%, while climate change contributes between −33.66 and −47.50%.DiscussionThe increased vegetation cover in the basin is identified as the primary cause of the reduction in runoff production and increase in evapotranspiration. Additionally, the construction of hydraulic engineering facilities in the basin is found to have had some impact on reducing runoff. These findings have significant implications for water resource management and soil and water conservation in the Danjiang River Basin.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2023.1187515/full"
  },
  {
    "title": "Ilhas de calor urbano em cidades de pequeno e médio porte no Brasil e o contexto das mudanças climáticas",
    "authors": [
      "Margarete Cristiane de Costa Trindade Amorim"
    ],
    "doi": "https://doi.org/10.4000/confins.31403",
    "journalVolume": "Vol. 46",
    "issn": "1958-9212 (Online)",
    "publisher": "Confins",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation"
    ],
    "journalUrl": "http://confins.revues.org/",
    "abstract": "Since the constitution of the planet, the climate has been both warmer and colder, and both drier and more humid than current conditions. Nevertheless, we are facing strong changes in the natural landscape resulting from human actions, particularly in urban areas, which are capable of generating a specific urban climate. The urban territorial expansion and the activities performed by society interfere in the energy balance as a result of the replacement of vegetation by buildings and soil waterproofing, as well as by the generation of anthropogenic heat, associated with human activities. The consequences of such changes are the urban heat islands, which are characterized by an increase in temperature in cities in relation to the adjacent rural areas. This paper aims to analyze climate change on a local scale, particularly in the generation of heat islands in cities of medium and small size located in the continental tropical environment, and, as an analytical example, episodes of the dry season. Considerations were also presented about the scalar complexity in which climate change is involved. For this reason, the importance of small and medium-sized cities in Brazil was reflected, due to the economic and social expression they have taken in recent years. Hourly air temperature data were recorded by automatic weather stations in urban and rural areas in the cities of Presidente Prudente (SP), Rosana (SP), Paranavaí (PR) and Nova Andradina (MS). The analysis of the hourly variability of heat islands demonstrated that, when there is a lack of effective planning and management actions, small and medium-sized cities present heat islands of very strong magnitude (above 6ºC), which highlights the severity of the diagnosed results and points to the need for measures to mitigate climate change at the local scale.",
    "readLink": "http://journals.openedition.org/confins/31403"
  },
  {
    "title": "A parameter parsimonious approach for catchment scale urban hydrology – Which processes are important?",
    "authors": [
      "Thomas Skaugen,",
      "Deborah Lawrence,",
      "Rengifo Zenon Ortega"
    ],
    "doi": "Vol. 8",
    "issn": "2589-9155 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-hydrology-x/",
    "abstract": "Increased urbanization and increased observed precipitation intensity and -frequency due to climate change call for urban hydrological models capable of describing urban flow dynamics in data-scarce areas. A parameter parsimonious rainfall-runoff model, DDDUrban, forced by precipitation and temperature in which most model parameters are estimated from a detailed digital elevation model using GIS or taken from the literature is presented. Snowmelt and evapotranspiration are calculated using an energy balance approach, with proxy models for the energy balance elements driven by temperature and precipitation. The model focusses on subsurface and surface flow processes using an analysis of travel time distributions which indicates that the shape of the urban hydrograph is largely independent of the comparatively very rapid process of water transport in conduits. The model uses an estimate of the distribution of subsurface velocities as a function of saturation. The study shows that the calibrated mean of this distribution agrees with the saturated hydraulic conductivity estimated from infiltration measurements. The model has been calibrated and validated on observed runoff data at a 10 min temporal resolution for two Norwegian catchments in Oslo and Trondheim with acceptable validation results measured by the Kling-Gupta Efficiency criterion (KGE = 0.56–0.69). Simulations show that precipitation infiltrated on permeable areas contributes, on average, to the total flow at a fraction corresponding to the areal fraction of permeable areas. In addition, simulations show that for saturated conditions, a significant part (~30–60%) of the flood peak is derived from saturation excess overland flow. Simulation of snowmelt indicates that a more detailed model for the spatial distribution of snow accounting for snow removal, is needed. The catchment-scale effects of Low Impact Developments in the form of 10 m2 raingardens are simulated. In a residential area with 500 houses, 60 raingardens can reduce the flood peaks about 10%. A higher number of raingardens further reduce the flood peaks, but raingardens of too low capacity may increase secondary flood peaks for episodes of multiple heavy precipitation events.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589915520300110"
  },
  {
    "title": "The Potential of Deep Roots to Mitigate Impacts of Heatwaves and Declining Rainfall on Pastures in Southeast Australia",
    "authors": [
      "Rachelle Meyer,",
      "Alexandria Sinnett,",
      "Ruchika Perera,",
      "Brendan Cullen,",
      "Bill Malcolm,",
      "Richard J. Eckard"
    ],
    "doi": "https://doi.org/10.3390/plants10081641",
    "journalVolume": "Vol. 10,\n                                no. 1641\n                                \n                                  p.\n                                  1641",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Declines in growing-season rainfall and increases in the frequency of heatwaves in southern Australia necessitate effective adaptation. The Sustainable Grazing Systems Pasture Model (SGS) was used to model the growth of three pasture species differing in root depth and root distribution under three different climate scenarios at two sites. The modelled metabolisable energy intake (in MJ) was used in a partial discounted net cash flow budget. Both the biophysical and economic modelling suggest that deep roots were advantageous in all climate scenarios at the long growing season site but provided no to little advantage at the short growing season site, likely due to the deep-rooted species drying out the soil profile earlier. In scenarios including climate change, the DM production of the deep-rooted species at the long growing season site averaged 386 kg/ha/year more than the more shallow-rooted species, while at the site with a shorter growing season it averaged 205 kg/ha/year less than the shallower-rooted species. The timing of the extra growth and pasture persistence strongly influenced the extent of the benefit. At the short growing season site other adaptation options such as summer dormancy will likely be necessary.",
    "readLink": "https://www.mdpi.com/2223-7747/10/8/1641"
  }
]