[
  {
    "title": "Foreign Policy Tools for Water Management in Central Asia",
    "authors": [
      "A. M. Akmatalieva"
    ],
    "doi": "https://doi.org/10.24975/2313-8920-2021-8-3-361-368",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  361\n                                  – 368",
    "issn": "2313-8920 (Print)",
    "publisher": "2587-8174 (Online)",
    "countryOfPublisher": "Centre of Regional Research",
    "lcc": [
      "Russian Federation",
      "Political science: International relations"
    ],
    "journalUrl": "http://www.postsovietarea.com",
    "abstract": "This article is devoted to the issue of ineffective and irrational water management in Central Asia. Water management has gained transboundary character, states are divided by their upstream and downstream status and water is perceived as unlimited natural resource which requires new approaches. Author proposes foreign policy tools for water management as constant political dialogue, establishment of permanent body on water management and initiation of projects within China’s Belt and Road imitative, US’s Greater Central Asia and Russia’s Greater Eurasia platform. The vital importance of water as natural resource for life and human development is unquestionable and needs special attention in the context of the climate change and growing population of the Central Asian region. Asian Development Bank has provided three recommendations to Central Asian governments in facing climate change as expanding the supply of water available in the future; increasing the productivity of water; and reducing future demand for water. With predictions of the UN Population Prospects by 2050 Central Asia will have about 100 million inhabitants which undoubtedly will also increase the need for water resources. Taking into acount such factors as climate change and growing population the need for water resources will become only vital in the neearest future and demand for effective and rational water management must be already on the regional agenda.",
    "readLink": "https://www.postsovietarea.com/jour/article/view/310"
  },
  {
    "title": "Forest response to increased disturbance in the central Amazon and comparison to western Amazonian forests",
    "authors": [
      "J. A. Holm,",
      "J. Q. Chambers,",
      "W. D. Collins,",
      "N. Higuchi"
    ],
    "doi": "https://doi.org/10.5194/bg-11-5773-2014",
    "journalVolume": "Vol. 11,\n                                no. 20\n                                \n                                  pp.\n                                  5773\n                                  – 5794",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Uncertainties surrounding vegetation response to increased disturbance rates associated with climate change remains a major global change issue for Amazonian forests. Additionally, turnover rates computed as the average of mortality and recruitment rates in the western Amazon basin are doubled when compared to the central Amazon, and notable gradients currently exist in specific wood density and aboveground biomass (AGB) between these two regions. This study investigates the extent to which the variation in disturbance regimes contributes to these regional gradients. To address this issue, we evaluated disturbance–recovery processes in a central Amazonian forest under two scenarios of increased disturbance rates using first ZELIG-TROP, a dynamic vegetation gap model which we calibrated using long-term inventory data, and second using the Community Land Model (CLM), a global land surface model that is part of the Community Earth System Model (CESM). Upon doubling the mortality rate in the central Amazon to mirror the natural disturbance regime in the western Amazon of ∼2% mortality, the two regions continued to differ in multiple forest processes. With the inclusion of elevated natural disturbances, at steady state, AGB significantly decreased by 41.9% with no significant difference between modeled AGB and empirical AGB from the western Amazon data sets (104 vs. 107 Mg C ha−1, respectively). However, different processes were responsible for the reductions in AGB between the models and empirical data set. The empirical data set suggests that a decrease in wood density is a driver leading to the reduction in AGB. While decreased stand basal area was the driver of AGB loss in ZELIG-TROP, a forest attribute that does not significantly vary across the Amazon Basin. Further comparisons found that stem density, specific wood density, and basal area growth rates differed between the two Amazonian regions. Last, to help quantify the impacts of increased disturbances on the climate and earth system, we evaluated the fidelity of tree mortality and disturbance in CLM. Similar to ZELIG-TROP, CLM predicted a net carbon loss of 49.9%, with an insignificant effect on aboveground net primary productivity (ANPP). Decreased leaf area index (LAI) was the driver of AGB loss in CLM, another forest attribute that does not significantly vary across the Amazon Basin, and the temporal variability in carbon stock and fluxes was not replicated in CLM. Our results suggest that (1) the variability between regions cannot be entirely explained by the variability in disturbance regime, but rather potentially sensitive to intrinsic environmental factors; or (2) the models are not accurately simulating all tropical forest characteristics in response to increased disturbances.",
    "readLink": "http://www.biogeosciences.net/11/5773/2014/bg-11-5773-2014.pdf"
  },
  {
    "title": "Comprehensive Analysis of a Dust Storm by a Lidar Network Combined With Multiple Data",
    "authors": [
      "Lili Yang,",
      "Lili Yang,",
      "Shuwen Zhang,",
      "Huijie Tao,",
      "Yanping Yang,",
      "Yanping Yang,",
      "Lina Wang,",
      "Yongfeng Cui,",
      "Yanyan Xu,",
      "Xiaoyun Li"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.832710",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "In order to improve the accuracy of dust storm prediction and reduce the damage and losses by a dust storm event, it is necessary to conduct an in-depth study on the same. The data of the national air quality stations, backward trajectories generated by the Hybrid Single-Particle Lagrangian Integrated Trajectory model (HYSPLIT), and the lidar network data from Wuwei, Baiyin, and Dingxi were used to study a large-scale dust storm event that occurred from 12 to 14 May 2019. This study explores the cause of the dust storm and physical characteristics of dust aerosols in three-dimensional space, as well as its impact on air quality. Results show that the dust storm was caused by the eastward movement of the East Asian trough and affected most cities in northern China from northwest to southeast. Consequently, the air quality deteriorated seriously, especially over the Hexi Corridor. The hourly peak concentrations of PM10 in Wuwei and Baiyin were close to 3,000 μg·m−3. The observations from the lidar network show that the dust intensities were similar at different cities, and their extinction coefficients were close. However, the depolarization ratio varied with sources and the physical characteristics of dust particles. According to the simulation results of extinction coefficients and particle concentrations, due to the impact of dust transported at high altitudes, the concentration of particles in Dingxi did not decrease with the increase in altitude. The particle concentrations from ground-based monitoring were lower than those of Baiyin and Wuwei, while particle concentrations above 0.3 km were higher than those of Baiyin and Wuwei.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.832710/full"
  },
  {
    "title": "The Ecological Importance of Toxicity: Sea Anemones Maintain Toxic Defence When Bleached",
    "authors": [
      "Cassie  M. Hoepner,",
      "Catherine  A. Abbott,",
      "Karen Burke da Silva"
    ],
    "doi": "https://doi.org/10.3390/toxins11050266",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  266",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "Cnidarians are amongst the most venomous animals on the planet. They are also under significant threat due to the impacts of climate change. Corals and anemones undergo climate-induced bleaching during extreme environmental conditions, where a loss of symbiotic photosynthetic algae (zooxanthellae) causes whitening in colour, loss of internal food supply, and reduction in health, which can ultimately lead to death. What has yet to be determined is whether bleaching causes a reduction in the production or quality of venom. In this study, the sea anemone Entacmaea quadricolor was exposed to long-term light-induced bleaching to examine the effect that bleaching has on venom. Venom quality and quantity, as determined through lethality and haemolysis measures and nematocyst production was highly preserved over the five-month imposed bleaching event. Maintenance of venom and nematocyst production, despite a loss of an internal food source provided by endosymbiotic algae, indicates both the ecological importance of maintaining toxicity and a remarkable resilience that anemones have to major environmental stressors.",
    "readLink": "https://www.mdpi.com/2072-6651/11/5/266"
  },
  {
    "title": "Vegetation Dynamics of Sub-Mediterranean Low-Mountain Landscapes under Climate Change (on the Example of Southeastern Crimea)",
    "authors": [
      "Vladimir Tabunshchik,",
      "Roman Gorbunov,",
      "Tatiana Gorbunova,",
      "Mariia Safonova"
    ],
    "doi": "https://doi.org/10.3390/f14101969",
    "journalVolume": "Vol. 14,\n                                no. 1969\n                                \n                                  p.\n                                  1969",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "In the context of a changing environment, understanding the interaction between vegetation and climate is crucial for assessing, predicting, and adapting to future changes in different vegetation types. Vegetation exhibits high sensitivity to external environmental factors, making this understanding particularly significant. This study utilizes geospatial analysis techniques, such as geographic information systems, to investigate vegetation dynamics based on remote sensing data and climatic variables, including annual air temperature, annual precipitation, and annual solar radiation. The research methodology encompasses data collection, processing, and analysis, incorporating multispectral imagery and multilayered maps of various parameters. The calculation of the normalized difference vegetation index serves to evaluate changes in vegetation cover, identify areas experiencing variations in green biomass, and establish strategies for the future development of different vegetation types. During the period from 2001 to 2022, the average normalized difference vegetation index value in the Southeastern Crimea region amounted to 0.443. The highest average values were recorded in the year 2006, reaching a magnitude of 0.469. Conversely, the lowest values were observed in the years 2001–2002, constituting 0.397. It has been ascertained that an overarching positive trend in the evolution of NDVI values from 2001 to 2022 is apparent, thus implying a notable augmentation in vegetative biomass. However, adversarial trends manifest in discrete locales adjacent to the cities of Sudak and Feodosia, along with the coastal stretches of the Black Sea. Correlation analysis is employed to establish relationships between vegetation changes and climatic indicators. The findings contribute to our understanding of the vulnerability of various vegetation types and ecosystems in the Southeastern Crimea region. The obtained data provide valuable insights for the development of sustainable vegetation resource management strategies and climate change adaptation in the region.",
    "readLink": "https://www.mdpi.com/1999-4907/14/10/1969"
  },
  {
    "title": "Community structure along the Western Antarctic continental shelf and a latitudinal change in epibenthic faunal abundance assessed by photographic surveys",
    "authors": [
      "Candace J. Grimes,",
      "Kyle Donnelly,",
      "Cheikhouna Ka,",
      "Nusrat Noor,",
      "Andrew R. Mahon,",
      "Kenneth M. Halanych"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1094283",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The Southern Ocean’s continental shelf communities harbor high benthic biodiversity. However, most census methods have relied on trawling or dredging rather than direct observation. Benthic photographic and videographic transect surveys serve a key role in characterizing marine communities’ abundance and diversity, and they also provide information on the spatial arrangement of species within a community. To investigate diversity and abundance in Southern Ocean benthic communities, we employed photographic transects during cruises aboard the RVIB Nathanial B. Palmer (November 2012) and the ASRV Laurence M. Gould (February 2013). One kilometer long photographic transects were conducted at 8 sites along 6,000 km of Western Antarctica from the tip of the Antarctic Peninsula to the Ross Sea from which epifaunal echinoderms, tunicates, arthropods, cnidarians, poriferans, and annelids were identified and counted allowing estimations of biodiversity. Our results do not support a latitudinal trend in diversity, but rather a decrease in abundance of macrofaunal individuals at higher latitude sites. All communities sampled on the Western Antarctic shelf were primarily dominated by ophiuroids, pycnogonids, holothuroids, and demosponges. However, the most abundant taxon across all sites was Ophionotus victoriae, followed by the symbiotic partners Iophon sp. (demosponge) and Ophioplinthus spp. (ophiuroid). Data also confirm that the Southern Ocean is composed of discretely unique benthic communities. These results provide critical understanding of the current community structure and diversity serving as a baseline as the Antarctic continental shelf changes due to rising ocean temperatures, climate change, and collapse of large ice sheets.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1094283/full"
  },
  {
    "title": "MODIS Retrieval of Aerosol Optical Depth over Turbid Coastal Water",
    "authors": [
      "Yi Wang,",
      "Jun Wang,",
      "Robert C. Levy,",
      "Xiaoguang Xu,",
      "Jeffrey S. Reid"
    ],
    "doi": "https://doi.org/10.3390/rs9060595",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  595",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "We present a new approach to retrieve Aerosol Optical Depth (AOD) using the Moderate Resolution Imaging Spectroradiometer (MODIS) over the turbid coastal water. This approach supplements the operational Dark Target (DT) aerosol retrieval algorithm that currently does not conduct AOD retrieval in shallow waters that have visible sediments or sea-floor (i.e., Class 2 waters). Over the global coastal water regions in cloud-free conditions, coastal screening leads to ~20% unavailability of AOD retrievals. Here, we refine the MODIS DT algorithm by considering that water-leaving radiance at 2.1 μm to be negligible regardless of water turbidity, and therefore the 2.1 μm reflectance at the top of the atmosphere is sensitive to both change of fine-mode and coarse-mode AODs. By assuming that the aerosol single scattering properties over coastal turbid water are similar to those over the adjacent open-ocean pixels, the new algorithm can derive AOD over these shallow waters. The test algorithm yields ~18% more MODIS-AERONET collocated pairs for six AERONET stations in the coastal water regions. Furthermore, comparison of the new retrieval with these AERONET observations show that the new AOD retrievals have equivalent or better accuracy than those retrieved by the MODIS operational algorithm’s over coastal land and non-turbid coastal water product. Combining the new retrievals with the existing MODIS operational retrievals yields an overall improvement of AOD over those coastal water regions. Most importantly, this refinement extends the spatial and temporal coverage of MODIS AOD retrievals over the coastal regions where 60% of human population resides. This expanded coverage is crucial for better understanding of impact of anthropogenic aerosol particles on coastal air quality and climate.",
    "readLink": "http://www.mdpi.com/2072-4292/9/6/595"
  },
  {
    "title": "Physicochemical and Sensory Evaluation Data to Drive the Development of a Green Chili Pepper Hot Sauce from Unexploited Raw Materials",
    "authors": [
      "Paula Torán-Pereg,",
      "Shuyana Deba-Rementeria,",
      "Olaia Estrada,",
      "Guillermo Pardo,",
      "Laura Vázquez-Araújo"
    ],
    "doi": "https://doi.org/10.3390/foods12193536",
    "journalVolume": "Vol. 12,\n                                no. 3536\n                                \n                                  p.\n                                  3536",
    "issn": "2304-8158 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/foods",
    "abstract": "The present study shows the set of analyses conducted during the development of a hot chili pepper sauce to valorize green peppers usually discarded in the Espelette region (France). A traditional production process was used as the inspiration for product development, and two different fermentation processes were assessed and characterized by measuring pH, sugar content, instrumental color, volatile composition, and conducting sensory (discriminant test) and microbiological analyses (total plate count). Significant differences were observed among pepper mash samples with respect to their physicochemical characteristics, but the products were considered similar from a sensory standpoint. Both sensory and physicochemical tests suggested that the ingredients added to make the sauces were determinant and had a higher impact on the organoleptic profile of the final product than the fermentation process. Finally, a Napping® test was conducted to determine the attributes that could differentiate the product from the hot sauces found in the current market. The results of the present research allowed the optimization of the elaboration process of the new product, saving time and ingredient costs. The procedures shown in the study could be used as an example of a new product development process in which physicochemical and sensory data are collected and used for decision making.",
    "readLink": "https://www.mdpi.com/2304-8158/12/19/3536"
  },
  {
    "title": "Climate, Demography, and Zoogeography Predict Introgression Thresholds in Salmonid Hybrid Zones in Rocky Mountain Streams.",
    "authors": [
      "Michael K Young,",
      "Daniel J Isaak,",
      "Kevin S McKelvey,",
      "Taylor M Wilcox,",
      "Daniel M Bingham,",
      "Kristine L Pilgrim,",
      "Kellie J Carim,",
      "Matthew R Campbell,",
      "Matthew P Corsi,",
      "Dona L Horan,",
      "David E Nagel,",
      "Michael K Schwartz"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0163563",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  e0163563",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Among the many threats posed by invasions of nonnative species is introgressive hybridization, which can lead to the genomic extinction of native taxa. This phenomenon is regarded as common and perhaps inevitable among native cutthroat trout and introduced rainbow trout in western North America, despite that these taxa naturally co-occur in some locations. We conducted a synthetic analysis of 13,315 genotyped fish from 558 sites by building logistic regression models using data from geospatial stream databases and from 12 published studies of hybridization to assess whether environmental covariates could explain levels of introgression between westslope cutthroat trout and rainbow trout in the U.S. northern Rocky Mountains. A consensus model performed well (AUC, 0.78-0.86; classification success, 72-82%; 10-fold cross validation, 70-82%) and predicted that rainbow trout introgression was significantly associated with warmer water temperatures, larger streams, proximity to warmer habitats and to recent sources of rainbow trout propagules, presence within the historical range of rainbow trout, and locations further east. Assuming that water temperatures will continue to rise in response to climate change and that levels of introgression outside the historical range of rainbow trout will equilibrate with those inside that range, we applied six scenarios across a 55,234-km stream network that forecast 9.5-74.7% declines in the amount of habitat occupied by westslope cutthroat trout populations of conservation value, but not the wholesale loss of such populations. We conclude that introgression between these taxa is predictably related to environmental conditions, many of which can be manipulated to foster largely genetically intact populations of westslope cutthroat trout and help managers prioritize conservation activities.",
    "readLink": "http://europepmc.org/articles/PMC5102351?pdf=render"
  },
  {
    "title": "Monitoring Land Use And Land Cover Changes Using Geospatial Techniques, A Case Study Of Fateh Jang, Attock, Pakistan",
    "authors": [
      "Aqil Tariq,",
      "Hong Shu,",
      "Saima Siddiqui,",
      "Muhammad Imran,",
      "Muhammad Farhan"
    ],
    "doi": "https://doi.org/10.24057/2071-9388-2020-117",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  41\n                                  – 52",
    "issn": "2071-9388 (Print)",
    "publisher": "2542-1565 (Online)",
    "countryOfPublisher": "Lomonosov Moscow State University",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://ges.rgo.ru",
    "abstract": "Change of land use and land cover (LULC) has been a key issue of natural resource conservation policies and environmental monitoring. In this study, we used multi-temporal remote sensing data and spatial analysis to assess the land cover changes in Fateh Jhang, Attock District, Pakistan. Landsat 7 (ETM+) for the years 2000, 2005 and 2010 and Landsat 8 (OLI/TIRS) for the year 2015 were classified using the maximum likelihood algorithms into built-up area, barren land, vegetation and water area. Post-classification methods of change detection were then used to assess the variation that took place over the study period. It was found that the area of vegetation has decreased by about 176.19 sq. km from 2000 to 2015 as it was converted to other land cover types. The built-up area has increased by 5.75%. The Overall Accuracy and Kappa coefficient were estimated at 0.92 and 0.77, 0.92 and 0.78, 0.90 and 0.76, 0.92 and 0.74, for the years 2000, 2005, 2010 and 2015, respectively. It turned out that economic development, climate change and population growth are the main driving forces behind the change. Future research will examine the effects of changing land use types on Land Surface Temperature (LST) over a given time period.",
    "readLink": "https://ges.rgo.ru/jour/article/view/1691"
  }
]