[
  {
    "title": "Quantifying the Impacts of Land Use and Cover Change (LUCC) and Climate Change on Discharge and Sediment Load in the Hunhe River Basin, Liaoning Province, Northeast China",
    "authors": [
      "Limin Zhang,",
      "Yunzhong Jiang,",
      "Mingxiang Yang,",
      "Hao Wang,",
      "Ningpeng Dong,",
      "Hejia Wang,",
      "Xuan Liu,",
      "Liang Chen,",
      "Ke Liu"
    ],
    "doi": "https://doi.org/10.3390/w14050737",
    "journalVolume": "Vol. 14,\n                                no. 737\n                                \n                                  p.\n                                  737",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Assessing the impacts of land use and cover (LUCC) change and climate change on discharge and sediment load is beneficial for the regional management of water resources and the water environment. The Mann-Kendall test and soil and water assessment tool (SWAT) model were applied to analyze the change trends of meteorological and hydrological variables and to quantitatively assess the response of discharge and sediment load to LUCC and climate change, respectively, in the Hunhe River Basin (HRB). The results showed that LUCC changed little during 1980–2009, mainly from forestland (−0.36%) to other land use types, such as urban land (+0.13%) and grassland (+0.13%). Temperature increased significantly (p p 2), and percent bias (PBIAS) during the calibration and validation periods indicated that good performance was achieved for the discharge simulation (NSE: 0.77–0.79; R2: 0.79–0.84; PBIAS: −9.61–1.48%) and satisfactory performance for the sediment load simulation (NSE: 0.65–0.77; R2: 0.65–0.78; PBIAS: −2.56–8.31%). The calibrated SWAT model was successfully utilized to assess the impacts of LUCC and climate change on discharge and sediment load, finding that the combined impact of LUCC and climate change decreased the annual discharge and sediment load by 22.65% and 31.51%, respectively. Minor changes in annual discharge (+0.08%) and sediment load (−1.33%) were caused by LUCC, and climate change led to a pronounced decrease in annual discharge (−22.69%) and sediment load (−30.61%). These findings indicate that climate change rather than LUCC dominated the hydrological alterations in the HRB. This study provides important information for decision makers to identify the reasons for changes in hydrological alterations and to design adaptive measures.",
    "readLink": "https://www.mdpi.com/2073-4441/14/5/737"
  },
  {
    "title": "Carbon Emission Intensity, Economic Development and Energy Factors in 19 G20 Countries: Empirical Analysis Based on a Heterogeneous Panel from 1990 to 2015",
    "authors": [
      "Hongze Li,",
      "Fengyun Li,",
      "Di Shi,",
      "Xinhua Yu,",
      "Jianfei Shen"
    ],
    "doi": "https://doi.org/10.3390/su10072330",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  2330",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The increasing global climate problem caused by excessive carbon emissions results in global carbon emission reduction governance becoming a top priority and requires close international coordination. Group of Twenty (G20) is gradually becoming the leading agency of global carbon emission reduction governance, but the unbalanced development among G20 countries has hindered the full play of G20’s role. Thus, this paper aims to examine the interrelationships among economic development mode, economic development level, and energy factors including energy use efficiency and structure in 19 G20 countries over the period 1990–2015. Considering the panel heterogeneity and the endogeneity of variables, a series of heterogeneous panel analysis techniques are employed in this paper. The empirical findings suggest that for the panel, the improvement of energy use efficiency and the optimization of energy use structure can help to achieve a low-carbon development mode, implying that some international agreements such as the Copenhagen Accord and Paris Agreement on Climate Change are necessary, binding, and effective. However, for individuals, energy factors and development level influence development mode differently across countries, revealing that each country should formulate specific policies that are consistent with its own actual situation. Finally, this paper discusses the role that G20 can play in the global carbon emissions reduction governance, which provides a reference for global low-carbon and sustainable development.",
    "readLink": "http://www.mdpi.com/2071-1050/10/7/2330"
  },
  {
    "title": "Effects of Elevated CO2 and Increased N Fertilization on Plant Secondary Metabolites and Chewing Insect Fitness",
    "authors": [
      "Huaping Xu,",
      "Haicui Xie,",
      "Shengyong Wu,",
      "Zhenying Wang,",
      "Kanglai He"
    ],
    "doi": "https://doi.org/10.3389/fpls.2019.00739",
    "journalVolume": "Vol. 10",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Elevated atmospheric CO2 (eCO2) and increased nitrogen (N) fertilization significantly change the nutritional quality of plants and influence the growth and development of insects. However, little is known about plant metabolism and plant-insect interactions under eCO2 and increased N fertilization, especially C4 plants. Thus, the combined effects of eCO2 and increased N fertilization on maize-Ostrinia furnacalis interactions were tested in this study. Our data demonstrated that both eCO2 and increased N fertilization increased starch content, while increased N fertilization promoted the N content in maize. The combined effects of eCO2 and increased N fertilization did not influence the total non-structural carbohydrates (TNC):N ratio in maize. The jasmonic acid level of maize was enhanced by increased N fertilization and O. furnacalis infestation. The total phenolics content and defensive enzyme activities of maize increased under eCO2, increased N fertilization and O. furnacalis infestation. Protective enzyme activities were enhanced, while digestive enzyme activities, mean relative growth rate, body mass and efficiency of conversion of ingested food decreased for O. furnacalis feeding on maize grown under eCO2 and increased N fertilization. Therefore, eCO2 and increased N fertilization increased starch and N accumulation, and did not influence the TNC:N ratio, however, eCO2 and N promoted the resistance-related secondary metabolites (with or without O. furnacalis induced) of maize, which ultimately decreased the fitness of O. furnacalis to the host. These results will help to better understand the metabolic mechanisms of plants and the plant-insect interaction under eCO2 and increased N fertilization in the context of future climate change scenarios.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2019.00739/full"
  },
  {
    "title": "Energy Policy and Climate Change: A Multidisciplinary Approach to a Global Problem",
    "authors": [
      "Vincenzo Dovì,",
      "Antonella Battaglini"
    ],
    "doi": "https://doi.org/10.3390/en81212379",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  pp.\n                                  13473\n                                  – 13480",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "In the period between the end of the Second World War and the oil crises of 1973 and 1979, the most critical issues in the energy debate were the impending depletion of non-renewable resources and the level of pollution that the environment is able to sustain. [...]",
    "readLink": "http://www.mdpi.com/1996-1073/8/12/12379"
  },
  {
    "title": "A Study on the Influence of Sand Median Grain Size on the Short-Term Recovery Process of Shorelines",
    "authors": [
      "Changbin Lim,",
      "Tae-Kon Kim,",
      "Jong-Beom Kim,",
      "Jung-Lyul Lee"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.906209",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Recently, the impacts of short-term erosion caused by storm waves on coastal damages are increasingly recognized as social issues, compared to those of long-term erosion from climate change or coastal development. The erosion caused by the storm wave has an episodic characteristic that the shoreline recovers gradually after retreating for a short-term. Furthermore, if shoreline changes caused by longshore sediment transport are not taken into consideration, the shoreline position is determined by following two physical parameters based on the bulk response model. The beach response factor determines converging ultimate erosion on the assumption that incident waves constantly affects a beach, which can be estimated according to the concept of Dean’s profile. On the contrary, the beach recovery factor affects the velocity of the shoreline retreat and recovery. Therefore, the parameter plays an important role to predict the peak erosion due to the storms. However, there are still insufficient researches to utilize it as an engineering design for erosion reduction. In this study, the two methodologies (i.e., approximation formula and statistical analysis) that estimates peak erosion width caused by the storms are compared to extract the beach recovery factor. During the process, it is confirmed that peak wave height has little impact on the beach recovery factor. Instead, it is mainly determined by the median grain size. Also, the beach recovery factor is estimated as a function of median grain size based on the shoreline and sand survey data conducted over ten years. Among the 41 surveyed sites along the east coast, 11 sites of straight-type shorelines that directly react to the incident waves were applied to consider only the short-term recovery process. To prove validity, the estimated applied into the real sea and then the results were compared to the shoreline data extracted from CCTV images. Using these results, the peak erosion width for a target wave event can be predicted with only median grain size. These study results are expected to be used as a concrete and practical means to manage the coast, in preparation for the current and future shoreline erosion threats.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.906209/full"
  },
  {
    "title": "Functional immune diversity in reindeer reveals a high Arctic population at risk",
    "authors": [
      "Morten Lukacs,",
      "Ingebjørg H. Nymo,",
      "Knut Madslien,",
      "Jørn Våge,",
      "Vebjørn Veiberg,",
      "Christer Moe Rolandsen,",
      "Cathrine Arnason Bøe,",
      "Arvind Y. M. Sundaram,",
      "Unni Grimholt"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.1058674",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Climate changes the geographic range of both species as well as pathogens, causing a potential increase in the vulnerability of populations or species with limited genetic diversity. With advances in high throughput sequencing (HTS) technologies, we can now define functional expressed genetic diversity of wild species at a larger scale and identify populations at risk. Previous studies have used genomic DNA to define major histocompatibility complex (MHC) class II diversity in reindeer. Varying numbers of expressed genes found in many ungulates strongly argues for using cDNA in MHC typing strategies to ensure that diversity estimates relate to functional genes. We have used available reindeer genomes to identify candidate genes and established an HTS approach to define expressed MHC class I and class II diversity. To capture a broad diversity we included samples from wild reindeer from Southern Norway, semi-domesticated reindeer from Northern Norway and reindeer from the high Artic archipelago Svalbard. Our data show a medium MHC diversity in semi-domesticated and wild Norwegian mainland reindeer, and low MHC diversity reindeer in Svalbard reindeer. The low immune diversity in Svalbard reindeer provides a potential risk if the pathogenic pressure changes in response to altered environmental conditions due to climate change, or increased human-related activity.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.1058674/full"
  },
  {
    "title": "Design considerations for tropical forest inventories",
    "authors": [
      "Ronald Edward McRoberts,",
      "Erkki Olavi Tomppo,",
      "Alexander Christian Vibrans,",
      "Joberto Veloso de Freitas"
    ],
    "doi": "https://doi.org/10.4336/2013.pfb.33.74.430",
    "journalVolume": "Vol. 33,\n                                no. 74\n                                \n                                  pp.\n                                  189\n                                  – 202",
    "issn": "1809-3647 (Print)",
    "publisher": "1983-2605 (Online)",
    "countryOfPublisher": "Embrapa Florestas",
    "lcc": [
      "Brazil",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://pfb.cnpf.embrapa.br/pfb/",
    "abstract": "Forests contribute substantially to maintaining the global greenhouse gas balance, primarily because among the five economic sectors identified by the United Nations Framework Convention on Climate Change, only the forestry sector has the potential to remove greenhouse gas emissions from the atmosphere. In this context, development of national forest carbon accounting systems, particularly in countries with tropical forests, has emerged as an international priority. Because these systems are often developed as components of or in parallel with national forest inventories, a brief review of statistical issues related to the development of forest ground sampling designs is provided. This overview addresses not only the primary issues of plot configurations and sampling designs, but also to a lesser extent the emerging roles of remote sensing and uncertainty assessment. Basic inventory principles are illustrated for two case studies, the national forest inventory of Brazil with special emphasis on the state of Santa Catarina, and an inventory for Tanzania.",
    "readLink": "http://www.cnpf.embrapa.br/pfb/index.php/pfb/article/view/430/314"
  },
  {
    "title": "How the Management of pH during Winemaking Affects Acetaldehyde, Polymeric Pigments and Color Evolution of Red Wine",
    "authors": [
      "Angelita Gambuti,",
      "Luigi Picariello,",
      "Martino Forino,",
      "Francesco Errichiello,",
      "Antonio Guerriero,",
      "Luigi Moio"
    ],
    "doi": "https://doi.org/10.3390/app12052555",
    "journalVolume": "Vol. 12,\n                                no. 2555\n                                \n                                  p.\n                                  2555",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Due to climate change and the consequent rise in grape pH, there is often the necessity of acidifying musts or wines during winemaking. In this study, the effect of early (on musts, during fermentation) and late (on wines, after the end of the fermentation) acidification was evaluated. The experimental design consisted of the preparation of seven wines from the same batch of grapes fermented in a first tank at the original pH of 3.2 and two other tanks in which the pH was adjusted to 3.5 (3.5W) and 3.9 (3.9W). On the third day of fermentation, and one week after the end of the fermentation–maceration process, aliquots of both 3.5W and 3.9W were treated to lower pH to thus obtain four more wines. After one year of aging, wines treated so as to reach a 3.2 pH significantly differed from the control wine in terms of contents of acetaldehyde, tannins reactive towards proteins and polymeric pigments. Differences were more conspicuous when acidification was carried out after the end of the fermentation–maceration process. Data highlight that the timing of acidification has a significant effect on polymerization reactions typically occurring during wine aging.",
    "readLink": "https://www.mdpi.com/2076-3417/12/5/2555"
  },
  {
    "title": "Roads and landslides in Nepal: how development  affects environmental risk",
    "authors": [
      "B. G. McAdoo,",
      "M. Quak,",
      "K. R. Gnyawali,",
      "B. R. Adhikari,",
      "S. Devkota,",
      "P. L. Rajbhandari,",
      "K. Sudmeier-Rieux"
    ],
    "doi": "https://doi.org/10.5194/nhess-18-3203-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  3203\n                                  – 3210",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "The number of deaths from landslides in Nepal has been increasing dramatically due to a complex combination of earthquakes, climate change, and an explosion of informal road construction that destabilizes slopes during the rainy season. This trend will likely rise as development continues, especially as China's Belt and Road Initiative seeks to construct three major trunk roads through the Nepali Himalaya that adjacent communities will seek to tie in to with poorly constructed roads. To determine the effect of these informal roads on generating landslides, we compare the distance between roads and landslides triggered by the 2015 Gorkha earthquake with those triggered by monsoon rainfalls, as well as a set of randomly located landslides to determine if the spatial correlation is strong enough to further imply causation. If roads are indeed causing landslides, we should see a clustering of rainfall-triggered landslides closer to the roads that accumulate and focus the water that facilitates failure. We find that in addition to a concentration of landslides in landscapes with more developed, agriculturally viable soils, that the rainfall-triggered landslides are more than twice as likely to occur within 100 m of a road than the landslides generated by the earthquake. The oversteepened slopes, poor water drainage and debris management provide the necessary conditions for failure during heavy monsoonal rains. Based on these findings, geoscientists, planners and policymakers must consider how road development affects the physical (and ecological), socio-political and economic factors that increase risk in exposed communities, alongside ecologically and financially sustainable solutions such as green roads.",
    "readLink": "https://www.nat-hazards-earth-syst-sci.net/18/3203/2018/nhess-18-3203-2018.pdf"
  },
  {
    "title": "Sustainable Intensification of Cropping Systems under Conservation Agriculture Practices: Impact on Yield, Productivity and Profitability of Wheat",
    "authors": [
      "Arun Kumar,",
      "Kulvir Singh Saini,",
      "Hemant Dasila,",
      "Rakesh Kumar,",
      "Kavita Devi,",
      "Yashpal Singh Bisht,",
      "Manish Yadav,",
      "Shivani Kothiyal,",
      "Aaradhana Chilwal,",
      "Damini Maithani,",
      "Prashant Kaushik"
    ],
    "doi": "https://doi.org/10.3390/su15097468",
    "journalVolume": "Vol. 15,\n                                no. 7468\n                                \n                                  p.\n                                  7468",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The continuous rice–wheat cropping system in South Asia has caused irreversible environmental damage, raising concerns about the long-term sustainability of the region’s agricultural systems. To address this issue, farm experiments were conducted for two successive years (2019–20 and 2020–21) to assess the impact of different cropping systems under conservation agriculture (CA) practices on the yield, productivity, and profitability of wheat. Results showed that the highest grain yield of wheat was observed in scenarios Sc6, Sc4, and Sc2, which involved full CA permanent-bed soybean (PB)–permanent-bed wheat (PB)–permanent-bed summer moong (PB), full CA permanent-bed maize (PB)–permanent-bed wheat (PB)–permanent-bed summer moong (PB), and partial CA puddled transplanted rice–Happy Seeder wheat–zero-till summer moong (ZT). Additionally, the highest irrigation water productivity (IWP), wheat grain macronutrient uptake, net return, and benefit–cost ratio (B:C ratio) were recorded under Sc6, full CA permanent-bed soybean (PB)–permanent-bed wheat (PB)–permanent-bed summer moong (PB) compared to farmers’ practice puddled transplanted rice (PTR)–conventional-till wheat–summer moong (Sc1) during both years. The system productivity also increased in scenarios Sc2, Sc4, and Sc6 (by 9.72%, 9.65%, and 14.14% in the first year and 10.68%, 14.14%, and 15.55% in the second year) compared to Sc1—farmers’ practice puddled transplanted rice (PTR)–conventional-till wheat–summer moong, Sc3—farmers’ practice fresh-bed maize (FB)–conventional-till wheat–summer moong, and Sc5–farmers’ practice fresh-bed soybean (FB)–conventional-till wheat (CT)–summer moong. The findings suggest that the conservation agriculture soybean–wheat–summer moong (Sc6) on permanent-bed cropping systems with inclusion legumes can be a potential option to enhance yield attributes, productivity, and profitability, as well as the sustainability of natural resources in the region while decreasing environmental footprints.",
    "readLink": "https://www.mdpi.com/2071-1050/15/9/7468"
  }
]