[
  {
    "title": "VEGETATION CHANGES OF SUNDARBANS BASED ON LANDSAT IMAGERY ANALYSIS BETWEEN 1975 AND 2006",
    "authors": [
      "MD. TARIQUL ISLAM"
    ],
    "doi": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "1789-4921 (Print)",
    "publisher": "1789-7556 (Online)",
    "countryOfPublisher": "University of Debrecen",
    "lcc": [
      "Hungary",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://geo.science.unideb.hu/acta/landsenv",
    "abstract": "The Sundarbans in Bangladesh and India is the largest single block of tidal halophytic mangrove forest in the world. This forest is threatened by effect of climate change and manmade activities. The aim of this paper is to show changes in vegetation cover of Sundarbans since 1975 using Landsat imagery. Normalized Difference Vegetation Index is applied to quantify and qualify density of vegetation on a patch of land. Estimated land area (excluded water body) of this forest is 66% in Bangladesh, and 34% in India, respectively. Net erosion since 1975 to 2006 is ~5.9%. In vicinity of human settlement, areal changes are not observed since 1975. The mangrove forest is decreased by 19.3% due severe tropical cyclone in 1977 and 1988. Moreover, the dense forest is damaged by about 50%. However, more than 25 years is taken by Sundarbans to recover from damage by a severe tropical cyclone. The biodiversity of Sundarbans depends to fresh water flow through it. Therefore, the future of Sundarbans depends to the impact of climate change which has further effect to increasing intensity and frequency of severe tropical cyclone and salinity in water channels in Sundarbans.",
    "readLink": "http://landscape.geo.klte.hu/pdf/agd/2014/2014v8is1_1.pdf"
  },
  {
    "title": "Changes in atmospheric oxidants over Arctic Ocean atmosphere: evidence of oxygen isotope anomaly in nitrate aerosols",
    "authors": [
      "Yanlin Zhang,",
      "Zhuyu Zhao,",
      "Fang Cao,",
      "Wenhuai Song,",
      "Yuchi Lin,",
      "Meiyi Fan,",
      "Haoran Yu,",
      "Hanyu Li,",
      "Yihang Hong,",
      "Meng Gao"
    ],
    "doi": "https://doi.org/10.1038/s41612-023-00447-7",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2397-3722 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.nature.com/npjclimatsci/",
    "abstract": "Abstract Oxygen isotope anomaly of nitrate aerosol (∆17O-NO3 −) contributes to understanding the atmospheric nitrogen chemistry in the polar oceans. Here, ∆17O-NO3 − of the aerosol samples was analyzed based on a cruise from East Asia to the Arctic Ocean to explore the nitrate formation mechanisms. ∆17O-NO3 − decreased with the increase of latitude, especially when after entering the Arctic Circle. ∆17O-NO3 − (e.g., 11.5‰–21.2‰) was extremely low while crossing the sea ice-covered Arctic Ocean. This is most likely influenced by the combined enhancement of hydroxyl (OH) and peroxy (HO2 + RO2) radicals derived by sea ice under permanent sunlight period. In addition, the obvious increase in the ∆17O-NO3 − of return trip with shortened daytime indicated the advantage of nocturnal pathways (NO3 related) with the higher ∆17O endmembers. The mutation of ∆17O-NO3 − can reflect the change of NOx conversion pathways to nitrate, and it can be more sensitive to the change of radical chemistry related to atmospheric oxidation.",
    "readLink": "https://doi.org/10.1038/s41612-023-00447-7"
  },
  {
    "title": "Vulnerability Resilience in the Major Watersheds of the Korean Peninsula",
    "authors": [
      "Yong Jung,",
      "Daeun Kim,",
      "Minha Choi,",
      "Sangdan Kim,",
      "Moojong Park"
    ],
    "doi": "https://doi.org/10.3319/TAO.2014.06.12.01(Hy)",
    "journalVolume": "Vol. 25,\n                                no. 6\n                                \n                                  p.\n                                  857",
    "issn": "1017-0839 (Print)",
    "publisher": "2311-7680 (Online)",
    "countryOfPublisher": "Springer",
    "lcc": [
      "Singapore",
      "Science: Geology",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://www.springer.com/journal/44195",
    "abstract": "Water resources management requires policy enforcement in a changing environment. Climate change must be considered in major watershed river restorations in Korea. The aim of river restorations is to provide better water resource control - now and in the future. To aid in policy making in the government sector, ¡§vulnerability-resilience indexes¡¨ (VRIs) with a Delphi survey method have been adopted to provide a possible reference. The Delphi survey offers prioritized vulnerability proxy variables based on expert opinions regarding the changing environment in terms of climate change and river restorations. The VRIs of watersheds were improved after river restorations, with the exception of some locations. However, when climate change was taken into consideration in the analysis of conditions after the restorations were completed, the results showed that governments need to provide better mitigation strategies to increase vulnerability resilience in the face of climate change.",
    "readLink": "\nhttp://tao.cgu.org.tw/images/attachments/v256p857.pdf\n"
  },
  {
    "title": "Recent trends in gross primary production and their drivers: analysis and modelling at flux-site and global scales",
    "authors": [
      "Wenjia Cai,",
      "Iain Colin Prentice"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abc64e",
    "journalVolume": "Vol. 15,\n                                no. 12\n                                \n                                  p.\n                                  124050",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Gross primary production (GPP) by terrestrial ecosystems is the largest flux in the global carbon cycle, and its continuing increase in response to environmental changes is key to land ecosystems’ capacity to offset anthropogenic CO _2 emissions. However, the CO _2 - and climate-sensitivities of GPP vary among models. We applied the ‘P model’—a parameter-sparse and extensively tested light use efficiency (LUE) model, driven by CO _2 , climate and remotely sensed greenness data—at 29 sites with multi-year eddy-covariance flux measurements. Observed (both positive and negative) GPP trends at these sites were predicted, albeit with some bias. Increasing LUE (due to rising atmospheric CO _2 concentration) and green vegetation cover were the primary controls of modelled GPP trends across sites. Global GPP simulated by the same model increased by 0.46 ± 0.09 Pg C yr ^–2 during 1982–2016. This increase falls in the mid-range rate of simulated increase by the TRENDY v8 ensemble of state-of-the-art ecosystem models. The modelled LUE increase during 1900–2013 was 15%, similar to a published estimate based on deuterium isotopomers. Rising CO _2 was the largest contributor to the modelled GPP increase. Greening, which may in part be caused by rising CO _2 , ranked second but dominated the modelled GPP change over large areas, including semi-arid vegetation on all continents. Warming caused a small net reduction in modelled global GPP, but dominated the modelled GPP increase in high northern latitudes. These findings strengthen the evidence that rising LUE due to rising CO _2 level and increased green vegetation cover (fAPAR) are the main causes of increasing GPP, and thereby, the terrestrial carbon sink.",
    "readLink": "https://doi.org/10.1088/1748-9326/abc64e"
  },
  {
    "title": "Adoption of climate resilient agricultural practices among the Giriama community in South East Kenya: implications for conceptual frameworks",
    "authors": [
      "John Safari Ziro,",
      "John Safari Ziro,",
      "Edith Kichamu-Wachira,",
      "Edith Kichamu-Wachira,",
      "Helen Ross,",
      "Gomathy Palaniappan"
    ],
    "doi": "https://doi.org/10.3389/fclim.2023.1032780",
    "journalVolume": "Vol. 5",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "While quantitative studies are robust at assessing the extent of climate change adaptation, and statistical relationships among variables involved, qualitative studies are also essential to understand the social rationales underlying relationships among variables, and to identify the roles of variables that have been overlooked or are hard to measure. This study investigates factors that influence the adoption of climate resilient agricultural practices by resource-poor Giriama farmers in southeast Kenya, with a view to understanding why some smallholders from this cultural group adopt climate resilient practices, while others do not. Data was collected through in-depth interviews with 30 farmers, 15 of whom had adopted climate resilient farming practices recommended by agricultural experts, and 15 of whom had not adopted any of those practices. The adopters were market-oriented, and tended to have individual land tenure, higher levels of experience in farming, slightly larger farm sizes, middle to high school education levels, and be younger. They had access to agricultural extension, access to farm inputs, and their off-farm activities tended to be related to agricultural supply chains. Non-adopters farmed entirely for subsistence, on communal or leased land, had less formal education, and adhered strongly to cultural beliefs and practices. Their off-farm income was unrelated to agriculture. More of the adopters were males, while many of the non-adopters were female. Particular cultural practices and taboos inhibited the adoption of several of the climate resilient practices, such as planting hybrid maize, keeping dairy goats, using improved goats such as the Kenyan Alpine for breeding purposes and the use of water conservation structures for crop production. Further, the qualitative information explains how and why factors such as land ownership, gender, culture, and access to information are interrelated, in ways that are not necessarily obvious in statistical analysis. The study thus highlights issues that need to be considered in conceptual frameworks underpinning both quantitative and qualitative studies, and particularly how they interact, in order to provide the knowledge essential to policy and programs intended to enhance smallholder farmers' adaptive capacity.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2023.1032780/full"
  },
  {
    "title": "Investigation into total carbon in sewage sludge and compost",
    "authors": [
      "Eglė Zuokaitė,",
      "Aušra Zigmontienė"
    ],
    "doi": "https://doi.org/10.3846/mla.2010.103",
    "journalVolume": "Vol. 2,\n                                no. 5",
    "issn": "2029-2341 (Print)",
    "publisher": "2029-2252 (Online)",
    "countryOfPublisher": "Vilnius Gediminas Technical University",
    "lcc": [
      "Lithuania",
      "Technology",
      "Science"
    ],
    "journalUrl": "https://journals.vgtu.lt/index.php/MLA",
    "abstract": "The relation between soil and climate change is highly important. The soil is a part of the climate change problem; however, it could also be a part of the solution to the encountered problem. For a better understanding and estimation of climate gas emissions and for slowing down these processes, more investigation in this field is required. Sustainable soil usage could help with saving or even increasing the amount of carbon in the soil. Such process will sustain the balance of climate gas emissions. Soil carbon is an essential element that determines soil fertility. Recently, the importance of organic materials for soil quality and the applicability of sewage sludge to enrich the soil using such materials have been discussed. Sewage sludge as an organic carbon source can improve soil quality. The best way to stabilise and immobilise carbon is mineralisation that occurs in the composting process. The article analyses and evaluates the loss of organic carbon content during the composting process of sewage sludge and explores loss rates by adding various natural supplements (wood shavings and chips, milled bark, grained branches, peat and zeolite). Article in Lithuanian Organinės anglies tyrimai nuotekų dumble ir komposte Santrauka Straipsnyje daug dėmesio skiriama dirvožemio ir klimato kaitos ryšiui. Dirvožemis – klimato kaitos problemos dalis, todėl turi būti ir šios problemos sprendimo dalis. Norint geriau suprasti ir apskaičiuoti dirvožemio išmetamų šiltnamio dujų kiekio mažinimo ir išlakas sukeliančių procesų pristabdymo būdus, būtina šiuos procesus tirti. Teisingai naudojant dirvožemį, išsaugant ar net didinant anglies kiekį dirvožemyje, galima išlaikyti iškastinio kuro išlakų pusiausvyrą. Dirvožemyje esanti anglis yra esminė jo derlingumą lemianti sudedamoji dalis. Šiuo metu vis svarbesnės tampa dirvožemio savybes gerinančios organinės medžiagos ir nuotekų dumblo lygius išsaugančios dirvožemio organinės medžiagos. Nuotekų dumblas, kaip organinės anglies šaltinis, gali prisidėti prie dirvožemių kokybės gerinimo. Mineralizacija, vykstanti kompostavimo metu, yra geriausias būdas stabilizuoti ir imobilizuoti anglį. Straipsnyje nagrinėjami ir įvertinami kompostuojant nuotekų dumblą prarandamos organinės anglies kiekiai, nurodomi šio reiškinio dėsningumai, taikant įvairius natūralius priedus (medžių drožles, pjuvenas, smulkintą žievę, smulkias šakas, durpes ir ceolitą). Reikšminiai žodžiai: nuotekų dumblas, kompostavimas, organinė anglis.",
    "readLink": "http://journals.vgtu.lt/index.php/MLA/article/view/10212"
  },
  {
    "title": "Internal Climate Variability in the Present Climate and the Change in ENSO Amplitude in Future Climate Simulations",
    "authors": [
      "Seung-Hwon Hyun,",
      "Sang-Wook Yeh,",
      "Ben P. Kirtman,",
      "Soon-Il An,",
      "Soon-Il An"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.932978",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "In this study, we define a metric for the intensity of internal climate variability (ICV) based on global surface temperature in the present climate and suggest that it can be used to understand the diversity of projected changes in ENSO amplitude in the future. We analyze both the 35-member Community Earth System Model Large Ensemble and the 30-members from Geophysical Fluid Dynamical Laboratory Large Ensemble from the present climate to future climate. While ENSO amplitude tends to decrease from the present climate to the end of 21st century in some ensemble member with a strong ICV during the present climate, it increases or stays the same in other ensemble members with a weak ICV. The result indicates that the intensity of ICV in the present climate in climate models may cause the difference of ENSO amplitude changes in a warmer world. Therefore, the intensity of ICV in the present climate should be cautiously examined in climate models to correctly project the ENSO amplitude changes in a changing climate.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.932978/full"
  },
  {
    "title": "The Ira Moana Project: A Genetic Observatory for Aotearoa’s Marine Biodiversity",
    "authors": [
      "Libby Liggins,",
      "Cory Noble,",
      "The Ira Moana Network"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.740953",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The genetic diversity of populations plays a crucial role in ensuring species and ecosystem resilience to threats such as climate change and habitat degradation. Despite this recognized importance of genetic diversity, and its relevance to the Convention on Biological Diversity and the United Nations Sustainable Development Goals, it remains difficult to observe and synthesize genetic data at a national scale. The “Ira Moana—Genes of the Sea—Project” (https://sites.massey.ac.nz/iramoana/) has worked to improve stewardship of genetic data for Aotearoa New Zealand’s (NZ) marine organisms to facilitate marine genetic biodiversity observation, research, and conservation. The Ira Moana Project has established interoperable data infrastructures and tools that help researchers follow international best-practice (including the FAIR Principles for Data Stewardship and CARE Principles for Indigenous Data Governance) and contribute to a national genetic data resource. Where possible, the Project has employed existing infrastructures (such as the Genomic Observatories Metadatabase, GEOME) to allow interoperability with similar research activities, but has also innovated to accommodate the national interests of NZ. The Ira Moana Project has an inclusive model, and through presentations, workshops, and datathons, it has provided training, education, and opportunities for collaboration among NZ researchers. Here, we outline the motivations for the Ira Moana Project, describe the Project activities and outcomes, and plans for future development. As a timely response to national and international pressures on genetic biodiversity research, it is hoped that the Ira Moana Project will facilitate NZ researchers, communities, and conservation practitioners to navigate this crucial period, and provide tangible solutions nationally and globally.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.740953/full"
  },
  {
    "title": "Optimization of regeneration temperature for energy integrated water allocation networks",
    "authors": [
      "Shweta Kamat,",
      "Santanu Bandyopadhyay"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  p.\n                                  100490",
    "issn": "2666-7908 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/cleaner-engineering-and-technology/",
    "abstract": "The conservation of energy and water resources is vital to tackle climate change and ensure sustainability. Energy integrated water allocation networks simultaneously conserve these resources using heat exchangers and regeneration units. A hybrid solution strategy is proposed in this paper to achieve the minimum total annualized cost of these networks and offer market competitiveness. The proposed algorithm solves the mixed-integer non-linear programming problem formulated in this study through a heuristic-based non-linear programming technique. The ideology of Pinch Analysis is implemented to identify heuristics that explore the non-isothermal mixing potential of streams and optimize the regeneration temperatures. These heuristics can drastically reduce energy requirements, while the mathematical optimization of water reuse, recycling, and regeneration decreases water consumption. Capturing the trade-offs between energy consumption and heat exchangers ensures a lower total annualized cost. The potency of the algorithm developed in this work is exhibited using demonstrative examples from the literature. The variation in the operating cost, investment expense, and thereby, the total annualized costs with the temperature of regeneration units and the regeneration throughput are demonstrated in these examples. Optimal regeneration temperature can significantly reduce the total annualized costs of the overall system, as observed through these examples. In the single contaminant water network example, the total annualized cost is 45.3% lower compared to the literature.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666790822000957"
  },
  {
    "title": "Effects of oxide nanomaterials used in flotation process in wastewater treatment.",
    "authors": [
      "CRISTINA COVALIU"
    ],
    "doi": "https://doi.org/10.24193/RCJ2017_14",
    "journalVolume": "Vol. 20,\n                                no. 1/2017\n                                \n                                  pp.\n                                  185\n                                  – 193",
    "issn": "1584-5273 (Print)",
    "publisher": "2069-7694 (Online)",
    "countryOfPublisher": "Casa Cartii de Stiinta Cluj-Napoca",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://riscurisicatastrofe.reviste.ubbcluj.ro",
    "abstract": "Important challenges in the global water situation, mainly resulting from worldwide population growth and climate change, require novel innovative water technologies in order to ensure a supply of drinking water and reduce global water pollution. For this purpose, highly advanced nanotechnology offers new opportunities in technological developments for advanced water and wastewater technology processes. This paper presents an important method used in the wastewater treatment and in the mineral separation, named the flotation. Also, this paper presents the factors that influence the froth flotation process, such as: nanoparticle hydrophobicity, nanoparticle diameter, particle softness etc.",
    "readLink": "\n     http://riscurisicatastrofe.reviste.ubbcluj.ro/Volume/XVI_Nr_20_1_2017/PDF/14_Covaliu_etal_185_193.pdf\n    "
  }
]