[
  {
    "title": "Uncertainties, Limits, and Benefits of Climate Change Mitigation for Soil Moisture Drought in Southwestern North America",
    "authors": [
      "B. I. Cook,",
      "J. S. Mankin,",
      "A. P. Williams,",
      "K. D. Marvel,",
      "J. E. Smerdon,",
      "H. Liu"
    ],
    "doi": "https://doi.org/10.1029/2021EF002014",
    "journalVolume": "Vol. 9,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Over the last two decades, southwestern North America (SWNA) has been in the grip of one of the most severe droughts of the last 1,200 years, with one third to nearly one half of its severity attributable to climate change. We analyze how the risk of extreme soil moisture droughts in SWNA, analogous to the most severe 21‐year (≥ in magnitude to 2000–2020) and single‐year (≥ in magnitude to 2002) events of the last several decades, changes in projections from Phase 6 of the Coupled Model Intercomparison Project. By the end of the 21st century, SWNA experiences robust (R ≥ 0.80) soil moisture drying and substantial increases in extreme single‐year drought risk that scale strongly with warming, spanning an 8%–26% probability of occurrence across +2–4 K. Notably, our results show that 21‐year droughts analogous to 2000–2020 are up to 5 times more likely than extreme single‐year droughts under all levels of warming (≈50%). These high levels of 21‐year drought risk are largely invariant across scenarios because of large spring precipitation declines in half the models, shifting SWNA into a drier mean state. Despite projections of this sweeping and ostensibly inevitable increase in 21‐year drought risk, climate mitigation reduces their severity by reducing the magnitude of extreme single‐year droughts during these events. Our results emphasize both the importance of preparing SWNA for imminent increases in persistent drought events and constraining projected precipitation uncertainty to better resolve future long‐term drought risk.",
    "readLink": "https://doi.org/10.1029/2021EF002014"
  },
  {
    "title": "Climate change perception, behaviour, and willingness  to purchase alternative fuel vehicles: the missing dots",
    "authors": [
      "Ana Paula Jesus,",
      "Marta Ferreira Dias,",
      "Margarida Coelho"
    ],
    "doi": "https://doi.org/10.54337/ijsepm.7416",
    "journalVolume": "Vol. 38",
    "issn": "2246-2929 (Online)",
    "publisher": "Aalborg University Press",
    "countryOfPublisher": "Denmark",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://journals.aau.dk//index.php/sepm/index",
    "abstract": "This paper explores the correlation between respondents concerns regarding climate change, their eagerness to adopt an AFV and their responsiveness to incentives. Seen as the solution for a cleaner mobility and greenhouse gas reduction in urban areas globally, alternative fuel vehicles (AFV) still own a modest market share in Europe. Among many reasons, the purchase price seems to be one of the most challenging to overcome. Incentives are considered a solution to mitigate the price barrier. The results of a survey carried out by the authors to 444 respondents led the authors to conclude that participants agree that AFVs contribute to tackle climate change. They also deduced that the vehicles price represents an offside for the lower-income households. Furthermore, the study revealed that the latter are less prone to buy an alternative fuel vehicle than higher-income families (59% against 80%). The authors also inferred that generally, households are more receptive to incentives or benefits based on up-front discounts or exemptions, directly impacting price and immediate savings, such as taxes exemption (value added tax and circulation tax), fuel discounts and purchase incentives. However, some differences were observed between income segments. For instance, the reduction or exemption of loan interests is among the most popular incentives for lower revenues, whilst higher revenues favour scrappage and non-financial incentives. Finally, in line with other studies, as upper incomes are less dependent on incentives and benefits to carry out the purchase, the authors put forward a differential and progressive approach for incentive instruments targeting lower revenues, allowing broader and equitable access to low carbon technology.",
    "readLink": "https://journals.aau.dk/index.php/sepm/article/view/7416"
  },
  {
    "title": "Livelihood vulnerability of smallholder farmers to climate change: A comparative analysis based on irrigation access in South Sulawesi, Indonesia",
    "authors": [
      "Arifah,",
      "Darmawan Salman,",
      "Amir Yassi,",
      "Eymal Bahsar Demmallino"
    ],
    "doi": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  244\n                                  – 253",
    "issn": "2666-660X (Online)",
    "publisher": "KeAi Communications Co. Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Science (General)",
      "Science: Geology"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/regional-sustainability/",
    "abstract": "Bulukumba Regency is one of the major rice-producing areas in South Sulawesi, Indonesia and has experienced frequent climate disasters over the past decade. Several downstream villages within the Bettu River irrigation area have been affected by the drought, culminating in reduced lowland rice production and increasing the vulnerability of farmers’ livelihoods. This study aims to evaluate the vulnerability of the livelihood system among rice farmers in the Bettu River irrigation area by classifying the area into two zones based on the distance from the main irrigation canal, namely the upstream area and downstream area. The livelihood vulnerability index (LVI) framework and livelihood vulnerability index-Intergovernmental Panel on Climate Change (LVI-IPCC) approach were applied by selecting geographic and socio-demographic indicators that affected the farmer households, including 8 major components and 26 sup-components. The data for LVI-IPCC estimation were collected by randomly selecting 132 households from villages in the two areas. The empirical results showed that farmers in the downstream area were more vulnerable to climate change than farmers in the upstream area. The major components causing the livelihood vulnerability of the downstream farmers were livelihood strategy, food, water, land, health, as well as natural disasters and climate variability. In particular, the sub-components of agricultural livelihood diversification, consistent water supply for farming, and drought events were important in the downstream area. Farmers in the upstream area were vulnerable to socio-demographic profile and social network components. The LVI-IPCC findings suggested that the government should prioritize farmers in the downstream area to develop resilience strategies, particularly by increasing irrigation infrastructure and the number of reservoirs and drilling holes. Furthermore, to increase their adaptive capacity in terms of diversification of agricultural livelihood systems, the government and donor agencies need to provide trainings on the development of home food industries for poor farmers and vulnerable households that were affected by disasters.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666660X22000512"
  },
  {
    "title": "Spatially contextualized analysis of energy use for commuting in India",
    "authors": [
      "Sohail Ahmad,",
      "Felix Creutzig"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab011f",
    "journalVolume": "Vol. 14,\n                                no. 4\n                                \n                                  p.\n                                  045007",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "India’s land transport GHG emissions are small in international comparison, but growing exponentially. Understanding of geographically-specific determinants of GHG emissions is crucial to devise low-carbon sustainable development strategies. However, previous studies on transport patterns have been limited to socio-economic context in linear and stationary settings, and with limited spatial scope. Here, we use a machine learning tool to develop a nested typology that categorizes all 640 Indian districts according to the econometrically identified drivers of their commuting emissions. Results reveal that per capita commuting emissions significantly vary over space, after controlling for socioeconomic characteristics, and are strongly influenced by built environment (e.g. urbanization, and road density), and mobility-related variables (e.g. travel distance and travel modes). The commuting emissions of districts are characterized by unique, place-specific combinations of drivers. We find that income and urbanization are dominant classifiers of commuting emissions, while we explain more fine-grained patterns with mode choice and travel distance. Surprisingly the most urbanized areas with highest population density are also associated with the highest transport GHG emissions, a result that is explained by high car ownership. This result contrasts with insights from OECD countries, where commuting emissions are associated with low-density urban sprawl. Our findings demonstrate that low-carbon commuting in India is best advanced with spatially differentiated strategies.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab011f"
  },
  {
    "title": "How Large-Scale Anthropogenic Activities Influence Vegetation Cover Change in China? A Review",
    "authors": [
      "Dingrao Feng,",
      "Meichen Fu,",
      "Yiyu Sun,",
      "Wenkai Bao,",
      "Min Zhang,",
      "Yafu Zhang,",
      "Jinjin Wu"
    ],
    "doi": "https://doi.org/10.3390/f12030320",
    "journalVolume": "Vol. 12,\n                                no. 320\n                                \n                                  p.\n                                  320",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Vegetation cover plays a key role in terrestrial ecosystem; therefore, it is important for researchers to investigate the variation and influencing factors of vegetation cover. China has experienced a large-scale vegetation cover change in recent years. We summarized the literature of vegetation cover change and revealed how large-scale anthropogenic activities influence vegetation cover change in China. Afforestation and intensification of cropland played a key role in large-scale greening. Urbanization showed a “U” shape to influence vegetation cover change. Mining and reclamation, land abandonment and land consolidation, and regional natural protection all had a unique influence on the change of vegetation cover. Indeed, the large-scale vegetation cover change was caused by interaction of anthropogenic factors and part human-driven climate change. Anthropogenic factors influenced climate change to indirectly alter the condition of plant growth. Interaction between climate change and human activities influence on vegetation cover still needs to be further investigated in the future.",
    "readLink": "https://www.mdpi.com/1999-4907/12/3/320"
  },
  {
    "title": "Response of Phytoplankton Assemblages From Naturally Acidic Coastal Ecosystems to Elevated pCO2",
    "authors": [
      "Natalia Osma,",
      "Natalia Osma,",
      "Laura Latorre-Melín,",
      "Bárbara Jacob,",
      "Paulina Y. Contreras,",
      "Peter von Dassow,",
      "Peter von Dassow,",
      "Peter von Dassow,",
      "Cristian A. Vargas,",
      "Cristian A. Vargas,",
      "Cristian A. Vargas"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.00323",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The interplay of coastal oceanographic processes usually results in partial pressures of CO2 (pCO2) higher than expected from the equilibrium with the atmosphere and even higher than those expected by the end of the century. Although this is a well-known situation, the natural variability of seawater chemistry at the locations from which tested organisms or communities originate is seldom considered in ocean acidification experiments. In this work, we aimed to evaluate the role of the carbonate chemistry dynamics in shaping the response of coastal phytoplankton communities to increased pCO2 levels. The study was conducted at two coastal ecosystems off Chile, the Valdivia River estuary and the coastal upwelling ecosystem in the Arauco Gulf. We characterized the seasonal variability (winter/summer) of the hydrographic conditions, the carbonate system parameters, and the phytoplankton community structure at both sites. The results showed that carbonate chemistry dynamics in the estuary were mainly related to seasonal changes in freshwater discharges, with acidic and corrosive conditions dominating in winter. In the Arauco Gulf, these conditions were observed in summer, mainly associated with the upwelling of cold and high pCO2 (>1,000 μatm) waters. Diatoms dominated the phytoplankton communities at both sites, yet the one in Valdivia was more diverse. Only certain phytoplankton groups in this latter ecosystem showed a significant correlations with the carbonate system parameters. When the impact of elevated pCO2 levels was investigated by pCO2 manipulation experiments, we did not observe any significant effect on the biomass of either of the two communities. Changes in the phytoplankton species composition and abundance during the incubations were related to other factors, such as competition and growth phases. Our findings highlight the importance of the natural variability of coastal ecosystems and the potential for local adaptation in determining responses of coastal phytoplankton communities to increased pCO2 levels.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2020.00323/full"
  },
  {
    "title": "Managing Climate Change: The Role of Multi-Stakeholder Partnerships in Building Climate Resilience in Sub-Saharan Africa",
    "authors": [
      "Christopher Graham"
    ],
    "doi": "https://doi.org/10.24926/ijps.v7i2.3386",
    "journalVolume": "Vol. 7,\n                                no. 2",
    "issn": "2380-8969 (Online)",
    "publisher": "University of Minnesota Libraries Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Organizational behaviour, change and effectiveness. Corporate culture"
    ],
    "journalUrl": "http://pubs.lib.umn.edu/ijps/",
    "abstract": "Research increasingly suggests that climate change has intensified the frequency of droughts, floods, and other environmental disasters across sub-Saharan Africa. In response to the resulting array of climate-induced challenges, various stakeholders are working collectively to build climate resilience in rural and urban communities and trans-continentally. This paper examines key climate resilience-building projects that have been implemented across sub-Saharan Africa through multi-stakeholder partnerships. It uses a vulnerabilities assessment approach to examine the strategic value of these projects in managing the mitigation of climate shocks and long-term environmental changes. There are still many challenges to building climate resilience in the region, but through multi-stakeholder partnerships, sub-Saharan African nations are expanding their capacity to pool resources and build collective action aimed at financing and scaling up innovative climate solutions. This article contributes to ongoing interdisciplinary academic, management, and policy discourses on global climate adaptation focused on populations and landscapes most at risk.",
    "readLink": "https://pubs.lib.umn.edu/index.php/ijps/article/view/3386"
  },
  {
    "title": "Comparative response of Rangifer tarandus and other northern ungulates to climatic variability",
    "authors": [
      "Robert B. Weladji,",
      "David R. Klein,",
      "Øystein Holand,",
      "Atle Mysterud"
    ],
    "doi": "https://doi.org/10.7557/2.22.1.686",
    "journalVolume": "Vol. 22,\n                                no. 1",
    "issn": "0333-256X (Print)",
    "publisher": "1890-6729 (Online)",
    "countryOfPublisher": "Septentrio Academic Publishing",
    "lcc": [
      "Norway",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://septentrio.uit.no/index.php/rangifer",
    "abstract": "To understand the factors influencing life history traits and population dynamics, attention is increasingly being given to the importance of environmental stochasticity. In this paper, we review and discuss aspects of current knowledge concerning the effect of climatic variation (local and global) on population parameters of northern ungu¬lates, with special emphasis on reindeer/caribou (Rangifer tarandus). We also restrict ourselves to indirect effects of climate through both forage availability and quality, and insect activity. Various authors have used different weather variables; with sometime opposite trends in resulting life history traits of ungulates, and few studies show consistent effects to the same climatic variables. There is thus little consensus about which weather variables play the most sig¬nificant role influencing ungulate population parameters. This may be because the effects of weather on ungulate pop¬ulation dynamics and life history traits are scale dependent and it is difficult to isolate climatic effects from density dependent factors. This confirms the complexity of the relationship between environment and ecosystem. We point out limits of comparability between systems and the difficulty of generalizing about the effect of climate change broadly across northern systems, across species and even within species. Furthermore, insect harassment appears to be a key climate-related factor for the ecology of reindeer/caribou that has been overlooked in the literature of climatic effects on large herbivores. In light of this, there is a need for further studies of long time series in assessing effects of climate variability on reindeer/caribou.",
    "readLink": "https://septentrio.uit.no/index.php/rangifer/article/view/686"
  },
  {
    "title": "Nitrogen addition, not initial phylogenetic diversity, increases litter decomposition by fungal communities",
    "authors": [
      "Anthony Stuart Amend,",
      "Kristin Leigh Matulich,",
      "Jennifer B.H. Martiny"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2015.00109",
    "journalVolume": "Vol. 6",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Fungi play a critical role in the degradation of organic matter. Because different combinations of fungi result in different rates of decomposition, determining how climate change will affect microbial composition and function is fundamental to predicting future environments. Fungal response to global change is patterned by genetic relatedness, resulting in communities with comparatively low phylogenetic diversity. This may have important implications for the functional capacity of disturbed communities if lineages sensitive to disturbance also contain unique traits important for litter decomposition. Here we tested the relationship between phylogenetic diversity and decomposition rates. Leaf litter fungi were isolated from the field and deployed in microcosms as mock communities along a gradient of initial phylogenetic diversity, while species richness was held constant. Replicate communities were subject to nitrogen fertilization comparable to anthropogenic deposition levels. Carbon mineralization rates were measured over the course of sixty-six days. We found that nitrogen fertilization increased cumulative respiration by 24.8%, and that differences in respiration between fertilized and ambient communities diminished over the course of the experiment. Initial phylogenetic diversity failed to predict respiration rates or their change in response to nitrogen fertilization, and there was no correlation between community similarity and respiration rates. Last, we detected no phylogenetic signal in the contributions of individual isolates to respiration rates. Our results suggest that the degree to which phylogenetic diversity predicts ecosystem function will depend on environmental context.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fmicb.2015.00109/full"
  },
  {
    "title": "Reduction of greenhouse gas emissions from renewable energy technologies in agricultural sectors of Uzbekistan",
    "authors": [
      "Anarbaev Anvar,",
      "Tursunov Obid,",
      "Kodirov Dilshod,",
      "Muzafarov Shavkat,",
      "Babayev Aziz,",
      "Sanbetova Amangul,",
      "Batirova Lolita,",
      "Mirzaev Bakhadir"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/201913501035",
    "journalVolume": "Vol. 135\n                                \n                                \n                                  p.\n                                  01035",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "This paper presents the results of calculations to reduce greenhouse gas emissions in agricultural sectors of the Republic of Uzbekistan within the framework of the project: “Sustainable Agriculture Development and Climate Change Mitigation”. The initial data were the characteristics of the implemented installations based on renewable energy sources for the period of 2014-2018. Most of these installations were biogas settings based on the principle of anaerobic fermentation, as well as solar water heating and photovoltaic stations. The calculations were performed according to the “AMS-III.D” and “AMS-I.J” methods by the “Global Environmental Fund” experts. The developed computer programs were applied to calculate the arrival of radiation and the duration of sunshine during the year on the territory of Uzbekistan. According to the calculations, the reduction of greenhouse gas emissions was 1338840.5 tons of CO2 for the indicated period during the operation of installations based on renewable energy sources. Within the framework of this project, the total potential of generating electric energy from biogas settings and solar photovoltaic stations at the amount of 10,424 MWh was estimated.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2019/61/e3sconf_itese18_01035.pdf"
  }
]