[
  {
    "title": "A Three-Dimensional Geological Model of the R’Mel Aquifer, Northwestern Morocco",
    "authors": [
      "Asmae El Alami,",
      "Abdelhakim  Jilali"
    ],
    "doi": "https://doi.org/10.46717/igj.56.1D.2ms-2023-4-11",
    "journalVolume": "Vol. 56,\n                                no. 1D\n                                \n                                  pp.\n                                  14\n                                  – 28",
    "issn": "2414-6064 (Print)",
    "publisher": "2663-8754 (Online)",
    "countryOfPublisher": "Union of Iraqi Geologists (UIG)",
    "lcc": [
      "Iraq",
      "Science: Geology"
    ],
    "journalUrl": "http://igj-iraq.org/",
    "abstract": "One of the challenges of 3D geological modelling is the spatial representation of heterogeneous sedimentary rocks. The R’Mel coastal basin located in northwestern Morocco is a very suitable area for the modelling of sedimentary rock formations. This basin is part of the external Pre-Rif area and is composed of rocks of Miocene to Quaternary age (principally sand, marl, sandstone, silt, and alluvia). Due to the impact of climate change, any increase in the abstraction of groundwater can accentuate its vulnerability to marine water intrusion. Therefore, understanding of geometry of this aquifer is so important. To achieve this, a 3D geological model was developed to determine the different HydroGeological Units (HGUs) of the R’Mel aquifer. The processing and the construction of a GIS database including a detailed geological map, 125 boreholes, and 50 vertical electrical soundings (VESs), as well as the development of five geological cross-sections, helped build this model using 3D modelling software. The model provides a detailed visualization of the spatial distribution of the eight HGUs. HGUs 3 and 6 consist of marly-clayey lenses and five HGUs of Plio-Quaternary age are composed of: sand or/and sandstone (HGU 1), calcarenites and lumachelles (HGU 2), sandstone and/or shelly marine sand (HGU 4), gravel with a sandy-clayey matrix (HGU 5), and shelly sandstone and gravelly sand (HGU 7). The eighth layer (HGU 8) is composed of marls and clays of Miocene age. The generation of several geological sections from the model made it possible to identify anticlines, synclines and faults trending NNW–SSE and NNE–SSW. Theses, support the tectonics of the Gharb basin during the Mio-Plio-Quaternary. Finally, a conceptual model of the R’Mel aquifer was developed.",
    "readLink": "https://igj-iraq.org/igj/index.php/igj/article/view/1282"
  },
  {
    "title": "Opportunities and barriers for using climate information for building resilient agricultural systems in Sudan savannah agro-ecological zone of north-eastern Ghana",
    "authors": [
      "Philip Antwi-Agyei,",
      "Andrew J. Dougill,",
      "Robert C. Abaidoo"
    ],
    "doi": "Vol. 22\n                                \n                                \n                                  p.\n                                  100226",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Empirical evidence on the opportunities and barriers to the uptake of climate services by smallholder farmers for resilient agricultural systems in sub-Saharan Africa is limited. This paper addresses this important gap by evaluating the opportunities and barriers to the uptake of climate information (from short-term weather forecasts, through seasonal forecasts to longer-term climate change information on decadal timescales) by smallholder farmers in the Sudan savannah agro-ecological zone of Ghana. The paper answers the following research questions: i) what kinds of weather and climate information are available and accessible to smallholder farmers for agricultural management decision-making? ii) what opportunities exist for using climate information in agricultural systems in the Sudan savannah agro-ecological zone? iii) what are the key barriers to the uptake of climate information by smallholder farmers in the Sudan savannah agro-ecological zones of Ghana? The study used participatory approaches including household surveys with 555 farmers, 3 stakeholder workshops, 15 key informant interviews and 12 focus group discussions across 6 communities in the Sudan savannah agro-ecological zone. Findings show that more than a third of the study respondents (40%; n = 555) were not receiving climate information. Out of the 60% receiving climate information, the majority (91%; n = 335) indicated receiving information on rainfall with fewer respondents 21% and 26% receiving information on temperature and windstorms, respectively. Radio was the key medium for receiving weather and climate information. Both female and male smallholder farmers were using climate information to make critical farming decisions including time of land preparations (79%), crop variety selection (50%), changing cropping patterns (36%), planting time adjustments (31%), harvesting time (21%) and disease/pest management (10%). Increasing uptake of weather and climate information is confronted with multiple barriers including inadequate information on seasonal forecast for long-term planning, low accessibility of climate information, high levels of illiteracy, difficulties in understanding technical language used in communicating climate information and misalignment between the climate information provided and what smallholder farmers need. Climate information should be linked directly to agricultural impacts and management decision-making to ensure it is both available to, and usable by smallholder farmers.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880721000145"
  },
  {
    "title": "Modeling the species distribution of Caucasian pit viper (Gloydius halys caucasicus) (Viperidae: Crotalinae) under the influence of climate change",
    "authors": [
      "A. Ghelichy Salakh,",
      "H. Kami,",
      "M. Rajabizadeh"
    ],
    "doi": "https://doi.org/10.22124/cjes.2020.4134",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  pp.\n                                  217\n                                  – 226",
    "issn": "1735-3033 (Print)",
    "publisher": "1735-3866 (Online)",
    "countryOfPublisher": "University of Guilan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science"
    ],
    "journalUrl": "http://cjes.guilan.ac.ir/",
    "abstract": "During recent years, the effects of climate change on various biological and ecological aspects of the species have been discussed in several litterateurs. The aim of this study was to reveal the effect of climate change on the extent and suitability of the Gloydius halys caucasicus habitats at present time and future. So that, 50 presence points and 19 bioclimatic variables were used. To compare the effects of global warming and climate change over the extent andsuitability of habitats, future bioclimatic variables were used in two mild climate change (PCR2.6) and severe (PCR8.5) scenarios in species distribution modeling. The results show that due to warming process of the planet and its growing trend in the future, the extent of suitable habitats of Caucasian pit viper is declining. Due to the fact that most of the suitable habitats of Caucasian pit viper are outside the protected areas, comprehensive studies are needed to plan and introduce new protected areasin future.",
    "readLink": "https://cjes.guilan.ac.ir/article_4134_32a7f3d47cfc8a1281483995b1628a64.pdf"
  },
  {
    "title": "Projection of the Precipitation Extremes in Thailand Under Climate Change Scenario RCP8.5",
    "authors": [
      "Teerachai Amnuaylojaroen,",
      "Teerachai Amnuaylojaroen,",
      "Teerachai Amnuaylojaroen"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2021.657810",
    "journalVolume": "Vol. 9",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "This study explores the predicted extreme precipitation during 2020–2029 in Thailand, using the output of the nested regional climate model (NRCM) with the Representative Concentration Pathway (RCP) 8.5 emission scenario. The research used five different extreme precipitation indices, i.e., annual precipitation total (PRCPTOT), the annual number of rainy days (RD), simple daily intensity index (SDII), consecutive dry days (CDDs), and consecutive wet days (CWD). The PRCTOT was generally located in eastern Thailand, with significant declining trends, while the increasing trend was found in northern Thailand. The quantity of the PRCPTOT varies marginally from 100 to 200 mm per decade. The annual RD was influenced mostly by the negative trends in Thailand. A remarkable trend is a rising of annual SDII, with major statistical increases ranging from 5 to 20%. A widespread decline in CWD was found in most regions. The statistically significant pattern of CWD has been geographically concentrated in the northern, southern, and eastern regions of Thailand. Southern Thailand continues to decline by −10 to −30%. A drastic decline has been observed in the south of Thailand. Projected interannual precipitation variability shows that December–January–February (DJF) variability will be greater than either annual or June–July–August (JJA) variability in most years, with the exception of 2022, 2025, and 2026, in which the JJA variability will be greater than both the annual variability and the DJF variability.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2021.657810/full"
  },
  {
    "title": "‘Too many mice make no lining for their nest’ – Reasons and effects of parallel governmental structures for disaster risk reduction and climate change adaptation in Southern Africa",
    "authors": [
      "Per Becker,",
      "Magnus Hagelsteen,",
      "Marcus Abrahamsson"
    ],
    "doi": "https://doi.org/10.4102/jamba.v13i1.1041",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e8",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "Many African countries face escalating challenges of increasing disaster risk and anticipated impacts of climate change. Although disaster risk reduction (DRR) and climate change adaptation (CCA) are tightly linked and comprising virtually identical practices in vulnerable countries in Southern Africa, research has identified parallel governance structures across the region. This study applied comparative case study research, based on 27 semi-structured interviews, to investigate the reasons for and effects of such parallel structures for DRR and CCA in Botswana, Mozambique, the Seychelles, Tanzania and Zambia. It revealed overwhelmingly negative effects in terms of unclear mandates and leadership, uncoordinated efforts, duplication of efforts, suboptimal use of resources and competition over resources and control. The study identified both external reasons for the parallel structures, in terms of global or international initiatives or incentives, and internal reasons, with regard to the history and quality of the governance structures. Although the identified negative effects are common to a range of complex nexuses, there is a clear distinction with the DRR–CCA nexus comprising virtually indistinguishable practices in Southern Africa. There is, as such, no practical reason for keeping them apart. The parallel structures for DRR and CCA are instead the result of pervasive institutionalisation across the region, driven by coercive, mimetic and normative pressures coming from both within and abroad. Although much point to the difficulties of changing the studied institutional arrangements, these parallel structures for DRR and CCA must be addressed if the populations in Southern Africa are to enjoy safety and sustainable development.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/1041"
  },
  {
    "title": "Successful cryopreservation of coral larvae using vitrification and laser warming",
    "authors": [
      "Jonathan Daly,",
      "Nikolas Zuchowicz,",
      "C. Isabel Nuñez Lendo,",
      "Kanav Khosla,",
      "Claire Lager,",
      "E. Michael Henley,",
      "John Bischof,",
      "F. W. Kleinhans,",
      "Chiahsin Lin,",
      "Esther C. Peters,",
      "Mary Hagedorn"
    ],
    "doi": "https://doi.org/10.1038/s41598-018-34035-0",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Climate change has increased the incidence of coral bleaching events, resulting in the loss of ecosystem function and biodiversity on reefs around the world. As reef degradation accelerates, the need for innovative restoration tools has become acute. Despite past successes with ultra-low temperature storage of coral sperm to conserve genetic diversity, cryopreservation of larvae has remained elusive due to their large volume, membrane complexity, and sensitivity to chilling injury. Here we show for the first time that coral larvae can survive cryopreservation and resume swimming after warming. Vitrification in a 3.5 M cryoprotectant solution (10% v/v propylene glycol, 5% v/v dimethyl sulfoxide, and 1 M trehalose in phosphate buffered saline) followed by warming at a rate of approximately 4,500,000 °C/min with an infrared laser resulted in up to 43% survival of Fungia scutaria larvae on day 2 post-fertilization. Surviving larvae swam and continued to develop for at least 12 hours after laser-warming. This technology will enable biobanking of coral larvae to secure biodiversity, and, if managed in a high-throughput manner where millions of larvae in a species are frozen at one time, could become an invaluable research and conservation tool to help restore and diversify wild reef habitats.",
    "readLink": "https://doi.org/10.1038/s41598-018-34035-0"
  },
  {
    "title": "Assessment of above- and belowground carbon pools in a semi-arid forest ecosystem of Delhi, India",
    "authors": [
      "Archana Meena,",
      "Ankita Bidalia,",
      "M. Hanief,",
      "J. Dinakaran,",
      "K. S. Rao"
    ],
    "doi": "https://doi.org/10.1186/s13717-019-0163-y",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract Background Assessment of carbon pools in semi-arid forests of India is crucial in order to develop a better action plan for management of such ecosystems under global climate change and rapid urbanization. This study, therefore, aims to assess the above- and belowground carbon storage potential of a semi-arid forest ecosystem of Delhi. Methods For the study, two forest sites were selected, i.e., north ridge (NRF) and central ridge (CRF). Aboveground tree biomass was estimated by using growing stock volume equations developed by Forest Survey of India and specific wood density. Understory biomass was determined by harvest sampling method. Belowground (root) biomass was determined by using a developed equation. For soil organic carbon (SOC), soil samples were collected at 0–10-cm and 10–20-cm depth and carbon content was estimated. Results The present study estimated 90.51 Mg ha−1 biomass and 63.49 Mg C ha−1 carbon in the semi-arid forest of Delhi, India. The lower diameter classes showed highest tree density, i.e., 240 and 328 individuals ha−1 (11–20 cm), basal area, i.e., 8.7 (31–40 cm) and 6.08 m2 ha−1 (11–20 cm), and biomass, i.e., 24.25 and 23.57 Mg ha−1 (11–20 cm) in NRF and CRF, respectively. Furthermore, a significant contribution of biomass (7.8 Mg ha−1) in DBH class 81–90 cm in NRF suggested the importance of mature trees in biomass and carbon storage. The forests were predominantly occupied by Prosopis juliflora (Sw.) DC which also showed the highest contribution to the (approximately 40%) tree biomass. Carbon allocation was maximum in aboveground (40–49%), followed by soil (29.93–37.7%), belowground or root (20–22%), and litter (0.27–0.59%). Conclusion Our study suggested plant biomass and soils are the potential pools of carbon storage in these forests. Furthermore, carbon storage in tree biomass was found to be mainly influenced by tree density, basal area, and species diversity. Trees belonging to lower DBH classes are the major carbon sinks in these forests. In the study, native trees contributed to the significant amount of carbon stored in their biomass and soils. The estimated data is important in framing forest management plans and strategies aimed at enhancing carbon sequestration potential of semi-arid forest ecosystems of India.",
    "readLink": "http://link.springer.com/article/10.1186/s13717-019-0163-y"
  },
  {
    "title": "Destiny of Two Caddisfly Species under Global Climate Change",
    "authors": [
      "Katarina Stojanović,",
      "Dubravka Milić,",
      "Milica Ranković Perišić,",
      "Marija Miličić,",
      "Ivana Živić"
    ],
    "doi": "https://doi.org/10.3390/d15090995",
    "journalVolume": "Vol. 15,\n                                no. 995\n                                \n                                  p.\n                                  995",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Climate change is considered one of the greatest threats to freshwater biodiversity. Although freshwater biodiversity is an important contributor to economic, scientific, and cultural aspects of human society, freshwater species, especially invertebrates, tend to be neglected in conservation studies. This fact also raises the question of the suitability of protected areas (PAs) for the conservation of freshwater biodiversity. In our study, we used species distribution models (SDMs) to examine the effects of climate change on the two trichopteran species Helicopsyche bacescui Orghidan and Botosaneanu, 1953 and Thremma anomalum McLachlan, 1876. We determined which areas in the Balkans and neighboring countries might be lost to or colonized by these species in the future, and tested the effectiveness of PAs for the conservation of freshwater biota. While H. bacescui will potentially lose up to 68% of its range, T. anomalum could expand its range by up to 72%. Both species tend to shift their range mainly to the Carpathian Mountains. Our results suggest that currently established PAs are insufficient to cover the potential current and predicted future ranges of the studied species. The study therefore highlights the need to combine aquatic and terrestrial systems in the future designation of protected areas.",
    "readLink": "https://www.mdpi.com/1424-2818/15/9/995"
  },
  {
    "title": "The future costs of nuclear power using multiple expert elicitations: effects of RD&D and elicitation design",
    "authors": [
      "Laura Díaz Anadón,",
      "Gregory Nemet,",
      "Elena Verdolini"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/8/3/034020",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  p.\n                                  034020",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Characterization of the anticipated performance of energy technologies to inform policy decisions increasingly relies on expert elicitation. Knowledge about how elicitation design factors impact the probabilistic estimates emerging from these studies is, however, scarce. We focus on nuclear power, a large-scale low-carbon power option, for which future cost estimates are important for the design of energy policies and climate change mitigation efforts. We use data from three elicitations in the USA and in Europe and assess the role of government research, development, and demonstration (RD&D) investments on expected nuclear costs in 2030. We show that controlling for expert, technology, and design characteristics increases experts’ implied public RD&D elasticity of expected costs by 25%. Public sector and industry experts’ cost expectations are 14% and 32% higher, respectively than academics. US experts are more optimistic than their EU counterparts, with median expected costs 22% lower. On average, a doubling of public RD&D is expected to result in an 8% cost reduction, but the uncertainty is large. The difference between the 90th and 10th percentile estimates is on average 58% of the experts’ median estimates. Public RD&D investments do not affect uncertainty ranges, but US experts are less confident about costs than Europeans.",
    "readLink": "https://doi.org/10.1088/1748-9326/8/3/034020"
  },
  {
    "title": "On the role of rainfall deficits and cropping choices in loss of agricultural yield in Marathwada, India",
    "authors": [
      "Mariam Zachariah,",
      "Arpita Mondal,",
      "Mainak Das,",
      "Krishna Mirle AchutaRao,",
      "Subimal Ghosh"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab93fc",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  p.\n                                  094029",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Crop loss and ensuing social crises can be detrimental for the agriculture-driven economy of India. Though some studies identify country-wide increasing temperatures as the dominant factor for crop loss, the agro-climatic diversity within the country necessitates an understanding of the influence of climate variability on yields at regional scales. We report a complex interplay among rainfall, temperature and cropping choices, with a focus on the drought-prone Marathwada region in Maharashtra. Our analysis based on observations, as well as statistical and process-based modelling experiments, and temperature projections of 1.5 °C and 2 °C warmer worlds show that for the two major cropping seasons, rainfall deficit is the primary cause of crop failure, as compared to rising temperatures. The gradual shift from drought-resilient food crops, such as sorghum and pearl-millet to water-intensive cash crops such as sugarcane in recent years, is seemingly responsible for aggravating this crisis. Our findings warrant strategies promoting drought-resilient food crops, that will be useful, not only for mitigating the immediate agrarian crisis, but also for curbing impending threats to food security in the region under future climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab93fc"
  }
]