[
  {
    "title": "Spatiotemporal Patterns of Evapotranspiration in Central Asia from 2000 to 2020",
    "authors": [
      "Xingming Hao,",
      "Xue Fan,",
      "Zhuoyi Zhao,",
      "Jingjing Zhang"
    ],
    "doi": "https://doi.org/10.3390/rs15041150",
    "journalVolume": "Vol. 15,\n                                no. 1150\n                                \n                                  p.\n                                  1150",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Evapotranspiration (ET) affects the dry and wet conditions of a region, particularly in arid Central Asia, where changes in evapotranspiration profoundly influence society, the economy, and ecosystems. However, the changing trends in and driving factors of evapotranspiration in Central Asia remain unclear. Therefore, we used estimated ET and reanalysis data to answer research questions. Our results showed that (1) potential evapotranspiration (PET) and ET showed a generally downward trend, in which PET and ET decreased in 37.93% and 17.42% of the total area, respectively. However, PET and ET showed opposite trends in 59.41% of the study area, mainly showing a decrease in PET and an increase in ET. (2) The absolute contribution rates of vegetation–human activity coupling factor (VH), PET, and precipitation (P) to ET were 43.19%, 40.02%, and 16.79%, respectively, and the VH was the main determiner of ET. (3) Transpiration (ETc) dominated the change in ET in 56.4% of the region, whereas soil evaporation (ETs) dominated the change in ET in the rest of the region. The coverage threshold that determines the dominant contributions of ETc and ETs to ET was approximately 18–19%. Below this coverage threshold, the contribution rate of ETs to ET exceeded that of ETc and vice versa. In the context of global climate change, this study can provide scientific support for the restoration of water resources and sustainability evaluation of water resources.",
    "readLink": "https://www.mdpi.com/2072-4292/15/4/1150"
  },
  null,
  {
    "title": "Adapting Grapevine Productivity and Fitness to Water Deficit by Means of Naturalized Rootstocks",
    "authors": [
      "Emilio Villalobos-Soublett,",
      "Nicolás Verdugo-Vásquez,",
      "Irina Díaz,",
      "Andrés Zurita-Silva"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.870438",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Climate change effects are unbalanced in all regions and cultivars linked to the wine industry. However, the impact of extreme weather events, such as drought and rising global temperatures, highlight the potential vulnerability in plant productivity, phenology, and crop water requirements that affect quality and harvests. Among adaptative measures for grapevine cultivars in existing or new winegrowing areas, the use of tolerant rootstocks to abiotic stress has been regarded as a mid-term strategy to face emerging constrains. The aim of this study was to compare naturalized or autochthonous rootstocks influence over grapevine cultivar performance and to characterize their response to deficit irrigation conditions. Data was collected from Cabernet Sauvignon and Syrah grafted plants for over 3 growing seasons (2018–2021) from a hyper-arid experimental field in Vicuña, Chile. Morpho-physiological parameters were determined throughout seasons and combinations where significant effects from rootstocks, irrigation treatment, and cultivar were observed over An and gs, thus modifying CO2 assimilation and intrinsic Water Use Efficiency (WUEi). Primary productivity and yield were also modified by rootstock depending upon cultivar hydric behavior. Interestingly, cluster and berry traits were unaffected despite how water productivity and integral water stress were modulated by rootstock. In both cultivars, it was observed that trait responses varied according to the irrigation conditions, rootstocks, and their respective interactions, thus highlighting a relative influence of the rootstocks in the processes of adaptation to the water deficit. Moreover, harvest date and acidity were modified by deficit irrigation treatment, and rootstocks did not modify phenological stages. Adaptation of grapevines to expected lower water availability might be improved by using suitable tolerant rootstocks, and maturity index can be modified through irrigation management.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.870438/full"
  },
  {
    "title": "Climate Change, Pollution, Deforestation, and Mental Health: Research Trends, Gaps, and Ethical Considerations",
    "authors": [
      "Moritz E. Wigand,",
      "Cristian Timmermann,",
      "Ansgar Scherp,",
      "Thomas Becker,",
      "Florian Steger"
    ],
    "doi": "https://doi.org/10.1029/2022GH000632",
    "journalVolume": "Vol. 6,\n                                no. 11\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2471-1403 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2471-1403/",
    "abstract": "Abstract Climate change, pollution, and deforestation have a negative impact on global mental health. There is an environmental justice dimension to this challenge as wealthy people and high‐income countries are major contributors to climate change and pollution, while poor people and low‐income countries are heavily affected by the consequences. Using state‐of‐the art data mining, we analyzed and visualized the global research landscape on mental health, climate change, pollution and deforestation over a 15‐year period. Metadata of papers were exported from PubMed®, and both relevance and relatedness of terms in different time frames were computed using VOSviewer. Co‐occurrence graphs were used to visualize results. The development of exemplary terms over time was plotted separately. The number of research papers on mental health and environmental challenges is growing in a linear fashion. Major topics are climate change, chemical pollution, including psychiatric medication in wastewater, and neurobiological effects. Research on specific psychiatric syndromes and diseases, particularly on their ethical and social aspects is less prominent. There is a growing body of research literature on links between mental health, climate change, pollution, and deforestation. This research provides a graphic overview to mental healthcare professionals and political stakeholders. Social and ethical aspects of the climate change‐mental health link have been neglected, and more research is needed.",
    "readLink": "https://doi.org/10.1029/2022GH000632"
  },
  {
    "title": "Climate projections of precipitation and temperature in cities from ABC Paulista, in the Metropolitan Region of São Paulo—Brazil",
    "authors": [
      "María Cleofé Valverde,",
      "Bianca Nunes Calado,",
      "Gabrielle Gomes Calado,",
      "Larissa Yumi Kuroki,",
      "Ricardo Brambila,",
      "Aline Ramos de Sousa"
    ],
    "doi": "https://doi.org/10.3389/fclim.2023.1127026",
    "journalVolume": "Vol. 5",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Cities are increasingly vulnerable to climate change's impacts and poorly adapted to extreme variability. This study aimed to evaluate climate projections of air temperature and precipitation in seven cities in the Metropolitan Region of São Paulo that correspond to the Greater ABC Paulista. We used high-resolution models Eta-HADGEM2_ES (CMIP5), CNRM-CM6-1-HR (CMIP6), and the TerraClimate database to analyze future projections and the specific warming levels (SWLs), respectively. Model data were validated with observed data and bias was removed. A bias correction factor was generated and used in the climate projections for the different emission scenarios. The results show a consensus between the models and the SWLs (2 and 4°C) for the increase in maximum (Tmax) and minimum (Tmin) temperatures for all municipalities in ABC Paulista in different emission scenarios until the end of the 21st century. For the nearest future (2020–2040), the city of São Caetano do Sul (SCS) shows the highest positive annual anomalies of Tmax concerning the climatological period (1985–2015), for the scenario RCP4.5 (2.8°C) and the RCP8.5 (7.4°C), according to projections from the Eta-HADGEM2_ES, highlighting summer and autumn as the hottest. For precipitation, there was a consensus between the Eta-HADGEM2_ES and the CNRM-CM6-1-HR for a reduction in all scenarios and time-slices 2020–2040 and 2041–2070. The municipalities of Diadema (−78.4%) and SCS (−78%) showed the most significant reductions in December for the RCP8.5, and for SSP5-8.5, SCS shows −30.9% in December for the 2020–2040 time-slice. On the other hand, TerraClimate presents excess rain for Ribeirão Pires (+24.8%) and Santo André (+23.7%) in winter for SWL4°C. These results suggest that an increase in Tmax and Tmin, as projected, should influence the intensity of extreme heat events. Furthermore, a reduction in annual and seasonal rainfall does not mean a decrease in the region's extreme daily events that cause floods and landslides. However, it leaves an alert of water scarcity for the supply and demand of the population. ABC Paulista does not have adaptation plans to face extreme climate change. The results can contribute to the first phase of creating an adaptation plan, giving a first view of the climate threat that should intensify until the end of the twentieth century affecting the most vulnerable municipalities.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2023.1127026/full"
  },
  {
    "title": "Dubya Echoes Confirmation of Human-Induced Global Warming Theory and an Antioxidant Unravels",
    "authors": [
      "Shauna Haley"
    ],
    "doi": "https://doi.org/10.1100/tsw.2001.63",
    "journalVolume": "Vol. 1\n                                \n                                \n                                  pp.\n                                  48\n                                  – 48",
    "issn": "2356-6140 (Print)",
    "publisher": "1537-744X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology",
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/tswj/",
    "abstract": "U.S. President George W. Bush’s nod to scientific evidence for human industrialization’s major role in the onset of global climate change grabs both top story positions in Nature and Science this week.",
    "readLink": "http://dx.doi.org/10.1100/tsw.2001.63"
  },
  {
    "title": "Asian summer monsoon responses to the change of land‒sea thermodynamic contrast in a warming climate: CMIP6 projections",
    "authors": [
      "Qing-Yuan Wu,",
      "Qing-Quan Li,",
      "Yi-Hui Ding,",
      "Xin-Yong Shen,",
      "Meng-Chu Zhao,",
      "Yu-Xiang Zhu"
    ],
    "doi": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  205\n                                  – 217",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "It is of practical significance to use the updated Coupled Model Intercomparison Project Phase 6 (CMIP6) models to study the impact of changes in land‒sea thermodynamic contrast (TC) on the Asian summer monsoon under different scenarios and to compare the similarities and differences of the impact mechanisms between different monsoon regions. In this study, we investigated future changes of the Asian summer monsoon under four Shared Socioeconomic Pathway (SSP) scenarios using 19 CMIP6 models. The intensity of the South Asian summer monsoon (SASM) is projected to decrease by 2.6%, 6.3%, 10.1%, and 11.1%, while the East Asian summer monsoon (EASM) intensity is projected to increase by 4.6%, 7.9%, 7.4%, and 9.8% until the end of the 21st century for SSP126, SSP245, SSP370, and SSP585 scenarios, respectively. Moreover, summer precipitation in Asia is projected to increase remarkably in 2015–2099 under all four scenarios. The inconsistent warming trends over the Tibetan Plateau (TP), Northwest Pacific, and tropical Indian Ocean would greatly impact the monsoon circulations. The upper-troposphere warming trend over the surrounding oceans is remarkably greater than that over the TP, while the near-surface warming trend over the surrounding oceans is smaller than that over the TP. The decrease of upper-troposphere TC between the TP and tropical Indian Ocean results in a weakening of the SASM circulation. The enhancement of the lower-troposphere TC between the TP and Northwest Pacific would strengthen the EASM circulation. Moisture budget analysis shows that the water-vapor would increase in the future, which would thermodynamically enhance summer precipitation through the anomalous vertical moisture transport associated with mean flow. The strengthening of the meridional circulation of the EASM would increase monsoon precipitation, while the weakening of zonal circulation of the SASM would dynamically reduce South Asian summer precipitation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822000077"
  },
  {
    "title": "Irrigation impacts on minimum and maximum surface moist enthalpy in the Central Great Plains of the USA",
    "authors": [
      "Tianyi Zhang,",
      "Rezaul Mahmood,",
      "Xiaomao Lin,",
      "Roger A. Pielke, Sr."
    ],
    "doi": "Vol. 23",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Agricultural activities notably alter weather and climate including near-surface heat content. However, past research primarily focused on dry bulb temperature without considering the role of water vapor (dew point temperature) on surface air heat content. When using dry bulb temperature trends to assess these changes, for example, not including concurrent trends in absolute humidity can lead to errors in the actual rate of warming or cooling. Here we examined minimum and maximum surface moist enthalpy, which can be expressed as “equivalent temperature.” Using hourly climate data in the Central Great Plains (Nebraska and Kansas) from 1990 to 2014, the averages and trends of minimum and maximum equivalent temperature (TE_min; TE_max) were analyzed to investigate the potential impacts of irrigation. During the growing season, TE_max averages were significantly higher in irrigated cropland sites compared to grassland sites. This can be explained by increased transpiration linked to irrigation. In addition, TE_max exhibits a decreasing trend in most sites over the growing season. However, the difference of the trends under irrigated croplands and grasslands is not statistically significant. A longer time series and additional surface energy flux experiments are still needed to better understand the relationships among temperature, energy, and land cover. Keywords: Land use land cover change, Irrigation, Equivalent temperature, Moist enthalpy, The great plains, Temperature trends, Heating trends, Dew point temperature",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094718300938"
  },
  {
    "title": "Does Transformational Adaptation Require a Transformation of Climate Services?",
    "authors": [
      "Eva Boon,",
      "Hasse Goosen,",
      "Felix van Veldhoven,",
      "Rob Swart"
    ],
    "doi": "https://doi.org/10.3389/fclim.2021.615291",
    "journalVolume": "Vol. 3",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Cities, regions and countries are increasingly adapting to climate change. Adaptation approaches often build on disaster management activities to deal with climate extremes and make improvements to already existing systems to prepare for climate change, e.g., through water engineering or cooling existing buildings. But ideally, adaptation strategies aim also at tackling the root causes of climate risks through broader sustainable development pathways. Such transformational approaches, however, are still in their infancy. In this perspective paper we argue that there is a lack of guidance to support policy-makers to develop transformational adaptation strategies. There is a need and opportunity to develop climate services that support transformational adaptation. We explore how climate services can support transformational adaptation, drawing from literature, practical experience and illustrative examples. We identify four knowledge requirements: (1) system knowledge to identify the root causes and solutions; (2) inspirational and cross-disciplinary knowledge to develop a long-term vision; (3) a clear climate message and guiding principles to mainstream the vision; and (4) design principles that are connected to the priorities and interests of the stakeholders. We conclude that developing climate services for transformational adaptation involves a delicate process of simplifying and aggregating climate knowledge, as well as integrating it with knowledge about the physical, economic and social systems of cities and regions. This means that climate service providers need to widen their scope and skills, and collaborate with experts in the fields urban planning, landscape architecture, ecology, health, and sociology.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2021.615291/full"
  },
  {
    "title": "Carbon Fixation Trends in Eleven of the World’s Largest Lakes: 2003–2018",
    "authors": [
      "Michael Sayers,",
      "Karl Bosse,",
      "Gary Fahnenstiel,",
      "Robert Shuchman"
    ],
    "doi": "https://doi.org/10.3390/w12123500",
    "journalVolume": "Vol. 12,\n                                no. 3500\n                                \n                                  p.\n                                  3500",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Large freshwater lakes provide immense value to the surrounding populations, yet there is limited understanding of how these lakes will respond to climate change and other factors. This study uses satellite remote sensing to estimate annual, lake-wide primary production in 11 of the world’s largest lakes from 2003–2018. These lakes include the five Laurentian Great Lakes, the three African Great Lakes, Lake Baikal, and Great Bear and Great Slave Lakes. Mean annual production in these lakes ranged from under 200 mgC/m2/day to over 1100 mgC/m2/day, and the lakes were placed into one of three distinct groups (oligotrophic, mesotrophic, or eutrophic) based on their level of production. The analysis revealed only three lakes with significant production trends over the study period, with increases in Great Bear Lake (24% increase over the study period) and Great Slave Lake (27%) and a decline in Lake Tanganyika (−16%). These changes appear to be related to climate change, including increasing temperatures and solar radiation and decreasing wind speeds. This study is the first to use consistent methodology to study primary production in the world’s largest lakes, allowing for these novel between-lake comparisons and assessment of inter-annual trends.",
    "readLink": "https://www.mdpi.com/2073-4441/12/12/3500"
  }
]