[
  {
    "title": "Impacts of Exotic Pests on Forest Ecosystems: An Update",
    "authors": [
      "Qinfeng Guo,",
      "Kevin M. Potter,",
      "Hai Ren,",
      "Peixia Zhang"
    ],
    "doi": "https://doi.org/10.3390/f14030605",
    "journalVolume": "Vol. 14,\n                                no. 605\n                                \n                                  p.\n                                  605",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Pests (e.g., insects, pathogens) affect forest communities through complex interactions with plants, other animals, and the environment. While the effects of exotic (non-native) pests on trees received broad attention and were extensively studied, fewer studies addressed the ecosystem-level consequences of these effects. Related studies so far mostly only targeted a very few dominant pests (e.g., hemlock woolly adelgid—HWA, beech bark disease—BBD, and spongy moth—SM) and were limited to aspects of the complex situation such as (1) pests’ direct physical disturbance to forest ecosystems, (2) altered geochemical elements of soils, water, and air (e.g., excretion), and (3) feedback effects from the alteration of ecosystems on plants, native insects, and present and future pest invasions. New studies also show that, in general, planted forests appear to be more prone to exotic pest invasions and thus suffer greater impacts than natural forests. Integrated studies are critically needed in the future to address (1) direct/indirect interactions of pests with ecosystem elements, (2) both short- and long-term effects, and (3) feedback effects. We discuss the implications of the new findings and corresponding management strategies.",
    "readLink": "https://www.mdpi.com/1999-4907/14/3/605"
  },
  {
    "title": "In-situ Image Analysis of Habitat Heterogeneity and Benthic Biodiversity in the Prince Gustav Channel, Eastern Antarctic Peninsula",
    "authors": [
      "Peter M. Almond,",
      "Katrin Linse,",
      "Simon Dreutter,",
      "Susie M. Grant,",
      "Huw J. Griffiths,",
      "Rowan J. Whittle,",
      "Melanie Mackenzie,",
      "William D. K. Reid"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.614496",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Habitat heterogeneity is important for maintaining high levels of benthic biodiversity. The Prince Gustav Channel, on the Eastern Antarctic Peninsula, is characterized by an array of habitat types, ranging from flat, mud-dominated sheltered bays to steep and rocky exposed slopes. The channel has undergone dramatic environmental changes in recent decades, with the southern end of the channel permanently covered by the Prince Gustav Ice Shelf until it completely collapsed in 1995. Until now the marine benthic fauna of the Prince Gustav Channel has remained unstudied. A shallow underwater camera system and Agassiz trawl were deployed at different locations across the channel to collect information on habitat type and heterogeneity, benthic community composition and macrofaunal biomass. The texture of the seafloor was found to have a significant influence on the benthos, with hard substrates supporting higher abundances and diversity. Suspension and filter feeding organisms, including porifera, crinoids, and anthozoans, were strongly associated with hard substrates, with the same being true for deposit feeders, such as holothurians, and soft sediments. Habitat heterogeneity was high across the Prince Gustav Channel, particularly on a local scale, and this was significant in determining patterns of benthic composition and abundance. Other physical variables including depth and seafloor gradient played significant, interactive roles in determining composition potentially mediated through other processes. Sites that were once covered by the Prince Gustav Ice Shelf held distinct and unique communities, suggesting that the legacy of the ice shelf collapse may still be reflected in the benthos. Biomass estimations suggest that critical thresholds of vulnerable marine ecosystem indicator taxa, as defined by the Commission for the Conservation of Antarctic Marine Living Resources, have been met at multiple locations within the Prince Gustav Channel, which has implications for the future establishment of no take zones and marine protected areas within the region.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.614496/full"
  },
  {
    "title": "Changes of Land Use and Land Cover with the Diversity of Fishes, Aquatic Plants, and Bird’s Species at Wetland Ecosystem",
    "authors": [
      "Mohammad Zahangeer Alam,",
      "Md. Abdullahil Baki Bhuiyan,",
      "Hasan Muhammad Abdullah,",
      "Suma Rani Ghosh,",
      "Mohammad Maksudul Hassan,",
      "Ruzina Akter,",
      "M. Rokonuzzaman,",
      "Mohammad Shah Alam"
    ],
    "doi": "https://doi.org/10.1155/2021/7533119",
    "journalVolume": "Vol. 2021",
    "issn": "2356-6140 (Print)",
    "publisher": "1537-744X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology",
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/tswj/",
    "abstract": "Bangladesh is rich in wetland biodiversity with aquatic plants, fishes, and birds. Mohanganj Upazila is known as the capital of lower Bangladesh. The present study focuses on the changes of land use and land cover (LULC) with a diversity of species that are being least concerned (LC), vulnerable (VU), and endangered (EN). Over the last two decades, the wetland species of Mohanganj were gradually declined. Our results showed that 19 fish, 4 aquatic plants, and 7 bird species were LC in 2015. Among the fish and aquatic plant species, 6 fish species (Wallago attu, Ompok pabda, Channa punctate, Chitala chitala, Salmostoma phulo, and Corica soborna) and 2 aquatic plant species (Nymphaea nouchali and Nymphaea lotus) were VU during the dry and rainy season of 2017 and 2019, respectively. In the dry season of 2019, 4 fish species (W. attu, O. pabda, C. punctate, and Ch. chitala), 2 aquatic plant species (N. nouchali and N. lotus), and 7 bird species (Anas platyrhynchos, Ardeola grayii, Gyps bengalensis, Alcedo atthis, Phalacrocorax fuscicollis, Porphyrio porphyria, and Larus ridibundus) were EN. Among the species, W. attu, N. nouchaii, G. bengalensis, P. porphyria, and L. ridibundus were extremely endangered categories. Changes in LULC, the establishment of settlements for the increasing population, indiscriminate use of pesticides, environmental pollutions, and climate change are the potential reasons for declining trends of wetland biodiversity. Stern actions on land use policy, expansion of organic agriculture, bioremediation of industrial effluents, and adoption of sustainable environmental policies should be taken by the Government of Bangladesh for immediate conservation of wetland biodiversity.",
    "readLink": "http://dx.doi.org/10.1155/2021/7533119"
  },
  {
    "title": "Szarvasi-1 and Its Potential to Become a Substitute for Maize Which Is Grown for the Purposes of Biogas Plants in the Czech Republic",
    "authors": [
      "Jaroslav Bernas,",
      "Jan Moudrý,",
      "Marek Kopecký,",
      "Petr Konvalina,",
      "Zdeněk Štěrba"
    ],
    "doi": "https://doi.org/10.3390/agronomy9020098",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  98",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The domestic biogas market has been developing rapidly, and legislation (The Act) supporting the use of renewable energy sources has come into force. In light of this act and investment support from national programs co-financed by the European Union (EU), the total number of biogas plants has recently increased from a few to 600. The total capacity of electricity generation of those 600 installed plants exceeds 360 Megawatts (MW) (as of mid-2018). Such dynamic growth is expected to continue, and the targets of the National Renewable Energy Action Plan are projected to be met. The use of waste material, which was urgently needed, was the original aim of biogas plants. However, in certain cases, the original purpose has transformed, and phytomass is very often derived from purpose-grown energy crops. Maize is the most common and widely grown energy crop in the Czech Republic. Nevertheless, maize production raises several environmental issues. One way to potentially reduce maize’s harmful effects is to replace it with other suitable crops. Perennial energy crops, for example, are possible alternatives to maize. A newly introduced species for the conditions of the Czech Republic, Elymus elongatus subsp. ponticus cv. Szarvasi-1, and some other well-known species—Phalaris arundinacea L. and Miscanthus × giganteus—are suitable for Czech Republic climate conditions. This paper presents the findings of the research and evaluation of environmental, energy-related, and economic aspects of growing these crops for use in biogas plants. These findings are based on 5-year small-plot field trials. The energy-related aspects of producing Elymus elongatus subsp. ponticus cv. Szarvasi-1, Phalaris arundinacea L., and Miscanthus x giganteus are reported on the basis of experiments that included measuring the real methane yield from a production unit. The economic analysis is based on a model of every single growing and technological operation and costs. The environmental burden of the individual growing methods was assessed with a simplified life cycle assessment (LCA) using the impact category of Climate Change and the SimaPro 8.5.2.0 software tool, including an integrated method called ReCiPe. The research findings show that Szarvasi-1 produces 5.7⁻6.7 Euros (EUR) per Gigajoule (GJ) of energy, depending on the growing technology used. Szarvasi-1 generates an average energy profit of 101.4 GJ ha−1, which is half of that produced by maize (214.1 GJ ha−1). The environmental burden per energy unit of maize amounts to 16 kg of carbon dioxide eq GJ−1 compared with the environmental burden per energy unit of Szarvasi-1, which amounts to 7.2⁻15.6 kg of CO2 eq GJ−1, depending on the yield rate. On the basis of the above-mentioned yield rate of Szarvasi-1, it cannot be definitively recommended for the purpose of biogas plants in the Czech Republic.",
    "readLink": "https://www.mdpi.com/2073-4395/9/2/98"
  },
  {
    "title": "Forest habitats and plant communities strongly predicts Megachilidae bee biodiversity",
    "authors": [
      "Lindsie M. McCabe,",
      "Paige Chesshire,",
      "Neil S. Cobb"
    ],
    "doi": "https://doi.org/10.7717/peerj.16145",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  p.\n                                  e16145",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Megachilidae is one of the United States’ most diverse bee families, with 667 described species in 19 genera. Unlike other bee families, which are primarily ground nesters, most megachilid bees require biotic cavities for nesting (i.e., wood, pithy stems, etc.). For this group, the availability of woody-plant species may be as important as nectar/pollen resources in maintaining populations. We studied Megachilidae biodiversity in the continental United States. We confirmed that the highest species richness of Megachilidae was in the southwestern United States. We examined the relationship between species richness and climate, land cover, tree species richness, and flowering plant diversity. When examining environmental predictors across the conterminous United States, we found that forested habitats, but not tree diversity, strongly predicted Megachilidae richness. Additionally, Megachilidae richness was highest in areas with high temperature and low precipitation, however this was not linearly correlated and strongly positively correlated with flowering plant diversity. Our research suggests that the availability of nesting substrate (forested habitats), and not only flowering plants, is particularly important for these cavity-nesting species. Since trees and forested areas are particularly susceptible to climate change, including effects of drought, fire, and infestations, nesting substrates could become a potential limiting resource for Megachilidae populations.",
    "readLink": "https://peerj.com/articles/16145.pdf"
  },
  {
    "title": "Systematic review of macrofungi biodiversity in Eastern Africa countryside: uses, distribution, and conservation checklists",
    "authors": [
      "Ndifon E. Mjaika"
    ],
    "doi": "https://doi.org/10.15547/ast.2023.03.022",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  pp.\n                                  3\n                                  – 17",
    "issn": "1313-8820 (Print)",
    "publisher": "1314-412X (Online)",
    "countryOfPublisher": "Trakia University. Faculty of Agriculture, Stara Zagora",
    "lcc": [
      "Bulgaria",
      "Agriculture"
    ],
    "journalUrl": "http://agriscitech.eu/",
    "abstract": "Abstract. Mushroom biodiversity covers some indispensable non-timber forest products that are wide-spread in Africa, although these resources are currently underutilized, underdeveloped, and left to face the vagaries of climate change and human activities unmanaged. The mushrooms of Eastern Africa have barely been identified or examined for their potential to better the livelihood of the inhabitants. This review of published-online-only literature was carried out to systematically document this biodiversity and its potentials. There were 135 edible mushrooms, 9 edible+medicine mushrooms, and 59 species with no ascribed uses out of 205 species altogether in Eastern Africa. Two mushrooms were identified as poisonous. There were 32 key edible mushrooms in Eastern Africa based on their usage. A tally of mushrooms species (based on country where they were sighted) showed that Ethiopia accounted for 96 species, Tanzania (75), Burundi (37), Rwanda (24), Kenya (18), and Uganda (6) while no information was available from the rest of the countries in the region. The most common genera of mushrooms included Termitomyces, Russula, Pleurotus, Marasmius, Lactarius, Coprinus, Cantharellus, Armillaria, Amanita, and Agaricus. While the most popular species (based on consumption by more locations/tribes) were Amanita zambiana, Hypholoma fasciculare (could be poisonous), Pleurotus cystidiosus, Polyporus tenuiculus, Termitomyces letestui, and Termitomyces striatus. However, it was observed that these tribes or locations were often only within a few countries. Therefore, truly regional mushrooms included Schizophyllum commune (could be poisonous), Suillus luteus, Termitomyces clypeatus, Termitomyces striatus, and Termitomyces microcarpus based on their being found in at least three or more countries. Fungi biodiversity conservation is inadequate in the region.",
    "readLink": "https://agriscitech.eu/systematic-review-of-macrofungi-biodiversity-in-eastern-africa-countryside-uses-distribution-and-conservation-checklists/"
  },
  {
    "title": "CLIMATE CHANGE IN KYIV: WAYS TO CONTERACT AND MINIMIZE NEGATIVE EFFECTS",
    "authors": [
      "V. Bazylevych,",
      "G. Kupalova"
    ],
    "doi": "https://doi.org/10.17721/1728-2667.2013/152-11/1",
    "journalVolume": "Vol. 10,\n                                no. 152\n                                \n                                  pp.\n                                  6\n                                  – 12",
    "issn": "1728-2667 (Print)",
    "publisher": "2079-908X (Online)",
    "countryOfPublisher": "Publishing Center \"Kyiv University\"",
    "lcc": [
      "Ukraine",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://bulletin-econom.univ.kiev.ua/index.php/en/",
    "abstract": "ital issues of climate change in Kyiv are studied with elucidation of the need for developing a comprehensive research technique to analyse and assess a cumulative impact of the process. The study exposes anthropogenic and natural factors responsible for climate formation in Kyiv and the climatic changes. With an account for recent international experience the proposals are formulated how to make use of contemporary administrative, economic, legal and regulatory levers to forestall climatic changes in the capital and cope with the negative environmental aftermath.",
    "readLink": "http://bulletin-econom.univ.kiev.ua/wp-content/uploads/2015/11/152_1.pdf"
  },
  {
    "title": "In Search of Social Resilience? Regeneration Strategies for Polish Cities",
    "authors": [
      "Przemysław Ciesiółka,",
      "Barbara Maćkiewicz"
    ],
    "doi": "https://doi.org/10.3390/su141911969",
    "journalVolume": "Vol. 14,\n                                no. 11969\n                                \n                                  p.\n                                  11969",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Following the fall of the socialist regime, Central and Eastern Europe’s cities underwent a systemic transformation that was greatly influenced by internationalization and globalization. Due to their EU membership, these cities could also access structural development funds, which had an important impact on how urban restructuring has proceeded in recent years. In this article, we analyze both the data and the opinions of various actors concerning social resilience aspects in regeneration strategies employed in Polish cities related to the political shock of the systemic transformation and the consequences of this process. Particular emphasis is on linking these policies with the former character and changes in the social and physical and environmental structure of historic districts. The city of Poznań, which is considered a forerunner of regeneration in Poland, was chosen as a case study. Strategies related to improving the condition of buildings and land use have been successfully implemented, although they have sometimes attracted criticism from climate change activists, while those related to improving the living situation of people living in regenerated areas have failed. Urban regeneration resulted in the gentrification and few social benefits were obtained. Regeneration efforts have not achieved possible outcomes in terms of social resilience.",
    "readLink": "https://www.mdpi.com/2071-1050/14/19/11969"
  },
  {
    "title": "Amplified warming induced by large-scale application of water-saving techniques",
    "authors": [
      "Jing Fu,",
      "Shaozhong Kang,",
      "Lu Zhang,",
      "Xiaolin Li,",
      "Pierre Gentine,",
      "Jun Niu"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac4b52",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  p.\n                                  034018",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Large-scale agricultural activities can exacerbate global climate change. In the past three decades, over 5 Mha of cultivated land have been equipped with water-saving techniques (WSTs) in Northwest China to cope with water scarcity. However, the effect of WSTs on local climate and its mechanisms are not yet understood. Here, we have quantified the local climatic effect by comparing temperature and humidity at controlled and irrigated sites before and after the large-scale implementation of WST. Results show that the substantial reduction in irrigation water use has led to an average increase of 0.3 °C in growing-season temperature and reduced relative humidity by 2%. Near-surface air temperature responds nonlinearly to percentage area of WST and a threshold value of 40% is found before any noticeable warming effect over the study area. Moreover, it is found that regions with relatively humid climates respond more significantly to WST. This study reveals the mechanism of WST on near-surface climate and highlights the importance of incorporating this feedback into sustainable water management and land-surface models for assessing the impact of irrigated agriculture on regional climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac4b52"
  },
  {
    "title": "Climate risk communication of navigation safety and climate conditions over Lake Victoria basin: Exploring perceptions and knowledge of indigenous communities",
    "authors": [
      "James Kiwanuka-Tondo,",
      "Fredrick Semazzi,",
      "Keon Pettiway"
    ],
    "doi": "https://doi.org/10.1080/23311886.2019.1588485",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "2331-1886 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oass",
    "abstract": "Governmental and non-governmental organizations have increasingly developed climate services and products to improve safety on Lake Victoria, Africa’s largest and the world’s second largest freshwater lake. Despite these efforts and other interests in efficient exploitation of natural resources, Lake Victoria is one of the most dangerous waterways in the world. Each year, around 5,000 people lose their lives on the lake due to navigation accidents. The purpose of this study is to analyze the perceptions of the stakeholders about climate change, meteorological services, causes of accidents, and cultural, social, and economic barriers that lead to lack of safety of navigation on Lake Victoria. The study uses anecdotal interviews with a convenience sample of five participants and surveys research with a convenience sample of 316 respondents from Burundi, Kenya, Rwanda, Tanzania, and Uganda. The study makes a significant contribution to the understanding of the multilayered ecological, socioeconomic, environmental, technological, and health-related factors that influence the safety of navigation on the lake by harnessing the indigenous knowledge of the stakeholders about their concerns and experiences. The authors assert and reaffirm the importance of integrating indigenous and scientific climate knowledge, offering strategies to enhance climate services and make technological products culturally relevant.",
    "readLink": "http://dx.doi.org/10.1080/23311886.2019.1588485"
  }
]