[
  {
    "title": "Innovative Multi-Actor Collaborations as Collective Actors and Institutionalized Spaces. The Case of Food Governance Transformation in Leuven (Belgium)",
    "authors": [
      "Clara Medina-García,",
      "Clara Medina-García,",
      "Sharmada Nagarajan,",
      "Lariza Castillo-Vysokolan,",
      "Erik Béatse,",
      "Pieter Van den Broeck"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2021.788934",
    "journalVolume": "Vol. 5",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "The sustainable transformation of food systems is a particularly prolific field in which innovative multi-actor collaborations (IMACs) are being tested. Despite the growing literature on food governance and transformation of food systems, and on the principles of alternative food networks and local food strategies, little is known about how these are implemented and how multi-actor networks are coordinated and governed. Taking food as a lens, our objectives are to identify (1) how IMACs are established, (2) how collaboration is enacted within them, and (3) how governance innovations in these fields affect and are affected by broader urban governance innovation. Methodologically, we take a transdisciplinary action research approach, combining different groups of researchers with stakeholders involved in two on-going and interacting IMAC trajectories in Leuven (Belgium), i.e., the non-profit governmental organization Leuven2030 aiming to achieve climate-neutrality and the parallel collective development and implementation of the local food strategy “Food Connects.” After reconstructing the trajectory of these IMACs from a governance perspective and discussing their current limitations, we realize that these IMACs perform both as collective actors and as institutionalized spaces for experimentation and transformative change. Our findings demonstrate that IMACs can be an empowering tool for local actors to challenge supra-local and systemic power imbalance and injustice; that networking and supra-local connections of urban actors can increase the legitimacy and outreach of transition processes, mobilization of resources and peer-learning; and that the consolidation of IMACs builds on previous sedimentations of experimentation and benefits from the impulse of political will in specific windows of opportunity. We conclude that the institutionalization of common objectives set within IMACs requires a parallel institutionalization of governance structures that enabled reaching them, which entails defining specific roles and responsibilities among actors and ensuring stable spaces for conflict, deliberation, and negotiation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2021.788934/full"
  },
  {
    "title": "The Cr(VI) Stability in Contaminated Coastal Groundwater: Salinity as a Driving Force",
    "authors": [
      "Ioannis-Porfyrios  D. Eliopoulos,",
      "George  D. Eliopoulos,",
      "Maria Economou-Eliopoulos"
    ],
    "doi": "https://doi.org/10.3390/min11020160",
    "journalVolume": "Vol. 11,\n                                no. 160\n                                \n                                  p.\n                                  160",
    "issn": "2075-163X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology: Mineralogy"
    ],
    "journalUrl": "https://www.mdpi.com/journal/minerals",
    "abstract": "Chromium concentrations in seawater are less than 0.5 μg/L, but the Cr(VI) in contaminated coastal groundwater affected by Cr-bearing rocks/ores and/or human activities, coupled with the intrusion of seawater may reach values of hundreds of μg/L. A potential explanation for the stability of the harmful Cr(VI) in contaminated coastal aquifers is still unexplored. The present study is an overview of new and literature data on the composition of coastal groundwater and seawater, aiming to provide potential relationships between Cr(VI) with major components in seawater and explain the elevated Cr(VI) concentrations. It is known that the oxidation of Cr(III) to Cr(VI) and the subsequent back-reduction of Cr(VI) processes, during the transport of the mobilized Cr(VI) in various aquifers, facilitate the natural attenuation process of Cr(VI). Moreover, the presented positive trend between B and Cr(VI) and negative trend between δ53Cr values and B concentration may suggest that seawater components significantly inhibit the Cr(VI) reduction into Cr(III), and provide insights on the role of the borate, [B(OH)4]− ions, a potential buffer, on the stability of Cr(VI) in coastal groundwater. Therefore, efforts are needed toward the prevention and/or minimization of the contamination by Cr(VI) of in coastal aquifers, which are influenced by the intrusion of seawater and are threatened by changes in sea level, due to climate change. The knowledge of the contamination sources, hotspots and monitoring of water salinization processes (geochemical mapping) for every coastal country may contribute to the optimization of agricultural management strategies.",
    "readLink": "https://www.mdpi.com/2075-163X/11/2/160"
  },
  {
    "title": "Organic Soils: Formation, Classification and Environmental Changes Records in the Highlands of Southeastern Brazil",
    "authors": [
      "Eduardo Carvalho Silva Neto,",
      "Marcondes Geraldo Coelho-Junior,",
      "Ingrid Horák-Terra,",
      "Thamyres Sabrina Gonçalves,",
      "Lúcia Helena Cunha Anjos,",
      "Marcos Gervasio Pereira"
    ],
    "doi": "https://doi.org/10.3390/su15043416",
    "journalVolume": "Vol. 15,\n                                no. 3416\n                                \n                                  p.\n                                  3416",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Soils constitute the largest terrestrial carbon (C) pool, representing more than the sum of carbon contained in the atmosphere and vegetation. In this context, organic soils stand out, storing 21% of the global soil organic C stock in only 3% of the Earth’s land surface. Moreover, these soils are a key component in our climate system, biodiversity, water cycle and records of environmental changes. Organic soils require specific attention as they provide a large variety of ecosystem services, but also because of their vulnerability to climate change. In this paper, we present a review of terms and concepts related to organic soils, their formation, pedoenvironments, and taxonomic classification. We also present a synthesis of studies in the highlands of southeastern Brazil using these soils as records of environmental change.",
    "readLink": "https://www.mdpi.com/2071-1050/15/4/3416"
  },
  {
    "title": "Ecological impacts of climate change on the snow leopard (Panthera unica) in South Asia",
    "authors": [
      "F. A. Kazmi,",
      "F. Shafique,",
      "M. U. Hassan,",
      "S. Khalid,",
      "N. Ali,",
      "N. Akbar,",
      "K. Batool,",
      "M. Khalid,",
      "S. Khawaja"
    ],
    "doi": "https://doi.org/10.1590/1519-6984.240219",
    "journalVolume": "Vol. 82",
    "issn": "1519-6984 (Print)",
    "publisher": "1678-4375 (Online)",
    "countryOfPublisher": "Instituto Internacional de Ecologia",
    "lcc": [
      "Brazil",
      "Science: Biology (General)",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.scielo.br/bjb",
    "abstract": "Abstract Snow leopard (Panthera unica) is a felid which lives in the highly rugged areas of alpine regions in different mountain ranges of South and Central Asia. This solitary animal needs large spaces for its ranges but due to climate change and relatively faster rate of global warming in South Asian mountain ranges, its habitat is going to shrink and fragment by tree-line shifts and change in hydrology of the area. Vegetative modification of montane flora and competition with domestic goats will create its prey’s population to decline along with a chance of a direct conflict and competition with the common leopard. Common leopard being more adaptable, grouped, and larger in size can be a significant stressor for a smaller and solitary snow leopard. Habitat would shrink, and snow leopard can possibly move upslope or northward to central Asian ranges and their predicted migratory patterns are unknown.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1519-69842022000100204&tlng=en"
  },
  {
    "title": "Strong Warming Rates in the Surface and Bottom Layers of a Boreal Lake: Results From Approximately Six Decades of Measurements (1964–2020)",
    "authors": [
      "Roohollah Noori,",
      "Sayed M. Bateni,",
      "Markus Saari,",
      "Mansour Almazroui,",
      "Ali Torabi Haghighi"
    ],
    "doi": "https://doi.org/10.1029/2021EA001973",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2333-5084 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Astronomy",
      "Science: Geology"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/agu/journal/10.1002/(ISSN)2333-5084/",
    "abstract": "Abstract High‐latitude lakes are warming faster than the global average with deep implications for life on Earth. Using an approximately six‐decade long in situ data set, we explored the changes in lake surface‐water temperature (LST), lake deep‐water temperature (LDT), lake depth‐weighted mean water temperature (LDMT), and ice‐free days in Lake Kallavesi, a boreal lake in central Finland, when the lake was stratified (June–August). Our results suggest that the LST is warming faster than the local air temperature (AT). As for the LST, fast warming was also observed in the LDT and LDMT, but at rates slower than those in the LST. The number of ice‐free days also shows an upward trend, with a rate of about 7 days per decade during the study period. The corresponding local AT is the main driver of the LST, followed by the ice‐free days and annual mean AT. Air temperature and ice‐free days also mainly contribute to the changes in the LDMT. The LDT is affected more by the North Atlantic Oscillation signals in this freshwater lake. The AT in the prior months does not affect the LDT in Lake Kallavesi although the AT during the prior season, that is, spring, is the main driver of summer LDT. This highlights the local AT impact on the LDT at time scales longer than a month. The warming rates in the lake water are at a minimum in June because the lake is not yet strongly stratified in this month when compared to July and August. These findings improve our knowledge of long‐term changes in the lake water temperature in a high‐latitude lake, a region with severe environmental consequences due to fast changes in the AT and lake ice phenology.",
    "readLink": "https://doi.org/10.1029/2021EA001973"
  },
  {
    "title": "Urban Planning and Sustainable Storm Water Management: Gaps and Potential for Integration for Climate Adaptation Strategies",
    "authors": [
      "Antonio Leone,",
      "Laura Grassini,",
      "Pasquale Balena"
    ],
    "doi": "https://doi.org/10.3390/su142416870",
    "journalVolume": "Vol. 14,\n                                no. 16870\n                                \n                                  p.\n                                  16870",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "While climate change urges cities to define appropriate strategies for climate adaptation, urban planning practices are still unable to encompass a broader understanding of hydraulic hazards and to exploit the mitigation potential of nature-based solutions (NBS) for stormwater management. This inability is particularly deep in the Italian context, where the integration of climate adaptation strategies within urban planning is very limited; thus, one of the planner’s overriding needs is to determine where NBS can be most effective. The objective of this paper is to identify key drivers and tools for the introduction of hydrological resilience assessments and sustainable storm water management in urban planning practices, as a contribution to climate adaptation strategies. Through a case study in the city of Bari, the paper proposes a method for identifying the most suitable urban areas for implementing NBS, i.e., areas where NBS are able to intercept runoff. On the other hand, the same approach allows one to evaluate in advance the impact of urban planning choices, or rather of the planned land use change. Finally, the planning tools that may favor the adoption of a NBS approach in urban planning are analyzed, with particular reference to the territorial landscape plan of the Apulia region and urban regeneration plans.",
    "readLink": "https://www.mdpi.com/2071-1050/14/24/16870"
  },
  {
    "title": "Spatial planning practices of adapting to climate change",
    "authors": [
      "Bart Jan Davidse,",
      "Meike Othengrafen,",
      "Sonja Deppisch"
    ],
    "doi": "Vol. 13,\n                                no. 2",
    "issn": "1650-9544 (Online)",
    "publisher": "Politecnico di Torino",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "https://journals.polito.it/index.php/EJSD",
    "abstract": "Although spatial planning is considered as crucial for climate change adaption, e.g. in the EU White Paper on Adaptation, there are uncertainties regarding the role of adaptation strategies in spatial planning practices. In this paper the potential role of spatial planning for climate change adaption is investigated by distinguishing between two adaptation strategies: avoidance and minimisation. A case study in Stockholm, Sweden, serves to analyse the implementation of these ways of adaptation in the strategic and detailed planning stages. Spatial planning documents reveal a mix of avoidance and minimisation strategies. Expert interviews were used for further analyses of the spatial planning processes around these documents. It was found that minimisation measures prevail, and that only under extraordinary circumstances, avoidance measures could be implemented. A conclusion is that a more prominent focus on avoidance measures is needed to utilise the full potential of spatial planning and to ensure more robust adaptation measures. In order to achieve this, a normative adaption hierarchy is proposed as a guiding spatial planning principle in decision making about adaptation to the effects of climate change.",
    "readLink": "https://ojstest.polito.it/index.php/EJSD/article/view/213"
  },
  null,
  {
    "title": "Changes in thermal comfortable condition in the Qinghai‒Tibet Plateau from 1979 to 2020",
    "authors": [
      "Lan-Yue Zhou,",
      "Jürgen Schmude,",
      "Pan-Mao Zhai,",
      "Qian Wang"
    ],
    "doi": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  666\n                                  – 675",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Qinghai‒Tibet Plateau (QTP) is one of the most sensitive regions to climate change in the world. As a result, people in the QTP are more likely to be sensitively affected by climate change than those in other regions, particularly in the poverty area. Using the Universal Thermal Climate Index (UTCI) derived from ERA5 and population data, changes in annual thermal comfort condition and population under such condition in the QTP are systematically analyzed. The results reveal that there is considerable regional heterogeneity in the distribution of UTCI and the number of comfortable days (CDs), mainly due to the complex geographic features. In most areas of the QTP, the increase in UTCI leads to an increased number of comfortable days. Spatial distribution and temporal change in the number of comfortable days are found to be principally related to altitude. In areas within altitudes of 3000–4500 m, the number of comfortable days increases by up to 6 d per decade, which is faster than that in higher elevation areas above 4500 m. Results also indicate that thermal comfortable condition has improved in areas of 2500–5000 m (medium to high altitude), particularly in spring and autumn. Further research indicates that population distribution also shows a regional clustering feature, with the majority of residents residing in cities and their vicinities, where a higher number of comfortable days were observed. Most areas with a greater number of comfortable days have experienced a more significant increase in population under thermal comfortable conditions. It implies that climate change more likely has a large influence on population in the QTP. These findings are expected to enhance tourism development and the assessment of the impact on the living environment. The findings can be helpful for optimizing of tourism development and better understanding how climate change affects population distribution.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822000922"
  },
  {
    "title": "Environmental Impact Evaluation for Heterogeneously Catalysed Starch Oxidation",
    "authors": [
      "Tim M. Hoogstad,",
      "Stijn M. Timmer,",
      "Dr. Anton J. B. vanBoxtel,",
      "Dr. Pieter L. Buwalda,",
      "Prof. Dr. Johannes H. Bitter,",
      "Dr. Lars Kiewidt"
    ],
    "doi": "https://doi.org/10.1002/open.202200029",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2191-1363 (Online)",
    "publisher": "Wiley-VCH",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://chemistry-europe.onlinelibrary.wiley.com/journal/21911363",
    "abstract": "Abstract Oxidised starch is currently produced from native starch using sodium hypochlorite as an oxidising agent. The use of hypochlorite has undesired side reactions and produces stoichiometric amounts of waste (salt), thus alternative oxidation methods are desired. In this study, the potential of two catalysed starch oxidation methods to reduce the environmental impact (EI) of oxidised starch production are assessed. We compared the EI of oxidation with molecular oxygen (heterogeneously catalysed) and hydrogen peroxide (homogeneously catalysed) to hypochlorite oxidation through life cycle assessment (LCA). The results confirm that hypochlorite oxidation is the main environmental hotspot in the current process of oxidised starch production, and that both hydroperoxide oxidation and molecular oxygen oxidation can significantly lower the EI of the process. The impact reduction is most significant in the categories of freshwater eutrophication (∼67 %), ozone depletion (∼66 %), climate change (35–60 %) and resource use (40 %–78 %) for peroxide and molecular oxygen oxidation, respectively.",
    "readLink": "https://doi.org/10.1002/open.202200029"
  }
]