[
  {
    "title": "Landscape management is urgently needed to address the rise of megafires in South America",
    "authors": [
      "Dolors Armenteras,",
      "Francisco de la Barrera"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-00964-6",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 4",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Climate change and unsustainable land-use practices are causing megafires in South America. Here we call for rigorous scientific coordination and global cooperation to claim back landscape planning, mitigate fire risk and foster resilience in the region.",
    "readLink": "https://doi.org/10.1038/s43247-023-00964-6"
  },
  {
    "title": "Emissão de CO2 do transporte da madeira nativa da Amazônia",
    "authors": [
      "Érica Ferraz Campos,",
      "Katia Regina Garcia Punhagui,",
      "Vanderley Moacyr John"
    ],
    "doi": "https://doi.org/10.1590/S1678-86212011000200011",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  157\n                                  – 172",
    "issn": "1678-8621 (Online)",
    "publisher": "Associação Nacional de Tecnologia do Ambiente Construído",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "http://www.seer.ufrgs.br/index.php/ambienteconstruido",
    "abstract": "A madeira aplicada à construção é considerada um estoque de carbono. O transporte na cadeia produtiva da madeira implica em emissão de CO2, reduzindo seu estoque líquido. Com base nos dados de 2007 do IBAMA sobre origem, destino e volume de madeira serrada amazônica transportada nacionalmente, a distância média percorrida foi estimada em 1.956km. Fatores de consumo de diesel entre 0,005L/t.km e 0,017L/t.km, equivalentes a fatores de emissão de 12,8gCO2/t.km a 50,6gCO2/t.km, foram identificados em literatura e levantamentos realizados neste estudo. Para quantificar a emissão de CO2, foram analisados quatro modelos de veículos, com diferentes capacidades de carga. A influência da densidade da madeira determinou uma variabilidade de até 210% no resultado final; o peso próprio do veículo, de 30 a 43%. Deslocamentos de 1.000km, com madeira serrada de diferentes densidades, representam entre 1,3 e 6,1% de redução do estoque de carbono da madeira; dados do GHG Protocol indicam valores entre 20,1% e 24,4%. Em 2007, o transporte legal de madeira serrada amazônica teria determinado consumo nacional de diesel estimado entre 0,16% e 0,56%; em termos de emissão nacional, assumindo o ano base de 2005, o resultado teria sido de 0,12% a 0,46%. O estoque líquido potencial, relativo à madeira serrada contabilizada na base DOF 2007 do IBAMA, considerando apenas a redução por transporte, teria potencialmente estocado entre 4,77 e 5,19 x106 tCO2.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1678-86212011000200011&lng=en&tlng=en"
  },
  {
    "title": "Rapid Adaptation to Temperature via a Potential Genomic Island of Divergence in the Invasive Green Crab, Carcinus maenas",
    "authors": [
      "Carolyn K. Tepolt,",
      "Carolyn K. Tepolt,",
      "Stephen R. Palumbi"
    ],
    "doi": "https://doi.org/10.3389/fevo.2020.580701",
    "journalVolume": "Vol. 8",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Widespread species often adapt easily to novel conditions – both those found in new habitats and those generated by climate change. However, rapid adaptation may be hindered in the marine realm, where long-distance dispersal and consequently high gene flow are predicted to limit potential for local adaptation. Here, we use a highly dispersive invasive marine crab to test the nature and speed of adaptation to temperature in the sea. Using single nucleotide polymorphisms (SNPs) generated from cardiac transcriptome sequencing, we characterized six populations of the European green crab (Carcinus maenas) located across parallel thermal gradients in their native and invasive ranges. We compared SNP frequencies with local temperatures and previously generated data on cardiac heat and cold tolerance to identify candidate markers associated with population-level differences in thermal physiology. Of 10,790 SNPs, 104 were identified as frequency outliers, a signal that was strongly driven by association with temperature and/or cold tolerance. Seventy-two of these outlier markers, representing 28 different genes, were in a cluster of SNPs identified as a potential inversion polymorphism using linkage disequilibrium network analysis. This SNP cluster was unique in the data set, which was otherwise characterized by low levels of linkage disequilibrium, and markers in this cluster showed a significant enrichment of coding substitutions relative to the full SNP set. These 72 outlier SNPs appear to be transmitted as a unit, and represent a putative genomic island of divergence which varied in frequency with organismal cold tolerance. This relationship was strikingly similar across both native and invasive populations, all of which showed a very strong correlation with cold tolerance (R2 = 0.96 over all six populations). Notably, three of these populations have diverged recently (<100 years) and show little to no neutral divergence, suggesting that this genomic region may be responding to temperature on a relatively short time scale. This relationship indicates adaptation to temperature based on the action of a putative genomic island of divergence, perhaps partially explaining the extraordinary invasive ability of this species.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2020.580701/full"
  },
  {
    "title": "Trends and opportunities of using local sustainable building materials in the Middle East and North Africa region",
    "authors": [
      "Mohammed Sonebi,",
      "Ahmed Abdalqader,",
      "Sofiane Amziane,",
      "Leonid Dvorkin,",
      "Elhem Ghorbel,",
      "Said Kenai,",
      "Jamal  Khatib,",
      "Natalia Lushnikova,",
      "Arnaud Perrot"
    ],
    "doi": "https://doi.org/10.21809/rilemtechlett.2022.169",
    "journalVolume": "Vol. 7",
    "issn": "2518-0231 (Online)",
    "publisher": "RILEM Publications SARL",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://letters.rilem.net/",
    "abstract": "In recent decades, most of construction activities have been taking place in developing countries such as the Middle East and North Africa region. The expansion in infrastructure has great impact in the technological, social, economic and environmental transformation of this region. Construction sector contribution to Gross Domestic Product (GDP) varies throughout the region and ranges between 2-10%. Currently, sustainable construction requires integrated and comprehensive sustainable design including careful choice of materials and methods. Materials that are locally available and require less energy to produce and transport would pave the way to more sustainable practices. Many countries in the region have realised the benefits of using local building materials on the economy, society and environment. This paper outlines the key trends and opportunities of using sustainable and affordable local building materials in the region to respond to the global climate change crisis and to promote more sustainable and environmentally friendly practices. The current practice of using various building materials such as bio-based materials, treated municipal solid waste incineration bottom ash (MSWI-BA), construction and demolition waste, gypsum-containing by-products (phosphorgypsum, FGD gypsum, borogypsum and others) and rammed earth will be reviewed. It is concluded that the use of these local building materials in construction activities would foster the development of the society. However, some of these materials are already developed and reached the implementation stage while most of them are still at R&D stage. Therefore, there is an urgent need for a comprehensive local and regional strategies to enhance the utilization of these materials.",
    "readLink": "http://letters.rilem.net/index.php/rilem/article/view/169"
  },
  {
    "title": "Quality assessment of atmospheric surface fields over the Baltic Sea from an ensemble of regional climate model simulations with respect to ocean dynamics",
    "authors": [
      "H. E. Markus Meier,",
      "Anders Höglund,",
      "Ralf Döscher,",
      "Helén Andersson,",
      "Ulrike Löptien,",
      "Erik Kjellström"
    ],
    "doi": "Vol. 53,\n                                no. 1-TI\n                                \n                                  pp.\n                                  193\n                                  – 227",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "Climate model results for the Baltic Sea region from an ensemble of eight simulations using the Rossby Centre Atmosphere model version 3 (RCA3) driven with lateral boundary data from global climate models (GCMs) are compared with results from a downscaled ERA40 simulation and gridded observations from 1980-2006. The results showed that data from RCA3 scenario simulations should not be used as forcing for Baltic Sea models in climate change impact studies because biases of the control climate significantly affect the simulated changes of future projections. For instance, biases of the sea ice cover in RCA3 in the present climate affect the sensitivity of the model's response to changing climate due to the ice-albedo feedback. From the large ensemble of available RCA3 scenario simulations two GCMs with good performance in downscaling experiments during the control period 1980-2006 were selected. In this study, only the quality of atmospheric surface fields over the Baltic Sea was chosen as a selection criterion. For the greenhouse gas emission scenario A1B two transient simulations for 1961-2100 driven by these two GCMs were performed using the regional, fully coupled atmosphere-ice-ocean model RCAO. It was shown that RCAO has the potential to improve the results in downscaling experiments driven by GCMs considerably, because sea surface temperatures and sea ice concentrations are calculated more realistically with RCAO than when RCA3 has been forced with surface boundary data from GCMs. For instance, the seasonal 2 m air temperature cycle is closer to observations in RCAO than in RCA3 downscaling simulations. However, the parameterizations of air-sea fluxes in RCAO need to be improved.",
    "readLink": "http://www.iopan.gda.pl/oceanologia/53_1-TI.html#A1"
  },
  {
    "title": "Effect of Climate Change on the Quality of Soil, Groundwater, and Pomegranate Fruit Production in Al-Baha Region, Saudi Arabia: A Modeling Study Using SALTMED",
    "authors": [
      "Abdulaziz G. Alghamdi,",
      "Anwar A. Aly,",
      "Hesham M. Ibrahim"
    ],
    "doi": "https://doi.org/10.3390/su142013275",
    "journalVolume": "Vol. 14,\n                                no. 13275\n                                \n                                  p.\n                                  13275",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Groundwater depletion coupled with climate change, increasing temperature, and decreasing precipitation, has led to groundwater quality deterioration and diminishing groundwater quantity, subsequently affecting agricultural productivity in arid environments. The groundwater of the Al-Baha region, Saudi Arabia is located in unconfined shallow aquifers and responds quickly to climate change. The Al-Baha region is facing an increase in temperature and a substantial decrease in precipitation. Over the 24-year period from 1995 to 2019, average temperatures increased by 1.1 °C–1.6 °C, while rainfall decreased by 24–41%. Consequently, this study aimed at investigating the influence of climate change on soil salinity and pomegranate productivity. To achieve this goal, a hundred and fifteen samples of soil and groundwater were collected from different locations in the Al-Baha region. Furthermore, the SALTMED model was calibrated using the salinities of 50 groundwater samples, which are used as irrigation water, and climatic data from the year 2020. The model was then validated using 65 irrigation water salinities and climatic data from the year 2020. Pomegranate fruit yield was used as the main variable for calibration and validation. After successful calibration and validation, the SALTMED model was run using ‘what if’ scenarios for the years 2044, 2068, and 2092. It is assumed that the temperature will increase, while the annual rainfall will decrease in upcoming decades. Consequently, the groundwater salinities will reach 1.44, 2.59, and 4.67 dS m−1 for the years 2044, 2068, and 2092, respectively. The results revealed that the soil salinities will increase by 113%, 300%, and 675%, respectively, compared with the average soil salinity of the year 2020 (2.22 dS m−1). Furthermore, the pomegranate tree productivity in the Al-Baha region will decrease significantly (24.0%, 36.6%, and 41.6%) in the predicted three years due to deterioration of groundwater quality and increasing temperatures. Interventions by the regional authorities to minimize the impact of climate change on crop and fruit productivity and groundwater deterioration in the Al-Baha region should be planned and carried out as soon as possible. The method used in this investigation can be utilized in similar ecosystems worldwide.",
    "readLink": "https://www.mdpi.com/2071-1050/14/20/13275"
  },
  {
    "title": "The Warning Signs are Flashing Red: The Interplay Between Climate Change and Violent Extremism in the Western Sahel",
    "authors": [
      "Tom Middendorp,",
      "Reinier Bergema"
    ],
    "doi": "https://doi.org/10.19165/2019.03.4",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2468-0664 (Online)",
    "publisher": "ICCT | International Centre for Counter-Terrorism - The Hague",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Military Science",
      "Political science"
    ],
    "journalUrl": "https://icct.nl/icctjournal/",
    "abstract": "Development and security cannot do without the other. It is not enough to counter violent extremism by addressing the symptoms; understanding and focusing on root causes, in regions such as the Western Sahel, is essential to countering violent extremism. Countries in the Western Sahel suffer from the consequences of climate change: increasing droughts and water shortages make it harder for 50 million people—who depend on agriculture and livestock for their survival—to support their families. Joining a non-state armed group, for income and food, becomes ‘a tempting, or sometimes even the only, alternative.’",
    "readLink": "https://icct.nl/publication/the-warning-signs-are-flashing-red-the-interplay-between-climate-change-and-violent-extremism-in-the-western-sahel/"
  },
  {
    "title": "Evaluation and Expected Changes of Summer Precipitation at Convection Permitting Scale with COSMO-CLM over Alpine Space",
    "authors": [
      "Marianna Adinolfi,",
      "Mario Raffa,",
      "Alfredo Reder,",
      "Paola Mercogliano"
    ],
    "doi": "https://doi.org/10.3390/atmos12010054",
    "journalVolume": "Vol. 12,\n                                no. 54\n                                \n                                  p.\n                                  54",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "There is an ongoing debate in the climate community about the benefits of convection-permitting models that explicitly resolve convection and other thermodynamical processes. An increasing number of studies show improvements in Regional Climate Model (RCM) performances when the grid spacing is increased to 1-km scale. Up until now, such studies have revealed that convection-permitting models confer significant advantages in representing orographic regions, producing high-order statistics, predicting events with small temporal and spatial scales, and representing convective organization. The focus of this work is on the analysis of summer precipitation over the Alpine space. More specifically, the driving data are downscaled using the RCM COSMO-CLM first at an intermediate resolution (12 km) over the European Domain of Coordinated Downscaling Experiment (EURO-CORDEX domain). Then, a further downscaling at 3 km, nested into the previous one, is performed over the Alpine domain to exploit the results over a complex orography context. Experiments of evaluation, historical and far future under the Intergovernmental Panel on Climate Change (IPCC) RCP8.5 scenario have been considered. Indices as mean precipitation, frequency, intensity, and heavy precipitation are employed in daily and hourly analyses. The results, observed from the analysis of 10 year-long simulations, provide preliminary indications, highlighting significant differences of the convection permitting simulations with respect to the driving one, especially at an hourly time scale. Moreover, future projections suggest that the convection permitting simulation refines and enhances the projected patterns, compared with the coarser resolution.",
    "readLink": "https://www.mdpi.com/2073-4433/12/1/54"
  },
  {
    "title": "Bacterial ACC deaminase: Insights into enzymology, biochemistry, genetics, and potential role in amelioration of environmental stress in crop plants",
    "authors": [
      "Mohammad Shahid,",
      "Udai B. Singh,",
      "Mohammad Saghir Khan,",
      "Prakash Singh,",
      "Ratan Kumar,",
      "Raj Narian Singh,",
      "Arun Kumar,",
      "Harsh V. Singh"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2023.1132770",
    "journalVolume": "Vol. 14",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Growth and productivity of crop plants worldwide are often adversely affected by anthropogenic and natural stresses. Both biotic and abiotic stresses may impact future food security and sustainability; global climate change will only exacerbate the threat. Nearly all stresses induce ethylene production in plants, which is detrimental to their growth and survival when present at higher concentrations. Consequently, management of ethylene production in plants is becoming an attractive option for countering the stress hormone and its effect on crop yield and productivity. In plants, ACC (1-aminocyclopropane-1-carboxylate) serves as a precursor for ethylene production. Soil microorganisms and root-associated plant growth promoting rhizobacteria (PGPR) that possess ACC deaminase activity regulate growth and development of plants under harsh environmental conditions by limiting ethylene levels in plants; this enzyme is, therefore, often designated as a “stress modulator.” TheACC deaminase enzyme, encoded by the AcdS gene, is tightly controlled and regulated depending upon environmental conditions. Gene regulatory components of AcdS are made up of the LRP protein-coding regulatory gene and other regulatory components that are activated via distinct mechanisms under aerobic and anaerobic conditions. ACC deaminase-positive PGPR strains can intensively promote growth and development of crops being cultivated under abiotic stresses including salt stress, water deficit, waterlogging, temperature extremes, and presence of heavy metals, pesticides and other organic contaminants. Strategies for combating environmental stresses in plants, and improving growth by introducing the acdS gene into crop plants via bacteria, have been investigated. In the recent past, some rapid methods and cutting-edge technologies based on molecular biotechnology and omics approaches involving proteomics, transcriptomics, metagenomics, and next generation sequencing (NGS) have been proposed to reveal the variety and potential of ACC deaminase-producing PGPR that thrive under external stresses. Multiple stress-tolerant ACC deaminase-producing PGPR strains have demonstrated great promise in providing plant resistance/tolerance to various stressors and, therefore, it could be advantageous over other soil/plant microbiome that can flourish under stressed environments.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2023.1132770/full"
  },
  {
    "title": "Novel methods of resolving daily growth patterns in giant clam (Tridacna spp.) shells",
    "authors": [
      "Chengcheng Liu,",
      "Liqiang Zhao,",
      "Nanyu Zhao,",
      "Wei Yang,",
      "Jialong Hao,",
      "Xiaoli Qu,",
      "Shan Liu,",
      "John Dodson,",
      "Hong Yan"
    ],
    "doi": "Vol. 134\n                                \n                                \n                                  p.\n                                  108480",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Sclerochronology is a powerful tool for high resolution paleoclimate and paleoenvironment reconstruction. However, we can only observe annual growth bands using traditional technology for most marine bivalves, hampering the ability to establish daily resolution chronology in order to reconstruct past weather changes. Giant clams (Tridacna spp.) are the largest bivalves in the world. Their hard and dense aragonite shells have clear annual and even daily growth bands, creating the potential for daily resolution chronology establishment and paleoweather reconstruction. In this study, we present two new and reliable methods that resolve daily growth patterns in giant clam shells: (1) Fluorescence image method. Measuring the width between two bright fluorescent bands of the Tridacna shell with the help of CooRecorder 9.0 software based on the clear daily growth bands obtained by laser scanning confocal microscope (LSCM). (2) Ultrahigh resolution Sr/Ca method. Counting the amount of Sr/Ca ratio data in each daily cycle derived from Tridacna shell, and then calculating the daily growth increment based on the spatial resolution of Sr/Ca data. The results show the variation of daily growth increments profiles obtained by the two methods synchronize, and the chronology uncertainty is statistically acceptable over a long-term record, indicating that both methods can estimate the daily growth increment of Tridacna shell reliably. The methods developed here lay the foundation for paleoweather reconstruction using daily growth increments of Tridacna spp.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21011456"
  }
]