[
  {
    "title": "Coastal Women’s Resilience Strategy against Climate Change Vulnerability in Makassar, Indonesia",
    "authors": [
      "Malik Ihyani,",
      "Abdillah,",
      "Rusnaedy Zaldi,",
      "Khaerah Nur"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202127701003",
    "journalVolume": "Vol. 277\n                                \n                                \n                                  p.\n                                  01003",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The city’s resilience capacity needs to be carried out to support a broader, planned, and integrated development process. Therefore, the purpose of this paper is to obtain the actual condition of the vulnerability of coastal women in facing climate change in the city of Makassar, which includes aspects of individual capacity and organizational capacity, as well as systems in the city of Makassar. To find the ideal strategy to manage the vulnerability of coastal women to disasters and climate change in the city of Makassar. The research method uses a qualitative-exploratory method with a phenomenological approach. The data sources used are primary and secondary data. Data collection techniques through field studies and literature studies. The data analysis technique used is an interactive model. The results of the study show that women’s vulnerability in coastal areas is caused in addition by erratic rainfall as well as policy gaps related to women concerning climate change in the city of Makassar and the government’s commitment to ensuring the protection of women’s rights through a half-hearted urban climate policy. Furthermore, the ideal strategy in ecosystem-based adaptive governance is to manage the vulnerability of coastal women.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/53/e3sconf_icees2021_01003.pdf"
  },
  {
    "title": "Brownfield development is the new green for sustainable mine-dump redevelopment",
    "authors": [
      "Tersia Venter"
    ],
    "doi": "https://doi.org/10.18820/2415-0495/trp76i1.4",
    "journalVolume": "Vol. 76,\n                                no. 0\n                                \n                                  pp.\n                                  42\n                                  – 55",
    "issn": "1012-280X (Print)",
    "publisher": "2415-0495 (Online)",
    "countryOfPublisher": "University of the Free State",
    "lcc": [
      "South Africa",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "http://journals.ufs.ac.za/index.php/trp",
    "abstract": "Rapid urbanisation, industrialisation and globalisation created a legacy of derelict and vacant mine dumps in the South African Gauteng province urban landscape that is viewed as an environmental problem rather than a development opportunity towards effective sustainable development. The article entails a systematic analysis of greenfield and brownfield develop-ment attributes, evaluated in terms of sustainable development target indicators, in order to determine which development category best contributes to sustainable development. A qualitative research method was applied using a combination of interviews, case studies and literature reviews. Based on content analysis and coding, the thematic analysis results confirm that the long-term sustainability benefits of brownfield developments outweigh the short-term financial gains of greenfield developments. Recommendations, including establishing partnerships and funding models, identifying and defining development strategies for brownfield sites as well as implementing and enforcing legislation, could contribute towards realising sustainable, resilient, safe and inclusive human settlements on vacant mine dumps.",
    "readLink": "https://journals.ufs.ac.za/index.php/trp/article/view/4508"
  },
  {
    "title": "Has Latour Real-ly Unravelled the Real: The Journey from Laboratory Life to Down to Earth?",
    "authors": [
      "Charles Lawson"
    ],
    "doi": "https://doi.org/10.5204/lthj.1551",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  22\n                                  – 41",
    "issn": "2652-4074 (Online)",
    "publisher": "Queensland University of Technology",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://lthj.qut.edu.au/",
    "abstract": "This article traces Bruno Latour’s answer to the question ‘what is real?’ from Latour and Steve Woolgar in Laboratory Life: The Social Construction of Scientific Facts (1979) through to Latour in Down to Earth: Politics in the New Climate Change (2018). This intriguing question arises because Latour’s hypothesis in Down to Earth presumes that climate change is ‘real’, while in Laboratory Life, hard facts were considered constructions. The journey reveals Latour’s own ‘real’ lies between the extreme science realists (facts are either true or false) and extreme social relativists (facts are a social construction), although favouring the relativists. A closer analysis, however, shows that Latour’s project is really about truth claims and that the real question is couched in terms rejecting the modernist settlement of ontological assumptions and basing truth on credibility determined by the strength of associations; the more associations, the more ‘real’ the truth claim. Ultimately, Latour elegantly sidesteps the real question and how he does this is real-ly unrivalled.",
    "readLink": "https://lthj.qut.edu.au/article/view/1551"
  },
  {
    "title": "EVALUATION OF MANGROVE AND ITS ROLE IN THE ECONOMY AND STRATEGY TO CLIMATE CHANGE: CASE STUDY OF CUIARANA, PARÁ, IN THE BRAZILIAN AMAZON",
    "authors": [
      "Nelson Castellón Rodríguez,",
      "Maria Isabel Vitorino,",
      "José Francisco Berrêdo,",
      "Mário Augusto Gonçalves Jardim,",
      "Adriano Marlison Leão de Sousa,",
      "Paulo Vinicius Caldas da Silva"
    ],
    "doi": "https://doi.org/10.1590/1806-90882019000500003",
    "journalVolume": "Vol. 43,\n                                no. 5",
    "issn": "0100-6762 (Print)",
    "publisher": "1806-9088 (Online)",
    "countryOfPublisher": "Sociedade de Investigações Florestais",
    "lcc": [
      "Brazil",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=0100-6762&lng=en&nrm=iso",
    "abstract": "ABSTRACT This research aimed to estimate the seasonal economic value of ecosystem goods and services from research on the use of mangroves in the Cuiarana community in the Eastern Amazon. The methodology of Total Economic Value was used, through interviews with 15 residents who extract products from the mangrove. For the ecosystem services, atmospheric carbon (measured by a micrometeorological tower), and organic carbon (monitored by soil sampling during 2017) were used. In determining product values, the quantities extracted at market prices and the value of services were estimated using carbon credits. The results indicate that the ecosystem produces 9 community assets, that generate R$ 75,033.50 (US$ 23,622.93 ha/year) and R$ 17,627.15 (US$ 5,549.58 ha/year) for capture and storage respectively. The VET value corresponded to R$ 986,132.50 (US$ 310,465.79). Ecosystem services and the economic values of atmospheric (p = 0.0278) and soil carbon credit (p = 0.0354) indicated higher importance in the rainy season due to the precipitation that favored an increase in the amount of carbon. This behavior was verified by the Principal Components Analysis (50.1%), which showed that in the less rainy season goods are more important when compared to the ecosystem services.",
    "readLink": "http://www.scielo.br/pdf/rarv/v43n5/0100-6762-rarv-43-05-e430503.pdf"
  },
  {
    "title": "Effects of Climate Change on Water Quality in the Jucar River Basin (Spain)",
    "authors": [
      "Gabriel Gómez-Martínez,",
      "Lorena Galiano,",
      "Toni Rubio,",
      "Carlos Prado-López,",
      "Darío Redolat,",
      "César Paradinas Blázquez,",
      "Emma Gaitán,",
      "María Pedro-Monzonís,",
      "Sergio Ferriz-Sánchez,",
      "Miguel Añó Soto,",
      "Robert Monjo,",
      "Miguel Ángel Pérez-Martín,",
      "Pura Almenar Llorens,",
      "Javier Macián Cervera"
    ],
    "doi": "https://doi.org/10.3390/w13172424",
    "journalVolume": "Vol. 13,\n                                no. 2424\n                                \n                                  p.\n                                  2424",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The Mediterranean region is a climate change hotspot, especially concerning issues of hydrological planning and urban water supply systems. In this context, the Jucar River Basin (Spain) presents an increase of frequency, intensity and duration of extreme meteorological phenomena, such as torrential rains, droughts or heat waves, which directly affect the quantity and quality of raw water available for drinking. This paper aims to analyze the effects of climate change on the raw water quality of the Jucar River Basin District, which mainly supplies the city of Valencia and its metropolitan area, in order to adapt drinking water treatments to new conditions and opportunities. For this purpose, we used observed data of water quality parameters from four stations and climate drivers from seven Earth system models of the latest Coupled Model Intercomparison Project—Phase 6. To model water quality (turbidity and conductivity) in the past and future scenarios, this study employs a backward stepwise regression taking into account daily values of mean temperature, maximum temperature, total rainfall and minimum and maximum relative humidity. Results showed that the model performance of the water quality simulation is more adequate for short moving-average windows (about 2–7 days) for turbidity and longer windows (about 30–60 days) for conductivity. Concerning the future scenarios, the most significant change was found in the projected increase of conductivity for the station of the Júcar river, between 4 and 11% by 2100, respectively, under the medium (SSP2–4.5) and pessimistic (SSP5–8.5) emission scenarios. The joint use of these types of management and monitoring tools may help the managers in charge of carrying out the different water treatments needed to apply a better plan to raw water and may help them identify future threats and investment needs to adapt the urban water supply systems to the changing conditions of raw water, such as turbidity or conductivity, as a consequence of climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/13/17/2424"
  },
  {
    "title": "Increased Temperature Affects Tomato Fruit Physicochemical Traits at Harvest Depending on Fruit Developmental Stage and Genotype",
    "authors": [
      "Victoria A. Delgado-Vargas,",
      "Oscar J. Ayala-Garay,",
      "Ma. de Lourdes Arévalo-Galarza,",
      "Hélène Gautier"
    ],
    "doi": "https://doi.org/10.3390/horticulturae9020212",
    "journalVolume": "Vol. 9,\n                                no. 212\n                                \n                                  p.\n                                  212",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "In this study, we investigated how increasing temperature affects tomato fruit physicochemical traits and looked for genetic variability to help maintain fruit quality in the context of climate change. High temperature (HT: +3 °C) was applied at four fruit developmental stages, from anthesis and 15, 30 or 45 days after anthesis until ripening to three genotypes, a commercial cultivar (Money Maker, “MM”) and two genotypes likely more tolerant to HT (Campeche 40 “C40”, a landrace from a warm, humid region, and a hybrid Chapingo F1, “F1”, resulting from crossbreeding landraces tolerant to high temperature). Increasing average diurnal temperature (from 27.0 to 29.9) reduced fruit firmness and size and affected fruit composition according to genotype. Sugar and acid contents were highly impacted in MM and C40 fruits, especially when HT was applied during the rapid fruit growth period. The application of HT at different fruit developmental stages revealed that HT could enhance acid accumulation and degradation (rate and/or duration), resulting in different effects on fruit acidity between genotypes. The F1 genotype appeared to be more adapted to HT, producing larger fruits with higher sugar, lower acid and increased vitamin C and calcium content. These results provide interesting directions for breeding programs that want to maintain future tomato fruit yields and quality.",
    "readLink": "https://www.mdpi.com/2311-7524/9/2/212"
  },
  {
    "title": "The analysis of students’ reading and writing difficulties in learning english at universitas kristen indonesia",
    "authors": [
      "Lamhot Naibaho"
    ],
    "doi": "https://doi.org/10.29210/172700",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  157\n                                  – 166",
    "issn": "2337-6740 (Print)",
    "publisher": "2337-6880 (Online)",
    "countryOfPublisher": "Indonesian Institute for Counseling, Education and Therapy (IICET)",
    "lcc": [
      "Indonesia",
      "Education: Special aspects of education"
    ],
    "journalUrl": "http://jurnal.konselingindonesia.com/index.php/jkp",
    "abstract": "This study aims to analyse the students' reading and writing difficulties in learning English, and it was conducted at Universitas Kristen Indonesia. The design of this study is a quantitative study with a survey design. The study data were collected by distributing the questionnaire to 80 students of Universitas Kristen Indonesia. The study instrument covered the students' background, reading difficulties, writing difficulties, and perceptions of their lecturers' teaching. The data of the study were analysed using SPSS 7.5. The weakness of students in mastering reading and writing ability affects their potential and motivation in mastering various other skills in the English language. The study results showed that all respondents agreed that the factors of ability and creativity of lecturers could change the perception and awareness that they also have the potential to succeed in learning. Then it is concluded that in a collaboration involving the school management, it is hoped to build a conducive school climate, and a safe school environment can stimulate motivated students to continue learning.",
    "readLink": "https://jurnal.konselingindonesia.com/index.php/jkp/article/view/727"
  },
  {
    "title": "Reviewing the Tradeoffs between Sunburn Mitigation and Red Color Development in Apple under a Changing Climate",
    "authors": [
      "Noah Willsea,",
      "Victor Blanco,",
      "Kirti Rajagopalan,",
      "Thiago Campbell,",
      "Orlando Howe,",
      "Lee Kalcsits"
    ],
    "doi": "https://doi.org/10.3390/horticulturae9040492",
    "journalVolume": "Vol. 9,\n                                no. 492\n                                \n                                  p.\n                                  492",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "Orchard systems have drastically changed over the last three decades to high-density plantings that prioritize light interception that is evenly distributed throughout the entire canopy. These conditions allow the production of fruit with a high red color that meets consumer demands for uniformly colored fruit without external disorders. However, these systems also expose a higher proportion of fruit to full-sunlight conditions. In many semi-arid apple production regions, summer temperatures often exceed thresholds for the development of fruit sunburn, which can lead to >10% fruit losses in some regions and some years. To combat this, growers and researchers use sunburn mitigation strategies such as shade netting and evaporative cooling, which bring a different set of potential fruit quality impacts. Often, there is a tradeoff between red color development and fruit sunburn, particularly for strategies that affect light intensity reaching the fruit surface. In this paper, we review agronomic and environmental factors leading to reductions in red color and increases in sunburn incidence, along with advancements in management practices that help mitigate these issues. Furthermore, we also identify gaps in knowledge on the influence climate change might have on the viability of some practices that either enhance red color or limit sunburn for apple orchards in semi-arid environments. There is a need for cost-effective management strategies that reduce losses to sunburn but do not inhibit red color development in bicolor apple cultivars.",
    "readLink": "https://www.mdpi.com/2311-7524/9/4/492"
  },
  {
    "title": "High genetic diversity revealed in the native populations of Undaria pinnatifida from China by mitochondrial sequences and nuclear microsatellites",
    "authors": [
      "Yuqian Li,",
      "Yuqian Li,",
      "Yuqian Li,",
      "Yuqian Li,",
      "Tifeng Shan,",
      "Tifeng Shan,",
      "Tifeng Shan,",
      "Shaojun Pang,",
      "Shaojun Pang,",
      "Shaojun Pang"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1122058",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "According to historical documents, China has its own native Undaria pinnatifida populations in Zhejiang and Fujian provinces, and they are potentially valuable breeding materials for this economically important kelp. However, their distribution range has been declining northward and we cannot find it now in Fujian province and southern Zhejiang province. They are currently confirmed to be distributed only on some small islands distant from the mainland, likely facing the anthropogenic threats such as habitat deterioration and marine heatwave. Thus, they are of conservation concern. Herein, we used the mitochondrial sequences of cox3 and tatC–tLeu regions, and 10 nuclear microsatellites to analyze the genetic diversity and genetic structure of three temporal populations from Gouqi Island and one population from Yushan Island. A total of eight haplotypes of the combined cox3 and tatC–tLeu sequences were identified with five of them being unique in these populations. Based on microsatellites, we estimated a minimum expected heterozygosity of 0.671 and a minimum effective number of alleles of 5.3 within each population, and revealed shallow genetic structure among populations by Bayesian model-based STRUCTURE analysis and low Fst values. We did not detect signs of recent bottleneck in all populations. The high genetic diversity identified in the southern native populations will provide an advantageous basis for them to adapt to the future environmental changes. A thorough field survey about the detailed distribution of the native populations is needed in order to estimate their population size and better protect the natural resources of this important alga.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1122058/full"
  },
  {
    "title": "Stakeholders’ Perceptions of Nature-Based Solutions for Hurricane Risk Reduction Policies in the Mexican Caribbean",
    "authors": [
      "Claudia Shantal Moreno,",
      "Rosa Maria Roman-Cuesta,",
      "Steven W. J. Canty,",
      "Jorge Herrera,",
      "Claudia Teutli,",
      "Aarón Israel Muñiz-Castillo,",
      "Melanie McField,",
      "Melina Soto,",
      "Cibele do Amaral,",
      "Steven Paton,",
      "Juan David González-Trujillo,",
      "Benjamin Poulter,",
      "Melissa Schumacher,",
      "Pamela Durán-Díaz"
    ],
    "doi": "https://doi.org/10.3390/land11101701",
    "journalVolume": "Vol. 11,\n                                no. 1701\n                                \n                                  p.\n                                  1701",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Nature-based solutions (NbSs) have long recognized the value of coastal and marine ecosystem management and associated ecosystem services as useful tools for climate change mitigation (e.g., blue carbon) and adaptation (e.g., coastal protection against flooding and storm surges). However, NbSs remain poorly acknowledged and mostly absent from coastal planning for disaster risk reduction policies in the Caribbean, as well as from ex-post disaster reconstruction funds. With the increasing frequency and intensity of hurricanes in the region, NbSs are now more needed than ever. Taking Mexico as a representative case study for the wider Caribbean, we here seek to identify and analyze the barriers and opportunities perceived by relevant stakeholders for mainstreaming coastal-marine NbSs into coastal management and disaster risk reduction policies (e.g., mangroves as green infrastructure) to protect coastal societies and national economies against hurricanes. We conduct semi-structured, in-depth interviews with twenty stakeholders covering academic, governmental, tourism, NGO, coastal planning, and financial domains. Among the twenty-three identified barriers, governance, institutional, financial, and human-capacity aspects are the most dominant perceptions behind the current lack of NbS implementation. Future action for the policy integration of NbSs requires widespread political will and better quantification of both the provision of ecosystem services and their economic benefits under conventional markets.",
    "readLink": "https://www.mdpi.com/2073-445X/11/10/1701"
  }
]