[
  {
    "title": "A plant distribution shift: temperature, drought or past disturbance?",
    "authors": [
      "Dylan W Schwilk,",
      "Jon E Keeley"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0031173",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  p.\n                                  e31173",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Simple models of plant response to warming climates predict vegetation moving to cooler and/or wetter locations: in mountainous regions shifting upslope. However, species-specific responses to climate change are likely to be much more complex. We re-examined a recently reported vegetation shift in the Santa Rosa Mountains, California, to better understand the mechanisms behind the reported shift of a plant distribution upslope. We focused on five elevational zones near the center of the gradient that captured many of the reported shifts and which are dominated by fire-prone chaparral. Using growth rings, we determined that a major assumption of the previous work was wrong: past fire histories differed among elevations. To examine the potential effect that this difference might have on the reported upward shift, we focused on one species, Ceanothus greggii: a shrub that only recruits post-fire from a soil stored seedbank. For five elevations used in the prior study, we calculated time series of past per-capita mortality rates by counting growth rings on live and dead individuals. We tested three alternative hypotheses explaining the past patterns of mortality: 1) mortality increased over time consistent with climate warming, 2) mortality was correlated with drought indices, and 3) mortality peaked 40-50 years post fire at each site, consistent with self-thinning. We found that the sites were different ages since the last fire, and that the reported increase in the mean elevation of C. greggii was due to higher recent mortality at the lower elevations, which were younger sites. The time-series pattern of mortality was best explained by the self-thinning hypothesis and poorly explained by gradual warming or drought. At least for this species, the reported distribution shift appears to be an artifact of disturbance history and is not evidence of a climate warming effect.",
    "readLink": "http://europepmc.org/articles/PMC3277505?pdf=render"
  },
  {
    "title": "Can Siberian alder N-fixation offset N-loss after severe fire? Quantifying post-fire Siberian alder distribution, growth, and N-fixation in boreal Alaska.",
    "authors": [
      "Brian Houseman,",
      "Roger Ruess,",
      "Teresa Hollingsworth,",
      "Dave Verbyla"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0238004",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  p.\n                                  e0238004",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Fire severity affects both ecosystem N-loss and post-fire N-balance. Climate change is altering the fire regime of interior Alaska, although the effects on Siberian alder (Alnus viridis ssp. fruticosa) annual N-fixation input (kg N ha-1 yr-1) and ecosystem N-balance are largely unknown. We established 263 study plots across two burn scars within the Yukon-Tanana Uplands ecoregion of interior Alaska. Siberian alder N-input was quantified by post-fire age, fire severity, and stand type. We modeled the components of Siberian alder N-input using environmental variables and fire severity within and across burn scars and estimated post-fire N-balance using N-loss (volatilized N) and N-gain [biological N-fixation and atmospheric deposition]. Mean nodule-level N-fixation rate was 70% higher 11-years post-fire (12.88 ± 1.18 μmol N g-1 hr-1) than 40-years post-fire (7.58 ± 0.59 μmol N g-1 hr-1). Structural equation modeling indicated that fire severity had a negative effect on Siberian alder density, but a positive effect on live nodule biomass (g nodule m-2 plant-1). Post-fire Siberian alder N-input was highest in 11-year old moderately burned deciduous stands (11.53 ± 0.22 kg N ha-1 yr-1), and lowest in 11-year old stands that converted from black spruce to deciduous dominance after severe fire (0.06 ± 0.003 kg N ha-1 yr-1). Over a 138-year fire return interval, N-gains in converted black spruce stands are estimated to offset 15% of volatilized N, whereas N-gains in burned deciduous stands likely exceed volatilized N by an order of magnitude. High Siberian alder density and nodule biomass drives N-input in burned deciduous stands, while low N-fixer density (including Siberian alder) limits N-input in high severity black spruce stands not underlain by permafrost. A severe fire regime that converts black spruce stands to deciduous dominance without alder recruitment may induce progressive N-losses which alter boreal forest ecosystem patterns and processes.",
    "readLink": "https://doi.org/10.1371/journal.pone.0238004"
  },
  {
    "title": "Agricultural Policies and Practices: Pathways for Transformation",
    "authors": [
      "Hari Sharma Neupane,",
      "Bikram Acharya,",
      "Pradeep Wagle,",
      "Buddhi Raj Gyawali"
    ],
    "doi": "https://doi.org/10.59552/nppr.v3i1.67",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  v\n                                  – vi",
    "issn": "2795-1901 (Print)",
    "publisher": "2795-191X (Online)",
    "countryOfPublisher": "Policy Research Institute",
    "lcc": [
      "Nepal",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Social Sciences: Commerce: Business",
      "Political science: Political institutions and public administration (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urban renewal. Urban redevelopment"
    ],
    "journalUrl": "http://nppr.org.np",
    "abstract": "Agriculture has been a cornerstone of human civilization for thousands of years, providing food and other essential resources to sustain our societies. However, as we enter the 21st century, we face unprecedented challenges that threaten the very foundations of our agricultural systems. Climate change, resource depletion, and population growth are just a few of the issues that demand urgent attention from policymakers and practitioners alike. Further, the growing population, climate change, the recent COVID-19 pandemic, the Ukraine-Russia war, and the depreciation of national currencies have disrupted the global food supply chain and increased food prices and food insecurity in many countries, including Nepal. The Nepalese agriculture sector alone contributed employment opportunities for more than 60 % of the population with a 23.9% share in total value added of the national economy (Ministry of Finance, 2022). Though the majority of farmers in Nepal are engaged in the agriculture sector, there is still a dominance of traditional and subsistence agriculture and the country's agricultural production is not enough to feed its population. The continued rise in import bills and volume of food products in recent years has been a major challenge for the country. Addressing these constraints warrants consortia of efforts from the government, nonprofits, and private sectors to promote sustainable and regenerative agricultural concepts and practices that align with local farm attributes and the agroecological environment. With the above mentioned issue, Policy Research Institute, the publisher of NPPR, collaborated with Association of Nepalese Agricultural Professionals of Americas (NAPA) for the utilization of expert knowledge for public policy making and policy discussion. PRI is open to collaborating with any professional and intellectual society for policy issues. Thereof, a two-day (January 6-7, 2023) virtual symposium on \"Agricultural Policies and Practices in Nepal: Pathways for Transformation\" was jointly organized by the PRI and NAPA with the aim to discuss and synthesize structural, policy intervention-related procedural, and local barriers and issues inherent to inadequate agricultural growth in Nepal and recommend transformative and pragmatic policies, programs, and practices feasible at local, regional, and national levels. The other symposium collaborators were the Ministry of Agriculture and Livestock Development (MoALD), Nepal Agricultural Research Council (NARC), Agriculture and Forestry University (AFU), Institute of Agriculture and Animal Sciences (IAAS, Tribhuvan University), Nepal Agricultural Cooperative Central Federation Ltd. (NACCFL), and Society of Agricultural Scientists-Nepal (SAS-Nepal). The 38 papers presented at the symposium brought together over 500 researchers, policymakers, and practitioners from around the world. The symposium highlighted the importance of innovative policies and practices that can help transform agriculture and ensure its sustainability for future generations. The symposium was organized and facilitated in four thematic areas. The Agriculture Policy theme highlighted an analysis of current agricultural policies, laws, and regulations that have hindered the production and marketing of farm products, land use policies, transformative agriculture for the viable and circular economy, promoting cooperative farming, farm diversity, and sustainability including internationally successful policy practices suitable for Nepal. The Agricultural Research, Education, and Extension theme included diverse subject matters. These were genetic improvement of crops and livestock for diverse agro-climatic zones; technology innovations and dissemination; science-based knowledge and extension practices; climate-smart and organic agriculture; agri-business and entrepreneurship; commercial agriculture; and integration of agricultural research, education, and extension. Similarly, the Technology and Infrastructure Development theme focused on varied avenues of innovative technology (such as UAV, GIS, and Remote Sensing), farm mechanization, and smart and efficient irrigation practices to optimize costs of production, labor, fertilizer shortages, and monitoring of plant and soil health Finally, the Governance theme underpinned coherence and discordance between the policy frameworks and governing structures/mechanisms of three levels of government and opportunities for realignment for agricultural transformation as well as a local governance framework for agricultural service delivery at a municipality level. Finally, the symposium highlighted the importance of partnerships and collaborations in driving transformational change. The papers discussed the potential of public-private partnerships, multi-stakeholder platforms, and other forms of collaboration to leverage resources, share knowledge, and scale up innovative solutions. This special issue received 20 papers for publication consideration, however, after the review process, it is able to manage 12 papers for publication. These papers provide a rich and diverse set of insights into the pathways for transforming agriculture. They offer both practical guidance and theoretical frameworks for policymakers and practitioners seeking to navigate the complex challenges facing agriculture today. We hope this special issue will inspire further research and action towards a more sustainable and equitable agricultural future. We thank all the authors who contributed to this special issue and the reviewers who provided their valuable feedback. We also extend our appreciation to the symposium organizers and collaborators. Finally, we encourage additional authors/presenters to submit their papers in the NPPR’s Regular Issue, which will be published in September 2023.",
    "readLink": "https://nppr.org.np/index.php/journal/article/view/67"
  },
  {
    "title": "Prediction of Autumn Precipitation over the Middle and Lower Reaches of the Yangtze River Basin Based on Climate Indices",
    "authors": [
      "Heng Qian,",
      "Shi-Bin Xu"
    ],
    "doi": "https://doi.org/10.3390/cli8040053",
    "journalVolume": "Vol. 8,\n                                no. 53\n                                \n                                  p.\n                                  53",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Autumn precipitation (AP) has important impacts on agricultural production, water conservation, and water transportation in the middle and lower reaches of the Yangtze River Basin (MLYRB; 25°–35° N and 105°–122° E). We obtain the main empirical orthogonal function (EOF) modes of the interannual variation in AP based on daily precipitation data from 97 stations throughout the MLYRB during 1980–2015. The results show that the first leading EOF mode accounts for 30.83% of the total variation. The spatial pattern shows uniform change over the whole region. The variance contribution of the second mode is 16.13%, and its spatial distribution function shows a north-south phase inversion. Based on previous research and the physical considerations discussed herein, we include 13 climate indices to reveal the major predictors. To obtain an acceptable prediction performance, we comprehensively rank the climate indices, which are sorted according to the values of the new standardized algorithm of information flow (NIF, a causality-based approach) and correlation coefficient (a traditional climate diagnostic tool). Finally, Tropical Indian Ocean Dipole (TIOD), Arctic Oscillation (AO), and other four indicators are chosen as the final predictors affecting the first mode of AP over the MLYRB; NINO3.4 SSTA (NINO3.4), Atlantic-European Circulation E Pattern (AECE), and other four indicators are the major predictors for the second mode. In the final prediction experiment, considering the time series prediction of principal components (PCs) to be a small-sample problem, the Bayesian linear regression (BLR) model is used for the prediction. The experimental results reveal that the BLR model can effectively capture the time series trends of the first two modes (the correlation coefficients are greater than 0.5), and the overall performance is significantly better than that of the multiple linear regression (MLR) model. The prediction factors and precipitation prediction results identified in this study can be referenced to rapidly obtain climatological information for AP over the MLYRB and improve the regional prediction of AP elsewhere, which will also help policymakers prepare appropriate adaptation and mitigation measures for future climate change.",
    "readLink": "https://www.mdpi.com/2225-1154/8/4/53"
  },
  {
    "title": "Response of Phytoplankton Communities to Variation in Salinity in a Small Mediterranean Coastal Lagoon: Future Management and Foreseen Climate Change Consequences",
    "authors": [
      "Viviana Ligorini,",
      "Marie Garrido,",
      "Nathalie Malet,",
      "Louise Simon,",
      "Loriane Alonso,",
      "Romain Bastien,",
      "Antoine Aiello,",
      "Philippe Cecchi,",
      "Vanina Pasqualini"
    ],
    "doi": "https://doi.org/10.3390/w15183214",
    "journalVolume": "Vol. 15,\n                                no. 3214\n                                \n                                  p.\n                                  3214",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Mediterranean coastal lagoons are particularly vulnerable to increasing direct anthropogenic threats and climate change. Understanding their potential responses to global and local changes is essential to develop management strategies adapted to these ecosystems. Salinity is a fundamental structuring factor for phytoplankton communities; however, its role under climate change is understudied. We hypothesized that salinity variations imposed by climate change and/or management actions could disturb Mediterranean lagoons’ phytoplankton communities. To test our hypothesis, we performed two 5-day microcosm experiments in which natural phytoplankton assemblages from the Santa Giulia lagoon (Corsica Island) were subjected to three increasing (53–63–73) and decreasing (33–26–20) levels of salinity, to mimic strong evaporation and flash flooding, respectively. Results indicate that over-salinization inhibited growth and modified the assemblages’ composition. Freshening, on the contrary, showed feeble effects, mainly boosting microphytoplankton abundance and depleting diversity at lowest salinity. In both experiments and under freshening in particular, initially rare species emerged, while photosynthetic activity was degraded by salinity increase only. We demonstrated that phytoplankton communities’ structure and metabolism are strongly altered by the predicted implications of climate change. Such impacts have to be considered for future management of coastal lagoons (control of sea exchanges and watershed fluxes). This work constitutes a priority step towards the proactive adapted management and conservation of such as-yet-neglected ecosystems in the context of climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/15/18/3214"
  },
  {
    "title": "The fingerprint of climate variability on the surface ocean  cycling of iron and its isotopes",
    "authors": [
      "D. König,",
      "D. König,",
      "A. Tagliabue"
    ],
    "doi": "https://doi.org/10.5194/bg-20-4197-2023",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  4197\n                                  – 4212",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The essential micronutrient iron (Fe) limits phytoplankton growth when dissolved Fe (dFe) concentrations are too low to meet biological demands. However, many of the processes that remove, supply, or transform Fe are poorly constrained, which limits our ability to predict how ocean productivity responds to ongoing and future changes in climate. In recent years, isotopic signatures (δ56Fe) of Fe have increasingly been used to gain insight into the ocean Fe cycle, as distinct δ56Fe endmembers of external Fe sources and δ56Fe fractionation during processes such as Fe uptake by phytoplankton can leave a characteristic imprint on dFe signatures (δ56Fediss). However, given the relative novelty of these measurements, the temporal scale of δ56Fediss observations is limited. Thus, it is unclear how the changes in ocean physics and biogeochemistry associated with ongoing or future climate change will affect δ56Fediss on interannual to decadal timescales. To explore the response of δ56Fediss to such climate variability, we conducted a suite of experiments with a global ocean model with active δ56Fe cycling under two climate scenarios. The first scenario is based on an atmospheric reanalysis and includes recent climate variability (1958–2021), whereas the second comes from a historical and high-emissions climate change simulation to 2100. We find that under recent climatic conditions (1975–2021), interannual δ56Fediss variability is highest in the tropical Pacific due to circulation and productivity changes related to the El Niño–Southern Oscillation (ENSO), which alter both endmember and uptake fractionation effects on δ56Fediss by redistributing dFe from different external sources and shifting nutrient limitation patterns. While the tropical Pacific will remain a hotspot of δ56Fediss variability in the future, the most substantial end-of-century δ56Fediss changes will occur in the Southern Hemisphere at middle to high latitudes. These arise from uptake fractionation effects due to shifts in nutrient limitation. Based on these strong responses to climate variability, ongoing measurements of δ56Fediss may help diagnose changes in external Fe supply and ocean nutrient limitation.",
    "readLink": "https://bg.copernicus.org/articles/20/4197/2023/bg-20-4197-2023.pdf"
  },
  {
    "title": "Effects of macroalgae loss in an Antarctic marine food web: applying extinction thresholds to food web studies",
    "authors": [
      "Georgina Cordone,",
      "Tomás I. Marina,",
      "Vanesa Salinas,",
      "Santiago R. Doyle,",
      "Leonardo A. Saravia,",
      "Fernando R. Momo"
    ],
    "doi": "https://doi.org/10.7717/peerj.5531",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  p.\n                                  e5531",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Antarctica is seriously affected by climate change, particularly at the Western Antarctic Peninsula (WAP) where a rapid regional warming is observed. Potter Cove is a WAP fjord at Shetland Islands that constitutes a biodiversity hotspot where over the last years, Potter Cove annual air temperatures averages increased by 0.66 °C, coastal glaciers declined, and suspended particulate matter increased due to ice melting. Macroalgae are the main energy source for all consumers and detritivores of Potter Cove. Some effects of climate change favor pioneer macroalgae species that exploit new ice-free areas and can also decline rates of photosynthesis and intensify competition between species due to the increase of suspended particulate matter. In this study, we evaluated possible consequences of climate change at Potter Cove food web by simulating the extinction of macroalgae and detritus using a topological approach with thresholds of extinction. Thresholds represent the minimum number of incoming links necessary for species’ survival. When we simulated the extinctions of macroalgae species at random, a threshold of extinction beyond 50% was necessary to obtain a significant number of secondary extinctions, while with a 75% threshold a real collapse of the food web occurred. Our results indicate that Potter Cove food web is relative robust to macroalgae extinction. This is dramatically different from what has been found in other food webs, where the reduction of 10% in prey intake caused a disproportionate increase of secondary extinctions. Robustness of the Potter Cove food web was mediated by omnivory and redundancy, which had an important relevance in this food web. When we eliminated larger-biomass species more secondary extinctions occurred, a similar response was observed when more connected species were deleted, yet there was no correlation between species of larger-biomass and high-degree. This similarity could be explained because both criteria involved key species that produced an emerging effect on the food web. In this way, large-biomass and high-degree species could be acting as source for species with few trophic interactions or low redundancy. Based on this work, we expect the Potter Cove food web to be robust to changes in macroalgae species caused by climate change until a high threshold of stress is reached, and then negative effects are expected to spread through the entire food web leading to its collapse.",
    "readLink": "https://peerj.com/articles/5531.pdf"
  },
  {
    "title": "Can Cooperative Supports and Adoption of Improved Technologies Help Increase Agricultural Income? Evidence from a Recent Study",
    "authors": [
      "Nawab Khan,",
      "Ram L. Ray,",
      "Hazem S. Kassem,",
      "Muhammad Ihtisham,",
      "Badar Naseem Siddiqui,",
      "Shemei Zhang"
    ],
    "doi": "https://doi.org/10.3390/land11030361",
    "journalVolume": "Vol. 11,\n                                no. 361\n                                \n                                  p.\n                                  361",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Global climate change may result in major environmental issues that have already affected and will continue to affect agricultural sector in the future. A continuing effort to utilize and adopt new agricultural technologies is necessary to mitigate climate change and increase agricultural income. Agricultural cooperatives are gradually being used in emerging countries to encourage improved technology and reduce food insecurity and poverty. This research analyses the influence of cooperative supports (CS) and technology adoption (TA) on agricultural income in Pakistan. It applied the propensity score matching (PSM) technique to evaluate the productivity on survey data from 498 wheat growers to conduct counterfactual analysis for farmers in Pakistan. In addition, a dual selection model (DSM) was applied to resolve the bias in sample selection caused by observed and unobserved aspects of survey data. The results showed that, contrasted with non-membership and non-adopters, growers who joined CS and TA could boost agricultural income by 2.78% and 2.35%, respectively. Stimulatingly, the influence of less-revenue farmers on agricultural income was more substantial than that of high-income farmers. Agricultural income of growers who attached cooperatives and adopted improved agricultural technology enhanced by 5.45% and 4.51%, respectively. These results, among others, emphasize the optimistic role of growing CS and TA in boosting wheat farmer’s income. The findings of the study showed strong relationships among education, age, skill, training, gender with CS and TA, and agricultural income. Overall, this study can be helpful in conducting similar studies in other emerging/developing countries for wheat or any other crop growers.",
    "readLink": "https://www.mdpi.com/2073-445X/11/3/361"
  },
  {
    "title": "STRATEGI ADAPTASI NELAYAN DI DESA ALUE NAGA DALAM MENGHADAPAI DAMPAK PERUBAHAN IKLIM",
    "authors": [
      "Elly Susanti,",
      "Mujiburrahmad Mujiburrahmad,",
      "Aurum Sahlida"
    ],
    "doi": "https://doi.org/10.20961/sepa.v18i2.46140",
    "journalVolume": "Vol. 18,\n                                no. 2\n                                \n                                  pp.\n                                  125\n                                  – 135",
    "issn": "1829-9946 (Print)",
    "publisher": "2654-6817 (Online)",
    "countryOfPublisher": "Department of Agribusiness, Faculty of Agriculture, Universitas Sebelas Maret Surakarta",
    "lcc": [
      "Indonesia",
      "Agriculture"
    ],
    "journalUrl": "https://jurnal.uns.ac.id/sepa",
    "abstract": "The purpose of this study is to look at the climate change felt by fishermen in Alue Naga Village and identify economic adaptation strategies undertaken by fishermen in Alue Naga Village in dealing with the effects of climate change. The study was conducted by means of observing the observation of activities carried out directly to the location of the study of the research object using the interview method with a questionnaire that was processed using a Likert Scale and New Seven Tools. The results showed that fishermen in Alue Naga Village strongly agree with the perceived climate change that impacts on activities and affects their survival as fishermen who depend their lives on the sea. Fishermen feel climate change and are aware of the impacts caused by interviews through a questionnaire that found that fishermen have not fully adapted to the impacts of climate change. The improvement strategy using the new seven tools produces the improvement strategy by making efforts to foster a culture of understanding climate change that impacts the fishing community’s welfare.",
    "readLink": "https://jurnal.uns.ac.id/sepa/article/view/46140"
  },
  {
    "title": "Characterizing the Great Lakes Coastal Wetlands with InSAR Observations from X-, C-, and L-Band Sensors",
    "authors": [
      "Zhaohua Chen,",
      "Sarah Banks,",
      "Amir Behnamian,",
      "Lori White,",
      "Benoit Montpetit,",
      "Jon Pasher,",
      "Jason Duffe"
    ],
    "doi": "https://doi.org/10.1080/07038992.2020.1867974",
    "journalVolume": "Vol. 46,\n                                no. 6\n                                \n                                  pp.\n                                  765\n                                  – 783",
    "issn": "1712-7971 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/ujrs20",
    "abstract": "We investigated the potential of using Synthetic Aperture Radar (SAR) imagery from three different frequencies: X-, C-, and L-band, to characterize coastal wetlands in the Great Lakes. Three sets of SAR data acquired over the Bay of Quinte, Ontario, Canada between 2016 and 2018 from Radarsat-2, 2016 from TerraSAR-X, and 2018 from ALOS-2 satellites were processed using small baseline subset (SBAS) Interferometric SAR (InSAR) techniques to provide maps of surface changes in marshes and swamps. Results showed that SAR backscatter and coherence were sensitive to sensor characteristics (frequency, polarization, incidence angle, acquisition interval), changes in water level, and phenology. InSAR time series observations were evaluated using measurements from water level loggers based on correlation and root mean square error (RMSE) from a linear regression model. Correlation between InSAR measurements and water level changes in the field varied from −1 to 1 depending on the site, type of wetland vegetation, and incidence angle. Although results from some sensor modes provided good correlation (0.77–1) at a few locations, the low fringe rate and large RMSE between 4 and 64 cm indicated that InSAR observations of water level changes in the dynamic wetland environment were generally underestimated.",
    "readLink": "http://dx.doi.org/10.1080/07038992.2020.1867974"
  }
]