[
  {
    "title": "Research on the insurance of swimming crab temperature and salinity index insurance based on Copula function",
    "authors": [
      "Xiaofang Shi,",
      "Mingjie Zhao,",
      "Yu Xu,",
      "Yanjuan Wu,",
      "Xiaolin Sun,",
      "Ke Jin,",
      "Bo Qiu,",
      "Chao Gao"
    ],
    "doi": "Vol. 17,\n                                no. 8",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Under climate change, the sea surface temperature and salinity change greatly, which poses a considerable threat to sustainable food security. Sea surface temperature and salinity (SST/SSS) are selected to examine the annual output of swimming crab in 24 cities along the eastern China. The Copula-based function was used to construct the probability distribution model of the swimming crab yield with SST and SSS. The pure premium rate of the swimming crab production in these 24 cities are also examined. The results show that 1) There is significant positive correlations between the yield of swimming crab with temperature and salinity over the study area. The only exception is that the correlation between yield of swimming crab and salinity is not significant in the south of study area. 2) The span of the pure insurance premium rate of swimming crab in 24 cities increases rapidly with the increase of the protection level, the maximum span up to 2.04%, and the minimum span is only 1.6%. 3) The distribution of the swimming crab insurance premium rate is various in space. The insurance premium rate of 8 cities in the south of Taizhou is low with the highest premium rate at 5.6%. The insurance premium rate of 16 cities in north of Taizhou is relatively high with the rate between 6%-22%. The research can provide a theoretical basis for the pricing of insurance products for swimming crab in 24 cities in the typical aquaculture areas in eastern China.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9377581/?tool=EBI"
  },
  {
    "title": "Teaching the Climate Crisis: Existential Considerations",
    "authors": [
      "Cathryn van Kessel"
    ],
    "doi": "https://doi.org/10.46303/jcsr.02.01.8",
    "journalVolume": "Vol. 2,\n                                no. 1",
    "issn": "2690-2788 (Online)",
    "publisher": "OpenED Network",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Education: Education (General)"
    ],
    "journalUrl": "https://curriculumstudies.org/index.php/CS",
    "abstract": "It is urgent that educators in social studies and science (among other disciplines) consider the ethical imperative of teaching the climate crisis—the future is at stake. This article considers a barrier to teaching this contentious topic effectively: existential threat. Through the lens of terror management theory, it becomes clear that climate catastrophe is an understandably fraught topic as it can serve as a reminder of death in two ways. As will be explained in this article, simultaneously such discussions can elicit not only mortality salience from considering the necrocene produced by climate catastrophe, but also existential anxiety arising from worldview threat. This threat can occur when Western assumptions are called into question as well as when there is disagreement between those with any worldviews that differ. After summarizing relevant aspects of terror management theory and analyzing the teaching of the climate crisis as an existential affair, specific strategies to help manage this situation (in and out of the classroom) are explored: providing conceptual tools, narrating cascading emotions, carefully using humor to diffuse anxiety, employing language and phrasing that does not overgeneralize divergent groups, and priming ideas of tolerance and even nurturance of difference.",
    "readLink": "https://curriculumstudies.org/index.php/CS/article/view/27"
  },
  {
    "title": "THE SUCCESS OF COMMUNITY FOREST DEVELOPMENT: CASE AT TANGGAMUS DISTRICT, LAMPUNG PROVINCE",
    "authors": [
      "Sylviani - Sylviani,",
      "Donny - Wicaksono,",
      "Niken - Sakuntaladewi"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2020.17.1.13-27",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  13\n                                  – 27",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Community Forest (CF) development is the Ministry of Environment and Forestry’s policy to reduce deforestation, strengthen communities’ management rights, and reduce conflicts. This research aims to identify the determinant of CF success factors, including perceptions, community attitudes, potential benefits from CF, institutions, and ability of the community to overcome the problems in managing CF. This study was conducted in Bakti Makmur and Sumber Rejeki CFs, located in Kota Agung Utara Protection Forest Management Unit, Tanggamus District, Lampung Province. Perception analysis using Likert Scale method is to measure perceptions,attitudes, or opinions of a person or group regarding social phenomena. The community income was analyzed using quantitative methods with simple tabulations. The study shows that the community's perception of the CF development is high, both from their understanding, and readiness in implementing the CF program. The gross income of the CF farmer group is estimated at Rp24,760,000/ha/year. This study indicates that CF land can be used as a source of community income. Continuous guidance from the government to CF farmers is necessary in facing challenges that continue to grow, while maintaining forest sustainability, improving forest cover.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/4743"
  },
  {
    "title": "Precipitation Changes in the Three Gorges Reservoir Area and the Relationship with Water Level Change",
    "authors": [
      "Qin Li,",
      "Xiuguo Liu,",
      "Yulong Zhong,",
      "Mengmeng Wang,",
      "Manxing Shi"
    ],
    "doi": "https://doi.org/10.3390/s21186110",
    "journalVolume": "Vol. 21,\n                                no. 6110\n                                \n                                  p.\n                                  6110",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "As the largest hydroelectric project worldwide, previous studies indicate that the Three Gorges Dam (TGD) affects the local climate because of the changes of hydrological cycle caused by the impounding and draining of the TGD. However, previous studies do not analyze the long-term precipitation changes before and after the impoundment, and the variation characteristics of local precipitation remain elusive. In this study, we use precipitation anomaly data derived from the CN05.1 precipitation dataset between 1988 and 2017 to trace the changes of precipitation before and after the construction of the TGD (i.e., 1988–2002 and 2003–2017), in the Three Gorges Reservoir Area (TGRA). Results showed that the annual and dry season precipitation anomaly in the TGRA presented an increasing trend, and the precipitation anomaly showed a slight decrease during the flood season. After the impoundment of TGD, the precipitation concentration degree in the TGRA decreased, indicating that the precipitation became increasingly uniform, and the precipitation concentration period insignificantly increased. A resonance phenomenon between the monthly average water level and precipitation anomaly occurred in the TGRA after 2011 and showed a positive correlation. Our findings revealed the change of local precipitation characteristics before and after the impoundment of TGD and showed strong evidence that this change had a close relationship with the water level.",
    "readLink": "https://www.mdpi.com/1424-8220/21/18/6110"
  },
  {
    "title": "Enhanced Integration of Health, Climate, and Air Quality Management Planning at the Urban Scale",
    "authors": [
      "Gary Kleiman,",
      "Susan C. Anenberg,",
      "Zoe A. Chafe,",
      "Desmond C. Appiah,",
      "Tibebu Assefa,",
      "Andrea Bizberg,",
      "Toby Coombes,",
      "Doroti Cuestas,",
      "Daven K. Henze,",
      "Alexander Kessler,",
      "Alexander Kessler,",
      "Iyad Kheirbek,",
      "Patrick Kinney,",
      "Musa Mahlatji,",
      "Julian D. Marshall,",
      "Seneca Naidoo,",
      "Nwabisa Potwana,",
      "Adriana Rodriguez,",
      "Christopher W. Tessum,",
      "Culley Thomas"
    ],
    "doi": "https://doi.org/10.3389/frsc.2022.934672",
    "journalVolume": "Vol. 4",
    "issn": "2624-9634 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-cities#about",
    "abstract": "Cities emit the majority of greenhouse gas emissions globally and are increasingly committing to aggressive mitigation actions. Cities are also experiencing poor—and in some cases worsening—air quality, contributing to large disease burdens for adults and children. Integrated planning frameworks can help cities leverage and prioritize measures that achieve climate, air quality, and health benefits simultaneously. We developed and applied an integrated climate action planning process that includes air quality, utilizing Pathways-AQ, a new assessment tool, in six pilot cities: Accra, Ghana; Addis Ababa, Ethiopia; Buenos Aires, Argentina; the metropolitan area of Guadalajara, Mexico; Johannesburg, South Africa; and Lima, Peru. Implementing the “ambitious” greenhouse gas reduction scenarios in these cities' climate action plans would reduce in-city contributions to fine particulate matter (PM2.5) concentrations and would avoid 230–1,040 annual premature deaths per city, by 2050. This new integrated climate action planning process revealed the importance of (i) geographic scales of analysis, (ii) data integration across climate and air quality, (iii) local civic engagement, and (iv) nuanced health messaging. Rapidly scaling up and applying this integrated approach can broaden the group of municipal stakeholders involved in climate-related planning goals, potentially leading to greater ambition by integrating climate, air pollution, and health objectives.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsc.2022.934672/full"
  },
  {
    "title": "An improved open-top chamber warming system for global change research",
    "authors": [
      "Sun, Shou-Qin,",
      "Peng, Liang,",
      "Wang, Gen-Xu,",
      "Wu, Yan-Hong,",
      "Zhou, Jun,",
      "Bing, Hai-Jian,",
      "Yu, Dong,",
      "Luo, Ji"
    ],
    "doi": "https://doi.org/10.14214/sf.960",
    "journalVolume": "Vol. 47,\n                                no. 2",
    "issn": "2242-4075 (Online)",
    "publisher": "Finnish Society of Forest Science",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://silvafennica.fi/",
    "abstract": "This study is an assessment of an improved temperature warming system developed to enhance global warming research-based forest ecosystem and soil ecophysiological experiments. The architecture couples a standard open-top chamber (OTC) with a heating cable. A 16 m wire cable with an 18 W m and 288 W h power rating was coiled around a polyvinyl chloride (PVC) pipe 2.5 m in length and 3.5 cm in diameter. The pipe was reshaped into a circle and fixed inside the OTC at a height of 15 cm. PVC pipe distance to plants was 10 to 15 cm while distance to OTC inner walls was 15 cm. The cable was constructed from a heating source with an alloy resistance wire, an aluminum foil and copper wire shielded layer, a crosslinking polyethylene inner insulator, a PVC coating, and a tinned copper grounding wire. After the cable is powered up, air and soil inside the OTC-cable system is heated by conductivity. Temperature is manipulated according to the voltage and resistance of the cable. The OTC-cable system was developed to examine plant reaction to an increase in air and soil temperatures by 2.84 Â°C and 1.83 Â°C, respectively. Temperature values are adjustable by changing cable and PVC pipe length. It offers a new, affordable, low energy consumption and low running cost method by which to study climate change effects on forest ecosystems. This method is especially useful for application in forest ecosystems of many developing countries or in many remote areas of developed countries where the feasibility in supplying sufficient power from local power grids is questionable.-1-1",
    "readLink": "https://www.silvafennica.fi/article/960"
  },
  {
    "title": "A robust circadian rhythm of metabolites in Arabidopsis thaliana mutants with enhanced growth characteristics.",
    "authors": [
      "Dieuwertje Augustijn,",
      "Huub J M de Groot,",
      "A Alia"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0218219",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  p.\n                                  e0218219",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change and the rising food demand provide a need for smart crops that yield more biomass. Recently, two Arabidopsis thaliana mutants with enhanced growth characteristics, VP16-02-003 and the VP16-05-014, were obtained by genome-wide reprogramming of gene expression, which led to the identification of novel biomarkers of these enhanced growth phenotypes. Since the circadian cycle strongly influences metabolic and physiological processes and exerts control over the photosynthetic machinery responsible for enhanced growth, in this study, we investigate the influences of the circadian clock on the metabolic rhythm of eighteen key biomarkers for the larger rosette surface area phenotype. The metabolic profile was studied in intact leaves at seven different time points throughout the circadian cycle using high-resolution magic angle spinning (HR-MAS) NMR. The results show that the circadian rhythm of biomarker metabolites are remarkably robust across wild-type Col-0 and VP16-02-003 and the VP16-05-014 mutants, with widely different metabolite levels of both mutants compared to Col-0 throughout the circadian cycle. Our analysis reveals that robustness is achieved through functional independence between the circadian clock and primary metabolic processes.",
    "readLink": "https://doi.org/10.1371/journal.pone.0218219"
  },
  {
    "title": "Modeling the response of soil moisture to climate  variability in the Mediterranean region",
    "authors": [
      "L. Mimeau,",
      "L. Mimeau,",
      "Y. Tramblay,",
      "L. Brocca,",
      "C. Massari,",
      "S. Camici,",
      "P. Finaud-Guyot,",
      "P. Finaud-Guyot"
    ],
    "doi": "https://doi.org/10.5194/hess-25-653-2021",
    "journalVolume": "Vol. 25\n                                \n                                \n                                  pp.\n                                  653\n                                  – 669",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Future climate scenarios for the Mediterranean region indicate a possible decrease in annual precipitation associated with an intensification of extreme rainfall events in the coming years. A major challenge in this region is to evaluate the impacts of changing precipitation patterns on extreme hydrological events such as droughts and floods. For this, it is important to understand the impact of climate change on soil moisture since it is a proxy for agricultural droughts, and the antecedent soil moisture condition plays a key role on runoff generation. This study focuses on 10 sites, located in southern France, with available soil moisture, temperature, and precipitation observations for a 10-year time period. Soil moisture is simulated at each site at the hourly time step using a model of soil water content. The sensitivity of the simulated soil moisture to different changes in precipitation and temperature is evaluated by simulating the soil moisture response to temperature and precipitation scenarios generated using a delta change method for temperature and a stochastic model (the Neyman–Scott rectangular pulse model) for precipitation. Results show that soil moisture is more impacted by changes in precipitation intermittence than precipitation intensity and temperature. Overall, increased temperature and precipitation intensity associated with more intermittent precipitation leads to decreased soil moisture and an increase in the annual number of days with dry soil moisture conditions. In particular, a temperature increase of +4 ∘C combined with a decrease of annual rainfall between 10 % and 20 %, corresponding to the current available climate scenarios for the Mediterranean, lead to a lengthening of the drought period from June to October with an average of +28 d of soil moisture drought per year.",
    "readLink": "https://hess.copernicus.org/articles/25/653/2021/hess-25-653-2021.pdf"
  },
  {
    "title": "Influence of the Implantation of the Onshore Power Supply (OPS) System in Spanish Medium-Sized Ports on the Reduction in CO<sub>2</sub> Emissions: The Case of the Port of Santander (Spain)",
    "authors": [
      "Alvaro Herrero,",
      "Andrés Ortega Piris,",
      "Emma Diaz-Ruiz-Navamuel,",
      "Miguel A. Gutierrez,",
      "Alfonso-Isidro Lopez-Diaz"
    ],
    "doi": "https://doi.org/10.3390/jmse10101446",
    "journalVolume": "Vol. 10,\n                                no. 1446\n                                \n                                  p.\n                                  1446",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Society and its leaders are increasingly aware of the need to fight climate change and CO2 emissions in the search for sustainability. Maritime transport and ports are important sources of pollution and, while industry and the rest of the large-scale emitters have achieved considerable reductions in this area, “shipping” is still not advancing at the same rate, falling behind in this race. The aim of this article is to underline the importance of an early implementation of On-Shore Power Supply (OPS), Cold Ironing (CI) or Alternative Marine Power (AMP) by making a study of potentially avoidable CO2 emissions from vessels docked (on the basis of the EPA [Environmental Protection Agency] and ENTEC [Environmental Engineering Consultancy, an environmental and engineering consultancy in UK] methods) close to urban areas in the Port of Santander (Spain). It is the first time potential reductions have been calculated for the last 11 years (2011–2021), distinguishing yearly emissions per type of vessel and providing real information to port authorities to prioritize the installation of this technological basis for the operation of piers/terminals to optimize investments and outcomes. In this case study, results demonstrate the outcomes of ROROs, ferries, and cruises being the first target of OPS implementation (reaching total of 37.95% of total emitted tons of CO2 during the period of study). As a clear conclusion to this paper, the reader can understand the enormous and growing potential of this technology multiplied by the continuous development, increase and implementation of green energies.",
    "readLink": "https://www.mdpi.com/2077-1312/10/10/1446"
  },
  {
    "title": "First detection of Ixodiphagus hookeri (Hymenoptera: Encyrtidae) in Ixodes ricinus ticks (Acari: Ixodidae) from multiple locations in Hungary",
    "authors": [
      "Adrienn Gréta Tóth,",
      "Róbert Farkas,",
      "Mónika Gyurkovszky,",
      "Eszter Krikó,",
      "Norbert Solymosi"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-28969-3",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The parasitoid wasp, Ixodiphagus hookeri (Hymenoptera: Encyrtidae), is the natural enemy of a wide range of hard and soft tick species. While these encyrtid wasps are supposed to be distributed worldwide, only a few studies report on their actual distribution around the globe. Within a shotgun sequencing-based metagenome analysis, the occurrence of I. hookeri was screened at multiple Ixodes ricinus (Acari: Ixodidae) tick sampling points in Hungary to contribute to the assessment of the distribution patterns of the parasitoid wasps in Central Europe. To our knowledge, the first report of the species in Hungary and the description of the southernmost I. hookeri associated geoposition in Central Europe took place within our study. I. hookeri infested I. ricinus nymphs were detected at five sampling points in Hungary. The results show that the exact distribution range of I. hookeri is still barely studied. At the same time, unprecedented public health issues being brought about by climate change might require steps toward the exploitation of the tick biocontrol potential and as an ecological bioindicator role of the parasitoid wasp in the future.",
    "readLink": "https://doi.org/10.1038/s41598-023-28969-3"
  }
]