[
  {
    "title": "Spatial-temporal variations of surface water area during 1986–2018 in Qinghai Province, northwestern China based on Google Earth Engine",
    "authors": [
      "Luying Zhu,",
      "Haifeng Tian,",
      "Ni Huang,",
      "Li Wang,",
      "Zheng Niu"
    ],
    "doi": "https://doi.org/10.1080/20964471.2023.2222945",
    "issn": "2096-4471 (Print)",
    "publisher": "2574-5417 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation",
      "Science: Geology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tbed",
    "abstract": "ABSTRACTCalled the “Water Tower”, the water resource in Qinghai Province plays a vital role in the ecological environment of northwestern China. However, significant uncertainty exists regarding its spatial-temporal variations. In this study, the data on the surface water of Qinghai Province from 1986 to 2018 was extracted and a systemic analysis of its spatial-temporal variations and responses to climate change was conducted using the Google Earth Engine (GEE) cloud processing platform. Our findings revealed that the surface water in Qinghai Province was primarily concentrated in the Qaidam Basin, the Hoh Xil Nature Reserve, and Qinghai Lake. The surface water area in Qinghai Province exhibited an overall increasing trend, with the temperature and precipitation being the primary drivers of this expansion. These results provide crucial insights into the variations of surface water variations in Qinghai Province, northwestern China, under the influence of climate change.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/20964471.2023.2222945"
  },
  {
    "title": "Climate change and the occurrence of downy mildew in Brazilian grapevines",
    "authors": [
      "Francislene Angelotti,",
      "Emília Hamada,",
      "Edineide Elisa Magalhães,",
      "Raquel Ghini,",
      "Lucas da Ressureição Garrido,",
      "Mário José Pedro Júnior"
    ],
    "doi": "https://doi.org/10.1590/s0100-204x2017000600006",
    "journalVolume": "Vol. 52,\n                                no. 6\n                                \n                                  pp.\n                                  426\n                                  – 434",
    "issn": "0100-204X (Print)",
    "publisher": "1678-3921 (Online)",
    "countryOfPublisher": "Embrapa Informação Tecnológica",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?pid=0100-204X&script=sci_serial",
    "abstract": "Abstract: The objective of this work was to evaluate the potential impact of climate change on the occurrence of grapevine downy mildew in Brazil. Seedlings containing four to six leaves were sprayed with a sporangia suspension containing 105 sporangia per milliliter. After spraying, the seedlings were subjected to temperatures of 26, 28, 29.1, 30.4, and 31.8°C for 24 hours. The percentage of diseased leaf area and the latent period were evaluated. Maps of the geographic and temporal distribution of the disease were made considering the monthly average of the mean air temperature and leaf wetness duration for the reference climate or climate normal (1961-1990) and the future climates (2011-2040, 2041-2070, and 2071-2100), considering the A2 and B1 gas emission scenarios, designed by the Intergovernamental Panel on Climate Change (IPCC). Favorability ranges were set and used in logic functions of the geografical information system (GIS) to generate monthly maps for grapevine downy mildew. Rising temperatures interfered with the grapevine downy mildew infections, reduced the disease severity, and increased the latent period. Future climate scenarios indicate a reduction of favorability of downy mildew in Brazil, with variability in the different grape producing regions.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0100-204X2017000600426&tlng=en"
  },
  {
    "title": "Optimal Agronomics Increase Grain Yield and Grain Yield Stability of Ultra-Early Wheat Seeding Systems",
    "authors": [
      "Graham  R. S. Collier,",
      "Dean  M. Spaner,",
      "Robert  J. Graf,",
      "Brian  L. Beres"
    ],
    "doi": "https://doi.org/10.3390/agronomy11020240",
    "journalVolume": "Vol. 11,\n                                no. 240\n                                \n                                  p.\n                                  240",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Ultra-early seeding of spring wheat (Triticum aestivum L.) on the northern Great Plains can increase grain yield and grain yield stability compared to current spring wheat planting systems. Field trials were conducted in western Canada from 2015 to 2018 to evaluate the impact of optimal agronomic management on grain yield, quality, and stability in ultra-early wheat seeding systems. Four planting times initiated by soil temperature triggers were evaluated. The earliest planting was triggered when soils reached 0–2.5 °C at a 5 cm depth, with the subsequent three plantings completed at 2.5 °C intervals up to soil temperatures of 10 °C. Two spring wheat lines were seeded at each planting date at two seeding depths (2.5 and 5 cm), and two seeding rates (200 and 400 seeds m−2). The greatest grain yield and stability occurred from combinations of the earliest seeding dates, high seeding rate, and shallow seeding depth; wheat line did not influence grain yield. Grain protein content was greater at later seeding dates; however, the greater grain yield at earlier seeding dates resulted in more protein production per unit area. Despite extreme ambient air temperatures below 0 °C after planting, plant survival was not reduced at the earliest seeding dates. Planting wheat as soon as feasible after soil temperatures reach 0 °C, and prior to soils reaching 7.5–10 °C, at an optimal seeding rate and shallow seeding depth increased grain yield and stability compared to current seeding practices. Adopting ultra-early wheat seeding systems on the northern Great Plains will lead to additional grain yield benefits as climate change continues to increase annual average growing season temperatures.",
    "readLink": "https://www.mdpi.com/2073-4395/11/2/240"
  },
  {
    "title": "Climate change and species facilitation affect the recruitment of macroalgal marine forests",
    "authors": [
      "Margalida Monserrat,",
      "Steeve Comeau,",
      "Jana Verdura,",
      "Samir Alliouane,",
      "Guillaume Spennato,",
      "Fabrice Priouzeau,",
      "Gilbers Romero,",
      "Luisa Mangialajo"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-22845-2",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Marine forests are shrinking globally due to several anthropogenic impacts including climate change. Forest-forming macroalgae, such as Cystoseira s.l. species, can be particularly sensitive to environmental conditions (e.g. temperature increase, pollution or sedimentation), especially during early life stages. However, not much is known about their response to the interactive effects of ocean warming (OW) and acidification (OA). These drivers can also affect the performance and survival of crustose coralline algae, which are associated understory species likely playing a role in the recruitment of later successional species such as forest-forming macroalgae. We tested the interactive effects of elevated temperature, low pH and species facilitation on the recruitment of Cystoseira compressa. We demonstrate that the interactive effects of OW and OA negatively affect the recruitment of C. compressa and its associated coralline algae Neogoniolithon brassica-florida. The density of recruits was lower under the combinations OW and OA, while the size was negatively affected by the temperature increase but positively affected by the low pH. The results from this study show that the interactive effects of climate change and the presence of crustose coralline algae can have a negative impact on the recruitment of Cystoseira s.l. species. While new restoration techniques recently opened the door to marine forest restoration, our results show that the interactions of multiple drivers and species interactions have to be considered to achieve long-term population sustainability.",
    "readLink": "https://doi.org/10.1038/s41598-022-22845-2"
  },
  {
    "title": "Multivariate benthic ecosystem functioning in the Arctic &ndash; benthic fluxes explained by environmental parameters in the southeastern Beaufort Sea",
    "authors": [
      "H. Link,",
      "G. Chaillou,",
      "A. Forest,",
      "D. Piepenburg,",
      "P. Archambault"
    ],
    "doi": "https://doi.org/10.5194/bg-10-5911-2013",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  pp.\n                                  5911\n                                  – 5929",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The effects of climate change on Arctic marine ecosystems and their biogeochemical cycles are difficult to predict given the complex physical, biological and chemical interactions among the ecosystem components. We studied benthic biogeochemical fluxes in the Arctic and the influence of short-term (seasonal to annual), long-term (annual to decadal) and other environmental variability on their spatial distribution to provide a baseline for estimates of the impact of future changes. In summer 2009, we measured fluxes of dissolved oxygen, nitrate, nitrite, ammonia, soluble reactive phosphate and silicic acid at the sediment–water interface at eight sites in the southeastern Beaufort Sea at water depths from 45 to 580 m. The spatial pattern of the measured benthic boundary fluxes was heterogeneous. Multivariate analysis of flux data showed that no single or reduced combination of fluxes could explain the majority of spatial variation, indicating that oxygen flux is not representative of other nutrient sink–source dynamics. We tested the influence of eight environmental parameters on single benthic fluxes. Short-term environmental parameters (sinking flux of particulate organic carbon above the bottom, sediment surface Chl a) were most important for explaining oxygen, ammonium and nitrate fluxes. Long-term parameters (porosity, surface manganese and iron concentration, bottom water oxygen concentrations) together with δ13Corg signature explained most of the spatial variation in phosphate, nitrate and nitrite fluxes. Variation in pigments at the sediment surface was most important to explain variation in fluxes of silicic acid. In a model including all fluxes synchronously, the overall spatial distribution could be best explained (57%) by the combination of sediment Chl a, phaeopigments, δ13Corg, surficial manganese and bottom water oxygen concentration. We conclude that it is necessary to consider long-term environmental variability along with rapidly ongoing environmental changes to predict the flux of oxygen and nutrients across Arctic sediments even at short timescales. Our results contribute to improve ecological models predicting the impact of climate change on the functioning of marine ecosystems.",
    "readLink": "http://www.biogeosciences.net/10/5911/2013/bg-10-5911-2013.pdf"
  },
  {
    "title": "Climate Policy Integration on the National and Regional Level: A Case Study for Austria and Styria",
    "authors": [
      "Claudia Kettner,",
      "Daniela Kletzan-Slamanig"
    ],
    "doi": "Vol. 8,\n                                no. 4",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Many climate-relevant decisions are taken in other policy areas with only little regard to climate change impacts. In order for climate policy to be successful it has to be integrated in decision-making and legislative processes in basically all policy areas and all levels of government. We analyse the extent of climate policy integration (CPI) in Austrian policy-making via in-depth expert interviews, both on the federal level as well as on the regional level using Styria as case study. The results show a broad range of perceptions regarding the degree of CPI in Austria. The consideration of climate policy issues generally depends on the core competence of the respective institution. Moreover, we found widely diverging views on whether CPI in Austria is too ambitious or too weak. Especially, potential negative impacts of climate policy on competitiveness or employment are seen to hamper a more ambitious implementation of mitigation policies. Keywords: climate policy integration, Austria, survey JEL Classifications: C83, Q48, Q54, Q58",
    "readLink": "http://mail.econjournals.com/index.php/ijeep/article/view/6439"
  },
  {
    "title": "THE IMPACT OF GLOBAL RISKS ON THE WORLD TRADE  AND ECONOMIC ENVIRONMENT",
    "authors": [
      "O. M. Yatsenko,",
      "V. S. Nitsenko,",
      "Abbas Mardani,",
      "T. S. Tananaiko"
    ],
    "doi": "https://doi.org/10.18371/fcaptp.v4i27.154279",
    "journalVolume": "Vol. 4,\n                                no. 27",
    "issn": "2306-4994 (Print)",
    "publisher": "2310-8770 (Online)",
    "countryOfPublisher": "FINTECH Alliance LLC",
    "lcc": [
      "Ukraine",
      "Social Sciences: Economic theory. Demography: Economics as a science",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "https://fkd.net.ua",
    "abstract": "It is noted that the unprecedented dynamic globalization of trade and economic relations and the fourth industrial revolution cardinally transform the global distribution system of the world economy, accompanied by the growing impact of global challenges and risks, the failure to take into account the effects of which permanently reduces the efficiency of economic functioning and international trade. For developing countries affected by geopolitical challenges, the development of partnerships with countries that are recognized as global leaders in the world economy is essential in terms of national interests and the promotion of state sovereignty. The purpose of this paper is to characterize the impact of global risks on the formation and implementation of trade and economic policies of countries based on the methodological approaches of leading international economic institutions and organizations. Major global risks have identified rising / falling prices for assets, oil or gas, changes in the structure of trade and economic cooperation, terrorism, separatism, climate change, unemployment, income inequality, proliferation of weapons of mass destruction, cyberattacks, etc. The following methods of scientific research were used to achieve the goal and to solve the tasks of the article: systematic structural analysis of economic processes and phenomena, method of quantitative and qualitative comparisons, tabular method of calculating the degree of influence. The scientific novelty of the results is to study the processes of formation and implementation of trade and economic policies of countries under the influence of exogenous factors on them. The influence of exogenous factors is characterized not only according to the sectoral classification (economic, geopolitical, technological, social and natural), but also taking into account the degree of influence of the factor (global challenges and global risks) on the environment. It is substantiated that in the conditions of globalization of the world economy, the threats receive a corresponding more serious nature. Therefore, government agencies need to develop new effective tools for their minimization in order to prevent negative effects and to implement more productive trade and economic cooperation with partner countries.",
    "readLink": "https://fkd.net.ua/index.php/fkd/article/view/1587"
  },
  {
    "title": "Impact of Climate Change on Regulation of Genes Involved in Sex Determination and Fruit Production in Cucumber",
    "authors": [
      "Aparna,",
      "Agnieszka Skarzyńska,",
      "Wojciech Pląder,",
      "Magdalena Pawełkowicz"
    ],
    "doi": "https://doi.org/10.3390/plants12142651",
    "journalVolume": "Vol. 12,\n                                no. 2651\n                                \n                                  p.\n                                  2651",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Environmental changes, both natural and anthropogenic, mainly related to rising temperatures and water scarcity, are clearly visible around the world. Climate change is important for crop production and is a major issue for the growth and productivity of cucumbers. Processes such as sex determination, flower morphogenesis and fruit development in cucumbers are highly sensitive to various forms of stress induced by climatic changes. It is noteworthy that many factors, including genetic factors, transcription factors, phytohormones and miRNAs, are crucial in regulating these processes and are themselves affected by climate change. Changes in the expression and activity of these factors have been observed as a consequence of climatic conditions. This review focuses primarily on exploring the effects of climate change and abiotic stresses, such as increasing temperature and drought, on the processes of sex determination, reproduction, and fruit development in cucumbers at the molecular level. In addition, it highlights the existing research gaps that need to be addressed in order to improve our understanding of the complex interactions between climate change and cucumber physiology. This, in turn, may lead to strategies to mitigate the adverse effects and enhance cucumber productivity in a changing climate.",
    "readLink": "https://www.mdpi.com/2223-7747/12/14/2651"
  },
  {
    "title": "Impacts of spatial resolution and representation of flow connectivity on large-scale simulation of floods",
    "authors": [
      "C. M. R. Mateo,",
      "C. M. R. Mateo,",
      "D. Yamazaki,",
      "D. Yamazaki,",
      "H. Kim,",
      "A. Champathong,",
      "J. Vaze,",
      "T. Oki,",
      "T. Oki"
    ],
    "doi": "https://doi.org/10.5194/hess-21-5143-2017",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  5143\n                                  – 5163",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Global-scale river models (GRMs) are core tools for providing consistent estimates of global flood hazard, especially in data-scarce regions. Due to former limitations in computational power and input datasets, most GRMs have been developed to use simplified representations of flow physics and run at coarse spatial resolutions. With increasing computational power and improved datasets, the application of GRMs to finer resolutions is becoming a reality. To support development in this direction, the suitability of GRMs for application to finer resolutions needs to be assessed. This study investigates the impacts of spatial resolution and flow connectivity representation on the predictive capability of a GRM, CaMa-Flood, in simulating the 2011 extreme flood in Thailand. Analyses show that when single downstream connectivity (SDC) is assumed, simulation results deteriorate with finer spatial resolution; Nash–Sutcliffe efficiency coefficients decreased by more than 50 % between simulation results at 10 km resolution and 1 km resolution. When multiple downstream connectivity (MDC) is represented, simulation results slightly improve with finer spatial resolution. The SDC simulations result in excessive backflows on very flat floodplains due to the restrictive flow directions at finer resolutions. MDC channels attenuated these effects by maintaining flow connectivity and flow capacity between floodplains in varying spatial resolutions. While a regional-scale flood was chosen as a test case, these findings should be universal and may have significant impacts on large- to global-scale simulations, especially in regions where mega deltas exist.These results demonstrate that a GRM can be used for higher resolution simulations of large-scale floods, provided that MDC in rivers and floodplains is adequately represented in the model structure.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/21/5143/2017/hess-21-5143-2017.pdf"
  },
  {
    "title": "Temperature and particulate matter as environmental factors associated with seasonality of influenza incidence – an approach using Earth observation-based modeling in a health insurance cohort study from Baden-Württemberg (Germany)",
    "authors": [
      "Jörn Rittweger,",
      "Lorenza Gilardi,",
      "Maxana Baltruweit,",
      "Simon Dally,",
      "Thilo Erbertseder,",
      "Uwe Mittag,",
      "Muhammad Naeem,",
      "Matthias Schmid,",
      "Marie-Therese Schmitz,",
      "Sabine Wüst,",
      "Stefan Dech,",
      "Jens Jordan,",
      "Tobias Antoni,",
      "Michael Bittner"
    ],
    "doi": "https://doi.org/10.1186/s12940-022-00927-y",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1476-069X (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Industrial medicine. Industrial hygiene",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://ehjournal.biomedcentral.com/",
    "abstract": "Abstract Background Influenza seasonality has been frequently studied, but its mechanisms are not clear. Urban in-situ studies have linked influenza to meteorological or pollutant stressors. Few studies have investigated rural and less polluted areas in temperate climate zones. Objectives We examined influences of medium-term residential exposure to fine particulate matter (PM2.5), NO2, SO2, air temperature and precipitation on influenza incidence. Methods To obtain complete spatial coverage of Baden-Württemberg, we modeled environmental exposure from data of the Copernicus Atmosphere Monitoring Service and of the Copernicus Climate Change Service. We computed spatiotemporal aggregates to reflect quarterly mean values at post-code level. Moreover, we prepared health insurance data to yield influenza incidence between January 2010 and December 2018. We used generalized additive models, with Gaussian Markov random field smoothers for spatial input, whilst using or not using quarter as temporal input. Results In the 3.85 million cohort, 513,404 influenza cases occurred over the 9-year period, with 53.6% occurring in quarter 1 (January to March), and 10.2%, 9.4% and 26.8% in quarters 2, 3 and 4, respectively. Statistical modeling yielded highly significant effects of air temperature, precipitation, PM2.5 and NO2. Computation of stressor-specific gains revealed up to 3499 infections per 100,000 AOK clients per year that are attributable to lowering ambient mean air temperature from 18.71 °C to 2.01 °C. Stressor specific gains were also substantial for fine particulate matter, yielding up to 502 attributable infections per 100,000 clients per year for an increase from 7.49 μg/m3 to 15.98 μg/m3. Conclusions Whilst strong statistical association of temperature with other stressors makes it difficult to distinguish between direct and mediated temperature effects, results confirm genuine effects by fine particulate matter on influenza infections for both rural and urban areas in a temperate climate. Future studies should attempt to further establish the mediating mechanisms to inform public health policies.",
    "readLink": "https://doi.org/10.1186/s12940-022-00927-y"
  }
]