[
  {
    "title": "The importance of assessing and communicating scientific consensus",
    "authors": [
      "Edward W Maibach,",
      "Sander L van der Linden"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/9/091003",
    "journalVolume": "Vol. 11,\n                                no. 9\n                                \n                                  p.\n                                  091003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The spread of influential misinformation, such as conspiracy theories about the existence of a secret, large-scale atmospheric spraying program (SLAP), is contributing to the politicization of science. In an important recent study, Shearer et al (2016 Environ. Res. Lett. http://dx.doi.org/10.1088/1748-9326/11/8/084011 11 http://dx.doi.org/10.1088/1748-9326/11/8/084011 ) employ a novel methodology to quantify the expert consensus of popular SLAP assertions. The authors find that 99% (76/77) of surveyed experts have not encountered any evidence that would support the existence of such a program. Here we argue that this finding is important because a growing body of research has shown that the public’s perception of expert consensus on key societal issues acts an important ‘gateway’ to science acceptance. Furthermore, communicating normative agreement among experts, such as the strong scientific consensus against the existence of a SLAP, can help limit the spread of misinformation and promote more effective public decision-making about science and society.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/9/091003"
  },
  {
    "title": "La Niña conditions influence interannual call detections of pygmy blue whales in the eastern Indian Ocean",
    "authors": [
      "Gary Truong,",
      "Gary Truong,",
      "Tracey L. Rogers,",
      "Tracey L. Rogers"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.850162",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Oceans across the globe are warming rapidly and marine ecosystems are changing as a result. However, there is a lack of information regarding how blue whales are responding to these changing environments, especially in the Southern Hemisphere. This is because long term data are needed to determine whether blue whales respond to variability in environmental conditions. Using over 16 years of passive acoustic data recorded at Cape Leeuwin, we investigated whether oceanic environmental drivers are correlated with the migration patterns of eastern Indian Ocean (EIO) pygmy blue whales off Western Australia. To determine which environmental variables may influence migration patterns, we modelled the number of acoustic call detections of EIO pygmy blue whale calls with broad and fine scale environmental variables. We found a positive correlation between total annual whale call detections and El Niño Southern Oscillation (ENSO) cycles and the Indian Ocean Dipole (IOD), with more whale calls detected during La Niña years. We also found that monthly whale call detections correlated with sea surface height around the hydrophone and chlorophyll-a concentration at a prominent blue whale feeding aggregation area (Bonney Upwelling) where whales feed during the summer before migrating up the west Australian coast. At the interannual scale, ENSO had a stronger relationship with call detections than IOD. During La Niña years, up to ten times more EIO pygmy blue whale calls were detected than in neutral or El Niño years. This is likely linked to changes in productivity in the feeding areas of the Great Australian Bight and Indian Ocean. We propose that in lower productivity years whales either skipped migration or altered their habitat use and moved further offshore from the hydrophones and therefore were not detected. The frequency and intensity of ENSO events are predicted to increase with climate change, which is likely to impact the productivity of the areas used by blue whales. These changes in productivity may affect the physical condition and reproductive success of individual whales. A reduction in reproductive success could have a significant impact on blue whale recovery from historical whaling and their ability to adapt to a changing environment.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.850162/full"
  },
  {
    "title": "Implementation of a Nowcasting Hydrometeorological System for Studying Flash Flood Events: The Case of Mandra, Greece",
    "authors": [
      "Christos Spyrou,",
      "George Varlas,",
      "Aikaterini Pappa,",
      "Angeliki Mentzafou,",
      "Petros Katsafados,",
      "Anastasios Papadopoulos,",
      "Marios  N. Anagnostou,",
      "John Kalogiros"
    ],
    "doi": "https://doi.org/10.3390/rs12172784",
    "journalVolume": "Vol. 12,\n                                no. 2784\n                                \n                                  p.\n                                  2784",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Severe hydrometeorological hazards such as floods, droughts, and thunderstorms are expected to increase in the future due to climate change. Due to the significant impacts of these phenomena, it is essential to develop new and advanced early warning systems for advance preparation of the population and local authorities (civil protection, government agencies, etc.). Therefore, reliable forecasts of extreme events, with high spatial and temporal resolution and a very short time horizon are needed, due to the very fast development and localized nature of these events. In very short time-periods (up to 6 h), small-scale phenomena can be described accurately by adopting a “nowcasting” approach, providing reliable short-term forecasts and warnings. To this end, a novel nowcasting system was developed and presented in this study, combining a data assimilation system (LAPS), a large amount of observed data, including XPOL radar precipitation measurements, the Chemical Hydrological Atmospheric Ocean wave System (CHAOS), and the WRF-Hydro model. The system was evaluated on the catastrophic flash flood event that occurred in the sub-urban area of Mandra in Western Attica, Greece, on 15 November 2017. The event was one of the most catastrophic flash floods with human fatalities (24 people died) and extensive infrastructure damage. The update of the simulations with assimilated radar data improved the initial precipitation description and led to an improved simulation of the evolution of the phenomenon. Statistical evaluation and comparison with flood data from the FloodHub showed that the nowcasting system could have provided reliable early warning of the flood event 1, 2, and even to 3 h in advance, giving vital time to the local authorities to mobilize and even prevent fatalities and injuries to the local population.",
    "readLink": "https://www.mdpi.com/2072-4292/12/17/2784"
  },
  {
    "title": "Transformative adaptation: from climate-smart to climate-resilient agriculture",
    "authors": [
      "Jon Hellin,",
      "Eleanor Fisher,",
      "Marcus Taylor,",
      "Suhas Bhasme,",
      "Ana María Loboguerrero"
    ],
    "doi": "https://doi.org/10.1186/s43170-023-00172-4",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2662-4044 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://cabiagbio.biomedcentral.com/",
    "abstract": "Abstract In response to the climate crisis, there has been much focus on climate-smart agriculture (CSA); namely, technologies and practices that enhance adaptation, reduce greenhouse gas emissions, and contribute to food security; the so-called triple win. Success has tended to be measured in terms of the number of farmers adopting CSA with less focus given to the impacts especially on human development. CSA can inadvertently lead to ‘maladaptation’ whereby interventions reinforce existing vulnerabilities either by benefitting powerful elites or by transferring risks and exposure between groups. Such maladaptive outcomes often stem from overly technical adaptation programming that is driven by external objectives and discounts the social and political dynamics of vulnerability. Increasingly a more nuanced picture is emerging. This reveals how a failure to contextualize CSA in relation to the structural socio-economic dynamics associated with agricultural systems that render some categories of farmer especially vulnerable to climate change, undermines CSA’s contribution to reducing rural poverty and increasing equity. In response, there is a growing focus on transformative orientations that pursue a more deep-seated approach to social, institutional, technological and cultural change in order to address the structural contributors to vulnerability and differential exposure to climate risk. Addressing these questions requires a robust consideration of the social contexts and power relations through which agriculture is both researched and practiced. For agriculture to be transformative and contribute to broader development goals, a greater emphasis is needed on issues of farmer heterogeneity, the dangers of maladaptation and the importance of social equity. This entails recognizing that resilience encompasses both agro- and socio-ecological dimensions. Furthermore, practitioners need to be more cognizant of the dangers of (i) benefiting groups of already better off farmers at the expense of the most vulnerable and/or (ii) focusing on farmers for whom agriculture is not a pathway out of poverty. The success of these approaches rests on genuine transdisciplinary partnerships and systems approaches that ensure adaptation and mitigation goals along with more equitable incomes, food security and development. The greater emphasis on social equity and human well-being distinguishes climate-resilient from climate-smart agriculture.",
    "readLink": "https://doi.org/10.1186/s43170-023-00172-4"
  },
  {
    "title": "Genome Sequences of a Plant Beneficial Synthetic Bacterial Community Reveal Genetic Features for Successful Plant Colonization",
    "authors": [
      "Rafael Soares Correa de Souza,",
      "Rafael Soares Correa de Souza,",
      "Rafael Soares Correa de Souza,",
      "Jaderson Silveira Leite Armanhi,",
      "Jaderson Silveira Leite Armanhi,",
      "Jaderson Silveira Leite Armanhi,",
      "Natália de Brito Damasceno,",
      "Natália de Brito Damasceno,",
      "Natália de Brito Damasceno,",
      "Juan Imperial,",
      "Juan Imperial,",
      "Paulo Arruda,",
      "Paulo Arruda,",
      "Paulo Arruda"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2019.01779",
    "journalVolume": "Vol. 10",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Despite the availability of data on the functional and phylogenetic diversity of plant-associated microbiota, the molecular mechanisms governing the successful establishment of plant bacterial communities remain mostly elusive. To investigate bacterial traits associated with successful colonization of plants, we sequenced the genome of 26 bacteria of a synthetic microbial community (SynCom), 12 of which displayed robust and 14 displayed non-robust colonization lifestyles when inoculated in maize plants. We examined the colonization profile of individual bacteria in inoculated plants and inspected their genomes for traits correlated to the colonization lifestyle. Comparative genomic analysis between robust and non-robust bacteria revealed that commonly investigated plant growth-promoting features such as auxin production, nitrogen (N) fixation, phosphate acquisition, and ACC deaminase are not deterministic for robust colonization. Functions related to carbon (C) and N acquisition, including transporters of carbohydrates and amino acids, and kinases involved in signaling mechanisms associated with C and N uptake, were enriched in robust colonizers. While enrichment of carbohydrate transporters was linked to a wide range of metabolites, amino acid transporters were primarily related to the uptake of branched-chain amino acids. Our findings identify diversification of nutrient uptake phenotypes in bacteria as determinants for successful bacterial colonization of plants.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2019.01779/full"
  },
  {
    "title": "MAXIMUM ENTROPY MODELING USING CITIZEN SCIENCE: USE CASE ON JACOBIN CUCKOO AS AN INDICATOR OF INDIAN MONSOON",
    "authors": [
      "P. Singh,",
      "S. Saran"
    ],
    "doi": "https://doi.org/10.5194/isprs-annals-V-5-2020-23-2020",
    "journalVolume": "Vol. V-5-2020\n                                \n                                \n                                  pp.\n                                  23\n                                  – 30",
    "issn": "2194-9042 (Print)",
    "publisher": "2194-9050 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/annals.aspx",
    "abstract": "Due to a growing revolution of the citizen science era with the involvement of non-professionals in scientific tasks such as species observation, yields an opportunistic data for modeling and planning purposes. Such citizen science based scientific observations can be a sustainable option to answer many research questions. Here, citizen science data of the Clamator jacobinus bird is taken from Global Biodiversity Information facility to predict its habitat suitability through maximum entropy approach. The distribution data is divided into two monthly sets – June to October and November to May for critically analysing the probable climatic reasons for its migration and understanding the influence of climatic variables in its suitability during the Indian monsoon season and Southern Africa rainy season. Also, the influential role of different bioclimatic variables in determining the bird’s suitability is described in this paper and to predict how this bird will react to different climate change scenarios in 2050 year. The maximum entropy modeling is performed on both sets of data and results are surprisingly interesting, which verifies an Indian myth that this bird is harbinger of the monsoon in India. This study concluded that the precipitation during warmest and wettest quarter, and isothermality are the major factors in determining the migration of Clamator jacobinus, but, hot, dry and cold climate is not suitable for this bird suitability. Such study using the citizen science data can be used in biodiversity planning as well as in improving the agricultural economy because monsoon is considered as an auspicious season for functioning of biodiversity and agricultural tasks.",
    "readLink": "https://www.isprs-ann-photogramm-remote-sens-spatial-inf-sci.net/V-5-2020/23/2020/isprs-annals-V-5-2020-23-2020.pdf"
  },
  {
    "title": "THE INFLUENCE OF CLIMATE FACTORS FROM SANDY SOILS ON STARTING THE MAIN PHENOPHASES AT SPECIES PLUM CHERRY AND SOUR CHERRY DURING THE YEARS 2015-2017",
    "authors": [
      "Viorel Enache,",
      "Mihaela Croitoru"
    ],
    "doi": "Vol. 7,\n                                no. 14\n                                \n                                  pp.\n                                  65\n                                  – 68",
    "issn": "2284-953X (Online)",
    "publisher": "Editura Universitatii din Pitesti",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Science (General)"
    ],
    "journalUrl": "http://natsci.upit.ro",
    "abstract": "Climate change in the sandy soil area in the three experimental years has been manifested by increasing the average air temperature that led to early spring installation. On the sandy soils of Dăbuleni were recorded maximum temperatures of 29.4°C in the second decade of April 2015 and 30.1-31.40C in the second decade of April in 2016, periods followed by days of rain that negatively affected the binding of fruits to plum, cherry and sour cherry. In these species phenophase of swelling buds and beginning bursting, starting in the last decade of March, in the sandy soil area of Dăbuleni, and the early phenophase starts in the second and third decades of April. Under the condition 2015, at species plum, the first variety that flourished was 'Stanley' (11 IV), followed by 'Carpatin' and 'Tuleu Gras', (12 IV) and the last variety 'Minerva' 14- IV). In 2016, 'Stanley' was the first variety to flourish. Swelling buds at cherry in year 2015, took place between 27-29- III, in 2016 between 29-30 IV and in 2017 between 29-31, the bursting being in the first decade of April in all the studied varieties. At sour cherry species in year 2015 swelling buds took place between 21-23- III, in 2016 between 24-26, and in 2017 between 25-27, the bursting being in the last decade of March in all the studied varieties.",
    "readLink": "https://natsci.upit.ro/media/1686/paper-7.pdf"
  },
  {
    "title": "How to develop new digital knowledge transfer products for communicating strategies and new ways towards a carbon-neutral Germany",
    "authors": [
      "S. Preuschmann,",
      "T. Blome,",
      "K. Görl,",
      "F. Köhnke,",
      "B. Steuri,",
      "J. El Zohbi,",
      "D. Rechid,",
      "M. Schultz,",
      "J. Sun,",
      "D. Jacob"
    ],
    "doi": "https://doi.org/10.5194/asr-19-51-2022",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  51\n                                  – 71",
    "issn": "1992-0628 (Print)",
    "publisher": "1992-0636 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.advances-in-science-and-research.net/home.html",
    "abstract": "Human-induced climate change is one of the most pressing challenges of our time. The Helmholtz Association is making essential research contributions to mitigate the causes and impacts of climate change and find ways to adapt. The “Net-Zero-2050” project, the Cluster I of the Helmholtz Climate Initiative, scientifically investigates and evaluates strategies and new ways to reduce, extract and permanently store carbon emissions. Two digital knowledge transfer products (DKTPs) were developed to present the complex research results comprehensively: (1) the “Net-Zero-2050 Web-Atlas” provides information on methods and technologies for CO2 reduction and possible reduction paths; (2) the “Soil Carbon App” provides simulated soil carbon data to estimate climate protection potentials through different land management methods. Both formats intend to support users in making informed decisions and developing appropriate climate neutrality strategies. During the two DKTPs development, common main challenges were identified regarding concepts and stakeholder involvement. Along with that, specific approaches to solving the tasks could be distilled for each product. In the still-evolving arena of digital knowledge transfer, no standard methods can be applied. At the same time, communication of climate research results to decision-makers is becoming more and more relevant. This paper extracts the challenges and gives approaches to facilitate a transfer of the gained experience to future similar projects.",
    "readLink": "https://asr.copernicus.org/articles/19/51/2022/asr-19-51-2022.pdf"
  },
  null,
  {
    "title": "INFLUENCE OF CLIMATE SHIFTING ON AGRICULTURAL AND DAILY  LIFE ACTIVITIES IN LOWER SINDH PROVINCE OF PAKISTAN",
    "authors": [
      "M. J. Sheikh,",
      "A. A. Narejo,",
      "G. M. Khushk,",
      "H. Magsi"
    ],
    "doi": "Vol. 35,\n                                no. 2",
    "issn": "1023-1072 (Print)",
    "publisher": "2663-7863 (Online)",
    "countryOfPublisher": "Sindh Agriculture University, Tandojam",
    "lcc": [
      "Pakistan",
      "Agriculture"
    ],
    "journalUrl": "https://pjaaevs.sau.edu.pk/index.php/ojs",
    "abstract": "Climate change not only influences agriculture activities, but also has certain effects on daily human activities, as well as on human health. Keeping in view the concerns of local people over climate shifting and available research gap on the issue, the researchers conducted a study, in which the perceptions of local farmers regarding climate shifting (temperature and precipitation) were gathered in district Hyderabad, Sindh province of Pakistan. The quantified data from 200 respondents were re-collected on a reliable and valid scale and analyzed through SPSS and AMOS software. The results revealed that the significant changes are being occurred in summer (r2=0.96; M=6.78) and winter seasons (r2=0.71; M=6.57) leaving bad effects on human health (r2=0.96) and behavior of the local population (r2=0.70). In addition, the change in the cropping calendar, i.e., timing of sowing (r2=0.69; M=8.42) and harvesting (r2=0.79; M=8.27) of different crops have been altered due to changes in local weather patterns. Since the local farmers are also facing seed germination (r2=0.57; M=7.98) problems, it is therefore recommended that concerned authorities/ departments should revise the agricultural calendar. Besides this, respondents were in opinion that actual summer starts even before the vacation and cold season starts when winter vacations ended, thus, the government and other concerned departments should reconsider or reschedule the vacation regulation policy (r2=0.70) at least at the provincial level.",
    "readLink": "https://pjaaevs.sau.edu.pk/index.php/ojs/article/view/345"
  }
]