[
  {
    "title": "The dependence of сircannual dynamics of blood pressure on seasonal fluctuations of meteorological and heliophysical factors. Meta-analysis",
    "authors": [
      "N. V. Kuzmenko,",
      "M. G. Pliss,",
      "V. A. Tsyrlin"
    ],
    "doi": "https://doi.org/10.15829/1560-4071-2019-1-80-93",
    "journalVolume": "Vol. 0,\n                                no. 1\n                                \n                                  pp.\n                                  80\n                                  – 93",
    "issn": "1560-4071 (Print)",
    "publisher": "2618-7620 (Online)",
    "countryOfPublisher": "«FIRMA «SILICEA» LLC",
    "lcc": [
      "Russian Federation",
      "Medicine: Internal medicine: Specialties of internal medicine: Diseases of the circulatory (Cardiovascular) system"
    ],
    "journalUrl": "https://russjcardiol.elpub.ru",
    "abstract": "Many clinical studies have shown seasonal dynamics of blood pressure (BP), which most authors attribute to seasonal variations in air temperature. However, the fact that in the conditions of modern urban society the influence on the person of air temperature on the street is minimized, as well as the fact that the seasonal dynamics of BP is observed and in a tropical climate contradict this statement. It is known, that the length of the day, the atmospheric pressure, the relative humidity, geomagnetic activity are subject to seasonal dynamics. Studies have shown that fluctuations in these meteorological factors can cause change in blood pressure.Aim. To use meta-analysis of the results of studies, conducted in different climatic zones (from subarctic to tropical) and devoted to seasonal dynamics of BP, to determine which meteorological conditions most often corresponded to the annual maximum of BP and which to the annual minimum of BP.Material and methods. We selected 15 publications about seasonal dynamics of BP and seasonal exacerbations of arterial hypertension in 21 regions of the Northern Hemisphere of the Earth.Results. We confirmed that, in addition to air temperature, other factors are also subject to seasonal dynamics (atmospheric pressure, relative humidity, partial oxygen density in the air). No correlation was found between the amplitude of seasonal fluctuations in air temperature and the amplitude of seasonal fluctuations in BP. In addition, the amplitude of drcannual blood pressure fluctuations was greater in regions with a clear seasonal dynamics of the average monthly atmospheric pressure, compared with regions in which the this parameter does not have a clear seasonal dynamics. Also, in some regions, the seasonal maximum of BP coincided with high geomagnetic activity.Conclusion. According to the results, we concluded that seasonal fluctuations of BP are not a reaction of the cardiovascular system to seasonal dynamics of air temperature only. Most likely, seasonal fluctuations of BP are caused by changes in all meteorological factors that have seasonal dynamics.",
    "readLink": "https://russjcardiol.elpub.ru/jour/article/view/3062"
  },
  {
    "title": "Predicting the Potential Distribution of <i>Paeonia veitchii</i> (Paeoniaceae) in China by Incorporating Climate Change into a Maxent Model",
    "authors": [
      "Keliang Zhang,",
      "Yin Zhang,",
      "Jun Tao"
    ],
    "doi": "https://doi.org/10.3390/f10020190",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  190",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "A detailed understanding of species distribution is usually a prerequisite for the rehabilitation and utilization of species in an ecosystem. Paeonia veitchii (Paeoniaceae), which is an endemic species of China, is an ornamental and medicinal plant that features high economic and ecological values. With the decrease of its population in recent decades, it has become a locally endangered species. In present study, we modeled the potential distribution of P. veitchii under current and future conditions, and evaluated the importance of the factors that shape its distribution. The results revealed a highly and moderately suitable habitat for P. veitchii that encompassed ca. 605,114 km2. The central area lies in northwest Sichuan Province. Elevation, temperature seasonality, annual mean precipitation, and precipitation seasonality were identified as the most important factors shaping the distribution of P. veitchii. Under the scenario with a low concentration of greenhouse gas emissions (RCP 2.6), we predicted an overall expansion of the potential distribution by 2050, followed by a slight contraction in 2070. However, with the scenario featuring intense greenhouse gas emissions (RCP 8.5), the range of suitable habitat should increase with the increasing intensity of global warming. The information that was obtained in the present study can provide background information related to the long-term conservation of this species.",
    "readLink": "https://www.mdpi.com/1999-4907/10/2/190"
  },
  {
    "title": "Integrating Environmental Science and the Economy: Innovative Partnerships between the Private Sector and Research Infrastructures",
    "authors": [
      "Abad Chabbi,",
      "Abad Chabbi,",
      "Henry W. Loescher,",
      "Henry W. Loescher,",
      "Margaux S. Dillon"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2017.00049",
    "journalVolume": "Vol. 5",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The present paper is a preliminary analysis of the funding, organizational culture, environmental, and innovation challenges that are currently faced by Environmental Research Infrastructures (ERI) and private enterprises working together. We contend there is a strong case for building creative collaboration models across these sectors that also require to new management tools to effectively generate economically-driven solutions to the global society at large in the face of climate change. To that end, public/private stakeholders that are likely to partner to address climate change also face new frontiers in how they will structurally and organizationally work together. We explore these issues around changing political, scientific, commercial environments; partnerships models; barriers in bridging these communities; and the role of formal project management processes. There is no one solution to fit all conditions that can bring together a specific public/private enterprise that incorporates a research infrastructure. However, we have provided two examples of collaborative models of public/private enterprises to highlight how these issues can be addressed, and to foster future dynamic and creative solutions to this problem.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fenvs.2017.00049/full"
  },
  {
    "title": "Assessing the influence of water sampling strategy on the  performance of tracer-aided hydrological modeling  in a mountainous basin on the Tibetan Plateau",
    "authors": [
      "Y. Nan,",
      "Z. He,",
      "F. Tian,",
      "Z. Wei,",
      "L. Tian"
    ],
    "doi": "https://doi.org/10.5194/hess-26-4147-2022",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  pp.\n                                  4147\n                                  – 4167",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Tracer-aided hydrological models integrating water isotope modules into the simulation of runoff generation are useful tools to reduce uncertainty of hydrological modeling in cold basins that are featured by complex runoff processes and multiple runoff components. However, there is little guidance on the strategy of field water sampling for isotope analysis to run tracer-aided hydrological models, which is especially important for large mountainous basins on the Tibetan Plateau (TP) where field water sampling work is highly costly. This study conducted a set of numerical experiments based on the THREW-T (Tsinghua Representative Elementary Watershed - Tracer-aided version) model to evaluate the reliance of the tracer-aided modeling performance on the availability of site measurements of water isotope in the Yarlung Tsangpo river (YTR) basin on the TP. Data conditions considered in the numerical experiments included the availability of glacier meltwater isotope measurement, quantity of site measurements of precipitation isotope, and the variable collecting strategies for stream water samples. Our results suggested that (1) in high-mountain basins where glacier meltwater samples for isotope analysis are not available, estimating glacier meltwater isotope by an offset parameter from the precipitation isotope is a feasible way to force the tracer-aided hydrological model. Using a set of glacier meltwater δ18O that were 2 ‰–9 ‰ lower than the mean precipitation δ18O resulted in only small changes in the model performance and the quantifications of contributions of runoff components (CRCs, smaller than 5 %) to streamflow in the YTR basin. (2) The strategy of field sampling for site precipitation to correct the global gridded isotope product of isoGSM (isotope-incorporated global spectral model) for model forcing should be carefully designed. Collecting precipitation samples at sites falling in the same altitude tends to be worse at representing the ground pattern of precipitation δ18O over the basin than collecting precipitation samples from sites in a range of altitudes. (3) Collecting weekly stream water samples at multiple sites in the wet and warm seasons is the optimal strategy for calibrating and evaluating a tracer-aided hydrological model in the YTR basin. It is highly recommended to increase the number of stream water sampling sites rather than spending resources on extensive sampling of stream water at a sole site for multiple years. These results provide important implications for collecting site measurements of water isotopes for running tracer-aided hydrological models to improve quantifications of CRCs in high-mountain basins.",
    "readLink": "https://hess.copernicus.org/articles/26/4147/2022/hess-26-4147-2022.pdf"
  },
  {
    "title": "A Risk-Based Assessment to Advise the Responsible Consumption of Invertebrates, Elasmobranch, and Fishes of Commercial Interest in Mexico",
    "authors": [
      "Luz Erandi Saldaña-Ruiz,",
      "Alesa Flores-Guzmán,",
      "Frida Cisneros-Soberanis,",
      "Gabriela Alejandra Cuevas-Gómez,",
      "Ernesto Gastélum-Nava,",
      "Lorena Rocha-Tejeda,",
      "Jose Francisco Chavez,",
      "Raziel Elihu Hernandez-Pimienta,",
      "Francisco Javier Fernández-Rivera Melo"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.866135",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The main key drivers of vulnerability for marine species are anthropogenic stressors, ranging from pollution and fishing to climate change. The widely documented impacts of fishing activities on marine species, the growing concern about the population status of many marine species, and the increase in per capita consumption of marine products worldwide have led to the development of environmentally responsible fishing standards and initiatives to inform consumers about the health status of the species. In Mexico, fishing is a vital source of jobs and food security for many coastal communities, but the population status of many species of commercial importance has not been evaluated. Management efforts and fisheries certification procedures and standards to achieve the sustainability of many Mexican fisheries are hindered by a lack of biological and fishery data for many species. In this study, a risk assessment methodology for data-limited fisheries, a Productivity, and Susceptibility Analysis was used to estimate the relative vulnerability of marine invertebrates and fishes commercially important in Mexico to fishing. Ninety-eight invertebrates, 66 elasmobranchs, and 367 bony fish were analyzed. The vulnerability among the 531 evaluated species is high for 115 (22%), moderate for 113 (21%), and low for 303 (57%). The most vulnerable species are the Mexican geoduck (Panopea globosa) and the Black Sea Cucumber (Holothuria atra) for invertebrates, the Spiny butterfly ray (Gymnura altavela) among elasmobranches, and the Black-and-yellow rockfish (Sebastes chrysomelas) for bony fishes. This study provides a first screening of the many species potentially affected by fisheries, prioritizes marine species for future research and management efforts, identifies the main data gaps, and sets the baseline for future research efforts and management. Furthermore, the results could improve market-based approaches like eco-labeling initiatives and the Responsible Seafood Consumption Guide, developed by Mexican authorities in collaboration with Comunidad and Biodiversidad (COBI, a civil society organization), to inform consumers about the origin and sustainability of fishery products.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.866135/full"
  },
  {
    "title": "Study on Sedimentary Records of Paleoclimate and Paleoenvironmental Evolution of the Dongsha Atoll of South China Sea in Recent 70 Thousand Years",
    "authors": [
      "tengfei Li"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202020602002",
    "journalVolume": "Vol. 206\n                                \n                                \n                                  p.\n                                  02002",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The Dongsha Atoll of South China Sea are located on the western reef terrace of Dongsha Atoll, where a large amount of terrigenous clastic materials and marine biomass are accumulated, which play an important role in the global material cycles. In recent years, the water level in this area has been on the decrease along with the frequent occurrence of floods, red tides, low-oxygen conditions and warmer waters as a result of worsening global ecology. In this paper, accelerated mass spectrometer (AMS) 14C was used to analyse the sediments in Dongsha Atoll of South China Sea, and studied the organic matter deposition in this area in the past 70,000 years combined with sediment grain size, geochemistry and other indicators, which revealed the influence of paleoclimate environment and climate change on the development of this area. The results showed that the environment and climate are essential to the distribution of particles, which can be divided into three layers from bottom to top, i.e., calcium-rich layer, organic matter layer and fine-grained sediment layer. Al2O3, K2O, TFe2O3 and MgO contribute 58.84% to the total variance, indicating that the composition plays a decisive role in the content of major elements in the region. Turbidity sediments have been widely distributed in different areas of the region since last glacial period, among which turbidity occurred most frequently in the period 200,000 years ago when the sea level was relatively low. This study provided a theoretical basis for the evolution of climate and environment in the South China Sea.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/66/e3sconf_icgec2020_02002.pdf"
  },
  {
    "title": "Complex plant-derived organic aerosol as ice-nucleating particles – more than the sums of their parts?",
    "authors": [
      "I. Steinke,",
      "I. Steinke,",
      "N. Hiranuma,",
      "R. Funk,",
      "K. Höhler,",
      "N. Tüllmann,",
      "N. S. Umo,",
      "P. G. Weidler,",
      "O. Möhler,",
      "T. Leisner"
    ],
    "doi": "https://doi.org/10.5194/acp-20-11387-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  11387\n                                  – 11397",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Quantifying the impact of complex organic particles on the formation of ice crystals in clouds remains challenging, mostly due to the vast number of different sources ranging from sea spray to agricultural areas. In particular, there are many open questions regarding the ice nucleation properties of organic particles released from terrestrial sources such as decaying plant material. In this work, we present results from laboratory studies investigating the immersion freezing properties of individual organic compounds commonly found in plant tissue and complex organic aerosol particles from vegetated environments, without specifically investigating the contribution from biological particles, which may contribute to the overall ice nucleation efficiency observed at high temperatures. To characterize the ice nucleation properties of plant-related aerosol samples for temperatures between 242 and 267 K, we used the Aerosol Interaction and Dynamics in the Atmosphere (AIDA) cloud chamber and the Ice Nucleation SpEctrometer of the Karlsruhe Institute of Technology (INSEKT), which is a droplet freezing assay. Individual plant components (polysaccharides, lignin, soy and rice protein) were mostly less ice active, or similarly ice active, compared to microcrystalline cellulose, which has been suggested by recent studies to be a proxy for quantifying the primary cloud ice formation caused by particles originating from vegetation. In contrast, samples from ambient sources with a complex organic matter composition (agricultural soils and leaf litter) were either similarly ice active or up to 2 orders of magnitude more ice active than cellulose. Of all individual organic plant components, only carnauba wax (i.e., lipids) showed a similarly high ice nucleation activity as that of the samples from vegetated environments over a temperature range between 245 and 252 K. Hence, based on our experimental results, we suggest considering cellulose as being representative for the average ice nucleation activity of plant-derived particles, whereas lignin and plant proteins tend to provide a lower limit. In contrast, complex biogenic particles may exhibit ice nucleation activities which are up to 2 orders of magnitude higher than observed for cellulose, making ambient plant-derived particles a potentially important contributor to the population of ice-nucleating particles in the troposphere, even though major uncertainties regarding their transport to cloud altitude remain.",
    "readLink": "https://acp.copernicus.org/articles/20/11387/2020/acp-20-11387-2020.pdf"
  },
  {
    "title": "Parameters and methods used in flood susceptibility mapping: a review",
    "authors": [
      "Cagla Melisa Kaya,",
      "Leyla Derin"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.035",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  pp.\n                                  1935\n                                  – 1960",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "A correct understanding of the parameters and methods used in flood susceptibility mapping (FSM) is critical for identifying the strengths and limitations of different mapping approaches, as well as for developing methodologies. In this study, we examined scientific publications in the literature using WoS. Although the number of methods used is quite high, the number of parameters used in these methods varies, with a maximum of 21 and a minimum of 5 parameters preferred. It was found that the most commonly used parameter has a preference rate of 97%, but there is no common parameter in 100% of the studies. The methods used for determining flood susceptibility include multi-criteria decision-making (MCDM) methods, physically based hydrological models, statistical methods, and various soft computing methods. Although the use of traditional statistical methods and MCDM methods is already high among researchers, the methods used in flood susceptibility analysis have evolved over the years from traditional human judgments to statistical methods based on big data and machine learning. In the reviewed studies, it was observed that machine learning, fuzzy logic, metaheuristic optimization algorithms, and heuristic search algorithms, which are soft computing methods, have been widely used in FSM in recent years. HIGHLIGHTS Determination of the methods used in the literature for susceptibility mapping used to identify flood-prone areas for sustainable flood management (more than 150 methods have been found to be used). Also, creating master classes for these methods.; Interpreting the interchangeability of the parameters used in the FSM methods in the literature and creating master classes for these parameters for researchers.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/6/1935"
  },
  {
    "title": "Seasonality and Ecological Suitability Modelling for Anthrax (<i>Bacillus anthracis</i>) in Western Africa",
    "authors": [
      "Claudia Pittiglio,",
      "Sean Shadomy,",
      "Ahmed El Idrissi,",
      "Baba Soumare,",
      "Juan Lubroth,",
      "Yilma Makonnen"
    ],
    "doi": "https://doi.org/10.3390/ani12091146",
    "journalVolume": "Vol. 12,\n                                no. 1146\n                                \n                                  p.\n                                  1146",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "Anthrax is hyper-endemic in West Africa affecting wildlife, livestock and humans. Prediction is difficult due to the lack of accurate outbreak data. However, predicting the risk of infection is important for public health, wildlife conservation and livestock economies. In this study, the seasonality of anthrax outbreaks in West Africa was investigated using climate time series and ecological niche modeling to identify environmental factors related to anthrax occurrence, develop geospatial risk maps and identify seasonal patterns. Outbreak data in livestock, wildlife and humans between 2010 and 2018 were compiled from different sources and analyzed against monthly rates of change in precipitation, normalized difference vegetation index (NDVI) and land surface temperature. Maximum Entropy was used to predict and map the environmental suitability of anthrax occurrence. The findings showed that: (i) Anthrax outbreaks significantly (99%) increased with incremental changes in monthly precipitation and vegetation growth and decremental changes in monthly temperature during January–June. This explains the occurrence of the anthrax peak during the early wet season in West Africa. (ii) Livestock density, precipitation seasonality, NDVI and alkaline soils were the main predictors of anthrax suitability. (iii) Our approach optimized the use of limited and heterogeneous datasets and ecological niche modeling, demonstrating the value of integrated disease notification data and outbreak reports to generate risk maps. Our findings can inform public, animal and environmental health and enhance national and regional One Health disease control strategies.",
    "readLink": "https://www.mdpi.com/2076-2615/12/9/1146"
  },
  {
    "title": "Transferring Sustainability Solutions across Contexts through City–University Partnerships",
    "authors": [
      "Lauren Withycombe Keeler,",
      "Fletcher  D. Beaudoin,",
      "Amy  M. Lerner,",
      "Beatrice John,",
      "Richard Beecroft,",
      "Kaidi Tamm,",
      "Arnim Wiek,",
      "Daniel  J. Lang"
    ],
    "doi": "https://doi.org/10.3390/su10092966",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  2966",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The urgency of climate change and other sustainability challenges makes transferring and scaling solutions between cities a necessity. However, solutions are deeply contextual. To accelerate solution efforts, there is a need to understand how context shapes the development of solutions. Universities are well positioned to work with cities on transferring solutions from and to other cities. This paper analyses five case studies of city–university partnerships in three countries on transferring solutions. Our analysis suggests that understanding the interest, the action on sustainability, and the individual and collective sustainability competences on the part of the city administration and the university can help facilitate the transfer of sustainability solutions across contexts. We conclude that the nature of the city–university partnership is essential to solution transfer and that new and existing networks can be used to accelerate progress on the 2030 United Nations Sustainable Development Goals.",
    "readLink": "http://www.mdpi.com/2071-1050/10/9/2966"
  }
]