[
  {
    "title": "Evaluation of different revegetation measures on mudflow deposits in the Nature Park Sölktäler (Styria, Austria)",
    "authors": [
      "Bohner Andreas,",
      "Winter Silvia,",
      "Starlinger Franz"
    ],
    "doi": "https://doi.org/10.2478/boku-2020-0015",
    "journalVolume": "Vol. 71,\n                                no. 3\n                                \n                                  pp.\n                                  169\n                                  – 183",
    "issn": "0006-5471 (Print)",
    "publisher": "2719-5430 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://sciendo.com/journal/BOKU",
    "abstract": "In mountain regions, the likelihood of mudflows might increase due to climate change. Although mudflows are common worldwide and devastate agricultural land, virtually nothing is known about the revegetation of mudflow deposits for agricultural purposes. To provide recommendations for rapid revegetation of mountain pastures, 52 permanent plots (4 m × 4 m) on 20 revegetated mudflow deposits in the Nature Park Sölktäler were established. We evaluated different revegetation measures (seed addition alone or combined with application of straw, lime or cattle manure) two years after sowing using commercial clover-grass seed mixtures. Furthermore, 27 permanent plots on 15 unsown mudflow deposits were surveyed. Sowing seeds can considerably accelerate revegetation on siliceous mudflow deposits. Festuca rubra, Agrostis capillaris, Lolium perenne, Trifolium repens and Lotus corniculatus are particularly suitable for rapid grassland reestablishment, whereas Poa pratensis is not recommendable. A pure straw application should be avoided because it delays the revegetation success. Lime addition is not recommended because it can lead to an undesirable legume dominance if clover-grass seed mixtures are used for revegetation. The most effective measure for large-scale revegetation seems to be seed addition without additives. To facilitate revegetation on coarse-grained deposits, large rocks should be crushed using a stone mill.",
    "readLink": "https://doi.org/10.2478/boku-2020-0015"
  },
  {
    "title": "Coupling a thermodynamically active ice shelf to a regional simulation of the Weddell Sea",
    "authors": [
      "V. Meccia,",
      "I. Wainer,",
      "M. Tonelli,",
      "E. Curchitser"
    ],
    "doi": "https://doi.org/10.5194/gmd-6-1209-2013",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  pp.\n                                  1209\n                                  – 1219",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "A thermodynamically interactive ice shelf cavity parameterization is coupled to the Regional Ocean Model System (ROMS) and is applied to the Southern Ocean domain with enhanced resolution in the Weddell Sea. This implementation is tested in order to assess its degree of improvement to the hydrography (and circulation) of the Weddell Sea. Results show that the inclusion of ice shelf cavities in the model is feasible and somewhat realistic (considering the lack of under-ice observations for validation). Ice shelf–ocean interactions are an important process to be considered in order to obtain realistic hydrographic values under the ice shelf. The model framework presented in this work is a promising tool for analyzing the Southern Ocean's response to future climate change scenarios.",
    "readLink": "http://www.geosci-model-dev.net/6/1209/2013/gmd-6-1209-2013.pdf"
  },
  null,
  {
    "title": "Climatic indicator analysis of blooming time for sour cherries",
    "authors": [
      "M. Ladányi,",
      "Sz. Persely,",
      "T. Szabó,",
      "Z. Szabó,",
      "M. Soltész,",
      "J. Nyéki"
    ],
    "doi": "https://doi.org/10.31421/IJHS/16/1/855",
    "journalVolume": "Vol. 16,\n                                no. 1",
    "issn": "1585-0404 (Print)",
    "publisher": "2676-931X (Online)",
    "countryOfPublisher": "University of Debrecen",
    "lcc": [
      "Hungary",
      "Agriculture: Plant culture",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://ojs.lib.unideb.hu/IJHS/index",
    "abstract": "County Szabolcs-Szatmár-Bereg produces more than the half of the total sour cherry grown in Hungary. Successful production, i.e. yield, depends largely on weather conditions. Most attention should be paid to the weather during the blooming period, being most decisive from the points of view of quality as well as quantity. In order to predict yields expected, the characterisation of the most important weather parameters is necessary. For that purpose, the database of the Institute of Research and Extension Service for Fruit Growing at Újfehértó Ltd. has been utilised. Records of weather conditions were collected throughout the period 1984-2005, i.e. daily minimum, maximum and mean temperatures (°C), precipitation (mm), and phonological diary of sour cherry varieties ’Újfehértói fürtös’, ’Kántorjánosi’ and ’Debreceni bôtermô’. Data of 7 indicators have been traced: number of frosty days, the absolute minimum temperatures, means of minimum temperatures, number of days when daily means were above 10°C, means of maximum temperatures, number of days without precipitation, and number of days when precipitation was more than 5 mm. On the one hand, we surveyed the changes; on the other hand, estimates have been attempted for the future changes expected during the following decades. The indicators being associated with certain risky events may serve for the prediction of the future recommendations to prevent damages.",
    "readLink": "https://ojs.lib.unideb.hu/IJHS/article/view/855"
  },
  {
    "title": "COVID-19 and Climate Change:  Signing Up for Our Impossible Dream",
    "authors": [
      "Jose Florencio Lapeña"
    ],
    "doi": "Vol. 36,\n                                no. 2",
    "issn": "1908-4889 (Print)",
    "publisher": "2094-1501 (Online)",
    "countryOfPublisher": "Philippine Society of Otolaryngology-Head and Neck Surgery, Inc.",
    "lcc": [
      "Philippines",
      "Medicine: Otorhinolaryngology"
    ],
    "journalUrl": "https://pjohns.pso-hns.org/index.php/pjohns",
    "abstract": "To dream the impossible dream, To fight the unbeatable foe To bear with unbearable sorrow, To run where the brave dare not go To right the unrightable wrong, To love pure and chaste from afar To try when your arms are too weary, To reach the unreachable star — Mitch Leigh and Joe Darion, The Impossible Dream1",
    "readLink": "https://pjohns.pso-hns.org/index.php/pjohns/article/view/1787"
  },
  {
    "title": "Impact of ambient temperature on adverse pregnancy outcomes: a birth cohort study in Fuzhou, China",
    "authors": [
      "Jinfeng Lin,",
      "Yan Yang,",
      "Ayinasaer Nuermaimaiti,",
      "Tingting Ye,",
      "Jingwen Liu,",
      "Zitong Zhang,",
      "Yifeng Chen,",
      "Qingyu Li,",
      "Chuancheng Wu,",
      "Baoying Liu,",
      "Rongxian Xu,",
      "Yong Xia,",
      "Jianjun Xiang,",
      "Jianjun Xiang"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2023.1183129",
    "journalVolume": "Vol. 11",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "BackgroundPrevious studies have identified a series of specific adverse pregnancy outcomes (APOs) linked with temperature extremes. Most of them focus on preterm birth, low birth weight, and stillbirth. Other possible adverse outcomes were under-researched. This study aimed to investigate the impact of ambient temperature on maternal complications, white blood cell count (WBC), newborn hearing, and neonatal jaundice.MethodsA total of 418 participants were recruited from Fuzhou Maternity & Child Healthcare Hospital in 2016. Participants were invited to fill out a structured questionnaire. The gridded near-surface air temperatures at a resolution of 0.1°* 0.1° for Fuzhou were extracted from a published dataset. Meteorological data and PM2.5 were extracted based on participants’ residential addresses using R packages “ncdf4” and “raster.” Multivariate logistic regression models were used to quantify the effects of ambient temperature on APOs after controlling for confounders.ResultsOverall, there were 107 APOs, accounting for 25.6% of all participants. Every 1°C increase in mean temperature was associated with a 10.0% increase in APOs (aOR = 1.100, 95%CI 1.006–1.203) during the period of early pregnancy. However, negative associations were observed in the middle pregnancy period, and a 1°C increase in mean temperature was associated 8.8% decrease in APOs (aOR = 0.912, 95%CI 0.846–0.982). Diurnal temperature variation had a significant impact on APOs in the third trimester. Infant jaundice was negatively associated with temperature exposure in the middle and late pregnancy periods. The risk of neonatal jaundice increased at lag weeks 2–9 in the first trimester, with the greatest lagged effect (aOR = 1.201, 95%CI 1.020–1.413) observed at lag week 3. A 1°C increase in mean temperature led to a 29.6% (aOR = 1.296, 95%CI 1.019–1.649) increase in high WBC. A 1°C increase in temperature variation was associated with more than two times (aOR = 2.469, 95%CI 1.001–6.089) increase of high WBC in the first trimester and about five times (aOR = 4.724, 95%CI 1.548–14.409) increase in the third trimester.ConclusionAmbient temperature affects neonatal jaundice, newborn hearing loss, and infections during pregnancy. In addition to the identified epidemiologic link and susceptible exposure windows, there is a need to understand the underlying biological mechanisms for better recommendations for climate change adaptation policies.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2023.1183129/full"
  },
  {
    "title": "Virtual water flows under projected climate, land use and population change: the case of UK feed barley and meat",
    "authors": [
      "D.O. Yawson,",
      "S. Mohan,",
      "F.A. Armah,",
      "T. Ball,",
      "B. Mulholland,",
      "M.O. Adu,",
      "P.J. White"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  p.\n                                  e03127",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The flow of water through food commodity trade has been rationalized in the virtual water concept. Estimates of future virtual water flows under climate, land use, and population changes could have instrumental value for policy and strategic trade decisions. This paper estimated the virtual water flows associated with feed barley and meat imports to the UK under projected climate, land use, and population changes from the 2030s to the 2050s. The results show that future virtual water inflows associated with barley imports to balance domestic deficits are larger than total volume of water used in domestic barley production in the UK. Mean virtual water associated with total UK barley production ranged from 206 to 350 million m3. This is much less than the mean total virtual water associated with barley imports (if total barley produced in the UK is used for feed), which ranged from 2.5 to 5.6 billion m3 in the 2030s to the 2050s for all land use and climate change scenarios. If domestic barley production is distributed to the different end uses, the total virtual water inflows associated with imports to balance domestic feed barley supply could be as high as 7.4 billion m3. Larger virtual water inflows (as high as 9.9 billion m3) were associated with feed barley equivalent meat imports. While the UK barley production would be entirely green, imports of either barley or meat would result in large blue water inflows to the UK. Virtual water inflows increased across the time slices for all emissions scenarios, indicating weak effectiveness of yield or productivity gains to moderate virtual water inflows. While increase in yield and land allocated to barley production should be adaptive targets, the UK needs to take policy and strategic actions to diversify trade partners and shift imports away from countries where blue water flows can exacerbate existing or potential water stresses.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844019367866"
  },
  {
    "title": "Energy, pollution, and economic development in Tunisia",
    "authors": [
      "Miniar Ben Ammar Sghari,",
      "Sami Hammami"
    ],
    "doi": "https://doi.org/10.1016/j.egyr.2016.01.001",
    "journalVolume": "Vol. 2,\n                                no. C\n                                \n                                  pp.\n                                  35\n                                  – 39",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "Since the United Nations Conference on Environment and Development held its Rio meeting in 1992, where participants discussed the necessity of fighting against the hazardous effects of pollution and climate change, these issues have become even more pressing world-wide. The ever-increasing consumption of energy is depleting the planet’s natural capital to a degree that could impact our future prosperity. According to the 2008 Living Planet Report, if demands for energy were to continue to grow at their current rates, by the mid-2030s we would need the equivalent of two planets to meet our global supply needs.1 World Wildlife Federation (WWF), Living Planet Report 2008(Gland, Switzerland: WWF, 2008). The rising level of energy consumption that is occurring internationally also is being mirrored at regional and national levels. An interesting case study along these lines is Tunisia, which is one of the high-growth economies in the Middle East and North African area yet lacks sufficient energy supply to satisfy its growing demand. Tunisia looks like many nations around the world with a young population, growing economy, increasing domestic energy consumption, and the need to balance economic development with environmental concerns.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484716300014"
  },
  {
    "title": "Modeling and Predicting Carbon and Water Fluxes Using Data-Driven Techniques in a Forest Ecosystem",
    "authors": [
      "Xianming Dou,",
      "Yongguo Yang"
    ],
    "doi": "https://doi.org/10.3390/f8120498",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  498",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Accurate estimation of carbon and water fluxes of forest ecosystems is of particular importance for addressing the problems originating from global environmental change, and providing helpful information about carbon and water content for analyzing and diagnosing past and future climate change. The main focus of the current work was to investigate the feasibility of four comparatively new methods, including generalized regression neural network, group method of data handling (GMDH), extreme learning machine and adaptive neuro-fuzzy inference system (ANFIS), for elucidating the carbon and water fluxes in a forest ecosystem. A comparison was made between these models and two widely used data-driven models, artificial neural network (ANN) and support vector machine (SVM). All the models were evaluated based on the following statistical indices: coefficient of determination, Nash-Sutcliffe efficiency, root mean square error and mean absolute error. Results indicated that the data-driven models are capable of accounting for most variance in each flux with the limited meteorological variables. The ANN model provided the best estimates for gross primary productivity (GPP) and net ecosystem exchange (NEE), while the ANFIS model achieved the best for ecosystem respiration (R), indicating that no single model was consistently superior to others for the carbon flux prediction. In addition, the GMDH model consistently produced somewhat worse results for all the carbon flux and evapotranspiration (ET) estimations. On the whole, among the carbon and water fluxes, all the models produced similar highly satisfactory accuracy for GPP, R and ET fluxes, and did a reasonable job of reproducing the eddy covariance NEE. Based on these findings, it was concluded that these advanced models are promising alternatives to ANN and SVM for estimating the terrestrial carbon and water fluxes.",
    "readLink": "https://www.mdpi.com/1999-4907/8/12/498"
  },
  {
    "title": "Hydrodynamic Model Tests for Seaweed as a Source of Energy Reduction during Extreme Events",
    "authors": [
      "Olanrewaju Sulaiman Oladokun"
    ],
    "doi": "https://doi.org/10.3390/aquacj3030015",
    "journalVolume": "Vol. 3,\n                                no. 15\n                                \n                                  pp.\n                                  181\n                                  – 195",
    "issn": "2673-9496 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Aquaculture. Fisheries. Angling"
    ],
    "journalUrl": "https://www.mdpi.com/journal/aquacj",
    "abstract": "One fifth of the world’s population and critical infrastructures are close to the coast and regions of high-risk sea level rise elevation. The last decades have been characterized by increasing extreme events, including storm surges, flooding, coastal erosion, enhanced coastal vulnerability with associated livelihood, and economic losses. Nature-based engineering solutions are being adopted as sustainable solutions for helping existing technologies live their design life and providing climate change adaptation and resilience for coastal and riverine communities. This paper involves the investigation of nature-based eco-hydraulic soft coastal engineering to cultivate seaweed for coastal protection. In this context, the present study involves an advanced risk evaluation performed by conducting an extreme bore interaction with seaweed as a soft engineering coastal protection measure. The load reduction on the inland structure during extreme flooding conditions, incorporating seaweed, is addressed. The present study indicates that the load on inland structures can be reduced by as much as 14% in extreme flooding conditions in the presence of seaweed with two rows of seaweed, indicating the usage of seaweed as a part of coastal protection over existing site protection infrastructure for improved coastal mitigation.",
    "readLink": "https://www.mdpi.com/2673-9496/3/3/15"
  }
]