[
  {
    "title": "Fossil leaf wax hydrogen isotopes reveal variability of Atlantic and Mediterranean climate forcing on the southeast Iberian Peninsula between 6000 to 3000 cal. BP.",
    "authors": [
      "Julien Schirrmacher,",
      "Nils Andersen,",
      "Ralph R Schneider,",
      "Mara Weinelt"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0243662",
    "journalVolume": "Vol. 15,\n                                no. 12\n                                \n                                  p.\n                                  e0243662",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Many recently published papers have investigated the spatial and temporal manifestation of the 4.2 ka BP climate event at regional and global scales. However, questions with regard to the potential drivers of the associated climate change remain open. Here, we investigate the interaction between Atlantic and Mediterranean climate forcing on the south-eastern Iberian Peninsula during the mid- to late Holocene using compound-specific hydrogen isotopes from fossil leaf waxes preserved in marine sediments. Variability of hydrogen isotope values in the study area is primarily related to changes in the precipitation source and indicates three phases of increased Mediterranean sourced precipitation from 5450 to 5350 cal. BP, from 5150 to 4300 cal. BP including a short-term interruption around 4800 cal. BP, and from 3400 to 3000 cal. BP interrupted around 3200 cal. BP. These phases are in good agreement with times of prevailing positive modes of the North Atlantic Oscillation (NAO) and reduced storm activity in the Western Mediterranean suggesting that the NAO was the dominant modulator of relative variability in precipitation sources. However, as previously suggested other modes such as the Western Mediterranean Oscillation (WeMO) may have altered this overall relationship. In this regard, a decrease in Mediterranean moisture source coincident with a rapid reduction in warm season precipitation during the 4.2 ka BP event at the south-eastern Iberian Peninsula might have been related to negative WeMO conditions.",
    "readLink": "https://doi.org/10.1371/journal.pone.0243662"
  },
  {
    "title": "Photosynthetic and Morphological Responses of Sacha Inchi (<i>Plukenetia volubilis</i> L.) to Waterlogging Stress",
    "authors": [
      "Chyi-Chuann Chen,",
      "Ming-Sheng Li,",
      "Kuan-Ting Chen,",
      "Yueh-Hua Lin,",
      "Swee-Suak Ko"
    ],
    "doi": "https://doi.org/10.3390/plants11030249",
    "journalVolume": "Vol. 11,\n                                no. 249\n                                \n                                  p.\n                                  249",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Sacha inchi (Plukenetia volubilis L.) is an important oilseed crop that is rich in fatty acids and protein. Climate-change-related stresses, such as chilling, high temperature, and waterlogging can cause severe production loss in this crop. In this study, we investigated the photosynthetic responses of sacha inchi seedlings to short-term waterlogging and their morphological changes after long-term waterlogging stress. Sacha inchi CO2 uptake, stomatal conductance, and transpiration rate are affected by temperature and light intensity. The seedlings had a high CO2 uptake (>10 μmol m−2s−1) during the daytime (08:00 to 15:00), and at 32 and 36 °C. At 32 °C, CO2 uptake peaked at irradiations of 1000 and 1500 µmol m−2s−1, and plants could still perform photosynthesis at high-intensity radiation of 2000–3000 µmol m−2s−1. However, after 5 days of waterlogging (5 DAF) sacha inchi seedlings significantly reduced their photosynthetic ability. The CO2 uptake, stomatal conductance, Fv/Fm, ETR, and qP, etc., of the susceptible genotypes, were significantly decreased and their wilting percentage was higher than 50% at 5 DAF. This led to a higher wilting percentage at 7 days post-recovery. Among the four lines assessed, Line 27 had a high photosynthetic capability and showed the best waterlogging tolerance. We screened many seedlings for long-term waterlogging tolerance and discovered that some seedlings can produce adventitious roots (AR) and survive after two weeks of waterlogging. Hence, AR could be a critical morphological adaptation to waterlogging in this crop. In summary, these results suggest that improvement in waterlogging tolerance has considerable potential for increasing the sustainable production of sacha inchi.",
    "readLink": "https://www.mdpi.com/2223-7747/11/3/249"
  },
  {
    "title": "Characteristics of tropopause parameters as observed with  GPS  radio occultation",
    "authors": [
      "T. Rieckh,",
      "T. Rieckh,",
      "B. Scherllin-Pirscher,",
      "B. Scherllin-Pirscher,",
      "F. Ladstädter,",
      "F. Ladstädter,",
      "U. Foelsche,",
      "U. Foelsche"
    ],
    "doi": "https://doi.org/10.5194/amt-7-3947-2014",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  pp.\n                                  3947\n                                  – 3958",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Characteristics of the lapse rate tropopause are analyzed globally for tropopause altitude and temperature using global positioning system (GPS) radio occultation (RO) data from late 2001 to the end of 2013. RO profiles feature high vertical resolution and excellent quality in the upper troposphere and lower stratosphere, which are key factors for tropopause determination, including multiple ones. RO data provide measurements globally and allow examination of both temporal and spatial tropopause characteristics based entirely on observational measurements. To investigate latitudinal and longitudinal tropopause characteristics, the mean annual cycle, and inter-annual variability, we use tropopauses from individual profiles as well as their statistical measures for zonal bands and 5° × 10° bins. The latitudinal structure of first tropopauses shows the well-known distribution with high (cold) tropical tropopauses and low (warm) extra-tropical tropopauses. In the transition zones (20 to 40° N/S), individual profiles reveal varying tropopause altitudes from less than 7 km to more than 17 km due to variability in the subtropical tropopause break. In this region, we also find multiple tropopauses throughout the year. Longitudinal variability is strongest at northern hemispheric mid latitudes and in the Asian monsoon region. The mean annual cycle features changes in amplitude and phase, depending on latitude. This is caused by different underlying physical processes (such as the Brewer–Dobson circulation – BDC) and atmospheric dynamics (such as the strong polar vortex in the southern hemispheric winter). Inter-annual anomalies of tropopause parameters show signatures of El Niño–Southern Oscillation (ENSO), the quasi–biennial oscillation (QBO), and the varying strength of the polar vortex, including sudden stratospheric warming (SSW) events. These results are in good agreement with previous studies and underpin the high utility of the entire RO record for investigating latitudinal, longitudinal, and temporal tropopause characteristics globally.",
    "readLink": "https://www.atmos-meas-tech.net/7/3947/2014/amt-7-3947-2014.pdf"
  },
  {
    "title": "State of the art of the meiofauna of Brazilian Sandy Beaches",
    "authors": [
      "Tatiana Fabricio Maria,",
      "Adriane Pereira Wandeness,",
      "André Morgado Esteves"
    ],
    "doi": "https://doi.org/10.1590/S1679-875920160946064sp2",
    "journalVolume": "Vol. 64,\n                                no. spe2\n                                \n                                  pp.\n                                  17\n                                  – 26",
    "issn": "1679-8759 (Print)",
    "publisher": "1982-436X (Online)",
    "countryOfPublisher": "Universidade de São Paulo",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=1679-8759&lng=pt&nrm=iso",
    "abstract": "Abstract In Brazil, meiofauna studies began in the middle of last century, but they adopted a purely taxonomical approach, describing species from various zoological groups. After this first step, this benthic group was largely neglected until the end of the 20th century when ecological studies began. We here provide a brief review of present knowledge of the meiofauna found on Brazilian sandy beaches to provide information for ReBentos (Coastal Benthic Habitats Monitoring Network). Our methodology consisted of a bibliographic survey undertaken using different datasets (Web of ScienceTM, SCOPUS, Google Scholar and Lattes Plataform). For the survey, we considered only those studies published till early 2015. Our analysis showed that the number of meiofauna studies has increased over the last two decades, though they are mainly still concentrated on the Southeast of Brazil. These studies aim to explain the distribution pattern of the meiofauna of the intertidal region of sandy beaches. Based on the results, we presented a discussion of three main topics, i.e., (a) current knowledge of Brazilian sandy beach meiofauna, (b) sampling strategies for monitoring of the meiofauna, and (c) use of the meiofauna as a tool to assess climate change. We trust that this brief review will be useful as a starting point for the delineation of further climate change investigations into sandy beach meiofauna.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1679-87592016000600017&lng=en&tlng=en"
  },
  {
    "title": "Have Market-oriented Reforms Decoupled China’s CO2 Emissions from Total Electricity Generation? An Empirical Analysis",
    "authors": [
      "Wei Shang,",
      "Guifen Pei,",
      "Conor Walsh,",
      "Ming Meng,",
      "Xiangsong Meng"
    ],
    "doi": "https://doi.org/10.3390/su8050468",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  p.\n                                  468",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Achieving the decoupling of electric CO2 emissions from total electricity generation is important in ensuring the sustainable socioeconomic development of China. To realize this, China implemented market-oriented reforms to its electric power industry at the beginning of 2003. This study used the Tapio decoupling index, the Laspeyres decomposition algorithm, and decoupling-related data from 1993 to 2012 to evaluate the effect of these reforms. Several conclusions can be drawn based on the empirical analysis. (1) The reforms changed the developmental trend of the decoupling index and facilitated its progress towards strong decoupling. (2) The results forecasted through fitting the curve to the decoupling index indicate that strong decoupling would be realized by 2030. (3) Limiting the manufacturing development and upgrading the generation equipment of the thermal power plants are essential for China to achieve strong decoupling at an early date. (4) China should enhance regulatory pressures and guidance for appropriate investment in thermal power plants to ensure the stable development of the decoupling index. (5) Transactions between multiple participants and electricity price bidding play active roles in the stable development of the decoupling index.",
    "readLink": "http://www.mdpi.com/2071-1050/8/5/468"
  },
  {
    "title": "Assessing farmers' contribution to greenhouse gas emission and the impact of adopting climate-smart agriculture on mitigation",
    "authors": [
      "Michael Ayeah Israel,",
      "Joseph Amikuzuno,",
      "Gideon Danso-Abbeam"
    ],
    "doi": "https://doi.org/10.1186/s13717-020-00249-2",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract Background The adoption of climate-smart agricultural (CSA) practices is expected to improve farmers’ adaptation to climate change and also increase yields while simultaneously curbing greenhouse gas (GHG) emissions. This paper explores the determinants of smallholder farmers’ participation in GHG-emitting activities. It also estimates the impact of CSA activities on reducing GHG emissions. Methods The findings are based on survey data obtained from 350 smallholder farmers in the East Gonja district of Northern Ghana. We adopted the generalized Poisson regression model in identifying factors influencing farmers’ participation in the GHG emission practices and inverse-probability-weighted regression adjustment (IPWRA) to estimate the impact of CSA adoption on GHG emissions. Results Most farming households engaged in at least one emission activity. The findings of the generalized Poisson model found that wealthier households, higher education, and households with access to extension services were less likely to participate in GHG emission activities. There was also evidence that CSA adoption significantly reduces GHG emissions. Conclusion Advocacy in CSA adoption could be a necessary condition for environmental protection through the reduction of GHG emissions.",
    "readLink": "http://link.springer.com/article/10.1186/s13717-020-00249-2"
  },
  {
    "title": "Optimal Sizing and Energy Management of Microgrids with Vehicle-to-Grid Technology: A Critical Review and Future Trends",
    "authors": [
      "Oussama Ouramdane,",
      "Elhoussin Elbouchikhi,",
      "Yassine Amirat,",
      "Ehsan Sedgh Gooya"
    ],
    "doi": "https://doi.org/10.3390/en14144166",
    "journalVolume": "Vol. 14,\n                                no. 4166\n                                \n                                  p.\n                                  4166",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The topic of microgrids (MGs) is a fast-growing and very promising field of research in terms of energy production quality, pollution reduction and sustainable development. Moreover, MGs are, above all, designed to considerably improve the autonomy, sustainability, and reliability of future electrical distribution grid. At the same time, aspects of MGs energy management, taking into consideration distribution generation systems, energy storage devices, electric vehicles, and consumption components have been widely investigated. Besides, grid architectures including DC, AC, or hybrid power generation systems, energy dispatching problems modelling, operating modes (islanded or grid connected), MGs sizing, simulations and problems solving optimization approaches, and other aspects, have been raised as topics of great interest for both electrical and computer sciences research communities. Furthermore, the United Nations Framework Convention on Climate Change and government policies and incentives have paved the way to massive electric vehicle (EV) deployment. Hence, several research studies have been conducted to investigate the integration of EVs in national power grid and future MGs. Specifically, EV charging stations’ bi-directional power flow control and energy management have been considerably explored. These issues index challenging research topics, which are in most cases still under progress. This paper gives an overview of MGs technology advancement in recent decades, taking into consideration distributed energy generation (DER), energy storage systems (ESS), EVs, and loads. It reviews the main MGs architecture, operating modes, sizing and energy management systems (EMS) and EVs integration.",
    "readLink": "https://www.mdpi.com/1996-1073/14/14/4166"
  },
  {
    "title": "Effects of different types of drought on vegetation in Huang-Huai-Hai River Basin, China",
    "authors": [
      "Xiaoliang Shi,",
      "Hao Ding,",
      "Mengyue Wu,",
      "Na Zhang,",
      "Mengqi Shi,",
      "Fei Chen,",
      "Yi Li"
    ],
    "doi": "Vol. 144\n                                \n                                \n                                  p.\n                                  109428",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Due to climate change and human activities, drought has become one of the most complex natural disasters in the Huang-Huai-Hai River basin, China. The purpose of the current research is to analyze the response of vegetation to drought in the Huang-Huai-Hai River basin by calculating the lag time correlation coefficient between the enhanced vegetation index (EVI) and drought indices. First, the water storage deficit index (WSDI) calculated from the total water storage anomalies (TWSA) was used as the hydrological drought index. The meteorological drought index we used was the self-calibrating Palmer drought severity index (scPDSI) provided by the Climate Research Unit (CRU). Then, the relationship between hydrological and meteorological drought was obtained based on the wavelet coherent change. Finally, the response of different vegetation types to drought was analyzed based on the lag time correlation coefficient. The results showed that: the average time of hydrological drought lagged meteorological drought in the three first-level basins of the Huang-Huai-Hai River basin, respectively, was 50 days (Yellow River basin), 43 days (Huaihe River basin), and 35 days (Haihe River basin); the lag time correlation coefficient of the different time scales (1–12 months) can reflect the sensitivity of vegetation to drought in different vegetation types and regions. The forest was the least sensitive to drought in the Huang-Huai-Hai River basin, followed by cropland, while grassland was the most sensitive to drought. It was discovered that hydrological drought had a huge influence on vegetation rather than meteorological drought by comparing the maximum lag time correlation coefficients of EVI with drought indices (scPDSI and SPEI). This study stresses the importance of taking into account the effects of various types of drought on the vegetation in the Huang-Huai-Hai River basin. This will help us better understand how drought affects vegetation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22009013"
  },
  {
    "title": "A New Compact Octagonal Shape Perfect Metamaterial Absorber for Microwave Applications",
    "authors": [
      "Mohammad Jakir Hossain,",
      "Mohammad Rashed Iqbal Faruque,",
      "Mohammad Tariqul Islam,",
      "Kamarulzaman bin Mat"
    ],
    "doi": "https://doi.org/10.3390/app7121263",
    "journalVolume": "Vol. 7,\n                                no. 12\n                                \n                                  p.\n                                  1263",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "A new compact octagonal shape perfect metamaterial absorber (PMA) design, numerical simulation, fabrication, and investigational verification of unit cell that is based on a simple structure are presented in this paper. The suggested structure comprised of three layers, in which interact to produce the plasmonic resonances. The finite-integration technique (FIT) based Computer Simulation Technology (CST) microwave electromagnetic simulator was utilized to examine the design parameters and conduct absorption analysis. The design structure exhibited peak absorption values as 99.64% and 99.95% at frequencies 8.08 GHz and 11.41 GHz, respectively. The absorption characteristics were analysed using the polarization angle of the structure, layer thickness, PMA with resistive load, and number of rings. An N5227A vector network analyser was used for the measurement. The measured results of the fabricated prototype were in good agreement with the simulation results. The suggested perfect absorber structure enables innumerable application aimed at X-band for applications like, defence, security, and stealth technology.",
    "readLink": "https://www.mdpi.com/2076-3417/7/12/1263"
  },
  {
    "title": "Food security for Africa: an urgent global challenge",
    "authors": [
      "Sasson Albert"
    ],
    "doi": "https://doi.org/10.1186/2048-7010-1-2",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  p.\n                                  2",
    "issn": "2048-7010 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://agricultureandfoodsecurity.biomedcentral.com/",
    "abstract": "Abstract In 2012, food insecurity is still a major global concern as 1 billion people are suffering from starvation, under-, and malnutrition, and the Food and Agriculture Organization of the United Nations (FAO) has concluded that we are still far from reaching millennium development goal (MDG) number 1: to halve extreme poverty and hunger by 2015. In sub-Saharan Africa, the number of people suffering from hunger is estimated at 239 million, and this figure could increase in the near future. There are many examples of food insecurity in sub-Saharan Africa, some of them having reached catastrophic dimensions, for example, in the Horn of Africa or southern Madagascar. Food insecurity is not just about insufficient food production, availability, and intake, it is also about the poor quality or nutritional value of the food. The detrimental situation of women and children is particularly serious, as well as the situation among female teenagers, who receive less food than their male counterparts in the same households. Soaring food prices and food riots are among the many symptoms of the prevailing food crisis and insecurity. Climate change and weather vagaries, present and forecast, are generally compounding food insecurity and drastically changing farming activities, as diagnosed by the Consultative Group on International Agricultural Research (CGIAR) in June 2011. The key cause of food insecurity is inadequate food production. Since the global food crisis of 2007–2008, there has been an increasing awareness throughout the world that we must produce more and better food; and we should not be derailed from this goal, despite some relief brought by the good cereal harvests in 2011–2012. This is particularly true in sub-Saharan Africa, which needs and wants to make its own green revolution. The African challenge indeed is key to mitigating food insecurity in the world. Commitments were made by the heads of states and governments of the African Union to double the part of their domestic budgets devoted to agriculture in 2010–2011, so as to reach 10%. Technical solutions exist and there are indeed, throughout Africa, good examples of higher-yielding and sustainable agriculture. But good practices have to spread throughout the continent, while at the same time social and economic measures, as well as political will, are indispensable ingredients of Africa’s green revolution. It is also necessary that international donors fulfil their commitment to help African farmers and rural communities and protect them against unfair trade, competition, and dumping of cheap agrifood products from overseas.",
    "readLink": "http://www.agricultureandfoodsecurity.com/content/1/1/2"
  }
]