[
  {
    "title": "Effects of Climate Change and Fisheries Bycatch on Shy Albatross (Thalassarche cauta) in Southern Australia.",
    "authors": [
      "Robin B Thomson,",
      "Rachael L Alderman,",
      "Geoffrey N Tuck,",
      "Alistair J Hobday"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0127006",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  e0127006",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The impacts of climate change on marine species are often compounded by other stressors that make direct attribution and prediction difficult. Shy albatrosses (Thalassarche cauta) breeding on Albatross Island, Tasmania, show an unusually restricted foraging range, allowing easier discrimination between the influence of non-climate stressors (fisheries bycatch) and environmental variation. Local environmental conditions (rainfall, air temperature, and sea-surface height, an indicator of upwelling) during the vulnerable chick-rearing stage, have been correlated with breeding success of shy albatrosses. We use an age-, stage- and sex-structured population model to explore potential relationships between local environmental factors and albatross breeding success while accounting for fisheries bycatch by trawl and longline fisheries. The model uses time-series of observed breeding population counts, breeding success, adult and juvenile survival rates and a bycatch mortality observation for trawl fishing to estimate fisheries catchability, environmental influence, natural mortality rate, density dependence, and productivity. Observed at-sea distributions for adult and juvenile birds were coupled with reported fishing effort to estimate vulnerability to incidental bycatch. The inclusion of rainfall, temperature and sea-surface height as explanatory variables for annual chick mortality rate was statistically significant. Global climate models predict little change in future local average rainfall, however, increases are forecast in both temperatures and upwelling, which are predicted to have detrimental and beneficial effects, respectively, on breeding success. The model shows that mitigation of at least 50% of present bycatch is required to offset losses due to future temperature changes, even if upwelling increases substantially. Our results highlight the benefits of using an integrated modeling approach, which uses available demographic as well as environmental data within a single estimation framework, to provide future predictions. Such predictions inform the development of management options in the face of climate change.",
    "readLink": "http://europepmc.org/articles/PMC4461252?pdf=render"
  },
  {
    "title": "Reintroducing Autochthonous Minor Grapevine Varieties to Improve Wine Quality and Viticulture Sustainability in a Climate Change Scenario",
    "authors": [
      "Tommaso Frioni,",
      "Elia Romanini,",
      "Silvia Pagani,",
      "Filippo Del Zozzo,",
      "Milena Lambri,",
      "Alberto Vercesi,",
      "Matteo Gatti,",
      "Stefano Poni,",
      "Mario Gabrielli"
    ],
    "doi": "https://doi.org/10.1155/2023/1482548",
    "journalVolume": "Vol. 2023",
    "issn": "1322-7130 (Print)",
    "publisher": "1755-0238 (Online)",
    "countryOfPublisher": "Hindawi-Wiley",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ajgwr/",
    "abstract": "One of the major challenges that global warming poses to viticulture is the maintenance of adequate acidity at maturity in white grapes for sparkling winemaking. This issue arises from three main occurrences: (i) with higher temperatures, degradation of malic acid is significantly enhanced; (ii) with a general advancement in grapevine phenology, grape maturity may occur under suboptimal climatic conditions; and (iii) harvesting grapes at “traditional” dates results in overripe fruits for sparkling destinations. In this biennial work, we compared the fruit and must composition of a local, widely grown white grape variety in the Colli Piacentini area (cv. Ortrugo, ORT) with those of a minor autochthonous variety, namely, Barbesino (BRB). Furthermore, we compared the composition, aromatic, and sensory profiles of wines obtained from ORT and BRB grapes picked on the same date and, in addition, of a second Barbesino wine from late harvest (BRB-LH). ORT and BRB had a similar sugar accumulation dynamic, whereas BRB exhibited a delayed loss of titratable acidity. In more details, BRB had lower malic acid degradation rates when malate concentration was <9 g/L. As a result, with comparable yield and total soluble solid content (TSS) (∼20°Brix), BRB had a higher berry titratable acidity and malic acid concentration at harvest than ORT. BRB wines showed the highest titratable acidity (TA), while ORT had the lowest TA and a higher pH, and as expected, BRB-LH had the highest pH and a lower TA than BRB although still higher than those of ORT wine. The aroma profiles of wines were mainly characterized by fermentative aromas, including esters, fatty acids, higher alcohols, and C6 compounds, and BRB-LH wines showed the highest concentration of higher alcohols, while the fermentative esters were higher in ORT wines. Panelists considered BRB significantly fresher and with bigger aroma intensity than ORT, confirming that the higher acidity detected in BRB musts is well preserved in final wines. Our work demonstrates that local minor varieties can be reconsidered in light of the new climate change-related issues impairing viticulture sustainability today. In particular, currently neglected cultivars could help preserve must acidity as compared to traditional varieties having early ripening, maintaining the links with terroir and local traditions at the same time.",
    "readLink": "http://dx.doi.org/10.1155/2023/1482548"
  },
  {
    "title": "Phenotypic selection on ponderosa pine seed and seedling traits in the field under three experimentally manipulated drought treatments",
    "authors": [
      "Marcus V. Warwell,",
      "Ruth G. Shaw"
    ],
    "doi": "https://doi.org/10.1111/eva.12685",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  159\n                                  – 174",
    "issn": "1752-4571 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/17524571",
    "abstract": "Abstract Drought‐related selection during seedling emergence and early development may play a strong role in adaptation. Yet this process is poorly understood and particularly so in relation to ongoing climate change. To evaluate drought‐induced differences in selection during early life stages, a total of 50 maternal families sampled from three climatically disparate ponderosa pine (Pinus ponderosa Doug.) populations were grown from seed in two common garden field experiments at a location that was warmer and drier than seed origins. Three drought treatments were imposed experimentally. Phenotypic selection was assessed by relating plant fitness measured as survival or unconditional expected height at age 3 to seed density (mass per unit volume), date of emergence, and timing of shoot elongation. In the year of emergence from seed, differential mortality was particularly strong and clearly indicated selection. In contrast, selection in subsequent years was far less pronounced. Phenotypes with high seed density, an intermediate but relatively early emergence date, and high 2nd‐year early‐season shoot elongation exhibited the greatest estimated fitness under drought. The form of selection varied among seed sources in relation to drought treatment. Selection was generally more acute in the cases of greatest difference between drought treatment and climatic patterns of precipitation at the site of seed origin. These results suggest that populations of ponderosa pine are differentially adapted to drought patterns associated with the climate of their origin. To the extent that the phenotypic traits examined are heritable or correlated with heritable traits, our results provide insight into how tree populations may evolve in response to drought.",
    "readLink": "https://doi.org/10.1111/eva.12685"
  },
  {
    "title": "Factors Affecting COVID-19 Outbreaks across the Globe: Role of Extreme Climate Change",
    "authors": [
      "Debashis Nath,",
      "Keerthi Sasikumar,",
      "Reshmita Nath,",
      "Wen Chen"
    ],
    "doi": "https://doi.org/10.3390/su13063029",
    "journalVolume": "Vol. 13,\n                                no. 3029\n                                \n                                  p.\n                                  3029",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Coronavirus Disease 2019 (COVID-19) pandemic poses a serious threat to global health system and economy. It was first reported in Wuhan, China, and later appeared in Central Asia, Europe, North America, and South America. The spatial COVID-19 distribution pattern highly resembles the global population distribution and international travel routes. We select 48 cities in 16 countries across 4 continents having infection counts higher than 10,000 (by 25 April 2020) as the COVID-19 epicenters. At the initial stage, daily COVID-19 counts co-varies strongly with local temperature and humidity, which are clustered within 0–10 °C and 70–95%, respectively. Later, it spreads in colder (−15 °C) and warmer (25 °C) countries, due to faster adaptability in diverse environmental conditions. We introduce a combined temperature-humidity profile, which is essential for prediction of COVID-19 cases based on environmental conditions. The COVID-19 epicenters are collocated on global CO2 emission hotspots and its distribution maximizes at 7.49 °C, which is 1.35 °C/2.44 °C higher than current (2020)/historical (1961–1990) mean. Approximately 75% of the COVID-19 cases are clustered at severe-extreme end of historical temperature distribution spectrum, which establish its tighter and possible association with extreme climate change. A strong mitigation measure is essential to abate the GHG emissions, which may reduce the probability of such pandemics in the future.",
    "readLink": "https://www.mdpi.com/2071-1050/13/6/3029"
  },
  {
    "title": "Response of the ice cap Hardangerjøkulen in southern Norway to the 20th and 21st century climates",
    "authors": [
      "R. H. Giesen,",
      "J. Oerlemans"
    ],
    "doi": "https://doi.org/10.5194/tc-4-191-2010",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  191\n                                  – 213",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Glaciers respond to mass balance changes by adjusting their surface elevation and area. These properties in their turn affect the local and area-averaged mass balance. To incorporate this interdependence in the response of glaciers to climate change, models should include an interactive scheme coupling mass balance and ice dynamics. In this study, a spatially distributed mass balance model, comprising surface energy balance calculations, was coupled to a vertically integrated ice-flow model based on the shallow ice approximation. The coupled model was applied to the ice cap Hardangerjøkulen in southern Norway. The available glacio-meteorological records, mass balance and glacier length change measurements were utilized for model calibration and validation. Forced with meteorological data from nearby synoptic weather stations, the coupled model realistically simulated the observed mass balance and glacier length changes during the 20th century. The mean climate for the period 1961–1990, computed from local meteorological data, was used as a basis to prescribe climate projections for the 21st century at Hardangerjøkulen. For a linear temperature increase of 3 °C from 1961–1990 to 2071–2100, the modelled net mass balance soon becomes negative at all altitudes and Hardangerjøkulen disappears around the year 2100. The projected changes in the other meteorological variables could at most partly compensate for the effect of the projected warming.",
    "readLink": "http://www.the-cryosphere.net/4/191/2010/tc-4-191-2010.pdf"
  },
  {
    "title": "Use of Wild Relatives and Closely Related Species to Adapt Common Bean to Climate Change",
    "authors": [
      "James D. Kelly,",
      "Scott A. Jackson,",
      "Daniel G. Debouck,",
      "James S. Beaver,",
      "Timothy G. Porch,",
      "Hannes Dempewolf"
    ],
    "doi": "https://doi.org/10.3390/agronomy3020433",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  433\n                                  – 461",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Common bean (Phaseolus vulgaris L.) is an important legume crop worldwide. However, abiotic and biotic stress limits bean yields to <600 kg ha−1 in low-income countries. Current low yields result in food insecurity, while demands for increased yields to match the rate of population growth combined with the threat of climate change are significant. Novel and significant advances in genetic improvement using untapped genetic diversity available in crop wild relatives and closely related species must be further explored. A meeting was organized by the Global Crop Diversity Trust to consider strategies for common bean improvement. This review resulted from that meeting and considers our current understanding of the genetic resources available for common bean improvement and the progress that has been achieved thus far through introgression of genetic diversity from wild relatives of common bean, and from closely related species, including: P. acutifolius, P. coccineus, P. costaricensis and P. dumosus. Newly developed genomic tools and their potential applications are presented. A broad outline of research for use of these genetic resources for common bean improvement in a ten-year multi-disciplinary effort is presented.",
    "readLink": "http://www.mdpi.com/2073-4395/3/2/433"
  },
  {
    "title": "Influence of Last Glacial Maximum boundary conditions on the global water isotope distribution in an atmospheric general circulation model",
    "authors": [
      "T. Tharammal,",
      "A. Paul,",
      "U. Merkel,",
      "D. Noone"
    ],
    "doi": "https://doi.org/10.5194/cp-9-789-2013",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  789\n                                  – 809",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "To understand the validity of δ18O proxy records as indicators of past temperature change, a series of experiments was conducted using an atmospheric general circulation model fitted with water isotope tracers (Community Atmosphere Model version 3.0, IsoCAM). A pre-industrial simulation was performed as the control experiment, as well as a simulation with all the boundary conditions set to Last Glacial Maximum (LGM) values. Results from the pre-industrial and LGM simulations were compared to experiments in which the influence of individual boundary conditions (greenhouse gases, ice sheet albedo and topography, sea surface temperature (SST), and orbital parameters) were changed each at a time to assess their individual impact. The experiments were designed in order to analyze the spatial variations of the oxygen isotopic composition of precipitation (δ18Oprecip) in response to individual climate factors. The change in topography (due to the change in land ice cover) played a significant role in reducing the surface temperature and δ18Oprecip over North America. Exposed shelf areas and the ice sheet albedo reduced the Northern Hemisphere surface temperature and δ18Oprecip further. A global mean cooling of 4.1 °C was simulated with combined LGM boundary conditions compared to the control simulation, which was in agreement with previous experiments using the fully coupled Community Climate System Model (CCSM3). Large reductions in δ18Oprecip over the LGM ice sheets were strongly linked to the temperature decrease over them. The SST and ice sheet topography changes were responsible for most of the changes in the climate and hence the δ18Oprecip distribution among the simulations.",
    "readLink": "http://www.clim-past.net/9/789/2013/cp-9-789-2013.pdf"
  },
  {
    "title": "MetaExplorer: Collaborative development of urban metabolism platform for decision making support",
    "authors": [
      "Diana Neves,",
      "Patrícia Baptista,",
      "Ricardo Gomes,",
      "Sónia Cunha,",
      "Mexitli Sandoval-Reyes,",
      "Diana Vieira Fernandes,",
      "Catarina Rolim,",
      "Carlos A. Silva"
    ],
    "doi": "Vol. 45\n                                \n                                \n                                  p.\n                                  101041",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "Cities need to improve sustainability levels demanded by climate change mitigation efforts. The use of big data analytics is crucial for understanding its dynamics and deploying solid public policies. Nevertheless, data availability poses great challenges, being difficult to produce reliable analyses. Delivering trustable cross-sectorial energy datasets with high spatial and temporal resolution is thus critical to provide valuable insights for informed policymaking.This paper describes the MetaExplorer, a GIS-platform, which gathers trustable energy-related datasets, at municipal level for Portugal, providing a user-friendly georeferenced visualisation tool that can be used to derive statistical models, and support policymaking. Publicly available data was collected and cleaned, divided on five thematic areas: energy demand, buildings, mobility, waste management, and socio-economic, while a visualisation tool was developed to provide the possibility to further explore relations between indicators and support the energy transition at local level, delivering customised analyses with a global perception.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X22002358"
  },
  {
    "title": "American agricultural commodities in a changing climate",
    "authors": [
      "Tineka R. Burkhead,",
      "Vincent P. Klink"
    ],
    "doi": "https://doi.org/10.3934/agrfood.2018.4.406",
    "journalVolume": "Vol. 3,\n                                no. 4\n                                \n                                  pp.\n                                  406\n                                  – 425",
    "issn": "2471-2086 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "http://www.aimspress.com/journal/agriculture",
    "abstract": "Although climate change research is largely focused on models to predict how environmental conditions will differ in the future, observations from the recent past should be analyzed closely to uncover patterns among temperature, precipitation, and yield. Presented are yield and climate data associated with five American agricultural commodities: corn (Zea mays L.), cotton (Gossypium hirsutum L.), rice (Oryza sativa L.), soybean (Glycine max), and winter wheat (Triticum aestivum). Yield data from 2000–2016, departures from usual maximum and minimum temperatures, and drought data are assessed for each crop during its growing season for the top-producing state in the United States. Juxtaposed to temperature and drought data from 2000–2016 are maximum and minimum temperatures from a base period of 1980–1999 to display the degree of change since the new millennium. A correlational analysis between crop yield and Palmer Drought Severity Index (PDSI) was performed for the 2000–2016 timeframe. Of the five crops examined, corn and cotton were statistically significant at the 5% confidence level, indicating a relationship exists between yield and PDSI. In addition to analyses presented, a literature search was conducted to discover other studies on the impacts of climatic factors on these five agricultural commodities and large-scale climate systems.",
    "readLink": "http://www.aimspress.com/article/10.3934/agrfood.2018.4.406/fulltext.html"
  },
  {
    "title": "Hydrologic Mass Changes and Their Implications in Mediterranean-Climate Turkey from GRACE Measurements",
    "authors": [
      "Gonca Okay Ahi,",
      "Shuanggen Jin"
    ],
    "doi": "https://doi.org/10.3390/rs11020120",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  120",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Water is arguably our most precious resource, which is related to the hydrological cycle, climate change, regional drought events, and water resource management. In Turkey, besides traditional hydrological studies, Terrestrial Water Storage (TWS) is poorly investigated at a continental scale, with limited and sparse observations. Moreover, TWS is a key parameter for studying drought events through the analysis of its variation. In this paper, TWS variation, and thus drought analysis, spatial mass distribution, long-term mass change, and impact on TWS variation from the parameter scale (e.g., precipitation, rainfall rate, evapotranspiration, soil moisture) to the climatic change perspective are investigated. GRACE (Gravity Recovery and Climate Experiment) Level 3 (Release05-RL05) monthly land mass data of the Centre for Space Research (CSR) processing center covering the period from April 2002 to January 2016, Global Land Data Assimilation System (GLDAS: Mosaic (MOS), NOAH, Variable Infiltration Capacity (VIC)), and Tropical Rainfall Measuring Mission (TRMM-3B43) models and drought indices such as self-calibrating Palmer Drought Severity (SCPDSI), El Niño–Southern Oscillation (ENSO), and North Atlantic Oscillation (NAO) are used for this purpose. Turkey experienced serious drought events interpreted with a significant decrease in the TWS signal during the studied time period. GRACE can help to better predict the possible drought nine months before in terms of a decreasing trend compared to previous studies, which do not take satellite gravity data into account. Moreover, the GRACE signal is more sensitive to agricultural and hydrological drought compared to meteorological drought. Precipitation is an important parameter affecting the spatial pattern of the mass distribution and also the spatial change by inducing an acceleration signal from the eastern side to the western side. In Turkey, the La Nina effect probably has an important role in the meteorological drought turning into agricultural and hydrological drought.",
    "readLink": "http://www.mdpi.com/2072-4292/11/2/120"
  }
]