[
  {
    "title": "Assessment of old eutrophication in the sediments of Marchica Lagoon (a post-restored lagoon, Mediterranean): The role of geochemistry and granulometry of the sediments",
    "authors": [
      "Abderrahmane Rahhou,",
      "Mostafa Layachi,",
      "Mustapha Akodad,",
      "Najib El Ouamari,",
      "Asmae Aknaf,",
      "Ali Skalli,",
      "Hamza Loukili,",
      "Youssef Bernichi,",
      "Brahim Oudra,",
      "Mourad Baghour"
    ],
    "doi": "https://doi.org/10.17221/142/2022-SWR",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  pp.\n                                  169\n                                  – 180",
    "issn": "1801-5395 (Print)",
    "publisher": "1805-9384 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture"
    ],
    "journalUrl": "https://swr.agriculturejournals.cz/",
    "abstract": "The aim of this study is to present the seasonal variation of organic matter (OM), total organic carbon (TOC), total nitrogen (TN), and total phosphorus (TP) in the bottom sediments of Marchica Lagoon, a post-restorated lagoon located in the Moroccan Mediterranean, and to estimate the potential role of the geochemistry and granulometry of bottom sediments in the retention of old eutrophication. The organic index of bottom sediment was found generally higher in old-eutrophic and enclosed areas. The surface sediments show variable levels of OM, TOC, TP, and TN; high in some cases (12.3%, 6.71%, 0.70%, and 0.30% respectively). These high levels were recorded in the central part of the lagoon and in areas subjected to high anthropogenic pressure, including wastewater discharges. Our results indicated that sediments are an excellent immobilizer of organic matter (C, N, and P), although, there was no correlation between sediment grain size and organic matter content. The absence of correlation might be explained by currentology and hydrodynamics, but also by the bathymetry of the lagoon. Therefore, sediments must be implicated in any lagoon restoration strategy and the site development plan.",
    "readLink": "https://swr.agriculturejournals.cz/artkey/swr-202303-0003_assessment-of-old-eutrophication-in-the-sediments-of-marchica-lagoon-a-post-restored-lagoon-mediterranean-t.php"
  },
  {
    "title": "Building habitability and ranking of discrimination based on safety and sustainability to disasters. Case study: Wooden houses",
    "authors": [
      "Rose Marie Garay,",
      "Ricardo Tapia,",
      "Miguel Castillo,",
      "Oscar Fernández,",
      "Javiera Vergara"
    ],
    "doi": "https://doi.org/10.55467/reder.v2i2.16",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  28\n                                  – 45",
    "issn": "0719-8477 (Online)",
    "publisher": "Corporación Gestión de Riesgos y Desastres GRID-Chile",
    "countryOfPublisher": "Chile",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering",
      "Science: Biology (General): Ecology",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.revistareder.com/ojs/index.php/reder",
    "abstract": "Every housing should fulfill safety, comfort and durability standards, even more when due to climate change disasters occur more often than ever. In Chile, construction standards can be found in the General Urban Planning and Construction Ordinance (OGUC), whose update will include elements for risk management in order to decrease vulnerability. In this study, thermal, mechanic, fire resistant and acoustic isolation standards where evaluated in 5 thermic zones. This information allowed the creation of manufacturing, installation, technical specification manuals, and a bill that regulates emergency housing and transient settlements standards. This experience allowed a critical analysis of the compliance with standards for social housing and wood building, which does not account, for example, for smoke opacity and toxicity, thermal-acoustic insulators and fire resistance: less harmful preservatives or coatings with sustainability in mind. The existence of the ordinance (OGUC) does not imply compliance of energy efficiency, seismic and fire resistance standards simultaneously in practice, as many housing projects do not consider a final reception of work. Multi-criteria discrimination analyzes may help to make design decisions in wood constructions.",
    "readLink": "https://www.revistareder.com/ojs/index.php/reder/article/view/16"
  },
  {
    "title": "Forest Fire History in Amazonia Inferred From Intensive Soil Charcoal Sampling and Radiocarbon Dating",
    "authors": [
      "Ted R. Feldpausch,",
      "Lidiany Carvalho,",
      "Kita D. Macario,",
      "Philippa L. Ascough,",
      "César F. Flores,",
      "Eurídice N. Honorio Coronado,",
      "Michelle Kalamandeen,",
      "Oliver L. Phillips,",
      "Richard A. Staff"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.815438",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Fire has a historical role in tropical forests related to past climate and ancient land use spanning the Holocene; however, it is unclear from charcoal records how fire varied at different spatiotemporal scales and what sampling strategies are required to determine fire history and their effects. We evaluated fire variation in structurally intact, terra-firme Amazon forests, by intensive soil charcoal sampling from three replicate soil pits in sites in Guyana and northern and southern Peru. We used radiocarbon (14C) measurement to assess (1) locally, how the timing of fires represented in our sample varied across the surface of forest plots and with soil depth, (2) basin-wide, how the age of fires varies across climate and environmental gradients, and (3) how many samples are appropriate when applying the 14C approach to assess the date of last fire. Considering all 14C dates (n = 33), the most recent fires occurred at a similar time at each of the three sites (median ages: 728–851 cal years BP), indicating that in terms of fire disturbance at least, these forests could be considered old-growth. The number of unique fire events ranged from 1 to 4 per pit and from 4 to 6 per site. Based upon our sampling strategy, the N-Peru site—with the highest annual precipitation—had the most fire events. Median fire return intervals varied from 455 to 2,950 cal years BP among sites. Based on available dates, at least three samples (1 from the top of each of 3 pits) are required for the sampling to have a reasonable likelihood of capturing the most recent fire for forests with no history of a recent fire. The maximum fire return interval for two sites was shorter than the time since the last fire, suggesting that over the past ∼800 years these forests have undergone a longer fire-free period than the past 2,000–3,500 years. Our analysis from terra-firme forest soils helps to improve understanding of changes in fire regime, information necessary to evaluate post-fire legacies on modern vegetation and soil and to calibrate models to predict forest response to fire under climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.815438/full"
  },
  {
    "title": "Quantification of effects of climate change on flood in tropical river basins",
    "authors": [
      "Benjamin Nnamdi Ekwueme"
    ],
    "doi": "https://doi.org/10.1080/23311916.2021.1986967",
    "journalVolume": "Vol. 8,\n                                no. 1",
    "issn": "2331-1916 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oaen",
    "abstract": "Over the past two decades, southeastern Nigeria has witnessed huge economic losses due to severe flooding caused by climate change. Understanding the contribution of climate change to flooding is critical for runoff utilization and control, especially in the tropics. This study is focused on quantifying the amount of flooding contributed by climate change effects in the River Basin of southeastern Nigeria. First, the Climate-Flood model equation was expressed using the Time-Series Autoregressive model technique. Using Minitab software, mean annual values of contributing climate variables from prolonged periods of recorded data were investigated. Runoff predictions made from climate-flood models using only the annual records of climatic variables were filtered from the resultant of the respective annual climatic variables, and mean change in flood due to climate change. The output was analyzed considering geology, infiltration capacity, drainage lines and digital elevation model (DEM) of the area. The result shows the obvious trend in climatic variables consistently generates significant impact on the flood. Owerri had the highest positive change in evaporation of 0.11% with a rainfall of 0.03%. Awka had the highest change in sunshine hours and rainfall of 0.41%. Umuahia had the highest change in solar radiation of 0.08, while Enugu had the highest change in air temperature of 0.12. When the contribution of climate change to runoff variation was quantified, Enugu shows highest with 1.68 m3/s while Owerri has 0.04 m3/s. This knowledge is necessary in designing hydrological structures and formulating policies that will help prevent/mitigate flood disasters in the region.",
    "readLink": "http://dx.doi.org/10.1080/23311916.2021.1986967"
  },
  {
    "title": "Hotspots of the stokes rotating circulation in a large marginal sea",
    "authors": [
      "Jianping Gan,",
      "Hiusuet Kung,",
      "Zhongya Cai,",
      "Zhiqiang Liu,",
      "Chiwing Hui,",
      "Junlu Li"
    ],
    "doi": "https://doi.org/10.1038/s41467-022-29610-z",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Marginal seas are surrounded by continents and respond quickly to climate change effects. Here the authors show that the rotating circulation is structured by energetic hotspots with large vorticity identifiable by the Stokes' Theorem.",
    "readLink": "https://doi.org/10.1038/s41467-022-29610-z"
  },
  {
    "title": "Temporal pattern of questing tick Ixodes ricinus density at differing elevations in the coastal region of western Norway",
    "authors": [
      "Lars Qviller,",
      "Lise Grøva,",
      "Hildegunn Viljugrein,",
      "Ingeborg Klingen,",
      "Atle Mysterud"
    ],
    "doi": "https://doi.org/10.1186/1756-3305-7-179",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Background Climate change can affect the activity and distribution of species, including pathogens and parasites. The densities and distribution range of the sheep tick (Ixodes ricinus) and it’s transmitted pathogens appears to be increasing. Thus, a better understanding of questing tick densities in relation to climate and weather conditions is urgently needed. The aim of this study was to test predictions regarding the temporal pattern of questing tick densities at two different elevations in Norway. We predict that questing tick densities will decrease with increasing elevations and increase with increasing temperatures, but predict that humidity levels will rarely affect ticks in this northern, coastal climate with high humidity. Methods We described the temporal pattern of questing tick densities at ~100 and ~400 m a.s.l. along twelve transects in the coastal region of Norway. We used the cloth lure method at 14-day intervals during the snow-free season to count ticks in two consecutive years in 20 m2 plots. We linked the temporal pattern of questing tick densities to local measurements of the prevailing weather. Results The questing tick densities were much higher and the season was longer at ~100 compared to at ~400 m a.s.l. There was a prominent spring peak in both years and a smaller autumn peak in one year at ~100 m a.s.l.; but no marked peak at ~400 m a.s.l. Tick densities correlated positively with temperature, from low densities 15-17°C. We found no evidence for reduced questing densities during the driest conditions measured. Conclusions Tick questing densities differed even locally linked to elevation (on the same hillside, a few kilometers apart). The tick densities were strongly hampered by low temperatures that limited the duration of the questing seasons, whereas the humidity appeared not to be a limiting factor under the humid conditions at our study site. We expect rising global temperatures to increase tick densities and lead to a transition from a short questing season with low densities in the current cold and sub-optimal tick habitats, to longer questing seasons with overall higher densities and a marked spring peak.",
    "readLink": "https://doi.org/10.1186/1756-3305-7-179"
  },
  {
    "title": "Elevated CO2 not increased temperature has specific effects on soil nematode community either with planting of transgenic Bt rice or non-Bt rice",
    "authors": [
      "Yingying Song,",
      "Jiawen Liu,",
      "Fajun Chen"
    ],
    "doi": "https://doi.org/10.7717/peerj.8547",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  p.\n                                  e8547",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background Transgenic Bt rice has not been approved for commercial cultivation because of the fierce public debate on food safety, biosafety regulation and ecological risk. Meanwhile, the concentration of CO2 and temperature in the atmosphere, as important environmental factors affecting the persistence of exogenous Bt protein, have increased. Elevated CO2, increased temperature, the planting of transgenic Bt rice and their interactions may further influence the structure and complexity of soil food web. However, the effects of transgenic Bt rice planting on soil organism remain largely unexplored before its commercial production especially under global climate change. Methods Here, we assessed the influences of transgenic Bt rice (cv. HH with fused Cry1Ab/Cry1Ac in contrast to its parental line of non-Bt rice cv. MH63) on soil nematode communities under the conditions of elevated CO2 concentration and increased temperature for 2 years of 2016 and 2017 in open-top chambers located in Ningjin County, Shandong Province of China. Results Elevated CO2 concentration remarkably increased the abundance of fungivores and significantly decreased their nematode channel ratio (NCR) and enrichment index (EI) irrespective of rice variety (transgenic Bt rice or non-Bt rice) or temperature (normal temperature or increased temperature). Additionally, rice variety and temperature did not significantly change soil nematode composition, abundance and ecological indices (including total maturity index (∑MI), Shannon diversity (H′), structure index (SI), NCR and EI). However, apparent seasonal changes were observed in theses aforementioned variables. Discussion These results suggested that atmospheric CO2 concentration but not temperature or rice variety has great impacts on soil nematode community, especially fungivores.",
    "readLink": "https://peerj.com/articles/8547.pdf"
  },
  {
    "title": "Evaluation and Quantification of the Effects of Climate and Vegetation Cover Change on Karst Water Sources: Case Studies of Two Springs in South-Western Slovenia",
    "authors": [
      "Gregor Kovačič,",
      "Metka Petrič,",
      "Nataša Ravbar"
    ],
    "doi": "https://doi.org/10.3390/w12113087",
    "journalVolume": "Vol. 12,\n                                no. 3087\n                                \n                                  p.\n                                  3087",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Karst aquifers hold important water resources such as regional water budgets and freshwater supply. Due to highly dynamic hydrological processes in comparison to other less permeable systems, they are particularly susceptible to environmental changes. However, little research directly characterizes the impacts of climate and vegetation cover changes on karst water sources. In this study, we aimed to evaluate individual long-term impacts and impacts of sudden large-scale forest disturbances on changes in groundwater recharge and in spring discharge. The work is based on temporal analysis of forest cover and a comparison of trend analysis of hydro-meteorological parameters. To investigate and evaluate vegetation cover change impacts on groundwater recharge, we used a soil water balance model and compared estimated actual daily values of effective precipitation to its fictional estimation disregarding the vegetation cover change. The applied methodology enabled quantification of the impacts of climate and vegetation cover change on selected karst water sources. The study suggests that the vegetation cover can have a significant impact on the spring recharge. Large-scale disturbances that occurred in a short-term mitigated the effects expected from the trend analysis of hydro-meteorological parameters. In the long-term, in addition to climate changes, the multi-decadal natural vegetation overgrowth significantly contributed to the reduction in the spring’s discharge values, especially in the warm season when water demand is higher. Therefore, the results are of key importance for developing proper water management and environmental policies.",
    "readLink": "https://www.mdpi.com/2073-4441/12/11/3087"
  },
  {
    "title": "Ecological Structure of the Harmful Entomocomplex of Apple Orchards of the Central Forest-Steppe of Ukraine",
    "authors": [
      "Svitlana Mostoviak,",
      "Andrii Berezovskyi,",
      "Ihor Krykunov"
    ],
    "doi": "https://doi.org/10.12912/27197050/168096",
    "journalVolume": "Vol. 24,\n                                no. 6\n                                \n                                  pp.\n                                  155\n                                  – 162",
    "issn": "2719-7050 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecoeet.com",
    "abstract": "The most widespread culture in the structure of fruit plantations in Ukraine is the apple tree. An important factor in the highly efficient production of apples is ensuring proper phytosanitary state of plantations and observing agrotechnological methods of growing, which is possible only with constant monitoring of the entomoplex. The aim of the study conducted in 2005–2020 was to determine the ecological structure of the harmful entomocomplex of apple orchads in the conditions of the Central Forest-Steppe of Ukraine. Research methodology. Field, laboratory and chamber research methods generally accepted in ecology and entomology were used to fulfill the tasks. Results. 52 species of phytophagous insects from 25 families and 7 orders were identified. 5 species of phytophagous mites from 3 families of Tetranychidae (Panonychus ulmi Koch., Tetranychus urticae Koch., Scizotetranychus pruni Oudms.), Bryobiidae (Bryobia redikorzevi Reck., syn: Bryobia praetiosa Koch.), Eriophyoidae (Eriophyes mali Nal.) were also found. The taxonomic structure of phytophagous insects was dominated by representatives of the orders of Lepidoptera (24 species), Coleoptera (14 species) and Homoptera (9 species), the portion of which collectively amounted to 90%. A range of Lepidoptera represented by 13 families was charachterized by wide species diversity: Tortricidae, Gracillariіdae, Yponomeutidae, Lyonetiidae, Cossidae, Sesiidae, Coleophoridae, Lasiocampidae, Geometridae, Pieridae, Arctiidae, Noctuidae, Orgyidae, which accounted for 46% of the harmful entomocomplex. Dominant species for the period 2005-2020 were (Aphis pomi De G, Dysaphis devecta Walk, Dysaphis mali Ferr.), (Carpocapsa pomonella L.), (Archips rosana L.). In terms of trophic specialization, polyphages dominated 75% (39 species) of apple tree agrocenoses, 10% (5 species) of oligophagous insects, 15% (8 species) – monophages. The life forms were dominated by phytophiles – dendrobiotes, the percentage of which in the total structure of insect pests was about 90%. Conclusion and prospects for further research. The species composition of harmful entomofauna and ecologically constant species of phytophagous insects in apple plantations in the Central Forest-Steppe of Ukraine were specified. A promising study is to clarify the features of the biology of the most harmful phytophagous insects in the conditions of climate change and to develop environmentally safe means of protecting apple plantations from pests.",
    "readLink": "http://www.ecoeet.com/Ecological-Structure-of-the-Harmful-Entomocomplex-of-Apple-Orchards-of-the-Central,168096,0,2.html"
  },
  {
    "title": "Aerosol size-dependent below-cloud scavenging by rain and snow in the ECHAM5-HAM",
    "authors": [
      "R. Posselt,",
      "S. Ferrachat,",
      "B. Croft,",
      "S. Wurzler,",
      "P. Stier,",
      "R. V. Martin,",
      "U. Lohmann,",
      "J. Feichter"
    ],
    "doi": "Vol. 9,\n                                no. 14\n                                \n                                  pp.\n                                  4653\n                                  – 4675",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Wet deposition processes are highly efficient in the removal of aerosols from the atmosphere, and thus strongly influence global aerosol concentrations, and clouds, and their respective radiative forcings. In this study, physically detailed size-dependent below-cloud scavenging parameterizations for rain and snow are implemented in the ECHAM5-HAM global aerosol-climate model. Previously, below-cloud scavenging by rain in the ECHAM5-HAM was simply a function of the aerosol mode, and then scaled by the rainfall rate. The below-cloud scavenging by snow was a function of the snowfall rate alone. The global mean aerosol optical depth, and sea salt burden are sensitive to the below-cloud scavenging coefficients, with reductions near to 15% when the more vigorous size-dependent below-cloud scavenging by rain and snow is implemented. The inclusion of a prognostic rain scheme significantly reduces the fractional importance of below-cloud scavenging since there is higher evaporation in the lower troposphere, increasing the global mean sea salt burden by almost 15%. Thermophoretic effects are shown to produce increases in the global and annual mean number removal of Aitken size particles of near to 10%, but very small increases (near 1%) in the global mean below-cloud mass scavenging of carbonaceous and sulfate aerosols. Changes in the assumptions about the below-cloud scavenging by rain of particles with radius smaller than 10 nm do not cause any significant changes to the global and annual mean aerosol mass or number burdens, despite a change in the below-cloud number removal rate for nucleation mode particles by near to five-fold. Annual and zonal mean nucleation mode number concentrations are enhanced by up to 30% in the lower troposphere with the more vigourous size-dependent below-cloud scavenging. Closer agreement with different observations is found when the more physically detailed below-cloud scavenging parameterization is employed in the ECHAM5-HAM model.",
    "readLink": "http://www.atmos-chem-phys.net/9/4653/2009/acp-9-4653-2009.pdf"
  }
]