[
  {
    "title": "Metals and oxidative potential in urban particulate matter influence systemic inflammatory and neural biomarkers: A controlled exposure study",
    "authors": [
      "Ling Liu,",
      "Bruce Urch,",
      "Mieczyslaw Szyszkowicz,",
      "Greg Evans,",
      "Mary Speck,",
      "Angela Van Huang,",
      "Karen Leingartner,",
      "Robin H. Shutt,",
      "Guillaume Pelletier,",
      "Diane R. Gold,",
      "Jeffrey R. Brook,",
      "Krystal Godri Pollitt,",
      "Frances S. Silverman"
    ],
    "doi": "Vol. 121\n                                \n                                \n                                  pp.\n                                  1331\n                                  – 1340",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Background: Oxidative stress and inflammation are considered to be important pathways leading to particulate matter (PM)-associated disease. In this exploratory study, we examined the effects of metals and oxidative potential (OP) in urban PM on biomarkers of systemic inflammation, oxidative stress and neural function. Methods: Fifty-three healthy non-smoking volunteers (mean age 28 years, twenty-eight females) were exposed to coarse (2.5–10 μm, mean 213 μg/m3), fine (0.15–2.5 μm, 238 μg/m3), and/or ultrafine concentrated ambient PM (<0.3 μm, 136 μg/m3). Exposures lasted 130 min, separated by ≥2 weeks. Metal concentrations and OP (measured by ascorbate and glutathione depletion in synthetic airway fluid) in PM were analyzed. Blood and urine samples were collected pre-exposure, and 1-h and 21-h post exposure for assessment of biomarkers. We used mixed-regression models to analyze associations adjusting for PM size and mass concentration. Results: Results for metals were expressed as change (%) from daily pre-exposure biomarker levels after exposure to a metal at a level equivalent to the mean concentration. Exposure to various metals (silver, aluminum, barium, copper, iron, potassium, lithium, nickel, tin, and/or vanadium) was significantly associated with increased levels of various blood or urinary biomarkers. For example, the blood inflammatory marker vascular endothelia growth factor (VEGF) increased 5.3% (95% confidence interval: 0.3%, 10.2%) 1-h post exposure to nickel; the traumatic brain injury marker ubiquitin C-terminal hydrolase L1 (UCHL1) increased 11% (1.2%, 21%) and 14% (0.3%, 29%) 1-h and 21-h post exposure to barium, respectively; and the systemic stress marker cortisol increased 1.5% (0%, 2.9%) and 1.5% (0.5%, 2.8%) 1-h and 21-h post exposure to silver, respectively. Urinary DNA oxidation marker 8‑hydroxy‑deoxy‑guanosine increased 14% (6.4%, 21%) 1-h post exposure to copper; urinary neural marker vanillylmandelic acid increased 29% (3%, 54%) 1-h post exposure to aluminum; and urinary cortisol increased 88% (0.9%, 176%) 1-h post exposure to vanadium. Results for OP were expressed as change (%) from daily pre-exposure biomarker levels after exposure to ascorbate-related OP at a level equivalent to the mean concentration, or for exposure to glutathione-related OP at a level above the limit of detection. Exposure to ascorbate- or glutathione-related OP was significantly associated with increased inflammatory and neural biomarkers including interleukin-6, VEGF, UCHL1, and S100 calcium-binding protein B in blood, and malondialdehyde and 8-hydroxy-deoxy-guanosine in urine. For example, UCHL1 increased 9.4% (1.8%, 17%) in blood 21-h post exposure to ascorbate-related OP, while urinary malondialdehyde increased 19% (3.6%, 35%) and 8-hydroxy-deoxy-guanosine increased 24% (2.9%, 48%) 21-h post exposure to ascorbate- and glutathione-related OP, respectively. Conclusion: Our results from this exploratory study suggest that metal constituents and OP in ambient PM may influence biomarker levels associated with systemic inflammation, oxidative stress, perturbations of neural function, and systemic physiological stress.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412018320014"
  },
  null,
  {
    "title": "Proteomic Approaches to Uncover Salt Stress Response Mechanisms in Crops",
    "authors": [
      "Rehana Kausar,",
      "Setsuko Komatsu"
    ],
    "doi": "https://doi.org/10.3390/ijms24010518",
    "journalVolume": "Vol. 24,\n                                no. 518\n                                \n                                  p.\n                                  518",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Salt stress is an unfavorable outcome of global climate change, adversely affecting crop growth and yield. It is the second-biggest abiotic factor damaging the morphological, physio-biochemical, and molecular processes during seed germination and plant development. Salt responses include modulation of hormonal biosynthesis, ionic homeostasis, the antioxidant defense system, and osmoprotectants to mitigate salt stress. Plants trigger salt-responsive genes, proteins, and metabolites to cope with the damaging effects of a high salt concentration. Enhancing salt tolerance among crop plants is direly needed for sustainable global agriculture. Novel protein markers, which are used for crop improvement against salt stress, are identified using proteomic techniques. As compared to single-technique approaches, the integration of genomic tools and exogenously applied chemicals offers great potential in addressing salt-stress-induced challenges. The interplay of salt-responsive proteins and genes is the missing key of salt tolerance. The development of salt-tolerant crop varieties can be achieved by integrated approaches encompassing proteomics, metabolomics, genomics, and genome-editing tools. In this review, the current information about the morphological, physiological, and molecular mechanisms of salt response/tolerance in crops is summarized. The significance of proteomic approaches to improve salt tolerance in various crops is highlighted, and an integrated omics approach to achieve global food security is discussed. Novel proteins that respond to salt stress are potential candidates for future breeding of salt tolerance.",
    "readLink": "https://www.mdpi.com/1422-0067/24/1/518"
  },
  {
    "title": "Climate change and its implications for developing brains – In utero to youth: A scoping review",
    "authors": [
      "Sean A. Kidd,",
      "Jessica Gong,",
      "Alessandro Massazza,",
      "Mariya Bezgrebelna,",
      "Yali Zhang,",
      "Shakoor Hajat"
    ],
    "doi": "Vol. 13\n                                \n                                \n                                  p.\n                                  100258",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "The brain health and development implications of climate change are situated within a large and rapidly increasing body of evidence that addresses the physical and mental health impacts and implications of extreme and worsening environments. The costs to individuals and societies of negatively impacted brain development are profound – be it in the form of diagnosable developmental disability, reduced cognitive capacity, or areas of behavioral functioning. We have sought to describe the key risk domains that climate change presents with respect to healthy brain development, from the prenatal through to youth stages. Scoping review methods and an a priori search strategy were used to address the question: What are the major considerations of the peer-reviewed literature that address climate change as it relates to brain development and health from early development through to youth populations? Themes from the identified papers were charted, and findings were summarized through a consensus process. A total of 40 papers were identified in the search, spanning 2008–2022. Based on the thematic analysis, results are organized into the following nine themes: 1) heat extremes, 2) weather extremes and stress, 3) air pollution, 4) vector and waterborne illnesses, 5) malnutrition, 6) equity, 7) economic implications, 8) methods issues, and 9) responses. There is a clear consensus amongst the papers in this review suggesting that changing climate patterns and weather extremes have substantial and wide-ranging effects on developing brains. A range of responses are proposed with an emphasis upon early intervention and better data.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278223000585"
  },
  {
    "title": "Oklahoma Deciduous Trees Differ in Chilling Enhancement of Budburst",
    "authors": [
      "Sonya L. Ross"
    ],
    "doi": "https://doi.org/10.22488/okstate.17.100104",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  43\n                                  – 49",
    "issn": "1536-7738 (Print)",
    "publisher": "2379-4011 (Online)",
    "countryOfPublisher": "Oklahoma Native Plant Society",
    "lcc": [
      "United States",
      "Science: Botany"
    ],
    "journalUrl": "http://ojs.library.okstate.edu/osu/index.php/ONPR/index",
    "abstract": "In many tree species, winter chilling accelerates budburst in response to spring warmth. Global climate change has already accelerated budburst in deciduous tree species around the world. But as global climate change leads to milder winters, tree species also experience less chilling, which may actually delay spring budburst in some species. We hypothesized that reduced duration of winter chilling would delay spring budburst in sycamore (Platanus occidentalis) and pecan (Carya illinoinensis), but would not delay it in sweetgum (Liquidambar styraciflua). We tested this hypothesis experimentally by manipulating the number of weeks of chilling from 0 to 6 weeks. Lack of winter chilling did not delay budburst in sweetgum but did delay it in sycamore and pecan, in agreement with the hypothesis. Mild winters in Oklahoma may eventually favor the growth of sweetgums at the expense of sycamores and pecans.",
    "readLink": "http://ojs.library.okstate.edu/osu/index.php/ONPR/article/view/2994/2690"
  },
  {
    "title": "Transient and Quasi‐Equilibrium Climate States at 1.5°C and 2°C Global Warming",
    "authors": [
      "Andrew D. King,",
      "Alexander R. Borowiak,",
      "Josephine R. Brown,",
      "David J. Frame,",
      "Luke J. Harrington,",
      "Seung‐Ki Min,",
      "Angeline Pendergrass,",
      "Maria Rugenstein,",
      "J. M. Kale Sniderman,",
      "Dáithí A. Stone"
    ],
    "doi": "https://doi.org/10.1029/2021EF002274",
    "journalVolume": "Vol. 9,\n                                no. 11\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Recent climate change is characterized by rapid global warming, but the goal of the Paris Agreement is to achieve a stable climate where global temperatures remain well below 2°C above pre‐industrial levels. Inferences about conditions at or below 2°C are usually made based on transient climate projections. To better understand climate change impacts on natural and human systems under the Paris Agreement, we must understand how a stable climate may differ from transient conditions at the same warming level. Here we examine differences between transient and quasi‐equilibrium climates using a statistical framework applied to greenhouse gas‐only model simulations. This allows us to infer climate change patterns at 1.5°C and 2°C global warming in both transient and quasi‐equilibrium climate states. We find substantial local differences between seasonal‐average temperatures dependent on the rate of global warming, with mid‐latitude land regions in boreal summer considerably warmer in a transient climate than a quasi‐equilibrium state at both 1.5°C and 2°C global warming. In a rapidly warming world, such locations may experience a temporary emergence of a local climate change signal that weakens if the global climate stabilizes and the Paris Agreement goals are met. Our research demonstrates that the rate of global warming must be considered in regional projections.",
    "readLink": "https://doi.org/10.1029/2021EF002274"
  },
  {
    "title": "EFFECTS OF HYDROGEN PRODUCTION ON ECONOMIC GROWTH IN THE EUROPEAN UNION",
    "authors": [
      "Mihaela IONESCU"
    ],
    "doi": "Vol. 30,\n                                no. 2\n                                \n                                  pp.\n                                  35\n                                  – 41",
    "issn": "1222-569X (Print)",
    "publisher": "1582-5450 (Online)",
    "countryOfPublisher": "University of Oradea",
    "lcc": [
      "Romania",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Finance"
    ],
    "journalUrl": "http://anale.steconomiceuoradea.ro/",
    "abstract": "In this article the author presents some aspects of the hydrogen market, this fuel is essential to support the European Union's commitment to achieving climate neutrality by 2050. In 2020, the crisis caused by the Covid-19 pandemic has given a boost by speeding up the global long-term challenge of climate change, with more and more countries committing to achieving 'zero net' emissions. The energy system in the single internal market is responsible for 75% of greenhouse gas emissions. According to the Green Deal Pact. In the context of the crisis caused by the Pandemic Corona, the European Commission issued the Hydrogen Strategy in which it provided for an investment plan in green energy with the aim of economic recovery in Europe. In this sense, green hydrogen can be the fuel that contributes to reducing energy costs at European level.Decarbonisation leads to a significant increase in the role of electricity, which can cover the demand of over 50% of final energy by 2050, compared to about 20% today.Hydrogen contributes to the security of energy supply by reducing dependence on the import of fossil energy and natural gas. Thus, the diversification of energy supply takes place by facilitating the implementation of renewable energy sources. This is assessed by the estimation of imported fossil fuels that will be replaced by hydrogen based on domestic renewable sources.Green hydrogen can be obtained from clean energy where investments in renewable energy, whose prices are falling, and innovation are a viable solution for the green economy. Hydrogen does not emit greenhouse gases and does not pollute the air when used.In Romania, the potential for renewable energy production is estimated to be almost ten times higher in 2030 than at present, which creates a significant opportunity to use some of this potential in the production of hydrogen that can replace fossil fuels.",
    "readLink": "http://anale.steconomiceuoradea.ro/volume/2021/n2/003.pdf"
  },
  {
    "title": "Effect of Domestic Power Plants to the Low Voltage Transformer Areas from the Nonlinear Distortion Point of View",
    "authors": [
      "P. Görbe,",
      "A. Magyar,",
      "A. Fodor,",
      "K.M. Hangos"
    ],
    "doi": "https://doi.org/10.3303/CET1335217",
    "journalVolume": "Vol. 35",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "A case study is presented in this work, where a 4 kW photovoltaic domestic power plant, located in Hungary, has been examined. Based on the measured voltage and current signals we examined the frequency domain behaviour of the power plant and the effect to the power quality, mainly the total harmonic distortion, of the low voltage transformer area. Evaluation of the measurement database suggests that this type of synchronous power injection has serious effect on the voltage distortion of the low voltage grid, and this effect highly depends on the ratio of the injected power magnitude related to the nominal power of the inverter part. The available hardware structure enables us not only to eliminate this phenomenon but also to improve the existing quality of the low voltage grid. It needs only a modified control structure that can be implemented in the inverter control device. It causes power loss reduction in the low voltage grid. This reduction helps lowering the power loss in the phase conductor, and more radically in the neutral conductor of the transportation line. In the case of electric power production from fossil sources, it lowers the greenhouse gas emission, to lower the environmental and social-welfare effects of the climate change.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/6166"
  },
  {
    "title": "Hardwoods influence effect of climate and intraspecific competition on growth of woodland longleaf pine trees",
    "authors": [
      "Seth W. Bigelow,",
      "Anna Rollosson,",
      "Jason Vogel,",
      "Andrew W. Whelan,",
      "Monica Rother"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4482",
    "journalVolume": "Vol. 14,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Longleaf pine woodlands of the North American Coastal Plain are proposed to be resilient to climate change impacts, but little is known about changes in limiting factors to longleaf pine growth as climate has changed in late 20th century and early 21st century. Moreover, the role that neighborhood trees play in the context of climate change remains largely unexplored. We used static and moving window tree ring and climatic analyses to measure the effects of climate on longleaf pine growth at a site in southwest Georgia, USA. We then performed maximum likelihood analysis to examine the influence of neighboring hardwoods on the response of longleaf pine growth to the joint effects of competition and climate. Analysis of climate data from local stations in southwest Georgia over six decades indicated that mean air temperature decreased until the late 20th century then began to rise, and that the variability of spring and summer precipitation has increased. Tree ring and climate analyses indicated longleaf pine radial growth is sensitive to precipitation and air temperature, and that the strength of correlation of longleaf pine growth to summer air temperature and summer precipitation increased since the 1950s. Likelihood models, which were applied over a shorter (23‐year) period and explicitly incorporated competition, did not support a link between summer temperature and growth but did indicate summer precipitation increased growth. Furthermore, basal area (BA) of neighboring hardwoods was correlated with greater pine growth per millimeter of precipitation. BA of neighboring longleaf pine negatively affected growth of conspecific trees; the presence of hardwoods increased the competitive effect when BA of neighboring pine trees was low (<10 m2 ha−1) but decreased the competitive effect when BA of neighboring pine trees was high (≥10 m2 ha−1). These results suggest that retention or recruitment of hardwood trees when restoring longleaf pine woodlands may contribute to increased ability to withstand dry summers and may help to allay concerns of managers that retention of hardwoods will unduly affect growth of residual mature longleaf pines.",
    "readLink": "https://doi.org/10.1002/ecs2.4482"
  },
  {
    "title": "Content development footprints for the establishment of a National Bioethics Committee: lessons from Nigeria",
    "authors": [
      "Chitu Womehoma Princewill,",
      "Ayodele Samuel Jegede,",
      "Adefolarin Malomo,",
      "Francis Chukwuemeka Ezeonu,",
      "Abdulwahab Ademola Lawal,",
      "Omokhoa Adeleye,",
      "Christie Oby Onyia"
    ],
    "doi": "https://doi.org/10.1080/11287462.2021.1939548",
    "journalVolume": "Vol. 32,\n                                no. 1\n                                \n                                  pp.\n                                  85\n                                  – 99",
    "issn": "1128-7462 (Print)",
    "publisher": "1591-7398 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Medicine: Medicine (General): Medical philosophy. Medical ethics",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/rgbe",
    "abstract": "Nigeria is experiencing, together with the rest of the world, consequences of relentlessly accelerating technological developments, in the contexts of relative lagging of developments in the Humanities, new discoveries in sciences and technological innovations, advances in medicine, changes in government policies and norms, rapid changes in the society, unhealthy practices in the area of food and agriculture, degradation of the environment as well as climate change. Furthermore, Nigeria as a Member State of UNESCO Bioethics is expected to have a National Bioethics Committee to enhance her participation in global concerns, as well as increase her opportunities to tap into global Bioethics resources. For this Committee to be established, the National Bioethics Framework and Policy Documents must be put in place. This paper discusses the rigorous process of developing the National Bioethics Framework and the National Bioethics Policy Documents as well as the need for a National Bioethics Committee in Nigeria.",
    "readLink": "http://dx.doi.org/10.1080/11287462.2021.1939548"
  }
]