[
  {
    "title": "Considerations on Forest Changes of Northwest China in Past Seven Decades",
    "authors": [
      "Yang Guojing,",
      "Li Junhao,",
      "Zhou Lihua,",
      "Zhou Lihua"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2021.589896",
    "journalVolume": "Vol. 9",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Forests cover four billion hectares (31%) of the Earth’s landmass and contain over 75% of all carbon in vegetation. They provide renewable raw materials and natural amenities, protect land and water resources, harbor biological diversity, and mitigate climate change. However, due to less precipitation, the forest coverage rate is only 5.86% in Northwest China. The forests in these arid areas are mainly distributed in alpine areas, which play a key role in runoff regulation and ensure the ecological and economic development of the middle and lower reaches of the inland basins. In the past several decades, China had experienced large-scale deforestation and reforestation. What were the changes of the few forest areas and growing stock in arid Northwest China? Has forest quality been restored? Changes of that had been analyzed in this article. The results showed that the forest area and growing stock decreased greatly from the 1950s to 1970s; the artificial forest area increased clearly; the natural forest area stabilized from the 1980s, growing stock of forest per unit area was still lower than that in the 1950s; and the forest quality had not yet been restored. Results of the analysis of influencing factors showed that the policy-led human activities in different periods were the efficient cause of forest changes in Northwest China. With the development of forestry science, more and more attention has been paid to forest ecological restoration. “Three-North Shelter Forest Program (TNSFP)” in 1978 had made great progress on forest areas by afforestation, and the ecological benefits and economic benefits also increased remarkably owing to the increase in the artificial forest area. In recent years, great progress on forest areas has been made by afforestation, and the forests also contribute significantly to the ecology and economy. However, large-scale afforestation in the Loess Plateau had caused a phenomenon of large investment and little effect on water conservation in some afforestation areas, which showed that afforestation initiated under different polices, which were not always scientifically based, resulted in unintended consequences. Clear ecological principles should be used to ensure best environmental and forest ecology outcomes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2021.589896/full"
  },
  {
    "title": "Perspectives on the Future of Growth",
    "authors": [
      "Julia Wardley-Kershaw,",
      "Klaus R. Schenk-Hoppé"
    ],
    "doi": "https://doi.org/10.3390/world3020016",
    "journalVolume": "Vol. 3,\n                                no. 16\n                                \n                                  pp.\n                                  299\n                                  – 312",
    "issn": "2673-4060 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.mdpi.com/journal/world",
    "abstract": "In this last paper in a series of four, we will enquire into key developments affecting economic growth in the near future, consider potential restructuring effects that current and future economic events could cause and survey suggestions from literature for long-term sustainability of growth trends. Discussing climate change, COVID-19 economic recovery, automation, and future growth with a view to global development, we explore where growth may take economies, and how we may foster growth in a rapidly changing international economic landscape.",
    "readLink": "https://www.mdpi.com/2673-4060/3/2/16"
  },
  {
    "title": "Small States in the Multi-Polar World: Introduction",
    "authors": [
      "Petar Kurecic"
    ],
    "doi": "https://doi.org/10.13169/worlrevipoliecon.8.3.0280",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  280\n                                  – 294",
    "issn": "2042-891X (Print)",
    "publisher": "2042-8928 (Online)",
    "countryOfPublisher": "Pluto Journals",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Economic theory. Demography: Economics as a science",
      "Political science: Political science (General)"
    ],
    "journalUrl": "https://www.plutojournals.com/wrpe/",
    "abstract": "The multipolar world of present day, with one dominant state and a couple of contender states, is comprised of small, mid-size and large states. Small states comprise between half and two-thirds of the world's states depending on the criteria used for classification. However, their influence is diametrically opposite to their number. The contemporary transnational developments have changed the role and position of small states, giving them new opportunities for international action, albeit concurrently making them more vulnerable to external economic and environmental influences, such as overexposure to one economic activity and the consequences of the climate change. Small states, despite their relatively small importance for the transnational developments, deserve the attention of scholars and the general public, as well as the civil society. Large states could learn from successful small states and be more concerned for the fate of small states. The difficulties of small vulnerable states are predictors of the world's vulnerability.",
    "readLink": "https://www.scienceopen.com/hosted-document?doi=10.13169/worlrevipoliecon.8.3.0280"
  },
  {
    "title": "Life Cycle Assessment of Environmental Impact of Steelmaking Process",
    "authors": [
      "Huimin Liu,",
      "Qiqiang Li,",
      "Guanguan Li,",
      "Ran Ding"
    ],
    "doi": "https://doi.org/10.1155/2020/8863941",
    "journalVolume": "Vol. 2020",
    "issn": "1076-2787 (Print)",
    "publisher": "1099-0526 (Online)",
    "countryOfPublisher": "Hindawi-Wiley",
    "lcc": [
      "United Kingdom",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/complexity/",
    "abstract": "The steel industry is facing problems such as serious environmental pollution and high resource consumption. At the same time, it lacks effective methods to quantify potential environmental impacts. The purpose of this work is to conduct a specific environmental analysis of steelmaking production in steel plants. The ultimate goal is to discover the main pollution of steelmaking and identify potential options for improving the environment. This paper uses life cycle assessment method to carry out inventory and quantitative analysis on the environmental impact of steelmaking system. Through analysis, the hazards are divided into four major categories, which are human health, climate change, ecosystem quality, and resources. The results show that molten iron has the greatest impact on human health, followed by the greatest impact on resources. The impact of scrap steel on human health ranks third. Molten iron is a key process that affects human health, climate change, ecosystems quality, and resources. In addition, processes such as fuels, working fluids, and auxiliary materials also cause certain environmental damage, accounting for a relatively small proportion. Optimizing the utilization of scrap steel and molten iron resources and improving the utilization efficiency of resources and energy are helpful to reduce the environmental hazards of steelmaking system.",
    "readLink": "http://dx.doi.org/10.1155/2020/8863941"
  },
  {
    "title": "Implementing immediate postpartum contraception: a comparative case study at 11 hospitals",
    "authors": [
      "Michelle H. Moniz,",
      "Kirsten Bonawitz,",
      "Marisa K. Wetmore,",
      "Vanessa K. Dalton,",
      "Laura J. Damschroder,",
      "Jane H. Forman,",
      "Alex F. Peahl,",
      "Michele Heisler"
    ],
    "doi": "https://doi.org/10.1186/s43058-021-00136-7",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2662-2211 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://implementationsciencecomms.biomedcentral.com/",
    "abstract": "Abstract Background Immediate postpartum long-acting reversible contraception (LARC) is an evidence-based practice, but hospitals face significant barriers to its adoption. Our objective was to examine how organizational context (e.g., size, employee attitudes toward the clinical practice) and implementation strategies (i.e., the actions taken to routinize a clinical practice) drive successful implementation of immediate postpartum LARC services, with a goal of informing the design of future implementation interventions. Methods We conducted a comparative case study of the implementation of inpatient postpartum contraceptive care at 11 US maternity hospitals. In 2017–2018, we conducted site visits that included semi-structured key informant interviews informed by the Consolidated Framework for Implementation Research. Qualitative measures of implementation success included stakeholder satisfaction, routinization, and sustainability of immediate postpartum LARC services. Qualitative content analysis and cross-case synthesis explored relationships among organizational context, implementation strategies, and implementation success. Results We completed semi-structured interviews with 78 clinicians, nurses, residents, pharmacy and revenue cycle staff, and hospital administrators. Successful implementation required three essential conditions: effective implementation champions, an enabling financial environment, and hospital administrator engagement. Six other contextual conditions were influential: trust and effective communication, alignment with stakeholders’ professional values, perception of meeting patients’ needs, robust learning climate, compatibility with workflow, and positive attitudes and adequate knowledge about the clinical practice. On average, sites used 18 (range 11-22) strategies. Strategies to optimize the financial environment and train clinicians and staff were commonly used. Strategies to plan and evaluate implementation and to engage patients emerged as promising to address barriers to practice change, yet were often underused. Conclusions Implementation efforts in maternity settings may be more successful if they select strategies to optimize local conditions for success. Our findings elucidate key contextual conditions to target and provide a menu of promising implementation strategies for incorporating recommended contraceptive services into routine maternity practice. Additional prospective research should evaluate whether these strategies effectively optimize local conditions for successful implementation in a variety of settings.",
    "readLink": "https://doi.org/10.1186/s43058-021-00136-7"
  },
  {
    "title": "THE CONCEPT OF SUSTAINABLE DEVELOPMENT FROM THE POINT OF INTERNATIONAL LAW (ANALYSYS OF FOREIGN DOCTRINES)",
    "authors": [
      "I. P. DUDYKINA"
    ],
    "doi": "https://doi.org/10.24833/0869-0049-2017-106-2-144-153",
    "journalVolume": "Vol. 106,\n                                no. 2\n                                \n                                  pp.\n                                  144\n                                  – 153",
    "issn": "0869-0049 (Print)",
    "publisher": "2619-0893 (Online)",
    "countryOfPublisher": "Moscow State Institute of International Relations (MGIMO)",
    "lcc": [
      "Russian Federation",
      "Law: Law of nations",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law"
    ],
    "journalUrl": "https://www.mjil.ru",
    "abstract": "This paper considers the principle of “sustainable development”, which is described in many international documents as well as in different papers by various specialists in International Environmental Law. Special attention is paid to the modern transformation of the concept of sustainable development. The author shows that there is a great difference between the original idea of the concept as stated in 1987 (in famous report “Our Common Future”) and its contemporary content, taking into account the UN and other relevant international documents. It is further noted that the concept has no universal perspective of development in line with the original idea of 1987 but have such perspectives in regional and bi-lateral context. The possibilities of sustainable development in the Arctic as depicted by documents of the Arctic Council are considered in the paper as well as relevant teachings of foreign specialists in International Law.",
    "readLink": "https://www.mjil.ru/jour/article/view/189"
  },
  {
    "title": "Structure and Parasitism of Egg-Batches of the Pine Processionary Moth, Thaumetopoea Pityocampa in the Algerian Cedar Forests.",
    "authors": [
      "Zineb Messaadia,",
      "Nabil Bertella,",
      "Naama Frah"
    ],
    "doi": "https://doi.org/10.35691/JBM.",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  155\n                                  – 166",
    "issn": "2309-3854 (Online)",
    "publisher": "Wright State University",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://corescholar.libraries.wright.edu/jbm/",
    "abstract": "Today, climate change is one of the greatest threats facing forest ecosystems. It directly influences the geographical distribution of insects and increases epidemics of harmful insects. The present work took place in this context. It aimed to contribute to the knowledge of egg parasitoids that could affect the evolution of the pine processionary caterpillar Thaumetopoea pityocampa, a major forest pest in Algeria and Mediterranean countries. The study was carried out on 120 batches of eggs taken from the Atlas cedar at two sites in the Chelia cedar zone (case of eastern Algeria) in 2017. It allowed the analysis of a total of 37,943 eggs. At the first site, the hatch rate was 66%; the egg mortality rate increased at a rate of 15 %, and the parasitism rate was rather high at 18%. The second site was characterized by the parasitism rate lower by about 11%, while the egg mortality rate was relatively comparable in the order of 14% with a hatching rate of 75%. The eggs are more parasitized by Baryscapus servadeii (79%) than by Trichogramma embryophagum (17%), while Ooencyrtus pityocampae remains negligible (4%). Egg parasitoids are an important killer of Thaumetopoea pityocampa eggs.",
    "readLink": "https://corescholar.libraries.wright.edu/cgi/viewcontent.cgi?article=1350&context=jbm"
  },
  {
    "title": "Scaling up Renewable Energy Assets: Issuing Green Bond via Structured Public-Private Collaboration for Managing Risk in an Emerging Economy",
    "authors": [
      "Jingyan Fu,",
      "Artie  W. Ng"
    ],
    "doi": "https://doi.org/10.3390/en14113076",
    "journalVolume": "Vol. 14,\n                                no. 3076\n                                \n                                  p.\n                                  3076",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Green bonds have increasingly been utilized around the world as a source of financing for renewable energy development, designed with compliance requirements and measurable economic returns to investors, while mitigating climate change. However, the efficacy of green bond arranged in the emerging economies for financing renewable energy assets and how the underlying risks are managed have remained to be explored. The paper aims to examine the evolving green financial system sponsored by both public and private institutions in managing such risks within China’s emerging economy. A case study of green financing for a bundle of wind power assets led by a state-owned enterprise (SOE) reveals an alternative approach by structuring public–private collaboration while stipulating market-based financial incentives to institutional stakeholders under a political economy. This institutional consortium is composed of a state development bank, a commercial bank, credit rating agencies, institutional and private investors, regional power purchasers, and carbon trading entities. Financial stakeholders’ risk in such emerging sustainable investment is moderated by these participating institutions and structured “upsides” from carbon trading aligned with the framework of green finance and standards for green bond development. The results reveal the potentials of scaling up the development of renewable energy by adequately managing and sharing key risks, while allocating substantial funding into renewable energy projects under such a green financial system that is to be complementary with a scalable post COVID-19 economic recovery.",
    "readLink": "https://www.mdpi.com/1996-1073/14/11/3076"
  },
  {
    "title": "The Climate Crisis as a Product of Globalization",
    "authors": [
      "Raftowicz Magdalena"
    ],
    "doi": "https://doi.org/10.1051/shsconf/20219206029",
    "journalVolume": "Vol. 92\n                                \n                                \n                                  p.\n                                  06029",
    "issn": "2261-2424 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://www.shs-conferences.org",
    "abstract": "Research background: the processes of globalization have led to an increasing interdependence and integration of states, societies, economies, and cultures, which result in the emergence of one world that produces the same products. However, little do people realize that global products have also a negative influence on the global economy. A clear example is the climate crisis, which can be treated as a product of globalization. Purpose of the article: therefore, the main aim of the paper is an attempt to answer the question: what is the impact of unlimited globalization processes on the climate crisis. The main hypothesis of the research is that the adoption of a degrowth model can effectively stop the negative effects of the climate crisis, which may lead to a global economic recession in the future. However, this will require inter-state simultaneous cooperation, because no single country can solve the climate problem separately. Methods: to confirm such a hypothesis, and to formulate the main findings, the method of critical analysis of the literature on climate and economic matters was used. Findings & Value added: the main added value of the paper is the synthetic forecast of the economic effects caused by global climate change. It may enrich the discussion about the effects of climate change through dissemination and acceptance of scientific knowledge. The negation of this knowledge, still frequently observed in public debates, may delay the implementation of urgent and necessary solutions.",
    "readLink": "https://www.shs-conferences.org/articles/shsconf/pdf/2021/03/shsconf_glob20_06029.pdf"
  },
  {
    "title": "Riverine nitrogen flux and its response to management, climate, and other environmental factors in Northeast and Midwest United States",
    "authors": [
      "Nicolas E. Maxfield,",
      "Richard A. Smith,",
      "Joseph Chang,",
      "Amy W. Ando,",
      "Tzu-Shun Lin,",
      "Charles J. Vörösmarty,",
      "Jhih-Shyang Shih"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1070625",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The rate and extent of anthropogenic alteration of the global nitrogen cycle over the past four decades has been extensive, resulting in cascading negative impacts on riverine and coastal water quality. In this paper, we investigate the individual effects of a set of management, technology, and policy mechanisms that alter total reactive nitrogen (TN) flux through rivers, using a modified, spatially detailed SPARROW TN model, between 1980 and 2019 in the Northeast (NE) and Midwest (MW) of the United States. Using the recalibrated model, we simulate and validate a historical baseline, to which we compare a set of climate and non-climate single factor experiments (SFEs) in which individual factors are held at 1980s levels while all other factors change dynamically. We evaluate SFE performance in terms of differences in TN flux and willingness to pay. The largest effect on TN flux are related to reduction in cropland area and atmospheric nitrogen deposition. Multi-factor experiments (MFEs) suggest that increasingly efficient corn cultivars had a larger influence than increasing fertilizer application rate, while population growth has a larger influence than wastewater treatment. Extreme climate SFEs suggest that persistent wet conditions increase TN flux throughout the study region. Meanwhile, persistent hot years result in reduced TN flux. The persistent dry climate SFE leads to increased TN flux in the NE and reduced TN flux in the MW. We find that the potential for TN removal through aquatic decay is greatest in MW, due to the role of long travel time of rivers draining into the Lower Mississippi River. This paper sheds light on how a geographically and climatologically diverse region would respond to a representative selection of management options.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1070625/full"
  }
]