[
  {
    "title": "Pleistocene climate and geomorphology drive the evolution and phylogeographic pattern of Triplophysa robusta (Kessler, 1876)",
    "authors": [
      "Hui Zhong,",
      "Yaxian Sun,",
      "Huihui Wu,",
      "Shengnan Li,",
      "Zhongyuan Shen,",
      "Conghui Yang,",
      "Ming Wen,",
      "Peng Chen,",
      "Qianhong Gu,",
      "Qianhong Gu"
    ],
    "doi": "https://doi.org/10.3389/fgene.2022.955382",
    "journalVolume": "Vol. 13",
    "issn": "1664-8021 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/genetics",
    "abstract": "Montane systems provide excellent opportunities to study the rapid radiation influenced by geological and climatic processes. We assessed the role of Pleistocene climatic oscillations and mountain building on the evolution history of Triplophysa robusta, a cold-adapted species restricted to high elevations in China. We found seven differentiated sublineages of T. robusta, which were established during the Mid Pleistocene 0.87–0.61 Mya. The species distribution modeling (SDM) showed an expansion of T. robusta during the Last Glacial Maximum (LGM) and a considerable retraction during the Last Interglacial (LIG). The deep divergence between Clade I distributed in Qinling Mountains and Clade II in Northeastern Qinghai-Tibet Plateau (QTP) was mainly the result of a vicariance event caused by the rapid uplifting of Qinling Mountains during the Early Pleistocene. While the middling to high level of historical gene flow among different sublineages could be attributed to the dispersal events connected to the repetition of the glacial period during the Pleistocene. Our findings suggested that frequent range expansions and regressions due to Pleistocene glaciers likely have been crucial for driving the phylogeographic pattern of T. robusta. Finally, we urge a burning question in future conservation projection on the vulnerable cold-adapted species endemic to high elevations, as they would be negatively impacted by the recent rapid climate warming.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fgene.2022.955382/full"
  },
  {
    "title": "Climate Risks and Opportunities of the Marine Fishery Industry: A Case Study in Taiwan",
    "authors": [
      "Ching-Hsien Ho"
    ],
    "doi": "https://doi.org/10.3390/fishes7030116",
    "journalVolume": "Vol. 7,\n                                no. 116\n                                \n                                  p.\n                                  116",
    "issn": "2410-3888 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/fishes",
    "abstract": "As climate change and extreme weather intensify, forecasting natural environmental changes involves high uncertainty and variation. Planned policy changes and the ability of fisheries to withstand these changes and impacts are major challenges in regard to addressing future climate hazards in Taiwan. Taiwan’s geographic location is favourable for the marine fishery industry, which is an important primary industry and a source of animal protein for residents of Taiwan. Recently, both long-term climate change and extreme climate hazards have led to shocks in the marine fishery industry. The resulting instability of the industry directly affects the market supply of and demand for seafood. We conduct a case study of a marine fishery industry in Taiwan that incorporates social concern assessments of risk perception and judgements of risk acceptance through risk management processes. Furthermore, we incorporate stakeholder participatory processes to reduce the gap in awareness of adaptation and to increase the opportunity to reach consensus and develop an integrated risk management model that enables decision-makers to better meet the needs of society. These measures will enhance all parties’ willingness to adapt and help achieve the goal of public–private collaboration in facing climate change challenges.",
    "readLink": "https://www.mdpi.com/2410-3888/7/3/116"
  },
  {
    "title": "Native knowledge of great lakes ecology: Climate changes to Odawa lands",
    "authors": [
      "Richard W. Stoffle,",
      "Michael J. Evans,",
      "Christopher Sittler,",
      "Desmond L. Berry,",
      "Kathleen A. Van Vlack"
    ],
    "doi": "https://doi.org/10.3389/fclim.2023.979721",
    "journalVolume": "Vol. 5",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Climate change has been observed for hundreds of years by the plant specialists of three Odawa Tribes in the Upper Great Lakes along Lake Michigan. Sleeping Bear Dunes National Lakeshore (SLBE) is the focus of two National Park Service (NPS) studies of Odawa Traditional Ecological Knowledge (TEK) of plants, ecosystems, and climate change. Data collected during these studies contributed to developing Plant Gathering Agreements between tribes and parks. This analysis derived from 95 ethnographic interviews conducted by University of Arizona (UofA) anthropologists in partnership with expert elders appointed by tribes. Odawa elders recognized in the park 288 plants and five habitats of traditional and contemporary concern. Tribal elders explained that 115 of these traditional plants and all five habitats are known from multigenerational eyewitness accounts to have been impacted by climate change. The TEK study thus represents what Odawa people know about the traditional environment and thus provides a foundation for more complex government-to government relationships between Odawa tribes and the NPS. These research findings are neither intended to test Native TEK nor the climate findings of Western science. It should however be pointed out that both are in general agreement about what has happened due to climate change and thus there is now a TEK data base for co-stewardship.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2023.979721/full"
  },
  {
    "title": "Angular Modeling of the Components of Net Radiation in Agricultural Crops and Its Implications on Energy Balance Closure",
    "authors": [
      "Fernando Paz,",
      "Ma Isabel Marín,",
      "Jaime Garatuza,",
      "Christopher Watts,",
      "Julio Cesar Rodríguez,",
      "Enrico A. Yepez,",
      "Antoine Libert,",
      "Martín Alejandro Bolaños"
    ],
    "doi": "https://doi.org/10.3390/w13213028",
    "journalVolume": "Vol. 13,\n                                no. 3028\n                                \n                                  p.\n                                  3028",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Efficient water management in agricultural crops is necessary to increase productivity and adapt to climate change. Evapotranspiration (ET) data are key in determining the water requirements of crops and set efficient irrigation schedules. Estimating ET at the regional scale (for example, in irrigation districts) is a technically complex task that has been tackled by using data acquired by remote sensors on satellites that can be validated with scaled up field measurements when area sources are matched. Energy and matter flux measurements using the eddy covariance (EC) technique are challenging due to balance closure issues, claimed to be due to the different footprints of the energy-balance components. We describe net radiometer footprints in terms of the sun-sensor geometry to characterize the bidirectional distribution functions of albedo and thermal emissions. In this context, we describe a one-parameter model of the components of net radiation that can be calibrated with a single data point. The model was validated in an experiment with five agricultural crops (bean, sorghum, chickpea, safflower, and wheat) at Valle del Yaqui, in Sonora, Mexico, using different sun-sensor geometry configurations. The results from the experimental fits were satisfactory (R2 > 0.99) and support the use of the model for albedo and radiative (surface) temperature in order to estimate net radiation. The analysis of the implications regarding a mismatch among footprints of the components of the energy balance showed that net radiometer fluxes are overestimated most of the time, implying that the closure problem could be solved by using a similar footprint as the aerodynamic components of the energy balance.",
    "readLink": "https://www.mdpi.com/2073-4441/13/21/3028"
  },
  {
    "title": "Groundwater discharge drives water quality and greenhouse gas emissions in a tidal wetland",
    "authors": [
      "Zhi-lin Wang,",
      "Mahmood Sadat-Noori,",
      "William Glamore"
    ],
    "doi": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  141\n                                  – 151",
    "issn": "1674-2370 (Print)",
    "publisher": "2405-8106 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/water-science-and-engineering/",
    "abstract": "Wetlands play an important role in the global carbon cycle as they can be sources or sinks for greenhouse gases. Groundwater discharge into wetlands can affect the water chemistry and act as a source of dissolved greenhouse gases, including CO2 and CH4. In this study, surface water quality parameters and CO2 and CH4 concentrations were evaluated in a tidal wetland (Hunter Wetlands National Park, Australia) using time series measurements. Radon (222Rn), a natural groundwater tracer, was used to investigate the role of groundwater as a pathway for transporting dissolved CO2 and CH4 into the wetland. In addition, water-to-air CO2 and CH4 fluxes from the wetland were also estimated. The results showed a high concentration of radon in wetland surface water, indicating the occurrence of groundwater discharge. Radon concentration had a strong negative relationship with water depth with a determination coefficient (R2) of 0.7, indicating that tidal pumping was the main driver of groundwater discharge to the wetland. Radon concentration also showed a positive relationship with CO2 and CH4 concentrations (R2 = 0.4 and 0.5, respectively), while the time series data revealed that radon, CO2, and CH4 concentrations peaked concurrently during low tides. This implied that groundwater discharge was a source of CO2 and CH4 to the wetland. The wetland had an average water-to-air CO2 flux of 99.1 mmol/(m2·d), twice higher than the global average CO2 flux from wetlands. The average CH4 flux from the wetland was estimated to be 0.3 mmol/(m2·d), which is at the higher end of the global CH4 flux range for wetlands. The results showed that groundwater discharge could be an important, yet unaccounted source of CO2 and CH4 to tidal wetlands. This work has implications for tidal wetland carbon budgets and emphasizes the role of groundwater as a subsurface pathway for carbon transport.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674237022000229"
  },
  {
    "title": "Modelling impacts of recent warming on seasonal carbon exchange in higher latitudes of North America",
    "authors": [
      "Zelalem A. Mekonnen,",
      "Robert F. Grant,",
      "Christopher Schwalm"
    ],
    "doi": "https://doi.org/10.1139/as-2016-0009",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  471\n                                  – 484",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "An ecosystem model, ecosys, has been used to examine the effects of recent warming on carbon exchange in higher latitudes of North America. Model results indicated that gradual warming during the past 30 years has increased net ecosystem productivity (NEP) and leaf area index (LAI). Spring increases in LAI advanced by 2.3 days decade−1 and decreases in autumn were delayed by 5.0 days decade−1 from 1982 to 2006. These advances and delays were corroborated by similar trends observed in the normalized difference vegetation index. NEP modelled during this period increased at an average rate of 17.6 Tg C decade−1. Increasing carbon losses modelled with soil warming in autumn, when thaw depth was greatest, offset 34% of increasing carbon gains modelled in spring. If autumn warming continues, carbon losses in this season may further offset enhanced carbon sequestration in spring.",
    "readLink": "https://doi.org/10.1139/as-2016-0009"
  },
  {
    "title": "A Study on Urban Inundation Using SWMM in Busan, Korea, Using Existing Dams and Artificial Underground Waterways",
    "authors": [
      "Yeon-Moon Choo,",
      "Sang-Bo Sim,",
      "Yeon-Woong Choe"
    ],
    "doi": "https://doi.org/10.3390/w13121708",
    "journalVolume": "Vol. 13,\n                                no. 1708\n                                \n                                  p.\n                                  1708",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The annual average rainfall in Busan area is increasing, causing frequent flooding of Busan’s Suyeong and Oncheon rivers. Due to the increase in urbanized areas and climate change, it is difficult to reduce flood damage. Therefore, new methods are needed to reduce urban inundation. This study models the effects of three flood reduction methods involving Oncheon River, Suyeong River, and the Hoedong Dam, which is situated on the Suyeong. Using EPA-SWMM, a virtual model of the dam and the rivers was created, then modified with changes to the dam’s height, the installation of a floodgate on the dam, and the creation of an underground waterway to carry excess flow from the Oncheon to the Hoedong Dam. The results of this study show that increasing the height of the dam by 3 m, 4 m, or 6 m led to a 27%, 37%, and 48% reduction in flooding, respectively, on the Suyeong River. It was also found that installing a floodgate of 10 × 4 m, 15 × 4 m, or 20 × 4 min the dam would result in a flood reduction of 2.7% and 2.9%, respectively. Furthermore, the construction of the underground waterway could lead to an expected 25% flood reduction in the Oncheon River. Measures such as these offer the potential to protect the lives and property of citizens in densely populated urban areas and develop sustainable cities and communities. Therefore, the modifications to the dam and the underground waterway proposed in this study are considered to be useful.",
    "readLink": "https://www.mdpi.com/2073-4441/13/12/1708"
  },
  {
    "title": "How can cities effectively contribute towards decarbonisation targets? A downscaling method to assess the alignment of local energy plans with national strategies",
    "authors": [
      "Iñigo Muñoz,",
      "Patxi Hernández,",
      "Estibaliz Pérez-Iribarren,",
      "Diego García-Gusano,",
      "Eneko Arrizabalaga"
    ],
    "doi": "Vol. 49\n                                \n                                \n                                  p.\n                                  101137",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "Following the example of national pledges and strategies to tackle climate change, cities are mobilising themselves towards decarbonisation, playing a key role in the achievement of those commitments due to their relevance within national energy systems. However, despite cities ambitions, there is a need for coordinating the efforts from national and local scales in order to ensure the effective fulfilment of energy and climate goals at both levels. In this paper a method for the transposition of national energy planning to the local level is proposed based on the downscaling, adaptation, and allocation of specific targets and energy measures from the national plan to the city scale. The further modelling of downscaled national energy measures allows to quantify the reach of their impacts, thus supporting the establishment of realistic goals aligned with national ones and achieving the effective contribution of urban areas towards higher climate targets. The methodology is demonstrated through the downscaling and comparison of the measures from the Spanish national energy strategy with the ones included in the energy plan of the Spanish city of Valencia. A mismatch between the two is evidenced with some local measures outperforming the national plan, while others proving themselves insufficient. These results show that urban energy planners should consider the real capacities and competences of the city when setting energy measures and goals in accordance with national ones. A correct downscaling and modelling of the former are key in this work.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X23000871"
  },
  {
    "title": "Spatial disparities in air conditioning ownership in Florida, United States",
    "authors": [
      "Yoonjung Ahn,",
      "Christopher K. Uejio,",
      "Sandy Wong,",
      "Emily Powell,",
      "Tisha Holmes"
    ],
    "doi": "https://doi.org/10.1080/17445647.2023.2253262",
    "journalVolume": "Vol. 19,\n                                no. 1",
    "issn": "1744-5647 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Maps"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjom",
    "abstract": "ABSTRACTThis study emphasizes the critical role of air conditioning (AC) in preventing heat-related illnesses such as heat exhaustion and heatstroke. The challenge of limited geographic coverage and outdated AC availability data hampers effective heat risk mapping and prevention efforts. We identified areas with significant AC needs and examined factors related to AC ownership in Florida, U.S. Local Indicators of Spatial Association results displayed distinct AC ownership disparities, with high-high clusters in coastal and metropolitan areas and AC-deficient clusters inland. Vulnerable urban communities, predominantly inhabited by marginalized groups, had limited to no AC availability. The Spatial Durbin Model results revealed a significant correlation between AC ownership and socioeconomic and urban factors. Notably, a higher proportion of AC-deficient households were in predominantly African-American neighborhoods, underscoring racial disparities in AC ownership. These findings provide valuable insights for targeted interventions to mitigate heat-related risks and adapt to evolving climate conditions in vulnerable neighborhoods.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/17445647.2023.2253262"
  },
  {
    "title": "Special Issue on Advances in Operations and Supply Chain Management with Sustainability Considerations",
    "authors": [
      "Sungyong Choi"
    ],
    "doi": "https://doi.org/10.3390/su15065178",
    "journalVolume": "Vol. 15,\n                                no. 5178\n                                \n                                  p.\n                                  5178",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "As environmental issues emerge as a topic of concern for people around the world, appropriate international regulations and agreements are required to conserve the planet and prevent climate change that is catastrophic for humans and ecosystems [...]",
    "readLink": "https://www.mdpi.com/2071-1050/15/6/5178"
  }
]