[
  {
    "title": "Decolonising Climate Change: A Call for Beyond-Human Imaginaries and Knowledge Generation",
    "authors": [
      "Sophie Chao,",
      "Dion Enari"
    ],
    "doi": "https://doi.org/10.25120/etropic.20.2.2021.3796",
    "journalVolume": "Vol. 20,\n                                no. 2",
    "issn": "1448-2940 (Online)",
    "publisher": "James Cook University",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://journals.jcu.edu.au/etropic",
    "abstract": "This article calls for transdisciplinary, experimental, and decolonial imaginations of climate change and Pacific futures in an age of great planetary undoing. Drawing from our personal and academic knowledge of the Pacific from West Papua to Samoa, we highlight the need for radical forms of imagination that are grounded in an ethos of inclusivity, participation, and humility. Such imaginations must account for the perspectives, interests, and storied existences of both human and beyond-human communities of life across their multiple and situated contexts, along with their co-constitutive relations. We invite respectful cross-pollination across Indigenous epistemologies, secular scientific paradigms, and transdisciplinary methodologies in putting such an imagination into practice. In doing so, we seek to destabilise the prevailing hegemony of secular science over other ways of knowing and being in the world. We draw attention to the consequential agency of beyond-human lifeforms in shaping local and global worlds and to the power of experimental, emplaced storytelling in conveying the lively and lethal becoming-withs that animate an unevenly shared and increasingly vulnerable planet. The wisdom of our kindred plants, animals, elements, mountains, forests, oceans, rivers, skies, and ancestors are part of this story. Finally, we reflect on the structural challenges in decolonising climate change and associated forms of knowledge production in light of past and ongoing thefts of sovereignty over lands, bodies, and ecosystems across the tropics.",
    "readLink": "https://journals.jcu.edu.au/etropic/article/view/3796"
  },
  {
    "title": "A revisiting of the parametrization of downward longwave radiation in summer over the Tibetan Plateau based on high-temporal-resolution measurements",
    "authors": [
      "M. Liu,",
      "M. Liu,",
      "X. Zheng,",
      "J. Zhang,",
      "J. Zhang,",
      "J. Zhang,",
      "X. Xia,",
      "X. Xia,",
      "X. Xia"
    ],
    "doi": "https://doi.org/10.5194/acp-20-4415-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  4415\n                                  – 4426",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The Tibetan Plateau (TP) is one of the research hot spots in the climate change research due to its unique geographical location and high altitude. Downward longwave radiation (DLR), as a key component in the surface energy budget, has practical implications for radiation budget and climate change. A couple of attempts have been made to parametrize DLR over the TP based on hourly or daily measurements and crude clear-sky discrimination methods. This study uses 1 min shortwave and longwave radiation measurements at three stations over the TP to parametrize DLR during summer months. Three independent methods are used to discriminate clear sky from clouds based on 1 min radiation and lidar measurements. This guarantees the strict selection of clear-sky samples that is fundamental for the parametrization of clear-sky DLR. A total of 11 clear-sky and 4 cloudy DLR parametrizations are examined and locally calibrated. Compared to previous studies, DLR parametrizations here are shown to be characterized by smaller root-mean-square errors (RMSEs) and higher coefficients of determination (R2). Clear-sky DLR can be estimated from the best parametrization with a RMSE of 3.8 W m−2 and R2>0.98. Systematic overestimation of clear-sky DLR by the locally calibrated parametrization in one previous study is found to be approximately 25 W m−2 (10 %), which is very likely due to potential residual cloud contamination on previous clear-sky DLR parametrization. The cloud base height under overcast conditions is shown to play an important role in cloudy DLR parametrization, which is considered in the locally calibrated parametrization over the TP for the first time. Further studies on DLR parametrization during nighttime and in seasons except summer are required for our better understanding of the role of DLR in climate change.",
    "readLink": "https://www.atmos-chem-phys.net/20/4415/2020/acp-20-4415-2020.pdf"
  },
  {
    "title": "Neglected implications of land-use and land-cover changes on the climate-health nexus",
    "authors": [
      "Anton Orlov,",
      "Kristin Aunan,",
      "Malcolm N Mistry,",
      "Quentin Lejeune,",
      "Julia Pongratz,",
      "Wim Thiery,",
      "Antonio Gasparrini,",
      "Eilif Ursin Reed,",
      "Carl-Friedrich Schleussner"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acd799",
    "journalVolume": "Vol. 18,\n                                no. 6\n                                \n                                  p.\n                                  061005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate change can substantially affect temperature-related mortality and morbidity, especially under high greenhouse gas emission pathways. Achieving the Paris Agreement goals require not only drastic reductions in fossil fuel-based emissions but also land-use and land-cover changes (LULCC), such as reforestation and afforestation. LULCC has been mainly analysed in the context of land-based mitigation and food security. However, growing scientific evidence shows that LULCC can also substantially alter climate through biogeophysical effects. Little is known about the consequential impacts on human health. LULCC-related impact research should broaden its scope by including the human health impacts. LULCC are relevant to several global agendas (i.e. Sustainable Development Goals). Thus, collaboration across research communities and stronger stakeholder engagement are required to address this knowledge gap.",
    "readLink": "https://doi.org/10.1088/1748-9326/acd799"
  },
  {
    "title": "Mini-Grid Hydropower for Rural Electrification in Mozambique: Meeting Local Needs with Supply in a Nexus Approach",
    "authors": [
      "Miguel M. Uamusse,",
      "Kamshat Tussupova,",
      "Kenneth M. Persson,",
      "Ronny Berndtsson"
    ],
    "doi": "https://doi.org/10.3390/w11020305",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  305",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "UN Sustainable Development Goal (SDG) 7 states that access to affordable, reliable, sustainable, and modern energy should be provided for all by 2030. Mozambique is one of the poorest countries on earth but has abundant supply of energy resources. The electrification rate, however, has been slow. Rural electrification is hampered by lack of basic infrastructure, institutional barriers, and low ability and willingness to pay for energy services. Thus, there is a general gap between electricity supply and demand. In view of this, the present paper investigates supply and demand of electricity for a typical rural case study area in Mozambique. We suggest a nexus approach to improve water, energy, and food security initiated at a local level. Households in the investigated case study area can be connected to a mini-grid hydropower system that allows for energy production to 80–200 households. To increase the economic profitability of the mini-grid hydropower system we suggest including small-scale industry. For the studied rural village, this would be constituted by a small-scale factory for milling of corn and other cereals. Electricity produced can thus be used for food processing but also for pumping water supply to households for domestic use and small-scale irrigated farming lots. The results indicate that the villagers have a real payment capacity of between 8 and 19 USD per MWh of generated hydropower. Benefits of rural electrification are direct. It contributes to improved living conditions for households and provides better nexus security and sustainable development within healthcare, education, and small-scale business development.",
    "readLink": "https://www.mdpi.com/2073-4441/11/2/305"
  },
  {
    "title": "Characterizing the Utility of the Root-to-Shoot Ratio in Douglas-Fir Seedling Production",
    "authors": [
      "Rebecca A. Sheridan,",
      "Anthony S. Davis"
    ],
    "doi": "https://doi.org/10.3390/f12121745",
    "journalVolume": "Vol. 12,\n                                no. 1745\n                                \n                                  p.\n                                  1745",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Nursery-grown tree seedlings are a vital component of successful restoration and reforestation programs, useful when calls for increased planting for industrial forest management are made, and a tool for climate change mitigation. One of the most extensively planted and studied trees in Western North America is Douglas-fir. Building on that body of work, this review was conducted to identify if the root-to-shoot ratio (root:shoot, R:S), a commonly referred-to metric in reforestation planning, yields meaningful guidance for producing seedlings that are better able to establish across a variety of field conditions. The results indicated that there is wide variability in R:S of nursery-grown seedlings. The relationship between R:S and subsequent root growth and seedling survival varies depending on Douglas-fir variety, seedling stocktypes, and site conditions. The biological and physiological basis for using R:S remains, and likely could be used to enhance seedling quality; however, there is an ongoing need for planning and collaboration between researchers and practitioners to identify how to best deploy this evaluation tool.",
    "readLink": "https://www.mdpi.com/1999-4907/12/12/1745"
  },
  {
    "title": "Tree Regeneration Patterns on Contrasting Slopes at Treeline Ecotones in Eastern Tibet",
    "authors": [
      "Lili Zheng,",
      "Peili Shi,",
      "Tiancai Zhou,",
      "Ge Hou,",
      "Minghua Song,",
      "Feihai Yu"
    ],
    "doi": "https://doi.org/10.3390/f12111605",
    "journalVolume": "Vol. 12,\n                                no. 1605\n                                \n                                  p.\n                                  1605",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Alpine treelines are projected to shift upslope in response to climate warming, but empirical studies have yielded inconsistent results, with both upshifted and stable alpine treelines. Additionally, treelines on different slope aspects of the same mountain can differ. Thus, for a better understanding of the mechanisms of treeline formation and treeline responses to climate change, we need to elucidate the population dynamics at treelines on different slope aspects. Here, we quantified the population dynamics of Balfour spruce (Picea likiangensis var. rubescens) at treeline ecotones on contrasting north- and east-facing slopes on the eastern Tibetan Plateau based on field surveys. The alpine treeline positions of Balfour spruce have not advanced toward higher altitudes on the contrasting slopes in recent decades. Compared with the east-facing slope, more recruits occurred on the north-facing slope above the present treeline, indicating a more favorable regeneration condition. However, on the north-facing slope, the individual growth rate of Balfour spruce was lower, and the number of adult trees above the present treeline was higher than that on the east-facing slope. Thus, slope aspects mediate a trade-off between the growth and survival of treeline species, explaining the absence of an impact of slope aspects on treeline responses to climate change. Our results highlight the importance of considering the effect of topography on population dynamics in predicting alpine treeline dynamics under the scenario of climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/12/11/1605"
  },
  {
    "title": "Ecological resilience of restored peatlands to climate change",
    "authors": [
      "Julie Loisel,",
      "Angela Gallego-Sala"
    ],
    "doi": "https://doi.org/10.1038/s43247-022-00547-x",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Restoring degraded peatlands can return them to a state of net carbon sequestration and enhance their ecosystem resilience, highlighting the importance of peatland protection and restoration in climate mitigation, according to a synthesis of evidence from temperate and high latitude peatlands.",
    "readLink": "https://doi.org/10.1038/s43247-022-00547-x"
  },
  {
    "title": "Quantifying the impacts of drought and ecological restoration on net primary production changes in the Chinese Loess Plateau.",
    "authors": [
      "Xiaowei Jiang,",
      "Jianjun Bai"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0238997",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  p.\n                                  e0238997",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Net primary production (NPP) can regulate global climate change and carbon balance. Although scholars have qualitatively studied the influencing factors of NPP, few have quantified the contribution of different degrees of drought aggravation or mitigation and major land-use changes to NPP changes. Based on the temporal and spatial characteristics of NPP for 2000-2015 in the Chinese Loess Plateau, we quantified the contribution of drought, land use and land cover change (LUCC), and hydrothermal conditions to changes in NPP. Particularly, we analyzed the contribution of major land-use change and different drought levels to NPP. Our results showed that the 15-years average NPP was approximately 227 gC/m2 and decreased from southeast to northwest. Overall, NPP showed a linear increasing trend over the 15-years period. The results suggested that changes in hydrothermal conditions had the strongest impact on NPP (~61%), followed by drought (~33%), and land use and land cover change had the weakest impact (~1.4%). In particular, ~13% of the NPP decreases was affected by light drought aggravation, ~10% of the NPP decreases was affected by moderate drought aggravation, and ~0.3% was affected by the conversion of cropland to grassland or non-NPP main production land. Moreover, ~12.7% of the NPP increase was affected by light drought alleviation, ~9.4% was affected by moderate drought alleviation, and ~1.1% was affected by the conversion of grassland to cropland or forestland. The mechanisms underlying the effect of drought and land-use change on NPP were clarified and provide an important reference value for future research on the carbon cycle and regional ecological environmental restoration.",
    "readLink": "https://doi.org/10.1371/journal.pone.0238997"
  },
  {
    "title": "Biocrusts intensify water redistribution and improve water availability to dryland vegetation: insights from a spatially-explicit ecohydrological model",
    "authors": [
      "Selina Baldauf,",
      "Yolanda Cantón,",
      "Yolanda Cantón,",
      "Britta Tietjen,",
      "Britta Tietjen"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2023.1179291",
    "journalVolume": "Vol. 14",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Biocrusts are ecosystem engineers in drylands and structure the landscape through their ecohydrological effects. They regulate soil infiltration and evaporation but also surface water redistribution, providing important resources for vascular vegetation. Spatially-explicit ecohydrological models are useful tools to explore such ecohydrological mechanisms, but biocrusts have rarely been included in them. We contribute to closing this gap and assess how biocrusts shape spatio-temporal water fluxes and availability in a dryland landscape and how landscape hydrology is affected by climate-change induced shifts in the biocrust community. We extended the spatially-explicit, process-based ecohydrological dryland model EcoHyD by a biocrust layer which modifies water in- and outputs from the soil and affects surface runoff. The model was parameterized for a dryland hillslope in South-East Spain using field and literature data. We assessed the effect of biocrusts on landscape-scale soil moisture distribution, plant-available water and the hydrological processes behind it. To quantify the biocrust effects, we ran the model with and without biocrusts for a wet and dry year. Finally, we compared the effect of incipient and well-developed cyanobacteria- and lichen biocrusts on surface hydrology to evaluate possible paths forward if biocrust communities change due to climate change. Our model reproduced the runoff source-sink patterns typical of the landscape. The spatial differentiation of soil moisture in deeper layers matched the observed distribution of vascular vegetation. Biocrusts in the model led to higher water availability overall and in vegetated areas of the landscape and that this positive effect in part also held for a dry year. Compared to bare soil and incipient biocrusts, well-developed biocrusts protected the soil from evaporation thus preserving soil moisture despite lower infiltration while at the same time redistributing water toward downhill vegetation. Biocrust cover is vital for water redistribution and plant-available water but potential changes of biocrust composition and cover can reduce their ability of being a water source and sustaining dryland vegetation. The process-based model used in this study is a promising tool to further quantify and assess long-term scenarios of climate change and how it affects ecohydrological feedbacks that shape and stabilize dryland landscapes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2023.1179291/full"
  },
  {
    "title": "Networks within networks: scaling response operations in the lightning complex fires in northern california, August 2020",
    "authors": [
      "Louise K. Comfort"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202133104016",
    "journalVolume": "Vol. 331\n                                \n                                \n                                  p.\n                                  04016",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Wildfire risk has increased dramatically in California over more than two decades, 2000 - 2021, reflecting the intense impact of climate change on the state’s environmental and ecological systems. Most urgent is the impact of wildfire at the wildland-urban-interface (WUI), and the challenge to prevent cascading disaster for regions connected via interdependent lifelines of transportation, communications, electrical power, water, sewer, and gas line distribution systems that characterize geographic regions. To what extent do large, multi-organizational, multi-jurisdictional networks of organizations learn from experience and adapt their performance in response to the dynamic conditions of an actual extreme event? This article identifies four types of networks operating in the 2020 Lightning Complex Wildfires in northern California and documents the rapid escalation of risk and costs based on a preliminary analysis of the 209 incident reports filed by California Department of Forestry and Fire Protection (CalFire) for the SCU Fire that engulfed large sections of five counties in the southeastern San Francisco Bay Region. The article concludes that Interagency Incident Management Networks provide essential intelligence to support local management of operations in the dynamic context of wildfire risk.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/107/e3sconf_icdmm2021_04016.pdf"
  }
]