[
  {
    "title": "The Impacts of Climate Variability and Land Use Change on Streamflow in the Hailiutu River Basin",
    "authors": [
      "Guangwen Shao,",
      "Yiqing Guan,",
      "Danrong Zhang,",
      "Baikui Yu,",
      "Jie Zhu"
    ],
    "doi": "https://doi.org/10.3390/w10060814",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  814",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The Hailiutu River basin is a typical semi-arid wind sandy grass shoal watershed in northwest China. Climate and land use have changed significantly during the period 1970–2014. These changes are expected to impact hydrological processes in the basin. The Mann–Kendall (MK) test and sequential t-test analysis of the regime shift method were used to detect the trend and shifts of the hydrometeorological time series. Based on the analyzed results, seven scenarios were developed by combining different land use and/or climate situations. The Soil Water Assessment Tool (SWAT) model was applied to analyze the impacts of climate variability and land use change on the values of the hydrological components. The China Meteorological Assimilation Driving Datasets for the SWAT model (CMADS) was applied to enhance the spatial expressiveness of precipitation data in the study area during the period 2008–2014. Rather than solely using observed precipitation or CMADS precipitation, the precipitation values of CMADS and the observed precipitation values were combined to drive the SWAT model for better simulation results. From the trend analysis, the annual streamflow and wind speed showed a significant downward trend. No significant trend was found for the annual precipitation series; however, the temperature series showed upward trends. With the change point analysis, the whole study period was divided into three sub-periods (1970–1985, 1986–2000, and 2001–2014). The annual precipitation, mean wind speed, and average temperature values were 316 mm, 2.62 m/s, and 7.9 °C, respectively, for the sub-period 1970–1985, 272 mm, 2.58 m/s, and 8.4 °C, respectively, for the sub-period 1986–2000, and 391 mm, 2.2 m/s, and 9.35 °C, respectively, for the sub-period 2001–2014. The simulated mean annual streamflow was 35.09 mm/year during the period 1970–1985. Considering the impact of the climate variability, the simulated mean annual streamflow values were 32.94 mm/year (1986–2000) and 36.78 mm/year (2001–2014). Compared to the period 1970–1985, the simulated mean annual streamflow reduced by 2.15 mm/year for the period 1986–2000 and increased by 1.69 mm/year for the period 2001–2014. The main variations of land use from 1970 to 2014 were the increased area of shrub and grass land and decreased area of sandy land. In the simulation it was shown that these changes caused the mean annual streamflow to decrease by 0.23 mm/year and 0.68 mm/year during the periods 1986–2000 and 2001–2014, respectively. Thus, the impact of climate variability on the streamflow was more profound than that of land use change. Under the impact of coupled climate variability and land use change, the mean annual streamflow decreased by 2.45 mm/year during the period 1986–2000, and the contribution of this variation to the decrease in observed streamflow was 27.8%. For the period 2001–2014, the combined climate variability and land use change resulted in an increase of 0.84 mm/year in annual streamflow. The results obtained in this study could provide guidance for water resource management and planning in the Erdos plateau.",
    "readLink": "http://www.mdpi.com/2073-4441/10/6/814"
  },
  {
    "title": "Dirofilaria repens transmission in southeastern Finland",
    "authors": [
      "Risto Pietikäinen,",
      "Stig Nordling,",
      "Sakari Jokiranta,",
      "Seppo Saari,",
      "Petra Heikkinen,",
      "Chris Gardiner,",
      "Anne-Marie Kerttula,",
      "Tiina Kantanen,",
      "Anna Nikanorova,",
      "Sauli Laaksonen,",
      "Antti Lavikainen,",
      "Antti Oksanen"
    ],
    "doi": "https://doi.org/10.1186/s13071-017-2499-4",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Background The spread of vector-borne diseases to new regions has become a global threat due to climate change, increasing traffic, and movement of people and animals. Dirofilaria repens, the canine subcutaneous filarioid nematode, has expanded its distribution range northward during the last decades. The northernmost European locations, where the parasite life-cycle has been confirmed, are Estonia and the Novgorod Region in Russia. Results Herein, we describe an autochthonous D. repens infection in a Finnish woman. We also present two cases of D. repens infection in imported dogs indicating the life-cycle in the Russian Vyborg and St Petersburg areas, close to the Finnish border. Conclusions The most obvious limiting factor of the northern distribution of D. repens is the summer temperature, due to the temperature-dependent development of larvae in vectors. With continuing climate change, further spread of D. repens in Fennoscandia can be expected.",
    "readLink": "http://link.springer.com/article/10.1186/s13071-017-2499-4"
  },
  {
    "title": "Impact Of Covid -19 Pandemic on Foreign Direct Investment in Nepal from South Asian Perspectives",
    "authors": [
      "Manoj Kumar Chaudhary,",
      "Rudra Prasad Ghimire,",
      "Dinesh Mani Ghimire"
    ],
    "doi": "https://doi.org/10.20473/jde.v5i2.21409",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  132\n                                  – 141",
    "issn": "2541-1012 (Print)",
    "publisher": "2528-2018 (Online)",
    "countryOfPublisher": "Departemen Ilmu Ekonomi Fakultas Ekonomi dan Bisnis Universitas Airlangga",
    "lcc": [
      "Indonesia",
      "Social Sciences: Economic theory. Demography: Economics as a science",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://e-journal.unair.ac.id/JDE",
    "abstract": "Foreign Direct Investment (FDI) is an essential source of economic development. It has a broad relationship with different dimensions of the mixed economies. Like other development assistance, FDI also needs the best economic environment. This investigation aims to find the impact of Covid -19 on FDI inflow and other barriers to receiving FDI commitment in Nepal. This study is descriptive and analytical. Secondary data are used in the study. Foreign direct investment can be obtained as the government prioritized agriculture, tourism, energy, IT, infrastructure, etc., considering rapid economic Development. The government of Nepal is accepting and implementing foreign investment proposals of donor commitments. However, the Covid -19 pandemic has reduced FDI commitments funds as envisioned. Pandemic is not the only barrier of investment commitment. Still, there are also investment barriers are like, Business environment, poor infrastructure, lack of human resource skills, political transitions, weak governance, natural calamities, diverse and complex geography, tax slab, red tape, and climate change are critical in Nepal. Though the FDI in Nepal till 2019 was an upward trajectory, the 2020 pandemic has reduced it as Nepal's primary economic development source. South Asian environment can create FDI friendly environment in Nepal. Finally, this paper is a new one and full authority for future researchers. Keywords: Covid-19 pandemic, Foreign Direct Investment, Commitment, Business Environment, Nepal JEL: F23, I1, M0",
    "readLink": "https://e-journal.unair.ac.id/JDE/article/view/21409"
  },
  {
    "title": "Analysis and impact of recent climate trends on grape composition in north-east Italy",
    "authors": [
      "Cogato Alessia,",
      "Meggio Franco,",
      "Pirotti Francesco,",
      "Cristante Alberto,",
      "Marinello Francesco"
    ],
    "doi": "https://doi.org/10.1051/bioconf/20191304014",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  p.\n                                  04014",
    "issn": "2117-4458 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Science: Microbiology",
      "Science: Physiology",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.bio-conferences.org",
    "abstract": "Climate is the most relevant factor influencing the ripening of high quality grapes to produce a given wine style. This notion should be taken into account, given the increase of extreme weather events (EWE) related to climate change. Under this evolving climate scenario, North-East Italian wine regions have seen a recent expansion, potentially disregarding optimal planting choices. The use of marginal land, indeed, could lead to the establishment of vineyards in areas where it is not possible to take advantage of the best row orientation, slope and aspect. Under these conditions, the consequences of some EWE may be more severe. The objective of this study is to verify whether planting options in combination with climate conditions, may affect yield and fruit quality. An area localised in Northern Italy was analysed for row orientation and slope, taking advantage of QGIS tools. The area was also examined for climate conditions, using weather conditions and climate indices. Such variables were combined with 10-year yield and must composition of four varieties (Chardonnay, Pinot Gris, Merlot and Glera) by using linear regression. The paper reports the most significant relationships between climatic conditions and grapevine composition. The results showed high positive correlation between sugar concentration and the number of frost days during the year in three varieties. The sugar content was positively correlated with the relative humidity in June in three varieties and negatively correlated with the number of days with a temperature >25°C during the month of June in two varieties. The content of tartaric acid showed high correlations with thermal indices of May in all varieties.",
    "readLink": "https://www.bio-conferences.org/articles/bioconf/full_html/2019/02/bioconf_conavi2018_04014/bioconf_conavi2018_04014.html"
  },
  {
    "title": "Flood Risk Assessment under Land Use and Climate Change in Wuhan City of the Yangtze River Basin, China",
    "authors": [
      "Zhihui Li,",
      "Keyu Song,",
      "Lu Peng"
    ],
    "doi": "https://doi.org/10.3390/land10080878",
    "journalVolume": "Vol. 10,\n                                no. 878\n                                \n                                  p.\n                                  878",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Frequently occurring flood disasters caused by extreme climate and urbanization processes have become the most common natural hazard and pose a great threat to human society. Therefore, urban flood risk assessment is of great significance for disaster mitigation and prevention. In this paper, the analytic hierarchy process (AHP) was applied to quantify the spatiotemporal variations in flood risk in Wuhan during 2000–2018. A comprehensive flood risk assessment index system was constructed from the hazard, sensitivity, and vulnerability components with seven indices. The results showed that the central urban area, especially the area in the west bank of the Yangtze river, had high risk due to its high flood sensitivity that was determined by land use type and high vulnerability with dense population and per unit GDP. Specifically, the Jianghan, Qiaokou, Jiangan, and Wuchang districts had the highest flood risk, more than 60% of whose area was in medium or above-medium risk regions. During 2000–2018, the flood risk overall showed an increasing trend, with Hongshan district increasing the most, and the year of 2010 was identified as a turning point for rapid risk increase. In addition, the comparison between the risk maps and actual historical inundation point records showed good agreement, indicating that the assessment framework and method proposed in this study can be useful to assist flood mitigation and management, and relevant policy recommendations were proposed based on the assessment results.",
    "readLink": "https://www.mdpi.com/2073-445X/10/8/878"
  },
  {
    "title": "Comparison of nonstationary generalized logistic models based on Monte Carlo simulation",
    "authors": [
      "S. Kim,",
      "W. Nam,",
      "H. Ahn,",
      "T. Kim,",
      "J.-H. Heo"
    ],
    "doi": "https://doi.org/10.5194/piahs-371-65-2015",
    "journalVolume": "Vol. 371\n                                \n                                \n                                  pp.\n                                  65\n                                  – 68",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "Recently, the evidences of climate change have been observed in hydrologic data such as rainfall and flow data. The time-dependent characteristics of statistics in hydrologic data are widely defined as nonstationarity. Therefore, various nonstationary GEV and generalized Pareto models have been suggested for frequency analysis of nonstationary annual maximum and POT (peak-over-threshold) data, respectively. However, the alternative models are required for nonstatinoary frequency analysis because of analyzing the complex characteristics of nonstationary data based on climate change. This study proposed the nonstationary generalized logistic model including time-dependent parameters. The parameters of proposed model are estimated using the method of maximum likelihood based on the Newton-Raphson method. In addition, the proposed model is compared by Monte Carlo simulation to investigate the characteristics of models and applicability.",
    "readLink": "https://www.proc-iahs.net/371/65/2015/piahs-371-65-2015.pdf"
  },
  {
    "title": "Conservation agriculture as a climate change mitigation strategy in Zimbabwe",
    "authors": [
      "Deb O’Dell,",
      "Neal S. Eash,",
      "Bruce B. Hicks,",
      "Joel N. Oetting,",
      "Thomas J. Sauer,",
      "Dayton M. Lambert,",
      "Christian Thierfelder,",
      "Tarirai Muoni,",
      "Joanne Logan,",
      "James A. Zahn,",
      "John J. Goddard"
    ],
    "doi": "https://doi.org/10.1080/14735903.2020.1750254",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  pp.\n                                  250\n                                  – 265",
    "issn": "1473-5903 (Print)",
    "publisher": "1747-762X (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture"
    ],
    "journalUrl": "https://www.tandfonline.com/tags",
    "abstract": "There is a need to quantify agriculture’s potential to sequester carbon (C) to inform global approaches aimed at mitigating climate change effects. Many factors including climate, crop, soil management practices, and soil type can influence the contribution of agriculture to the global carbon cycle. The objective of this study was to investigate the C sequestration potential of conservation agriculture (CA) (defined by minimal soil disturbance, maintaining permanent soil cover, and crop rotations). This study used micrometeorological methods to measure carbon dioxide (CO2) flux from several alternative CA practices in Harare, central Zimbabwe. Micrometeorological methods can detect differences in total CO2 emissions of agricultural management practices; our results show that CA practices produce less CO2 emissions. Over three years of measurement, the mean and standard error (SE) of CO2 emissions for the plot with the most consistent CA practices was 0.564 ± 0.0122 g CO2 m−2 h−1, significantly less than 0.928 ± 0.00859 g CO2 m−2 h−1 for the conventional tillage practice. Overall CA practices of no-till with the use of cover crops produced fewer CO2 emissions than conventional tillage and fallow.",
    "readLink": "http://dx.doi.org/10.1080/14735903.2020.1750254"
  },
  {
    "title": "Reconstruction of tropical cyclone and depression proxies for the South Pacific since the 1850s",
    "authors": [
      "Alea Yeasmin,",
      "Savin Chand,",
      "Nargiz Sultanova"
    ],
    "doi": "Vol. 39\n                                \n                                \n                                  p.\n                                  100543",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Southwest Pacific nations are highly vulnerable to extreme weather and climate events, particularly those associated with synoptic-scale systems such as tropical cyclones (TCs) and depressions (TDs). This study utilises the Okubo–Weiss–Zeta parameter (OWZP) method to reconstruct historical records of both TCs and TDs for the South Pacific basin using state-of-the-art NOAA-CIRES Twentieth Century Reanalysis (20CR) product. Extensive statistical assessments of these reconstructions are carried out using observational records for the satellite period (i.e., 1979–2014) as ‘ground-truths’. Results show that 20CR-derived TCs and TDs resemble several key characteristics of the observational records, including spatial distribution of genesis locations and track shapes. This gives us confidence that the 20CR-derived long-term records of TCs and TDs can serve as an effective tool for examining historical changes in various characteristics of TCs and TDs, particularly in the context of anthropogenic climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094722001220"
  },
  {
    "title": "Dissolved organic carbon and major and trace elements in peat porewater of sporadic, discontinuous, and continuous permafrost zones of western Siberia",
    "authors": [
      "T. V. Raudina,",
      "S. V. Loiko,",
      "A. G. Lim,",
      "I. V. Krickov,",
      "L. S. Shirokova,",
      "L. S. Shirokova,",
      "G. I. Istigechev,",
      "D. M. Kuzmina,",
      "S. P. Kulizhsky,",
      "S. N. Vorobyev,",
      "O. S. Pokrovsky"
    ],
    "doi": "https://doi.org/10.5194/bg-14-3561-2017",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  3561\n                                  – 3584",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Mobilization of dissolved organic carbon (DOC) and related trace elements (TEs) from the frozen peat to surface waters in the permafrost zone is expected to enhance under ongoing permafrost thaw and active layer thickness (ALT) deepening in high-latitude regions. The interstitial soil solutions are efficient tracers of ongoing bio-geochemical processes in the critical zone and can help to decipher the intensity of carbon and metals migration from the soil to the rivers and further to the ocean. To this end, we collected, across a 640 km latitudinal transect of the sporadic to continuous permafrost zone of western Siberia peatlands, soil porewaters from 30 cm depth using suction cups and we analyzed DOC, dissolved inorganic carbon (DIC), and 40 major elements and TEs in 0.45 µm filtered fraction of 80 soil porewaters. Despite an expected decrease in the intensity of DOC and TE mobilization from the soil and vegetation litter to the interstitial fluids with the increase in the permafrost coverage and a decrease in the annual temperature and ALT, the DOC and many major and trace elements did not exhibit any distinct decrease in concentration along the latitudinal transect from 62.2 to 67.4° N. The DOC demonstrated a maximum of concentration at 66° N, on the border of the discontinuous/continuous permafrost zone, whereas the DOC concentration in peat soil solutions from the continuous permafrost zone was equal to or higher than that in the sporadic/discontinuous permafrost zone. Moreover, a number of major (Ca, Mg) and trace (Al, Ti, Sr, Ga, rare earth elements (REEs), Zr, Hf, Th) elements exhibited an increasing, not decreasing, northward concentration trend. We hypothesize that the effects of temperature and thickness of the ALT are of secondary importance relative to the leaching capacity of peat, which is in turn controlled by the water saturation of the peat core. The water residence time in peat pores also plays a role in enriching the fluids in some elements: the DOC, V, Cu, Pb, REEs, and Th were a factor of 1.5 to 2.0 higher in mounds relative to hollows. As such, it is possible that the time of reaction between the peat and downward infiltrating waters essentially controls the degree of peat porewater enrichments in DOC and other solutes. A 2° northward shift in the position of the permafrost boundaries may bring about a factor of 1.3 ± 0.2 decrease in Ca, Mg, Sr, Al, Fe, Ti, Mn, Ni, Co, V, Zr, Hf, Th, and REE porewater concentration in continuous and discontinuous permafrost zones, and a possible decrease in DOC, specific ultraviolet absorbency (SUVA), Ca, Mg, Fe, and Sr will not exceed 20 % of their current values. The projected increase in ALT and vegetation density, northward migration of the permafrost boundary, or the change of hydrological regime is unlikely to modify chemical composition of peat porewater fluids larger than their natural variations within different micro-landscapes, i.e., within a factor of 2. The decrease in DOC and metal delivery to small rivers and lakes by peat soil leachate may also decrease the overall export of dissolved components from the continuous permafrost zone to the Arctic Ocean. This challenges the current paradigm on the increase in DOC export from the land to the ocean under climate warming in high latitudes.",
    "readLink": "https://www.biogeosciences.net/14/3561/2017/bg-14-3561-2017.pdf"
  },
  {
    "title": "Aerosols and Clouds Interactions in an Urban Atmosphere",
    "authors": [
      "Gunaseelan Indira,",
      "Bhaskar Vijay"
    ],
    "doi": "https://doi.org/10.1051/epjconf/202023702004",
    "journalVolume": "Vol. 237\n                                \n                                \n                                  p.\n                                  02004",
    "issn": "2100-014X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "http://www.epj-conferences.org/",
    "abstract": "Aerosols create great uncertainties in studying climate change under global warming and atmospheric dynamics. To understand the impacts of aerosols on cloud properties in Madurai, we have analyzed an extensive collection of aerosol and cloud properties, obtained from the Moderate resolution Imaging Spectroradiometer (MODIS) data, over the study site during 2012-2013. Monthly, seasonal and annual variations of aerosols and clouds studied along their interactions and impacts on climate. Considering annual averages for all these parameters, most often the year 2012 was dominated with a higher presence of AOD, COD, CER, CTT, CTP whereas rainfall and CF were found to be dominated in 2013. The presence of higher CF in 2013 may be a cause for the higher rainfall and the lower level of CF in 2012 may be a cause for less rainfall. High aerosol loading in this area is due to biomass burning and urban air pollution which may significantly suppress precipitation. Increased aerosols and the local aerosol emissions may reduce the precipitation efficiency, which is responsible for the precipitation reduction and vice-versa.",
    "readLink": "https://www.epj-conferences.org/articles/epjconf/pdf/2020/13/epjconf_ilrc292020_02004.pdf"
  }
]