[
  {
    "title": "Diversity in Root Architecture of Durum Wheat at Stem Elongation under Drought Stress",
    "authors": [
      "Ieva Urbanavičiūtė,",
      "Luca Bonfiglioli,",
      "Mario A. Pagnotta"
    ],
    "doi": "https://doi.org/10.3390/agronomy12061329",
    "journalVolume": "Vol. 12,\n                                no. 1329\n                                \n                                  p.\n                                  1329",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Durum wheat is a major crop in the Mediterranean basin, where water deficit is the most important factor affecting its production. Under drought conditions, the root system has a crucial role in crop productivity as a water and nutrition supplier. The aim of the study was to analyze root system diversity in six contrasting durum wheat accessions, including two hydric stress-tolerant genotypes, and to evaluate root traits using the high-throughput phenotyping scanner Win-RHIZO in order to determine the main traits to be used in breeding programs. Six durum wheat accessions were subjected to two drought events under greenhouse conditions from the seedlings stage (BBCH12) for 49 days. Root phenotyping data were validated with results from plants grown in the rainfed field. This study highlighted a great variability among the analyzed genotypes in terms of development, distribution, and architecture of the root system under difficult environments, underlining a good resilience to climate change. Interestingly, the two hydric stress-tolerant genotypes, Cham1 and J. Khetifa, showed different root system ideotypes and rooting patterns under drought conditions. The late flowering landrace J. Khetifa (as also genotypes; Pelsodur and Vulci) showed a steep and long root system ideotype that led to the maintaining of the highest root biomass, length, and volume under drought conditions, while the early flowering genotype Cham1 (as also genotype; Sebatel) was distinguished by a wider root system ideotype, and by increasing the root volume in the topsoil as a strategy to tolerate drought. Moreover, a significant positive correlation was obtained between the root angle of plants grown under greenhouse conditions and plants from the field. Our results demonstrated that screening plant roots in early stages grown under greenhouse conditions using high-throughput phenotyping systems can speed up the selection for crop improvement and future drought stress breeding programs.",
    "readLink": "https://www.mdpi.com/2073-4395/12/6/1329"
  },
  {
    "title": "Ocean Warming and CO2-Induced Acidification Impact the Lipid Content of a Marine Predatory Gastropod",
    "authors": [
      "Roselyn Valles-Regino,",
      "Rick Tate,",
      "Brendan Kelaher,",
      "Dale Savins,",
      "Ashley Dowell,",
      "Kirsten Benkendorff"
    ],
    "doi": "https://doi.org/10.3390/md13106019",
    "journalVolume": "Vol. 13,\n                                no. 10\n                                \n                                  pp.\n                                  6019\n                                  – 6037",
    "issn": "1660-3397 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/marinedrugs",
    "abstract": "Ocean warming and acidification are current global environmental challenges impacting aquatic organisms. A shift in conditions outside the optimal environmental range for marine species is likely to generate stress that could impact metabolic activity, with consequences for the biosynthesis of marine lipids. The aim of this study was to investigate differences in the lipid content of Dicathais orbita exposed to current and predicted future climate change scenarios. The whelks were exposed to a combination of temperature and CO2-induced acidification treatments in controlled flowthrough seawater mesocosms for 35 days. Under current conditions, D. orbita foot tissue has an average of 6 mg lipid/g tissue, but at predicted future ocean temperatures, the total lipid content dropped significantly, to almost half. The fatty acid composition is dominated by polyunsaturated fatty acids (PUFA 52%) with an n-3:6 fatty acid ratio of almost 2, which remains unchanged under future ocean conditions. However, we detected an interactive effect of temperature and pCO2 on the % PUFAs and n-3 and n-6 fatty acids were significantly reduced by elevated water temperature, while both the saturated and monounsaturated fatty acids were significantly reduced under increased pCO2 acidifying conditions. The present study indicates the potential for relatively small predicted changes in ocean conditions to reduce lipid reserves and alter the fatty acid composition of a predatory marine mollusc. This has potential implications for the growth and survivorship of whelks under future conditions, but only minimal implications for human consumption of D. orbita as nutritional seafood are predicted.",
    "readLink": "http://www.mdpi.com/1660-3397/13/10/6019"
  },
  {
    "title": "Future Climate Change Renders Unsuitable Conditions for Paramo Ecosystems in Colombia",
    "authors": [
      "Matilda Cresso,",
      "Nicola Clerici,",
      "Adriana Sanchez,",
      "Fernando Jaramillo"
    ],
    "doi": "https://doi.org/10.3390/su12208373",
    "journalVolume": "Vol. 12,\n                                no. 8373\n                                \n                                  p.\n                                  8373",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Paramo ecosystems are tropical alpine grasslands, located above 3000 m.a.s.l. in the Andean mountain range. Their unique vegetation and soil characteristics, in combination with low temperature and abundant precipitation, create the most advantageous conditions for regulating and storing surface and groundwater. However, increasing temperatures and changing patterns of precipitation due to greenhouse-gas-emission climate change are threatening these fragile environments. In this study, we used regional observations and downscaled data for precipitation and minimum and maximum temperature during the reference period 1960–1990 and simulations for the future period 2041–2060 to study the present and future extents of paramo ecosystems in the Chingaza National Park (CNP), nearby Colombia’s capital city, Bogotá. The historical data were used for establishing upper and lower precipitation and temperature boundaries to determine the locations where paramo ecosystems currently thrive. Our results found that increasing mean monthly temperatures and changing precipitation will render 39 to 52% of the current paramo extent in CNP unsuitable for these ecosystems during the dry season, and 13 to 34% during the wet season. The greatest loss of paramo area will occur during the dry season and for the representative concentration pathway (RCP) scenario 8.5, when both temperature and precipitation boundaries are more prone to be exceeded. Although our initial estimates show the future impact on paramos and the water security of Bogotá due to climate change, complex internal and external interactions in paramo ecosystems make it essential to study other influencing climatic parameters (e.g., soil, topography, wind, etc.) apart from temperature and precipitation.",
    "readLink": "https://www.mdpi.com/2071-1050/12/20/8373"
  },
  {
    "title": "High-resolution inventory of atmospheric emissions from transport, industrial, energy, mining and residential activities in Chile",
    "authors": [
      "N. Álamos,",
      "N. Huneeus,",
      "N. Huneeus,",
      "M. Opazo,",
      "M. Opazo,",
      "M. Osses,",
      "M. Osses,",
      "S. Puja,",
      "N. Pantoja,",
      "N. Pantoja,",
      "H. Denier van der Gon,",
      "A. Schueftan,",
      "A. Schueftan,",
      "R. Reyes,",
      "R. Calvo,",
      "R. Calvo"
    ],
    "doi": "https://doi.org/10.5194/essd-14-361-2022",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  361\n                                  – 379",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "This study presents the first high-resolution national inventory of anthropogenic emissions for Chile (Inventario Nacional de Emisiones Antropogénicas, INEMA). Emissions for the vehicular, industrial, energy, mining and residential sectors are estimated for the period 2015–2017 and spatially distributed onto a high-resolution grid (approximately 1 km×1 km). The pollutants included are CO2, NOx, SO2, CO, VOCs (volatile organic compounds), NH3 and particulate matter (PM10 and PM2.5) for all sectors. CH4 and black carbon are included for transport and residential sources, while arsenic, benzene, mercury, lead, toluene, and polychlorinated dibenzo-p-dioxins and furan (PCDD/F) are estimated for energy, mining and industrial sources. New activity data and emissions factors are compiled to estimate emissions, which are subsequently spatially distributed using census data and Chile's road network information. The estimated annual average total national emissions of PM10 and PM2.5 during the study period are 191 and 173kt a−1 (kilotons per year), respectively. The residential sector is responsible for over 90 % of these emissions. This sector also emits 81 % and 87 % of total CO and VOC, respectively. On the other hand, the energy and industry sectors contribute significantly to NH3, SO2 and CO2 emissions, while the transport sector dominates NOx and CO2 emissions, and the mining sector dominates SO2 emissions. In general, emissions of anthropogenic air pollutants and CO2 in northern Chile are dominated by mining activities as well as thermoelectric power plants, while in central Chile the dominant sources are transport and residential emissions. The latter also mostly dominates emissions in southern Chile, which has a much colder climate. Preliminary analysis revealed the dominant role of the emission factors in the final emission uncertainty. Nevertheless, uncertainty in activity data also contributes as suggested by the difference in CO2 emissions between INEMA and EDGAR (Emission Database for Global Atmospheric Research). A comparison between these two inventories also revealed considerable differences for all pollutants in terms of magnitude and sectoral contribution, especially for the residential sector. EDGAR presents larger emissions for most of the pollutants except for CH4 and PM2.5. The differences between both inventories can partly be explained by the use of different emission factors, in particular for the residential sector, where emission factors incorporate information on firewood and local operation conditions. Although both inventories use similar emission factors, differences in CO2 emissions between both inventories indicate biases in the quantification of the activity. This inventory (available at https://doi.org/10.5281/zenodo.4784286, Alamos et al., 2021) will support the design of policies that seek to mitigate climate change and improve air quality by providing policymakers, stakeholders and scientists with qualified scientific spatially explicit emission information.",
    "readLink": "https://essd.copernicus.org/articles/14/361/2022/essd-14-361-2022.pdf"
  },
  null,
  {
    "title": "Modeling long-term, large-scale sediment storage using a simple sediment budget approach",
    "authors": [
      "V. Naipal,",
      "C. Reick,",
      "K. Van Oost,",
      "T. Hoffmann,",
      "J. Pongratz"
    ],
    "doi": "https://doi.org/10.5194/esurf-4-407-2016",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  407\n                                  – 423",
    "issn": "2196-6311 (Print)",
    "publisher": "2196-632X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-surface-dynamics.net/",
    "abstract": "Currently, the anthropogenic perturbation of the biogeochemical cycles remains unquantified due to the poor representation of lateral fluxes of carbon and nutrients in Earth system models (ESMs). This lateral transport of carbon and nutrients between terrestrial ecosystems is strongly affected by accelerated soil erosion rates. However, the quantification of global soil erosion by rainfall and runoff, and the resulting redistribution is missing. This study aims at developing new tools and methods to estimate global soil erosion and redistribution by presenting and evaluating a new large-scale coarse-resolution sediment budget model that is compatible with ESMs. This model can simulate spatial patterns and long-term trends of soil redistribution in floodplains and on hillslopes, resulting from external forces such as climate and land use change. We applied the model to the Rhine catchment using climate and land cover data from the Max Planck Institute Earth System Model (MPI-ESM) for the last millennium (here AD 850–2005). Validation is done using observed Holocene sediment storage data and observed scaling between sediment storage and catchment area. We find that the model reproduces the spatial distribution of floodplain sediment storage and the scaling behavior for floodplains and hillslopes as found in observations. After analyzing the dependence of the scaling behavior on the main parameters of the model, we argue that the scaling is an emergent feature of the model and mainly dependent on the underlying topography. Furthermore, we find that land use change is the main contributor to the change in sediment storage in the Rhine catchment during the last millennium. Land use change also explains most of the temporal variability in sediment storage in floodplains and on hillslopes.",
    "readLink": "http://www.earth-surf-dynam.net/4/407/2016/esurf-4-407-2016.pdf"
  },
  {
    "title": "Predictors of tropical cyclone-induced urban tree failure: an international scoping review",
    "authors": [
      "Allyson B. Salisbury,",
      "Andrew K. Koeser,",
      "Michael G. Andreu,",
      "Yujuan Chen,",
      "Zachary Freeman,",
      "Jason W. Miesbauer,",
      "Adriana Herrera-Montes,",
      "Chai-Shian Kua,",
      "Ryo Higashiguchi Nukina,",
      "Cara A. Rockwell,",
      "Shozo Shibata,",
      "Hunter Thorn,",
      "Benyao Wang,",
      "Richard J. Hauer"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2023.1168495",
    "journalVolume": "Vol. 6",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "BackgroundTrees are critical components of rural and urban ecosystems throughout the world. While they have adapted to the historic conditions of their native environments, climate change, urbanization, and human-assisted range expansion may test the storm resiliency of many tree species.ObjectiveIn this global multilingual scoping review, we investigate a range of intrinsic (i.e., tree characteristics) and external (i.e., environmental and management) factors which have been used to predict tree failure during tropical cyclones.DesignWe searched online databases and journals in English, Chinese, French, Japanese, Portuguese, and Spanish to find peer-reviewed papers and dissertations. We retained papers that used ground-based methods to study tree damage following a tropical cyclone and conducted a statistical analysis of factors that influence tree resistance to damage. From each paper we extracted details of study methods, and the relationships between damage and predictors.ResultsOur efforts generated 65 peer-reviewed papers and dissertations that met our final criteria for inclusion (i.e., data on the relative proportion of trees failed/intact as assessed no more than a year after the storm event). Of these papers 37 independent variables were assessed to predict tree failure. Research in both urban and rural settings tends to be concentrated in regions frequently impacted by tropical cyclones. Characteristics of species such as wood density have been studied in rural environments and are also relevant predictors for tree failure in urban trees. Environmental characteristics unique to urban settings such as planting areas surrounded by pavement need further research. Several urban studies demonstrate that risk assessment methods can predict tree failure during a storm.ConclusionResults can be used by future storm researchers to identify both predictors may warrant inclusion in their models as well as predictors which have yet to be tested. Results can also inform planning and activities that can mitigate tropical cyclone damage to the urban forest.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2023.1168495/full"
  },
  {
    "title": "Impacts of Irrigation on the Heat Fluxes and Near-Surface Temperature in an Inland Irrigation Area of Northern China",
    "authors": [
      "Li Jiang,",
      "Enjun Ma,",
      "Xiangzheng Deng"
    ],
    "doi": "https://doi.org/10.3390/en7031300",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  1300\n                                  – 1317",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Irrigated agriculture has the potential to alter regional to global climate significantly. We investigate how irrigation will affect regional climate in the future in an inland irrigation area of northern China, focusing on its effects on heat fluxes and near-surface temperature. Using the Weather Research and Forecasting (WRF) model, we compare simulations among three land cover scenarios: the control scenario (CON), the irrigation scenario (IRR), and the irrigated cropland expansion scenario (ICE). Our results show that the surface energy budgets and temperature are sensitive to changes in the extent and spatial pattern of irrigated land. Conversion to irrigated agriculture at the contemporary scale leads to an increase in annual mean latent heat fluxes of 12.10 W m−2, a decrease in annual mean sensible heat fluxes of 8.85 W m−2, and a decrease in annual mean temperature of 1.3 °C across the study region. Further expansion of irrigated land increases annual mean latent heat fluxes by 18.08 W m−2, decreases annual mean sensible heat fluxes by 12.31 W m−2, and decreases annual mean temperature by 1.7 °C. Our simulated effects of irrigation show that changes in land use management such as irrigation can be an important component of climate change and need to be considered together with greenhouse forcing in climate change assessments.",
    "readLink": "http://www.mdpi.com/1996-1073/7/3/1300"
  },
  {
    "title": "Environmental DNA metabarcoding reveals distinct fish assemblages supported by seagrass (Zostera marina and Zostera pacifica) beds in different geographic settings in Southern California.",
    "authors": [
      "Tanner Waters,",
      "Zachary Gold,",
      "Adam Obaza,",
      "Richard F Ambrose,",
      "Robert A Eagle"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0286228",
    "journalVolume": "Vol. 18,\n                                no. 10\n                                \n                                  p.\n                                  e0286228",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Seagrass beds are disappearing at a record pace despite their known value to our oceans and coastal communities. Simultaneously, our coastlines are under the constant pressure of climate change which is impacting their chemical, physical and biological characteristics. It is thus pertinent to evaluate and record habitat use so we can understand how these different environments contribute to local biodiversity. This study evaluates the assemblages of fish found at five Zostera beds in Southern California using environmental DNA (eDNA) metabarcoding. eDNA is a powerful biodiversity monitoring tool that offers key advantages to conventional monitoring. Results from our eDNA study found 78 species of fish that inhabit these five beds around Southern California representing embayment, open coastal mainland and open coastal island settings. While each bed had the same average number of species found throughout the year, the composition of these fish assemblages was strongly site dependent. There were 35 fish that were found at both open coast and embayment seagrass beds, while embayment seagrass sites had 20 unique fish and open coast sites had 23 unique fish. These results demonstrate that seagrass fish assemblages are heterogenous based on their geographic positioning and that marine managers must take this into account for holistic conservation and restoration efforts.",
    "readLink": "https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0286228&type=printable"
  },
  {
    "title": "Mapping Two Decades of New York State Forest Aboveground Biomass Change Using Remote Sensing",
    "authors": [
      "Haifa Tamiminia,",
      "Bahram Salehi,",
      "Masoud Mahdianpari,",
      "Colin M. Beier,",
      "Lucas Johnson"
    ],
    "doi": "https://doi.org/10.3390/rs14164097",
    "journalVolume": "Vol. 14,\n                                no. 4097\n                                \n                                  p.\n                                  4097",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Forest aboveground biomass (AGB) provides valuable information about the carbon cycle, carbon sink monitoring, and understanding of climate change factors. Remote sensing data coupled with machine learning models have been increasingly used for forest AGB estimation over local and regional extents. Landsat series provide a 50-year data archive, which is a valuable source for historical mapping over large areas. As such, this paper proposed a machine learning-based workflow for historical AGB estimation and its change analysis from 2001 to 2019 for the New York State’s forests using Landsat historical imagery, airborne LiDAR, and forest plot data. As the object-based image analysis (OBIA) is able to incorporate spectral, contextual, and textural features into the regression model, the proposed method utilizes an OBIA approach and a random forest (RF) regression model implemented on the Google Earth Engine (GEE) cloud computing platform. Results demonstrated that there is a considerable decrease of 983.79 × 106 Mg/ha in the AGB of deciduous forests from 2001 to 2006, followed by an increase of 618.28 × 106 Mg/ha from 2006 to 2011, continued with an increase of 229.12 × 106 Mg/ha of deciduous forests from 2011–2016. Finally, the results demonstrated a slight change in AGB from 2016 to 2019. The transferability of the proposed framework provides a practical solution for monitoring forests in other states or even on a national scale.",
    "readLink": "https://www.mdpi.com/2072-4292/14/16/4097"
  }
]