[
  null,
  {
    "title": "Pricing Zero-Coupon Catastrophe Bonds Using EVT with Doubly Stochastic Poisson Arrivals",
    "authors": [
      "Zonggang Ma,",
      "Chaoqun Ma,",
      "Shisong Xiao"
    ],
    "doi": "https://doi.org/10.1155/2017/3279647",
    "journalVolume": "Vol. 2017",
    "issn": "1026-0226 (Print)",
    "publisher": "1607-887X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Mathematics"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ddns/",
    "abstract": "The frequency and severity of climate abnormal change displays an irregular upward cycle as global warming intensifies. Therefore, this paper employs a doubly stochastic Poisson process with Black Derman Toy (BDT) intensity to describe the catastrophic characteristics. By using the Property Claim Services (PCS) loss index data from 2001 to 2010 provided by the US Insurance Services Office (ISO), the empirical result reveals that the BDT arrival rate process is superior to the nonhomogeneous Poisson and lognormal intensity process due to its smaller RMSE, MAE, MRPE, and U and larger E and d. Secondly, to depict extreme features of catastrophic risks, this paper adopts the Peak Over Threshold (POT) in extreme value theory (EVT) to characterize the tail characteristics of catastrophic loss distribution. And then the loss distribution is analyzed and assessed using a quantile-quantile (QQ) plot to visually check whether the PCS index observations meet the generalized Pareto distribution (GPD) assumption. Furthermore, this paper derives a pricing formula for zero-coupon catastrophe bonds with a stochastic interest rate environment and aggregate losses generated by a compound doubly stochastic Poisson process under the forward measure. Finally, simulation results verify pricing model predictions and show how catastrophic risks and interest rate risk affect the prices of zero-coupon catastrophe bonds.",
    "readLink": "http://dx.doi.org/10.1155/2017/3279647"
  },
  {
    "title": "Effect of the El Niño–Southern Oscillation (ENSO) Cycle on the Catches and Habitat Patterns of Three Swimming Crabs in the Taiwan Strait",
    "authors": [
      "Muhamad Naimullah,",
      "Yan-Lun Wu,",
      "Ming-An Lee,",
      "Ming-An Lee,",
      "Kuo-Wei Lan,",
      "Kuo-Wei Lan"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.763543",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The swimming crabs is a crucial predator species in benthic habitats and a high value in commercial fishery industries in subtropical and tropical Asia. The climate variability caused by El Niño–Southern Oscillation (ENSO) events has substantial impacts on the catch and habitat of this species. In this study, a weighted habitat suitability index (HSI) model was constructed using logbooks and voyage data records from Taiwanese crab vessels (2013–2019) with the addition of environmental variables to examine the influence of ENSO events on catch rates (CRs) and habitat suitability for Charybdis feriatus, Portunus pelagicus, and Portunus sanguinolentus in the Taiwan Strait (TS). The autumn (September–October) is the major fishing season for catching these three swimming crab species in the TS. A high CR of P. sanguinolentus was observed across the TS, whereas high CRs of P. pelagicus and C. feriatus were recorded in areas in the southern and northern TS, respectively, during autumn. Moreover, the CRs for C. feriatus and P. pelagicus were higher (>7.0 and >8.0 kg/h) during La Niña events, with the increase being more than 40.0% compared with the CRs under normal and El Niño events in autumn. For P. sanguinolentus, the CRs were higher during both La Niña and El Niño events (>8.0 kg/h) compared with normal years. The high CRs for C. feriatus and P. sanguinolentus during autumn in La Niña years co-occurred with high sea temperature and low salinity, whereas the high CR of P. pelagicus co-occurred with high sea temperature and high salinity. Furthermore, the high CRs for C. feriatus and P. pelagicus were observed in areas with high HSI in the La Niña years but were distributed more widely with a lower HSI during normal and El Niño years. The low CRs for C. feriatus and P. pelagicus during normal and El Niño years and the low CR for P. sanguinolentus in normal years during autumn were highly consistent with substantial shrinkage of suitable habitats. Our findings suggest that ENSO events strongly affected the catch and habitat suitability of C. feriatus, P. pelagicus, and P. sanguinolentus during autumn in the TS.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.763543/full"
  },
  {
    "title": "Functional Traits and Water Transport Strategies in Lowland Tropical Rainforest Trees.",
    "authors": [
      "Deborah M G Apgaua,",
      "Françoise Y Ishida,",
      "David Y P Tng,",
      "Melinda J Laidlaw,",
      "Rubens M Santos,",
      "Rizwana Rumman,",
      "Derek Eamus,",
      "Joseph A M Holtum,",
      "Susan G W Laurance"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0130799",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  e0130799",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Understanding how tropical rainforest trees may respond to the precipitation extremes predicted in future climate change scenarios is paramount for their conservation and management. Tree species clearly differ in drought susceptibility, suggesting that variable water transport strategies exist. Using a multi-disciplinary approach, we examined the hydraulic variability in trees in a lowland tropical rainforest in north-eastern Australia. We studied eight tree species representing broad plant functional groups (one palm and seven eudicot mature-phase, and early-successional trees). We characterised the species' hydraulic system through maximum rates of volumetric sap flow and velocities using the heat ratio method, and measured rates of tree growth and several stem, vessel, and leaf traits. Sap flow measures exhibited limited variability across species, although early-successional species and palms had high mean sap velocities relative to most mature-phase species. Stem, vessel, and leaf traits were poor predictors of sap flow measures. However, these traits exhibited different associations in multivariate analysis, revealing gradients in some traits across species and alternative hydraulic strategies in others. Trait differences across and within tree functional groups reflect variation in water transport and drought resistance strategies. These varying strategies will help in our understanding of changing species distributions under predicted drought scenarios.",
    "readLink": "https://doi.org/10.1371/journal.pone.0130799"
  },
  {
    "title": "Hotspots of Community Change: Temporal Dynamics Are Spatially Variable in Understory Plant Composition of a California Oak Woodland.",
    "authors": [
      "Erica N Spotswood,",
      "James W Bartolome,",
      "Barbara Allen-Diaz"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0133501",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  e0133501",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Community response to external drivers such climate and disturbance can lead to fluctuations in community composition, or to directional change. Temporal dynamics can be influenced by a combination of drivers operating at multiple spatial scales, including external landscape scale drivers, local abiotic conditions, and local species pools. We hypothesized that spatial variation in these factors can create heterogeneity in temporal dynamics within landscapes. We used understory plant species composition from an 11 year dataset from a California oak woodland to compare plots where disturbance was experimentally manipulated with the removal of livestock grazing and a prescribed burn. We quantified three properties of temporal variation: compositional change (reflecting the appearance and disappearance of species), temporal fluctuation, and directional change. Directional change was related most strongly to disturbance type, and was highest at plots where grazing was removed during the study. Temporal fluctuations, compositional change, and directional change were all related to intrinsic abiotic factors, suggesting that some locations are more responsive to external drivers than others. Temporal fluctuations and compositional change were linked to local functional composition, indicating that environmental filters can create subsets of the local species pool that do not respond in the same way to external drivers. Temporal dynamics are often assumed to be relatively static at the landscape scale, provided disturbance and climate are continuous. This study shows that local and landscape scale factors jointly influence temporal dynamics creating hotspots that are particularly responsive to climate and disturbance. Thus, adequate predictions of response to disturbance or to changing climate will only be achieved by considering how factors at multiple spatial scales influence community resilience and recovery.",
    "readLink": "http://europepmc.org/articles/PMC4519272?pdf=render"
  },
  {
    "title": "The dynamics of rice production in Indonesia 1961–2009",
    "authors": [
      "Dyah R. Panuju,",
      "Kei Mizuno,",
      "Bambang H. Trisasongko"
    ],
    "doi": "https://doi.org/10.1016/j.jssas.2012.05.002",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  27\n                                  – 37",
    "issn": "1658-077X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Saudi Arabia",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-the-saudi-society-of-agricultural-sciences/",
    "abstract": "Rice is one of the important agricultural products in Indonesia. The production has been fully supported by infrastructure including research and development as well as government regulations in pricing. Its vulnerability to climate change requires adaptation strategies on irrigation, biotechnology and selection of alternative crops. The primary goal of this paper was to evaluate the historical perspective of the dynamics of rice production, technologies particularly in seed inventions, labour in farming and consumption of rice from 1961 to 2009 in conjunction with land capability. The study of historical rice production could be a benefit for future agricultural planning in Indonesia.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1658077X12000136"
  },
  {
    "title": "ОЦЕНКА ИЗМЕНЕНИЙ РЕЖИМА ПАВОДКОВОГО СТОКА РЕКИ УССУРИ С УЧЕТОМ СОВРЕМЕННЫХ КЛИМАТИЧЕСКИХ ПРОЕКЦИЙ ДО КОНЦА XXI ВЕКА",
    "authors": [
      "Boris I.Gartsman,",
      "Sergei Yu.Lupakov"
    ],
    "doi": "https://doi.org/10.34753/HS.2019.1.1.006",
    "journalVolume": "Vol. 1,\n                                no. 1",
    "issn": "2686-7877 (Print)",
    "publisher": "2686-8385 (Online)",
    "countryOfPublisher": "Scientific and Industrial Research Association Gidrotehproekt",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Geography (General)",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://hydro-sphere.ru/",
    "abstract": "Определение реакции речных систем на климатические изменения является одной из ключевых проблем современной гидрологии. Тем более это касается Дальнего Востока России, режим увлажнения которого известен своей неустойчивостью. В настоящей статье представлены результаты оценки изменения характеристик паводкового стока рек бассейна реки Уссури при ожидаемых изменениях климата, связанных с глобальным потеплением. Оценки выполнены на основе схемы динамико–стохастического моделирования, при которой на вход в гидрологическую модель подаются многочисленные ряды синтетических осадков, для перебора всевозможных условий увлажнения на водосборе. Для расчетов стока использовалась региональная гидрологическая модель паводочного цикла малого речного бассейна, ориентированная на описание процессов формирования стока летне–осеннего паводкового периода. Для задания климатического сценария использовалось объединение регионализированной стохастической модели осадков и данных расчетов по глобальным моделям климата (GCM) на последнюю треть XXI века (2071–2100 гг.). Показано, что увеличение осадков приводит к непропорциональному отклику в исследуемых характеристиках максимального стока теплого периода года. При этом относительный рост норм максимальных расходов за сезон достигает 4–5 раз, а норм суммарного слоя стока – 2–3 раз в зависимости от варианта расчета с совмещением различных климатических моделей и сценариев. Полученные результаты согласуются с анализом данных наблюдений на основе использования так называемого «коэффициента эластичности», а также с проведенными ранее исследованиями. Таким образом, при климатических изменениях можно предполагать рост паводковой опасности в исследуемом регионе Литература Виноградов Ю.Б. Математическое моделирование процессов формирования стока. Л.: Гидрометеоиздат, 1988. 311 с. Гарцман Б.И. Дождевые наводнения на реках юга Дальнего Востока: методы расчетов, прогнозов, оценок риска. Владивосток: Дальнаука, 2008. 421 с. Гарцман Б.И. Губарева Т.С. Прогноз гидрографа дождевых паводков на реках Дальнего Востока // Метеорология и гидрология. 2007. № 5. с. 70-80. Гарцман И.Н. Лыло В.М. Черненко В.Г. Паводочный сток рек Дальнего Востока. Л.: Гидрометеоиздат, 1971. 264 с. Гельфан А.Н. Динамико-стохастическое моделирование формирования талого стока. М.: ИВП РАН, 2007. 294 с. Гельфан А.Н. Морейдо В.М. Описание макромасштабной структуры поля снежного покрова равнинной территории с помощью динамико-стохастической модели его формирования // Лёд и Снег. 2015. Т.55. № 4. c. 61-72. Bales R., Molotch N., Painter Th., Dettinger M., Rice R., Dozier J. Mountain hydrology of the western United States // Water Resources Research. 2006. V. 42. Iss. 8. W08432. DOI: 10.1029/2005WR004387 Belyakova P.A. Gartsman B.I. Possibilities of Flood Forecasting in the West Caucasian Rivers Based on FCM Model // Water Resources. 2018. V. 45 (Suppl. 1). P. 50-58 DOI: 10.1134/S0097807818050317 Bentsen M. et al. The Norwegian Earth system model, NorESM1-M – Part 1: Description and basic evaluation of the physical climate // Geoscientific Model Development. 2013. Vol. 6. P. 687-720. DOI: 10.5194/gmdd-5-2843-2012 Chen N.Ch. Lee K.T. Gartsman B.I. Application of Flood Cycle Model for daily flow simulating in different climate area // Taiwan Water Conservancy. 2008. Vol. 56. No. 2. P. 1-13. Dufresne J.-L. et al. Climate change projections using the IPSL-CM5 Earth System Model: from CMIP3 to CMIP5 // Climate Dynamics. 2013. V. 40. Iss. 9-10. P. 2123-2165. DOI: 10.1007/s00382-012-1636-1 Dunne J. et al. GFDL’s ESM2 Global Coupled Climate-Carbon Earth System Models. Part I: Physical Formulation and Baseline Simulation Characteristics // Journal of Climate. 2012. Vol. 25. No. 19. P. 6646-6665. DOI: 10.1175/JCLI-D-11-00560.1 Gartsman B.I. Lupakov S.Yu. Effect of climate changes on the maximal runoff in the Amur Basin: Estimation based on dynamic-stochastic simulation // Water Resources. 2017. Vol. 44. Iss. 5. P. 697-706. DOI: 10.1134/S0097807817050062 Gartsman B.I. Lupakov S.Yu. Changes in the maximum runoff regime in the Ussuri River basin: the methodological aspects of forecasting based on dynamic-stochastic simulation // Water Resources. 2018. Vol. 45. Suppl. 1. P. S79-S89. DOI: 10.1134/S0097807818050342 IPCC: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York. 2013. 1535 p. Jones C.D. et al. The HadGEM2-ES implementation of CMIP5 centennial simulations // Geoscientific Model Development. 2011. Vol. 4. Iss. 3. P. 543-570. DOI: 10.5194/gmd-4-543-2011 Oudin L., Hervieu F., Michel C., Perrin C., Andreassian V., Anctil F., Loumagne C. Which potential evapotranspiration input for a lumped rainfall-runoff model? Part 2: Towards a simple and efficient potential evapotranspiration model for rainfall-runoff modelling // Jornal of Hydrology. 2005a. Vol. 303. Iss. 1-4. P. 290-306. DOI: 10.1016/j.jhydrol.2004.08.026 Oudin L. Michel C. Anctil F. Which potential evapotranspiration input for a lumped rainfall-runoff model? Part 1 - Can rainfall-runoff models effectively handle detailed potential evapotranspiration inputs? // Jornal of Hydrology. 2005b. Vol. 303. Iss. 1-4. P. 275-289 DOI: 10.1016/j.jhydrol.2004.08.025 Sankarasubramanian A., Vogel R.M., Limbrunner J.F. Climate elasticity of streamflow in the United States // Water Resources Research. 2001. Vol. 37. Iss. 6. P. 1771-1781. DOI: 10.1029/2000WR900330 Trzaska S. Schnarr E. A review of downscaling methods for climate change projections (Technical report, United States Agency for International Development). Burlington, Vermont: Tetra Tech ARD. 2014. 56 p. van Vuuren D.P. et al. The representative concentration pathways: an overview // Climatic Change. 2011. Vol. 109. P. 5-31. DOI: 10.1007/s10584-011-0148-z Warszawski L., Frieler K., Huber V., Piontek F., Serdeczny O., Schewe J. The Inter-Sectoral Impact Model Intercomparison Project (ISI-MIP): project framework // Proceedings of the National Academy of Sciences. 2014. Vol. 111. Iss. 9. P. 3228-3232. DOI: 10.1073/pnas.1312330110. Watanabe S. et al. MIROC-ESM 2010: model description and basic results of CMIP5 experiments // Geoscientific Model Development. 2011. Vol. 4. P. 845-872. DOI: 10.5194/gmdd-4-1063-2011 Wu Y., Zhang G., Shen H., Jun Xu Y. Nonlinear Response of Streamflow to Climate Change in High-Latitude Regions: A Case Study in Headwaters of Nenjiang River Basin in China’s Far Northeast // Water. 2018. Vol. 10. No. 3. 294. DOI: 10.3390/w10030294 Zhang A., Liu W., Yin Zh., Fu G., Zheng Ch. How will climate change affect the water availability in the Heihe River basin, northwest China? // Journal of Hydrometeorology. 2016. Vol. 17. No. 5. P. 1517-1542. DOI: 10.1175/JHM-D-15-0058.1",
    "readLink": "http://hydro-sphere.ru/index.php/hydrosphere/article/view/9"
  },
  {
    "title": "“Art and Doucmentaries in Climate Communication\"",
    "authors": [
      "Sheila C.  Mullooly"
    ],
    "doi": "https://doi.org/10.18432/ari29625",
    "journalVolume": "Vol. 7,\n                                no. 1",
    "issn": "2371-3771 (Online)",
    "publisher": "University of Alberta",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Fine Arts: Arts in general"
    ],
    "journalUrl": "https://ejournals.library.ualberta.ca/index.php/ari/",
    "abstract": "The following is a review, participant-voiced poetic inquiry, and commentary on the article, “Art and Documentaries in Climate Communication: Experiencing the Reality of Climate Change and Leading the Way to Change.” Liselotte Roosen and Christian Klockner (2020) published this case study as part of a more extensive research project, Climart, funded by the Norwegian Research Council. In this review, I consider the relationships between artworks, researchers, and audience participants. I offer a participant-voiced poetic inquiry of the arts-based research project. I address the project’s goals for social/political/cultural change, its local and global contexts, and future implications.",
    "readLink": "https://journals.library.ualberta.ca/ari/index.php/ari/article/view/29625"
  },
  {
    "title": "Constraints and Affordances of Online Engagement With Scientific Information—A Literature Review",
    "authors": [
      "Friederike Hendriks,",
      "Elisabeth Mayweg-Paus,",
      "Mark Felton,",
      "Kalypso Iordanou,",
      "Regina Jucks,",
      "Maria Zimmermann"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2020.572744",
    "journalVolume": "Vol. 11",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "Many urgent problems that societies currently face—from climate change to a global pandemic—require citizens to engage with scientific information as members of democratic societies as well as to solve problems in their personal lives. Most often, to solve their epistemic aims (aims directed at achieving knowledge and understanding) regarding such socio-scientific issues, individuals search for information online, where there exists a multitude of possibly relevant and highly interconnected sources of different perspectives, sometimes providing conflicting information. The paper provides a review of the literature aimed at identifying (a) constraints and affordances that scientific knowledge and the online information environment entail and (b) individuals' cognitive and motivational processes that have been found to hinder, or conversely, support practices of engagement (such as critical information evaluation or two-sided dialogue). Doing this, a conceptual framework for understanding and fostering what we call online engagement with scientific information is introduced, which is conceived as consisting of individual engagement (engaging on one's own in the search, selection, evaluation, and integration of information) and dialogic engagement (engaging in discourse with others to interpret, articulate and critically examine scientific information). In turn, this paper identifies individual and contextual conditions for individuals' goal-directed and effortful online engagement with scientific information.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.572744/full"
  },
  {
    "title": "Investigating Young Consumers’ Purchasing Intention of Green Housing in China",
    "authors": [
      "Lin Zhang,",
      "Liwen Chen,",
      "Zezhou Wu,",
      "Sizhen Zhang,",
      "Huanbin Song"
    ],
    "doi": "https://doi.org/10.3390/su10041044",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  1044",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The issues of energy crisis, environmental degradation, and climate change present a severe challenge to the sustainable development in China. The development of green building (GB) is considered one of the most popular strategies toward a sustainable construction industry. Apart from advanced green technologies, consumers’ purchasing intention toward green housing (GH) plays a crucial role in the large-scale promotion of GB. However, which determinants significantly affect consumers’ purchasing intention remain unclear, especially for the young generation in developing countries. This study attempts to investigate young consumers’ purchasing intention of GH in China. On the basis of extended theory of planned behavior (TPB), seven constructs are identified, and nine hypotheses are proposed. A total of 241 responses were collected from the questionnaire survey, and structural equation modeling was employed to test the proposed hypotheses. Governmental incentives are affirmed to be the most important determinant, followed by consumers’ attitude toward behavior and subjective norm. Perceived behavioral control is an insignificant determinant for young consumers to purchase GH. In addition, subjective knowledge has an indirect effect through attitude toward behavior. Environmental concern also confirms an indirect effect through attitude toward behavior and subjective norm toward purchasing intention, respectively. Thus, the government is implied to play a crucial role in GH promotion at this stage.",
    "readLink": "http://www.mdpi.com/2071-1050/10/4/1044"
  }
]