[
  {
    "title": "Understanding the Key Factors That Influence Efficient Water-Saving Practices among Tourists: A Mediterranean Case Study",
    "authors": [
      "Maria Torres-Bagur,",
      "Anna Ribas,",
      "Josep Vila-Subirós"
    ],
    "doi": "https://doi.org/10.3390/w12082083",
    "journalVolume": "Vol. 12,\n                                no. 2083\n                                \n                                  p.\n                                  2083",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The future of tourism activity is dependent on its ability to adapt to the effects of climate change. One of the most notable effects in the Mediterranean area will be water shortages in a scenario marked by increasing demand for this resource. While this situation will affect numerous economic sectors, it will have a severe impact on the tourism industry, which relies heavily on water. The aim of this study was to analyze water-saving practices among guests at campsites, hotels, and rural lodgings in the Muga river basin and investigate the factors that influence these practices. We conducted 752 surveys and found that differences in practices were influenced by reason for stay, type of accommodation, and geographic origin. A greater understanding of how sociodemographic and motivational characteristics influence water-saving behavior by guests at different types of tourist accommodation is essential for designing targeted strategies for improving environmental awareness and water-saving habits.",
    "readLink": "https://www.mdpi.com/2073-4441/12/8/2083"
  },
  {
    "title": "Spatiotemporal evolution law and driving mechanism of production–living–ecological space from 2000 to 2020 in Xinjiang, China",
    "authors": [
      "Nan Xia,",
      "Wenyue Hai,",
      "Mengying Tang,",
      "Jimei Song,",
      "Weilin Quan,",
      "Bowen Zhang,",
      "Yonggang Ma"
    ],
    "doi": "Vol. 154\n                                \n                                \n                                  p.\n                                  110807",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Xinjiang is located in the northwest of China, with a vast territory and abundant resources, which holds an important strategic position for China. However, the climate in the region is arid and the ecological environment is fragile. In recent years, with the growth of population and the improvement of economic development level, construction and agricultural land in Xinjiang have gradually expanded, and ecological land has been extensively occupied. The competition between land resources is becoming increasingly fierce, leading to some ecological and environmental problems in the region. In this context, understanding the spatiotemporal changes and driving factors of Xinjiang's production space, living space and ecological space (PLES) is of great practical significance for promoting sustainable development in the region, and can also provide reference for the research of PLES in other arid areas at home and abroad. At present, most of the research on PLES is focused on small-scale areas such as urban agglomerations, rural areas, and watersheds, or non arid areas with relatively superior natural conditions, with less research on large-scale arid areas. In this study, the transfer matrix, the center of gravity movement trajectory, Moran's I and the spatial conflict measurement model were used to illustrate the spatial–temporal evolution of PLES in Xinjiang, and the correlation coefficient was used to determine the main factors affecting the change of PLES. Results show that (1) Xinjiang is dominated by ecological space, which accounts for more than 90% of the total area of Xinjiang and has significant continuity. They are mainly distributed in Tarim, Turpan, and the northern Junggar Basin. The production space area accounts for about 5% of the total area of Xinjiang and is distributed in the vicinity of the Tianshan and Kunlun Mountains. Living space accounts for about 1% of Xinjiang's total area and is scattered around cities. (2) From 2000 to 2020, the change degree of PLES in Xinjiang in the last decade is higher than that in the first decade, most of which is the transformation from ecological space to production space. The three types of spaces influence and restrict each other in the development process. (3) Population, crop sown area, natural conditions, policy and the development level of agricultural science and technology are the main factors affecting the spatial distribution of production. Environmental factors such as altitude, soil erosion and temperature have a great influence on ecological space. Population, the output value of various industries and total retail sales of consumer goods are the main factors affecting residential space. The evolution of Xinjiang PLES is the result of multiple factors. (4) The medium spatial conflict dominates, mainly distributed in Tarim Basin and Junggar Basin. The weak and strong space conflicts are concentrated in the oases in the north of the Tianshan and Kunlun Mountains, and the number is small. From 2000 to 2020, the increasing degree of spatial conflicts in Xinjiang is due to land desertification.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23009494"
  },
  {
    "title": "Modulating Effects of Landscape Characteristics on Responses to Warming Differ Among Butterfly Species",
    "authors": [
      "Marjon Hellegers,",
      "Marjon Hellegers,",
      "Chris A. M. van Swaay,",
      "Chris A. M. van Swaay,",
      "Arjen van Hinsberg,",
      "Mark A. J. Huijbregts,",
      "Aafke M. Schipper,",
      "Aafke M. Schipper"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.873366",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Understanding and predicting biodiversity responses to climate change are vital to inform conservation strategies, but this is not straightforward as climate change responses depend on the landscape context and differ among species. Here, we quantified changes in the distribution and abundance of 30 butterfly species in the Netherlands in relation to climate change and in landscapes that vary in the amount and connectivity of (semi-)natural vegetation (SNV). We obtained yearly counts of well-monitored butterfly species from 327 time series over 27 years (1992–2018). We used these counts to build mixed effect hurdle models to relate species’ occurrence and abundance to temperature and the amount and connectivity of SNV around the sites. For 55% of the butterfly species, an increased amount or connectivity of SNV corresponded with stronger increases or reduced decreases in occurrence in response to warming, indicating that SNV may facilitate range expansion or mitigate extirpations due to climate change. However, for the occurrence of the other species we found no or a negative interaction between warming and SNV. Further, we did not find indications of a mitigating effect of SNV on abundance responses to warming. Our results thus suggest that increasing the amount and connectivity of SNV does not offer a “one-size-fits-all” solution, highlighting the need for additional measures if butterfly diversity is to be conserved.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.873366/full"
  },
  {
    "title": "What Do School Children Know about Climate Change? A Social Sciences Approach",
    "authors": [
      "Álvaro-Francisco Morote,",
      "María Hernández"
    ],
    "doi": "https://doi.org/10.3390/socsci11040179",
    "journalVolume": "Vol. 11,\n                                no. 179\n                                \n                                  p.\n                                  179",
    "issn": "2076-0760 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/socsci",
    "abstract": "One of the subject areas that is currently most prominent in the field of education (Social Science) is climate change, given its implications for raising awareness and training the present and future society. The objectives of this study, focused on school children (Primary Education—10 to 12 years old; third cycle, Secondary Education—12–16 years old; and pre-university, Baccalaureate—17–18 years old) in the Region of Valencia (Spain), are to analyse the following: the main information channels through which children receive information on climate change; the causes and consequences that they identify with respect to this phenomenon; and the main greenhouse gas that they believe is in the atmosphere. Based on the 575 students surveyed during the academic year 2020–2021, the results indicate that the three main information media are digital (TV—82.8%, Internet—56.2% and social networks—49.4%). With respect to the causes of the phenomenon identified by the students, particularly noteworthy was pollution (70.1%) and, in terms of the effects, the increase and changes in temperature (61.7%) were of particular note. Finally, with reference to greenhouse gases, the majority responded CO2 (63.5%). This is incorrect, as the main greenhouse gas in the atmosphere is water vapour. To sum up, we can highlight the role played by schools in training the future society and the risk arising from an increase in the information received from digital media by children as they grow older, due to the danger of misinformation.",
    "readLink": "https://www.mdpi.com/2076-0760/11/4/179"
  },
  {
    "title": "Net Community Metabolism and Seawater Carbonate Chemistry Scale Non-intuitively with Coral Cover",
    "authors": [
      "Heather N. Page,",
      "Travis A. Courtney,",
      "Andrew Collins,",
      "Eric H. De Carlo,",
      "Andreas J. Andersson"
    ],
    "doi": "https://doi.org/10.3389/fmars.2017.00161",
    "journalVolume": "Vol. 4",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Coral cover and reef health have been declining globally as reefs face local and global stressors including higher temperature and ocean acidification (OA). Ocean warming and acidification will alter rates of benthic reef metabolism (i.e., primary production, respiration, calcification, and CaCO3 dissolution), but our understanding of community and ecosystem level responses is limited in terms of functional, spatial, and temporal scales. Furthermore, dramatic changes in coral cover and benthic metabolism could alter seawater carbonate chemistry on coral reefs, locally alleviating or exacerbating OA. This study examines how benthic metabolic rates scale with changing coral cover (0–100%), and the subsequent influence of these coral communities on seawater carbonate chemistry based on mesocosm experiments in Bermuda and Hawaii. In Bermuda, no significant differences in benthic metabolism or seawater carbonate chemistry were observed for low (40%) and high (80%) coral cover due to large variability within treatments. In contrast, significant differences were detected between treatments in Hawaii with benthic metabolic rates increasing with increasing coral cover. Observed increases in daily net community calcification and nighttime net respiration scaled proportionally with coral cover. This was not true for daytime net community organic carbon production rates, which increased the most between 0 and 20% coral cover and then less so between 20 and 100%. Consequently, diel variability in seawater carbonate chemistry increased with increasing coral cover, but absolute values of pH, Ωa, and pCO2 were not significantly different during daytime. To place the results of the mesocosm experiments into a broader context, in situ seawater carbon dioxide (CO2) at three reef sites in Bermuda and Hawaii were also evaluated; reefs with higher coral cover experienced a greater range of diel CO2 levels, complementing the mesocosm results. The results from this study highlight the need to consider the natural complexity of reefs and additional biological and physical factors that influence seawater carbonate chemistry on larger spatial and longer temporal scales. Coordinated efforts combining various research approaches (e.g., experiments, field studies, and models) will be required to better understand how benthic metabolism integrates across functional, spatial, and temporal scales, and for making predictions on how coral reefs will respond to climate change.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmars.2017.00161/full"
  },
  {
    "title": "Gender and Equity Considerations for Building Climate Resilience: Lessons from Rural and Periurban Botswana",
    "authors": [
      "Kutlwano Makwatse,",
      "Leatile Modie,",
      "Morati Mpalo,",
      "Caitlin Blaser Mapitsa"
    ],
    "doi": "https://doi.org/10.3390/su141710599",
    "journalVolume": "Vol. 14,\n                                no. 10599\n                                \n                                  p.\n                                  10599",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Botswana’s new national climate-adaptation plan framework acknowledges the fundamental challenges climate change is posing to household resilience. While the plan aims to be gender-responsive, there is limited empirical data on the current gender dynamics around household-level climate-adaptive priorities and practices. This study aims to understand the gendered variations of how people understand resilience to climate change in both rural and a periurban areas. The authors then consider how these views are reflected in current climate-adaptation policies and responses. A household-level baseline survey with 141 participants was conducted in Ramotswa and Xhumaga, using participant-coded narratives to understand how people understand resilience to climate change. This study found that planning for the shocks and stressors of climate change is gendered, and these variations have important implications for how equity should be reflected in a policy response.",
    "readLink": "https://www.mdpi.com/2071-1050/14/17/10599"
  },
  null,
  {
    "title": "Interactive influences of climate change and agriculture on aquatic habitat in a Pacific Northwestern watershed",
    "authors": [
      "Sandra J. DeBano,",
      "David E. Wooster,",
      "Jonathan R. Walker,",
      "Laura E. McMullen,",
      "Donald A. Horneck"
    ],
    "doi": "https://doi.org/10.1002/ecs2.1357",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Climate change and agricultural intensification are two potential stressors that may pose significant threats to aquatic habitats in the inland Pacific Northwest over the next century. Climate change may impact running water through numerous pathways, including effects on water temperature and stream flow. In certain regions of the Pacific Northwest, agricultural activities, such as crop production, may become more profitable if water projects result in more irrigation water. If so, riparian buffers in these areas may be converted into cropland, which may in turn affect aquatic habitats through increases in sediment and agrochemical runoff into streams. We used currently available downscaled temperature and hydrology data in combination with a habitat quality framework developed for Pacific salmon and trout (Oncorhynchus spp.) to predict how different levels of each stressor, alone and in combination, may impact aquatic habitats in an inland Pacific Northwest watershed dominated by high‐value agriculture—the Umatilla Subbasin. We developed spatially explicit predictions for how changes in stream flow and water temperature associated with three climate change scenarios and loss of riparian buffers in two agricultural intensification scenarios may impact aquatic habitats. We also examined the cumulative effects of the interaction of extreme climate change and agricultural intensification scenarios. Our results show that all three climate change scenarios are expected to primarily impact aquatic habitat in the upper Subbasin. In contrast, agricultural intensification scenarios did not have large impacts on temperature, but are predicted to affect other water quality variables in the lower Subbasin. A moderate scenario of agricultural intensification had relatively little effect on aquatic habitat, whereas the removal of all riparian buffers in agriculturally viable areas had a substantially negative effect on sediment, embeddedness, and large woody debris in the lower Subbasin. Interactions between the most extreme climate change and agricultural intensification scenarios reflected a complementarity of effects, with climate change primarily affecting the upper Subbasin and agricultural intensification primarily impacting the lower Subbasin. This work suggests that the Umatilla Subbasin and similar watersheds will present a challenging habitat for warm water‐ and pollution‐intolerant species in the coming century.",
    "readLink": "https://doi.org/10.1002/ecs2.1357"
  },
  {
    "title": "Research on Land Surface Thermal-Hydrologic Exchange in Southern China under Future Climate and Land Cover Scenarios",
    "authors": [
      "Jianwu Yan,",
      "Baozhang Chen,",
      "Min Feng,",
      "John L. Innes,",
      "Guangyu Wang,",
      "Shifeng Fang,",
      "Guang Xu,",
      "Huifang Zhang,",
      "Dongjie Fu,",
      "Huimin Wang,",
      "Guirui Yu,",
      "Xiaomin Sun"
    ],
    "doi": "https://doi.org/10.1155/2013/969145",
    "journalVolume": "Vol. 2013",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "Climate change inevitably leads to changes in hydrothermal circulation. However, thermal-hydrologic exchanging caused by land cover change has also undergone ineligible changes. Therefore, studying the comprehensive effects of climate and land cover changes on land surface water and heat exchanges enables us to well understand the formation mechanism of regional climate and predict climate change with fewer uncertainties. This study investigated the land surface thermal-hydrologic exchange across southern China for the next 40 years using a land surface model (ecosystem-atmosphere simulation scheme (EASS)). Our findings are summarized as follows. (i) Spatiotemporal variation patterns of sensible heat flux (H) and evapotranspiration (ET) under the land cover scenarios (A2a or B2a) and climate change scenario (A1B) are unanimous. (ii) Both H and ET take on a single peak pattern, and the peak occurs in June or July. (iii) Based on the regional interannual variability analysis, H displays a downward trend (10%) and ET presents an increasing trend (15%). (iv) The annual average H and ET would, respectively, increase and decrease by about 10% when woodland converts to the cultivated land. Through this study, we recognize that land surface water and heat exchanges are affected greatly by the future climate change as well as land cover change.",
    "readLink": "http://dx.doi.org/10.1155/2013/969145"
  },
  {
    "title": "Temperature Across Vegetation Canopy-Water-Soil Interfaces Is Modulated by Hydroperiod and Extreme Weather in Coastal Wetlands",
    "authors": [
      "Xiaochen Zhao,",
      "Victor H. Rivera-Monroy,",
      "Chunyan Li,",
      "Chunyan Li,",
      "Ivan A. Vargas-Lopez,",
      "Robert V. Rohli,",
      "Robert V. Rohli,",
      "Z. George Xue,",
      "Z. George Xue,",
      "Z. George Xue,",
      "Edward Castañeda-Moya,",
      "Carlos Coronado-Molina"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.852901",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Environmental temperature is a widely used variable to describe weather and climate conditions. The use of temperature anomalies to identify variations in climate and weather systems makes temperature a key variable to evaluate not only climate variability but also shifts in ecosystem structural and functional properties. In contrast to terrestrial ecosystems, the assessment of regional temperature anomalies in coastal wetlands is more complex since the local temperature is modulated by hydrology and weather. Thus, it is unknown how the regional free-air temperature (TFree) is coupled to local temperature anomalies, which can vary across interfaces among vegetation canopy, water, and soil that modify the wetland microclimate regime. Here, we investigated the temperature differences (offsets) at those three interfaces in mangrove-saltmarsh ecotones in coastal Louisiana and South Florida in the northern Gulf of Mexico (2017–2019). We found that the canopy offset (range: 0.2–1.6°C) between TFree and below-canopy temperature (TCanopy) was caused by the canopy buffering effect. The similar offset values in both Louisiana and Florida underscore the role of vegetation in regulating near-ground energy fluxes. Overall, the inundation depth did not influence soil temperature (TSoil). The interaction between frequency and duration of inundation, however, significantly modulated TSoil given the presence of water on the wetland soil surface, thus attenuating any short- or long-term changes in the TCanopy and TFree. Extreme weather events—including cold fronts and tropical cyclones—induced high defoliation and weakened canopy buffering, resulting in long-term changes in canopy or soil offsets. These results highlight the need to measure simultaneously the interaction between ecological and climatic processes to reduce uncertainty when modeling macro- and microclimate in coastal areas under a changing climate, especially given the current local temperature anomalies data scarcity. This work advances the coupling of Earth system models to climate models to forecast regional and global climate change and variability along coastal areas.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.852901/full"
  }
]