[
  {
    "title": "A systems approach toward climate resilient livelihoods: A case study in Thai Nguyen province, Vietnam",
    "authors": [
      "Tuan M. Ha,",
      "Insa Kühling,",
      "Dieter Trautz"
    ],
    "doi": "Vol. 6,\n                                no. 11\n                                \n                                  p.\n                                  e05541",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "This study aims to identify strategic actions towards climate resilient livelihoods and secure income for smallholder farmers in Thai Nguyen province of Vietnam using a systems approach and system dynamic modelling tools. Information and data for this research was collected through surveys, interviews, focus group discussions and workshops with relevant stakeholders and 187 farmers in two vulnerable districts during October 2019–April 2020. Findings of this study uncovered a number of shortcomings of the government policies and approaches in climate change adaptation. Local initiatives, community learning and ownership seem to be neglected. This research has substantiated the effectiveness and validity of systems approaches and tools in structuring and solving complex issues in agricultural research and development under the interwoven relationships between environmental and human factors. Climate resilient production models and practices are just part of the systemic interventions that need to be implemented in a coordinated manner towards a more resilient future of the farming communities. This study has addressed the current knowledge gap and the need for using integrated approaches and decision support systems for unravelling ill-structured and/or complex issues of climate change adaptation (CCA). It also provided practical recommendations for informed CCA policies and implementation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844020323847"
  },
  {
    "title": "Agro-climatic sensitivity analysis for sustainable crop diversification; the case of Proso millet (Panicum miliaceum L.)",
    "authors": [
      "Eranga M. Wimalasiri,",
      "Matthew J. Ashfold,",
      "Ebrahim Jahanshiri,",
      "Sue Walker,",
      "Sayed N. Azam-Ali,",
      "Asha S. Karunaratne"
    ],
    "doi": "Vol. 18,\n                                no. 3",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Current agricultural production depends on very limited species grown as monocultures that are highly vulnerable to climate change, presenting a threat to the sustainability of agri-food systems. However, many hundreds of neglected crop species have the potential to cater to the challenges of climate change by means of resilience to adverse climate conditions. Proso millet (Panicum miliaceum L.), one of the underutilised minor millets grown as a rainfed subsistence crop, was selected in this study as an exemplary climate-resilient crop. Using a previously calibrated version of the Agricultural Production Systems Simulator (APSIM), the sensitivity of the crop to changes in temperature and precipitation was studied using the protocol of the Coordinated Climate Crop Modelling Project (C3MP). The future (2040–2069) production was simulated using bias-corrected climate data from 20 general circulation models of the Coupled Model Intercomparison Project (CMIP5) under RCP4.5 and 8.5 scenarios. According to the C3MP analysis, we found a 1°C increment of temperature decreased the yield by 5–10% at zero rainfall change. However, Proso millet yields increased by 5% within a restricted climate change space of up to 2°C of warming with increased rainfall. Simulated future climate yields were lower than the simulated yields under the baseline climate of the 1980–2009 period (mean 1707 kg ha–1) under both RCP4.5 (–7.3%) and RCP8.5 (–16.6%) though these changes were not significantly (p > 0.05) different from the baseline yields. Proso millet is currently cultivated in limited areas of Sri Lanka, but our yield mapping shows the potential for expansion of the crop to new areas under both current and future climates. The results of the study, indicating minor impacts from projected climate change, reveal that Proso millet is an excellent candidate for low-input farming systems under changing climate. More generally, through this study, a framework that can be used to assess the climate sensitivity of underutilized crops was also developed.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10035905/?tool=EBI"
  },
  {
    "title": "Geodetic SAR for Height System Unification and Sea Level Research—Observation Concept and Preliminary Results in the Baltic Sea",
    "authors": [
      "Thomas Gruber,",
      "Jonas Ågren,",
      "Detlef Angermann,",
      "Artu Ellmann,",
      "Andreas Engfeldt,",
      "Christoph Gisinger,",
      "Leszek Jaworski,",
      "Simo Marila,",
      "Jolanta Nastula,",
      "Faramarz Nilfouroushan,",
      "Xanthi Oikonomidou,",
      "Markku Poutanen,",
      "Timo Saari,",
      "Marius Schlaak,",
      "Anna Światek,",
      "Sander Varbla,",
      "Ryszard Zdunek"
    ],
    "doi": "https://doi.org/10.3390/rs12223747",
    "journalVolume": "Vol. 12,\n                                no. 3747\n                                \n                                  p.\n                                  3747",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Traditionally, sea level is observed at tide gauge stations, which usually also serve as height reference stations for national leveling networks and therefore define a height system of a country. One of the main deficiencies to use tide gauge data for geodetic sea level research and height systems unification is that only a few stations are connected to the geometric network of a country by operating permanent GNSS receivers next to the tide gauge. As a new observation technique, absolute positioning by SAR using active transponders on ground can fill this gap by systematically observing time series of geometric heights at tide gauge stations. By additionally knowing the tide gauge geoid heights in a global height reference frame, one can finally obtain absolute sea level heights at each tide gauge. With this information the impact of climate change on the sea level can be quantified in an absolute manner and height systems can be connected across the oceans. First results from applying this technique at selected tide gauges at the Baltic coasts are promising but also exhibit some problems related to the new technique. The paper presents the concept of using the new observation type in an integrated sea level observing system and provides some early results for SAR positioning in the Baltic sea area.",
    "readLink": "https://www.mdpi.com/2072-4292/12/22/3747"
  },
  {
    "title": "Developing Survey Methods for Collecting Individual Policy Narratives: A case study of climate change narratives using an engaged convenience sample",
    "authors": [
      "Wesley Wehde,",
      "Mildred Perreault"
    ],
    "doi": "https://doi.org/10.4000/irpp.2480",
    "journalVolume": "Vol. 4",
    "issn": "2679-3873 (Print)",
    "publisher": "2706-6274 (Online)",
    "countryOfPublisher": "OpenEdition",
    "lcc": [
      "France",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://journals.openedition.org/irpp",
    "abstract": "We examine the assumption of individuals as ‘homo narrans’ and the effect of their demographics and beliefs in shaping policy narratives, using climate change as a case. To do so we use a version of the Narrative Policy Framework codebook to analyze open-ended survey responses in a highly liberal and knowledgeable convenience sample. We use two different ways of collecting narratives in surveys. The first method relies on priming participants to consider certain narrative elements, while the other primes participants to consider the overarching narrative instead of individual elements. In line with public opinion research, we find that conservative ideology and media choices are associated with the use of fewer victims and policy problems. Finally, we find that wording a question in a way that primes overall narratives and problems produces a more reliable result in terms of complete policy narratives than do questions geared toward other narrative elements. We conclude that open-ended survey questions provide a valuable and underutilized, but limited, source of data for scholars interested in the NPF.",
    "readLink": "http://journals.openedition.org/irpp/2480"
  },
  {
    "title": "Organic fertilization enhances the resistance and resilience of soil microbial communities under extreme drought",
    "authors": [
      "Yifei Sun,",
      "Chengyuan Tao,",
      "Xuhui Deng,",
      "Hongjun Liu,",
      "Zongzhuan Shen,",
      "Yaxuan Liu,",
      "Rong Li,",
      "Qirong Shen,",
      "Stefan Geisen"
    ],
    "doi": "Vol. 47\n                                \n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2090-1232 (Print)",
    "publisher": "2090-1224 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Medicine: Medicine (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-advanced-research/",
    "abstract": "Introduction: The soil bacterial microbiome plays a crucial role in ecosystem functioning. The composition and functioning of the microbiome are tightly controlled by the physicochemical surrounding. Therefore, the microbiome is responsive to management, such as fertilization, and to climate change, such as extreme drought. It remains a challenge to retain microbiome functioning under drought. Objectives: This work aims to reveal if fertilization with organic fertilizer, can enhance resistance and resilience of bacterial communities and their function in extreme drought and subsequent rewetting compared with conventional fertilizers. Methods: In soil mesocosms, we induced a long-term drought for 80 days with subsequent rewetting for 170 days to follow bacterial community dynamics in organic (NOF) and chemical (NCF) fertilization regimes. Results: Our results showed that bacterial diversity was higher with NOF than with NCF during drought. In particular, the ecological resilience and recovery of bacterial communities under NOF were higher than in NCF. We found these bacterial community features to enhance pathogen-inhibiting functions in NOF compared to NCF during late recovery. The other soil ecology functional analyses revealed that bacterial biomass recovered in the early stage after rewetting, while soil respiration increased continuously following prolonged time after rewetting. Conclusion: Together, our study indicates that organic fertilization can enhance the stability of the soil microbiome and ensures that specific bacterial-driven ecosystem functions recover after rewetting. This may provide the basis for more sustainable agricultural practices to counterbalance negative climate change-induced effects on soil functioning.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S209012322200162X"
  },
  {
    "title": "RePP Africa – a georeferenced and curated database on existing and proposed wind, solar, and hydropower plants",
    "authors": [
      "Rebecca Peters,",
      "Jürgen Berlekamp,",
      "Klement Tockner,",
      "Christiane Zarfl"
    ],
    "doi": "https://doi.org/10.1038/s41597-022-01922-1",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2052-4463 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/sdata/",
    "abstract": "Abstract Promoting a transition to low-carbon energy systems to mitigate climate change requires an optimization of renewable energy (RE) planning. However, curated data for the most promising RE technologies, hydro-, wind and solar power, are missing, which limits data-based decision-making support. Here, a spatially explicit database for existing and proposed renewable power plants is provided: The Renewable Power Plant database for Africa (RePP Africa) encompasses 1074 hydro-, 1128 solar, and 276 wind power plant records. For each power plant, geographic coordinates, country, construction status, and capacity (in megawatt) are reported. The number of RePP Africa records exceeds the respective values in other existing open-access databases and matches available cumulative capacity data reported by international energy organizations best with deviations <13% for hydro-, <23% for wind, and <32% for solar power plants. This contemporary database is the most harmonized open-accessible reference source on RE power plants across Africa for stakeholders from science, (non-)governmental organizations, consulting, and industry; providing a fundamental data basis for the development of an integrated sustainable RE mix.",
    "readLink": "https://doi.org/10.1038/s41597-022-01922-1"
  },
  {
    "title": "Hydrological Droughts in the Białowieża Primeval Forest, Poland, in the Years 1951–2020",
    "authors": [
      "Leszek Hejduk,",
      "Ewa Kaznowska,",
      "Michał Wasilewicz,",
      "Agnieszka Hejduk"
    ],
    "doi": "https://doi.org/10.3390/f12121744",
    "journalVolume": "Vol. 12,\n                                no. 1744\n                                \n                                  p.\n                                  1744",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The occurrence of hydrological drought, caused by rainfall deficiency, poses a threat to forest areas—not only due to the danger of fire, but as a result of changes in habitat conditions. It is predicted that more frequent periods of drought and high temperatures will reduce the stability of forests and increase their susceptibility to industrial pollution, pressure from insect pests, fungal pathogens, and fires. The main aim of this study was to investigate the current streamflow droughts in the catchment area of the Narewka River as an indicator of hydrological droughts in the Białowieża Primeval Forest for the period 1951–2020. The research presented in this paper shows that low flows of surface waters have appeared as an indicator of hydrological droughts almost every year since 1983. The analysis of the trend over the past 70 years shows that the aggregated annual volumes of low flows and the number of days with low flows are increasing significantly. This indicates a significant and relatively permanent change in the seasonal structure of the river runoff in the event of low summer flow.",
    "readLink": "https://www.mdpi.com/1999-4907/12/12/1744"
  },
  {
    "title": "Economic Value, Farmers Perception, and Strategic Development of Sorghum in Central Java and Yogyakarta, Indonesia",
    "authors": [
      "Sugeng Widodo,",
      "Joko Triastono,",
      "Dewi Sahara,",
      "Arlyna Budi Pustika,",
      "Kristamtini,",
      "Heni Purwaningsih,",
      "Forita Dyah Arianti,",
      "Raden Heru Praptana,",
      "Anggi Sahru Romdon,",
      "Sutardi,",
      "Setyorini Widyayanti,",
      "Andi Yulyani Fadwiwati,",
      "Muslimin"
    ],
    "doi": "https://doi.org/10.3390/agriculture13030516",
    "journalVolume": "Vol. 13,\n                                no. 516\n                                \n                                  p.\n                                  516",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Sorghum is an important food crop commodity in the midst of climate change conditions and the threat of a global food crisis. Sorghum, which has an adaptive advantage to all land conditions, is suitable for use as a food substitute for rice and wheat. The purpose of this study was to evaluate the economic value, farmers’ perceptions, and specific strategies for developing sorghum in Central Java and Yogyakarta, Indonesia. The research was conducted in Wonogiri Regency, Central Java, and Gunungkidul Regency, Yogyakarta from September to November 2022. The research was carried out through the observation of 120 respondents with indicators of farming characteristics and farmers’ perceptions of sorghum development, as well as focus group discussions (FGD) and depth interviews with indicators of internal and external factors for sorghum development. The analysis used is benefit cost (BC) to evaluate the economic value of sorghum farming, the Likert scale to determine farmers’ perceptions of sorghum, and Strength Weak Opportunity Threat (SWOT) to determine specific strategies for developing sorghum. The results showed that sorghum farming is feasible to develop in Wonogiri Central Java and Gunungkidul Yogyakarta because it provides a profit value greater than production costs with a BCR value of >1. The perception of farmers in Central Java regarding the development of sorghum is included in the very good category with an average value of 3.31, and the perception of farmers in Yogyakarta is included in the good category with an average value of 2.55. The operational policy strategy for developing sorghum in Wonogiri Central Java and Gunungkidul Yogyakarta is an expansion strategy (S-O).",
    "readLink": "https://www.mdpi.com/2077-0472/13/3/516"
  },
  {
    "title": "Tradeoffs to Thermal Acclimation: Energetics and Reproduction of a Reef Coral with Heat Tolerant Symbiodinium Type-D",
    "authors": [
      "Alison M. Jones,",
      "Ray Berkelmans"
    ],
    "doi": "https://doi.org/10.1155/2011/185890",
    "journalVolume": "Vol. 2011",
    "issn": "1687-9481 (Print)",
    "publisher": "1687-949X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.hindawi.com/journals/jmb/",
    "abstract": "The photo-physiological characteristics of thermo-tolerant Symbiodinium types have been postulated to have negative effects on the energetics of the reef corals by reducing fitness. To investigate this, two key and inextricably coupled indicators of fitness, lipids and reproduction, were monitored in colonies of the broadcast-spawning coral Acropora millepora over a two-year period that included a natural bleaching event. In the absence of bleaching ITS1-type clade D predominant colonies had 26% lower stored lipids compared to C2 colonies. At spawning time, this correlated with 28% smaller eggs in type-D colonies. This energetic disparity is expected to have reduced larval duration and settlement-competency periods in type-D compared to type-C2 colonies. More importantly, irrespective of the effect of genotype, the fitness of all corals was adversely affected by the stress of the bleaching event which reduced prespawning lipids by 60% and halved the number of eggs compared to the previous year. Our results extend work that has shown that direct temperature stress and symbiont change are likely to work in concert on corals by demonstrating that the lipids and reproduction of the reef building corals on tropical reefs are likely to be impaired by these processes as our climate warms.",
    "readLink": "http://dx.doi.org/10.1155/2011/185890"
  },
  {
    "title": "Variations in Leaf Functional Traits and Photosynthetic Parameters of <i>Cunninghamia lanceolata</i> Provenances",
    "authors": [
      "Tingyu Xu,",
      "Xiang Niu,",
      "Bing Wang,",
      "Xiaohan Qiu,",
      "Ye Shou,",
      "Jiani Luo,",
      "Yajun Guo"
    ],
    "doi": "https://doi.org/10.3390/f14091708",
    "journalVolume": "Vol. 14,\n                                no. 1708\n                                \n                                  p.\n                                  1708",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Studying the variation and correlation of traits among provenances is of great significance for the selection of excellent provenances and the interpretation of the acclimation mechanisms of different provenances in the context of climate change. The photosynthetic characteristic parameters and leaf functional traits of 18 Cunninghamia lanceolata provenances in a common garden were measured. Redundancy analysis combined with Pearson analysis was used to analyze the relationship among leaf photosynthetic characteristics, functional traits, and geo-climatic conditions. The results showed the following: (1) Significant differences in functional traits and photosynthetic parameters among provenances were observed, and the gsw and LDMC have the greatest variation as photosynthetic indicators and functional traits, respectively, because of the acclimation ability. (2) Leaf functional traits can better reflect the variation of photosynthetic characteristic parameters. The correlation between most photosynthetic characteristic parameters and functional traits reached a significant level (p 0.05), and the leaf dry weight (LDW) and specific leaf area (SLA) are key trait factors that determine photosynthetic characteristic parameters. (3) Precipitation appeared to be a key factor that influences intraspecific leaf traits’ variability compared to temperature. This study can explain how provenances acclimate to the environment and which provenances are more suitable for planting in the study area under the context of climate change from a mechanistic perspective.",
    "readLink": "https://www.mdpi.com/1999-4907/14/9/1708"
  }
]