[
  {
    "title": "Towards a Better Understanding of Climate Change Negotiations",
    "authors": [
      "Bryndís Arndal Woods,",
      "Daði Már Kristófersson,",
      "Silja Bára Ómarsdóttir"
    ],
    "doi": "https://doi.org/10.13177/irpa.a.2012.8.2.15",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  491\n                                  – 514",
    "issn": "1670-6803 (Print)",
    "publisher": "1670-679X (Online)",
    "countryOfPublisher": "University of Iceland",
    "lcc": [
      "Iceland",
      "Political science: Political institutions and public administration (General)",
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.irpa.is",
    "abstract": "The bulk of environmental economics literature applies non-cooperative game theory to examine the stability of International Environmental Agreements. Recently, a new trend has emerged in the literature whereby scholars use modified economic approaches to better account for ‘reality’ as such. This article builds upon the work of Hugh Ward, Frank Grundig and Ethan Zorick who conducted a mixed-method analysis to create a model of international climate change negotiations which could explain why policy change has been minimal in this issue area. The purpose of this article is to further develop the mixed-method approach in order to gain a better understanding of international climate change negotiations. Using the progression of the 2011 Durban negotiation session as our raw data, we demonstrate the usefulness of conducting qualitative and quantitative analyses simultaneously to best represent reality. Content and discourse analyses are applied to the Durban negotiations to identify the properties of the underlying game. The results are applied to the future of the negotiations in order to identify trends which need to be addressed to reach more progressive outcomes in the future. The main results of the qualitative analyses of the Durban negotiations included that players had modest expectations at the outset of the negotiations, which influenced the issues they addressed. The quantitative analysis demonstrated that players achieved a high degree of success at Durban; all players achieved their desired outcomes on at least half of the issues they addressed. Finally, the mixed-method approach identified important trends from the negotiations, most importantly the cracks exposed within the BASIC bloc and the role of the ‘middle ground’ alliance.",
    "readLink": "http://www.irpa.is/article/view/1190"
  },
  {
    "title": "Basic Concepts for Convection Parameterization in Weather Forecast and Climate Models: COST Action ES0905 Final Report",
    "authors": [
      "Jun–Ichi Yano,",
      "Jean-François Geleyn,",
      "Martin Köhler,",
      "Dmitrii Mironov,",
      "Johannes Quaas,",
      "Pedro M. M. Soares,",
      "Vaughan T. J. Phillips,",
      "Robert S. Plant,",
      "Anna Deluca,",
      "Pascal Marquet,",
      "Lukrecia Stulic,",
      "Zeljka Fuchs"
    ],
    "doi": "https://doi.org/10.3390/atmos6010088",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  88\n                                  – 147",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The research network “Basic Concepts for Convection Parameterization in Weather Forecast and Climate Models” was organized with European funding (COST Action ES0905) for the period of 2010–2014. Its extensive brainstorming suggests how the subgrid-scale parameterization problem in atmospheric modeling, especially for convection, can be examined and developed from the point of view of a robust theoretical basis. Our main cautions are current emphasis on massive observational data analyses and process studies. The closure and the entrainment–detrainment problems are identified as the two highest priorities for convection parameterization under the mass–flux formulation. The need for a drastic change of the current European research culture as concerns policies and funding in order not to further deplete the visions of the European researchers focusing on those basic issues is emphasized.",
    "readLink": "http://www.mdpi.com/2073-4433/6/1/88"
  },
  {
    "title": "Identifying Where REDD+ Financially Out-Competes Oil Palm in Floodplain Landscapes Using a Fine-Scale Approach.",
    "authors": [
      "Nicola K Abram,",
      "Douglas C MacMillan,",
      "Panteleimon Xofis,",
      "Marc Ancrenaz,",
      "Joseph Tzanopoulos,",
      "Robert Ong,",
      "Benoit Goossens,",
      "Lian Pin Koh,",
      "Christian Del Valle,",
      "Lucy Peter,",
      "Alexandra C Morel,",
      "Isabelle Lackman,",
      "Robin Chung,",
      "Harjinder Kler,",
      "Laurentius Ambu,",
      "William Baya,",
      "Andrew T Knight"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0156481",
    "journalVolume": "Vol. 11,\n                                no. 6\n                                \n                                  p.\n                                  e0156481",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Reducing Emissions from Deforestation and forest Degradation (REDD+) aims to avoid forest conversion to alternative land-uses through financial incentives. Oil-palm has high opportunity costs, which according to current literature questions the financial competitiveness of REDD+ in tropical lowlands. To understand this more, we undertook regional fine-scale and coarse-scale analyses (through carbon mapping and economic modelling) to assess the financial viability of REDD+ in safeguarding unprotected forest (30,173 ha) in the Lower Kinabatangan floodplain in Malaysian Borneo. Results estimate 4.7 million metric tons of carbon (MgC) in unprotected forest, with 64% allocated for oil-palm cultivations. Through fine-scale mapping and carbon accounting, we demonstrated that REDD+ can outcompete oil-palm in regions with low suitability, with low carbon prices and low carbon stock. In areas with medium oil-palm suitability, REDD+ could outcompete oil palm in areas with: very high carbon and lower carbon price; medium carbon price and average carbon stock; or, low carbon stock and high carbon price. Areas with high oil palm suitability, REDD+ could only outcompete with higher carbon price and higher carbon stock. In the coarse-scale model, oil-palm outcompeted REDD+ in all cases. For the fine-scale models at the landscape level, low carbon offset prices (US $3 MgCO2e) would enable REDD+ to outcompete oil-palm in 55% of the unprotected forests requiring US $27 million to secure these areas for 25 years. Higher carbon offset price (US $30 MgCO2e) would increase the competitiveness of REDD+ within the landscape but would still only capture between 69%-74% of the unprotected forest, requiring US $380-416 million in carbon financing. REDD+ has been identified as a strategy to mitigate climate change by many countries (including Malaysia). Although REDD+ in certain scenarios cannot outcompete oil palm, this research contributes to the global REDD+ debate by: highlighting REDD+ competitiveness in tropical floodplain landscapes; and, providing a robust approach for identifying and targeting limited REDD+ funds.",
    "readLink": "http://europepmc.org/articles/PMC4898686?pdf=render"
  },
  {
    "title": "Advanced autumn migration of sparrowhawk has increased the predation risk of long-distance migrants in Finland.",
    "authors": [
      "Aleksi Lehikoinen"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0020001",
    "journalVolume": "Vol. 6,\n                                no. 5\n                                \n                                  p.\n                                  e20001",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Predation affects life history traits of nearly all organisms and the population consequences of predator avoidance are often larger than predation itself. Climate change has been shown to cause phenological changes. These changes are not necessarily similar between species and may cause mismatches between prey and predator. Eurasian sparrowhawk Accipiter nisus, the main predator of passerines, has advanced its autumn phenology by about ten days in 30 years due to climate change. However, we do not know if sparrowhawk migrate earlier in response to earlier migration by its prey or if earlier sparrowhawk migration results in changes to predation risk on its prey. By using the median departure date of 41 passerine species I was able to show that early migrating passerines tend to advance, and late migrating species delay their departure, but none of the species have advanced their departure times as much as the sparrowhawk. This has lead to a situation of increased predation risk on early migrating long-distance migrants (LDM) and decreased the overlap of migration season with later departing short-distance migrants (SDM). Findings highlight the growing list of problems of declining LDM populations caused by climate change. On the other hand it seems that the autumn migration may become safer for SDM whose populations are growing. Results demonstrate that passerines show very conservative response in autumn phenology to climate change, and thus phenological mismatches caused by global warming are not necessarily increasing towards the higher trophic levels.",
    "readLink": "http://europepmc.org/articles/PMC3097240?pdf=render"
  },
  {
    "title": "Impact of cloud radiative heating on East Asian summer monsoon circulation",
    "authors": [
      "Zhun Guo,",
      "Tianjun Zhou,",
      "Minghuai Wang,",
      "Yun Qian"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/7/074014",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  074014",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The impacts of cloud radiative heating on the East Asian Summer Monsoon (EASM) over southeastern China (105°–125°E, 20°–35°N) are addressed by using the Community Atmosphere Model version 5 (CAM5). Sensitivity experiments demonstrate that the radiative heating of clouds leads to a positive effect on the local EASM circulation over southeastern China. Without the radiative heating of clouds, the EASM circulation and precipitation would be much weaker than that in normal conditions. The longwave heating of clouds dominates the changes of EASM circulation. The positive effect of clouds on EASM circulation is explained by the thermodynamic energy equation, i.e. the different heating rate between cloud base and cloud top enhances the convective instability over southeastern China, which consequently enhances updraft. The strong updraft would further result in a southward meridional wind above the center of the updraft through Sverdrup vorticity balance.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/7/074014"
  },
  {
    "title": "Comprehensive Vulnerability Assessment of Urban Areas Using an Integration of Fuzzy Logic Functions: Case Study of Nasiriyah City in South Iraq",
    "authors": [
      "Sadeq Khaleefah Hanoon,",
      "Ahmad Fikri Abdullah,",
      "Helmi Z. M. Shafri,",
      "Aimrun Wayayok"
    ],
    "doi": "https://doi.org/10.3390/earth3020040",
    "journalVolume": "Vol. 3,\n                                no. 40\n                                \n                                  pp.\n                                  699\n                                  – 732",
    "issn": "2673-4834 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.mdpi.com/journal/earth",
    "abstract": "Globally, urbanisation has been the most significant factor causing land use and land cover changes due to accelerated population growth and limited governmental regulation. Urban communities worldwide, particularly in Iraq, are on the frontline for dealing with threats associated with environmental degradation, climate change and social inequality. However, with respect to the effects of urbanization, most previous studies have overlooked ecological problems, and have disregarded strategic environmental assessment, which is an effective tool for ensuring sustainable development. This study aims to provide a comprehensive vulnerability assessment model for urban areas experiencing environmental degradation, rapid urbanisation and high population growth, to help formulate policies for urban communities and to support sustainable livelihoods in Iraq and other developing countries. The proposed model was developed by integrating three functions of fuzzy logic: the fuzzy analytic hierarchy process, fuzzy linear membership and fuzzy overlay gamma. Application of the model showed that 11 neighbourhoods in the study area, and more than 175,000 individuals, or 25% of the total population, were located in very high vulnerability regions. The proposed model offers a decision support system for allocating required financial resources and efficiently implementing mitigation processes for the most vulnerable urban areas.",
    "readLink": "https://www.mdpi.com/2673-4834/3/2/40"
  },
  {
    "title": "Embedding a one-column ocean model in the Community Atmosphere Model 5.3 to improve Madden–Julian Oscillation simulation in boreal winter",
    "authors": [
      "Y.-Y. Lan,",
      "H.-H. Hsu,",
      "W.-L. Tseng,",
      "W.-L. Tseng,",
      "L.-C. Jiang"
    ],
    "doi": "https://doi.org/10.5194/gmd-15-5689-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  5689\n                                  – 5712",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The effect of the air–sea interaction on the Madden–Julian Oscillation (MJO) was investigated using the one-column ocean model Snow–Ice–Thermocline (SIT 1.06) embedded in the Community Atmosphere Model 5.3 (CAM5.3; hereafter CAM5–SIT v1.0). The SIT model with 41 vertical layers was developed to simulate sea surface temperature (SST) and upper-ocean temperature variations with a high vertical resolution that resolves the cool skin and diurnal warm layer and the upper oceanic temperature gradient. A series of 30-year sensitivity experiments were conducted in which various model configurations (e.g., coupled versus uncoupled, vertical resolution and depth of the SIT model, coupling domains, and absence of the diurnal cycle) were considered to evaluate the effect of air–sea coupling on MJO simulation. Most of the CAM5–SIT experiments exhibit higher fidelity than the CAM5-alone experiment in characterizing the basic features of the MJO such as spatiotemporal variability and the eastward propagation in boreal winter. The overall MJO simulation performance of CAM5–SIT benefits from (1) better resolving the fine vertical structure of upper-ocean temperature and therefore the air–sea interaction that results in more realistic intraseasonal variability in both SST and atmospheric circulation and (2) the adequate thickness of a vertically gridded ocean layer. The sensitivity experiments demonstrate the necessity of coupling the tropical eastern Pacific in addition to the tropical Indian Ocean and the tropical western Pacific. Coupling is more essential in the south than north of the Equator in the tropical western Pacific. Enhanced MJO could be obtained without considering the diurnal cycle in coupling.",
    "readLink": "https://gmd.copernicus.org/articles/15/5689/2022/gmd-15-5689-2022.pdf"
  },
  {
    "title": "Increased Terrigenous Supply to the Pelagic Panthalassa Superocean Across the Carnian Pluvial Episode: A Possible Link With Extensive Aridification in the Pangean Interior",
    "authors": [
      "Tenichi Cho,",
      "Masayuki Ikeda,",
      "Tohru Ohta"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.897396",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "In the Late Triassic, a global environmental change called the Carnian Pluvial Episode (CPE) emerged, causing major biological turnover. The CPE has been recognized by siliciclastic input to sedimentary basins, multiple carbon isotope perturbations, and climate proxies for humidification. The CPE is considered to have been associated with increased atmospheric pCO2 from eruptions of large igneous provinces. However, the nature of this global environmental perturbation on the continents is still not well understood. Here we present a geochemical analysis of a pelagic deep-sea bedded chert sequence across the CPE in the Jurassic accretionary complex of Mino terrane, central Japan. Fluctuations in terrigenous material supply were reconstructed using Principal Component Analysis of major element compositions. The first principal component positively correlates with elements enriched in clay minerals such as Al2O3, whereas it negatively correlates with CaO, P2O5, and MnO, derived from apatite and manganese. A sudden increase in terrigenous supply was detected around the Julian/Tuvalian boundary, suggesting that CPE-related siliciclastic input also occurred in the abyssal plain environment. The terrigenous supply returned to the pre-CPE state in the Tuvalian. Since the terrigenous material supplied to the abyssal plain is thought to be derived from eolian dust blown from continental arid regions, the increasing terrigenous supply detected in the pelagic deep-sea chert succession may indicate extensive aridification. This result seems to conflict with the common view of the CPE as a humidification event. This contradiction possibly suggests that the extensive aridification occurred within the interior of the supercontinent Pangea, while hydrological circulation enhanced on the coastal region during the CPE.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.897396/full"
  },
  {
    "title": "Water Deficit May Cause Vegetation Browning in Central Asia",
    "authors": [
      "Haichao Hao,",
      "Yaning Chen,",
      "Jianhua Xu,",
      "Zhi Li,",
      "Yupeng Li,",
      "Patient Mindje Kayumba"
    ],
    "doi": "https://doi.org/10.3390/rs14112574",
    "journalVolume": "Vol. 14,\n                                no. 2574\n                                \n                                  p.\n                                  2574",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "There is consistent evidence of vegetation greening in Central Asia over the past four decades. However, in the early 1990s, the greening temporarily stagnated and even for a time reversed. In this study, we evaluate changes in the normalized difference vegetation index (NDVI) based on the long-term satellite-derived remote sensing data systems of the Global Inventory Modelling and Mapping Studies (GIMMS) NDVI from 1981 to 2013 and MODIS NDVI from 2000 to 2020 to determine whether the vegetation in Central Asia has browned. Our findings indicate that the seasonal sequence of NDVI is summer > spring > autumn > winter, and the spatial distribution pattern is a semicircular distribution, with the Aral Sea Basin as its core and an upward tendency from inside to outside. Around the mid-1990s, the region’s vegetation experienced two climatic environments with opposing trends (cold and wet; dry and hot). Prior to 1994, NDVI increased substantially throughout the growth phase (April–October), but this trend reversed after 1994, when vegetation began to brown. Our findings suggest that changes in vegetation NDVI are linked to climate change induced by increased CO2. The state of water deficit caused by temperature changes is a major cause of the browning turning point across the study area. At the same time, changes in vegetation NDVI were consistent with changes in drought degree (PDSI). This research is relevant for monitoring vegetation NDVI and carbon neutralization in Central Asian ecosystems.",
    "readLink": "https://www.mdpi.com/2072-4292/14/11/2574"
  },
  {
    "title": "Effects of the urban heat island and climate change on the growth of Khaya senegalensis in Hanoi, Vietnam",
    "authors": [
      "Astrid Moser-Reischl,",
      "Enno Uhl,",
      "Thomas Rötzer,",
      "Peter Biber,",
      "Tran van Con,",
      "Nguyen Thanh Tan,",
      "Hans Pretzsch"
    ],
    "doi": "https://doi.org/10.1186/s40663-018-0155-x",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Abstract Background Recent projections expect that Vietnam will be affected most severely by climate change with higher temperatures, more precipitation and rising sea levels. Especially increased temperatures will worsen the situations in cities, amplifying the urban heat island effect. Green infrastructures, i.e. urban trees are a common tool to improve the urban micro-climate for humans. Vital and well growing trees provide greatest benefits such as evaporative cooling, shading, air filtering and carbon storage. However, urban tree growth is often negatively affected by urban growing conditions such as high soil sealing with compacted tree pits providing small growing spaces with limited water, nutrient and oxygen supply, further warm temperatures and high pollution emissions. This study analyzed the growth of urban and rural African mahogany (Khaya senegalensis (Desr.) A. Juss.) trees in the city of Hanoi, Vietnam and the effects of the surrounding climate conditions on tree growth. Results The results showed that rural African mahogany trees grew better than trees situated in the city center, which is contrary to other results on tree growth of temperate and subtropical cities worldwide. Moreover tree growth was similar regardless of the time of growth. Other results regarding stem growth of African mahogany located in different areas of Hanoi (east, west, north, city center) revealed a better growth in the northern and western outskirts of the city compared to the growth of trees in the city center. Conclusion African mahogany trees in the urban centers of Hanoi showed a decreased growth compared to rural trees, which was likely induced by a low ground-water level and high pollution rates. In view of climate change and global warming, the decreased tree growth in the city center may also affect tree service provision such as shading and cooling. Those climate mitigation solutions are strongly needed in areas severely affected by climate change and global warming such as Vietnam.",
    "readLink": "http://link.springer.com/article/10.1186/s40663-018-0155-x"
  }
]