[
  {
    "title": "Operationalization and Measurement of Social-Ecological Resilience: A Systematic Review",
    "authors": [
      "Cristina González-Quintero,",
      "V.  Sophie Avila-Foucat"
    ],
    "doi": "https://doi.org/10.3390/su11216073",
    "journalVolume": "Vol. 11,\n                                no. 21\n                                \n                                  p.\n                                  6073",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Academics and practitioners have become more interested in the operationalization and measurement of social-ecological resilience. An analysis of how social-ecological resilience has been operationalized and measured is crucial to understanding systems complexity and dynamics and for clarifying empirical cases of monitoring programmes in ways that enrich their utility and explanatory power. The literature shows that social-ecological resilience has been operationalized using the concepts of adaptability and absorption of disturbance. In addition, diversity and connectivity are principles that have been studied. Climate change in rural coastal regions is the most common stressor that has been studied, and the human dimension of such systems is the dominant focus. Systems interactions, feedbacks and thresholds are rarely identified or assessed. In addition, attributes of the system primarily using indicators are preferred over analysing causal relationships with models. Answering the question of what this resilience is for is a very important aspect of defining the system and the method for assessing resilience.",
    "readLink": "https://www.mdpi.com/2071-1050/11/21/6073"
  },
  {
    "title": "Surveillance and genetic data support the introduction and establishment of Aedes albopictus in Iowa, USA",
    "authors": [
      "David R. Hall,",
      "Ryan E. Tokarz,",
      "Eleanor N. Field,",
      "Ryan C. Smith"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-06294-5",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Aedes albopictus is a competent vector of several arboviruses that has spread throughout the United States over the last three decades. With the emergence of Zika virus in the Americas in 2015–2016 and an increased need to understand the current distributions of Ae. albopictus in the US, we initiated surveillance efforts to determine the abundance of invasive Aedes species in Iowa. Here, we describe surveillance efforts from 2016 to 2020 in which we detect stable and persistent populations of Aedes albopictus in three Iowa counties. Based on temporal patterns in abundance and genetic analysis of mitochondrial DNA haplotypes between years, our data support that Ae. albopictus are overwintering and have likely become established in the state. The localization of Ae. albopictus predominantly in areas of urbanization, and noticeable absence in rural areas, suggests that these ecological factors may contribute to overwintering success. Together, these data document the establishment of Ae. albopictus in Iowa and their expansion into the Upper Midwest, where freezing winter temperatures were previously believed to limit their spread. With impending climate change, our study provides evidence for the further expansion of Ae. albopictus into temperate regions of the United States resulting in increased risks for vector-borne disease transmission.",
    "readLink": "https://doi.org/10.1038/s41598-022-06294-5"
  },
  {
    "title": "EUROPEAN EMISSION TRADING SCHEME AT A TURNING POINT – FROM THE PILOT PHASE TO POST-2012",
    "authors": [
      "Aura Carmen Slate"
    ],
    "doi": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  60\n                                  – 78",
    "issn": "1582-8271 (Print)",
    "publisher": "1841-4273 (Online)",
    "countryOfPublisher": "European Institute of Romania",
    "lcc": [
      "Romania",
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://rjea.ier.gov.ro/en/home-en/",
    "abstract": "Climate change action has become a top priority for the European governments and for the European Union. Since the polluters are part of the energy-intensive industries, the mechanisms designed to reduce greenhouse gas emissions should focus on the economic sector as a primary source of concern. Therefore, environmental issues interrelate with the economic ones and one viable expression of this relation is the EU ETS, a cap-and-trade mechanism. The ETS started with a pilot phase in year 2005 and will continue with a third phase after 2012, period which coincides with the end of Kyoto’s commitment. Although statistical data prove that the EU ETS is becoming more efficient with each phase, in the absence of global involvement the efforts invested in the scheme will be made in vain.",
    "readLink": "http://www.ier.ro/documente/rjea_vol_11_no_3/RJEA_2011__Vol_11_No_3_European_Emission_Trading_Scheme_at_a_turning_point–_form_the_pilot_phase_to_post-2012.pdf"
  },
  {
    "title": "Unintended consequences of combating desertification in China",
    "authors": [
      "Xunming Wang,",
      "Quansheng Ge,",
      "Xin Geng,",
      "Zhaosheng Wang,",
      "Lei Gao,",
      "Brett A. Bryan,",
      "Shengqian Chen,",
      "Yanan Su,",
      "Diwen Cai,",
      "Jiansheng Ye,",
      "Jimin Sun,",
      "Huayu Lu,",
      "Huizheng Che,",
      "Hong Cheng,",
      "Hongyan Liu,",
      "Baoli Liu,",
      "Zhibao Dong,",
      "Shixiong Cao,",
      "Ting Hua,",
      "Siyu Chen,",
      "Fubao Sun,",
      "Geping Luo,",
      "Zhenting Wang,",
      "Shi Hu,",
      "Duanyang Xu,",
      "Mingxing Chen,",
      "Danfeng Li,",
      "Fa Liu,",
      "Xinliang Xu,",
      "Dongmei Han,",
      "Yang Zheng,",
      "Feiyan Xiao,",
      "Xiaobin Li,",
      "Ping Wang,",
      "Fahu Chen"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-36835-z",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "This paper shows that desertification combating practices decline incomes of farmers and herders, and China needs to adapt its ecological programmes to address the impacts of climate change and create positive synergies to combat desertification.",
    "readLink": "https://doi.org/10.1038/s41467-023-36835-z"
  },
  {
    "title": "Analysis of drought and desertification by means of aridity indices and the estimation of water gap in Baja California Sur, Northwest Mexico",
    "authors": [
      "Enrique Troyo Diéguez,",
      "Gustavo Mercado Mancera,",
      "Arturo Cruz falcón,",
      "Alejandra Nieto Garibay,",
      "Ricardo D. Valdez Cepeda,",
      "José Luis García Hernández,",
      "Bernardo Murillo Amador"
    ],
    "doi": "https://doi.org/10.14350/rig.32404",
    "journalVolume": "Vol. 0,\n                                no. 85",
    "issn": "0188-4611 (Print)",
    "publisher": "2448-7279 (Online)",
    "countryOfPublisher": "Universidad Nacional Autónoma de México",
    "lcc": [
      "Mexico",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.investigacionesgeograficas.unam.mx/index.php/rig",
    "abstract": "In Baja California Sur (BCS), Mexico, dry-semi warm and warm climates prevail associated to an extreme trend of diurnal temperatures and the environmental dryness. In this State, the maximum summer t exceeds 40° C and the minimum varies from 5 to 12° C, with a minimal for the State of 2° C in winter, at the top of the Sierra de La Laguna; only Los Cabos region has a warm humid climate. Because precipitation in the state is low, oscillating from 310 mm in the southern area of the state to 120 mm per year in the northern portion, predictions and scenarios under climate conditions point to an intensification of droughts. The aim of this work was to carry out a comparative analysis of trends of temperature, precipitation and hydro-environmental aridity among contrasting localities of BCS, by means of the application of Aridity Indexes and the determination of the Standardized Water Gap (BHE), through a numerical scale modification of the De Martonne Index. With the values of temperature and precipitation for the different climate change scenarios for four weather stations, the indicators Hydro Environmental Availability Index (IDHA) and Hydro Environmental Drought Index (ISHA) were calculated to determine their trend and the consequent BHE, an innovative quantification of wáter deficit, which is proposed in this paper. The máximum value of BHE (10 units), indicating prevalence of drought, is observed from February to June in almost the entire state.",
    "readLink": "http://www.investigacionesgeograficas.unam.mx/index.php/rig/article/view/32404"
  },
  {
    "title": "Let’s Imagine a New Museum Staff Structure",
    "authors": [
      "Martina Tanga"
    ],
    "doi": "https://doi.org/10.5334/jcms.197",
    "journalVolume": "Vol. 19,\n                                no. 1",
    "issn": "2049-4572 (Print)",
    "publisher": "1364-0429 (Online)",
    "countryOfPublisher": "Ubiquity Press",
    "lcc": [
      "United Kingdom",
      "General Works: Museums. Collectors and collecting"
    ],
    "journalUrl": "http://www.jcms-journal.com",
    "abstract": "Facing multiple unprecedented calamities throughout 2020—a global pandemic, economic upheaval, social turmoil, and climate crisis—museums shuttered, decimated their staff, and gutted their organizational structures. Now, they seem to struggle to maintain outward relevance in these bleak and uncertain times. What if, instead of being reactive, museums are proactive; instead of being defensive, they model social change? What if this change comes first from within? What if they rebuild differently, not guided by an insidious corporate model but one that places access, diversity, community, care, and people at its center? What if overhauling the internal staff structure—the static, hierarchical power dynamic, departmental silos, and over-bureaucratization of larger institutions—results in a museum that reflects twenty-first-century ideals of democracy? Let’s envision a different museum staff structure inspired by feminist theory, social entrepreneurship, and grassroots organizations.",
    "readLink": "https://www.jcms-journal.com/articles/197"
  },
  {
    "title": "Atlantic impacts on subdecadal warming over the tropical Pacific in the 2000s",
    "authors": [
      "Takashi Mochizuki,",
      "Masahiro Watanabe"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.1040352",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "IntroductionA subdecadal (i.e. , three-year running mean) variation over the tropical Pacific is very distinctively observed in the 2000s.Results and methodsHere, we have demonstrated that sea surface temperature (SST) anomalies in the tropical Atlantic contribute to forming high ocean-temperature anomalies in the tropical Pacific in the early 2000s by performing partial data assimilation of a global climate model. Low SSTs over the equatorial Atlantic change the Walker circulation, and the associated weakening of the Pacific trade winds raises the equatorial SST on subdecadal timescales. At the same time, a high SST anomaly is also generated in the off-equatorial North Pacific through deepening of the upper ocean thermocline due to an accompanying anticyclonic surface wind anomaly aloft. While the subtropical North Atlantic SSTs may help the subdecadal warming in the equatorial Pacific, the resultant SST anomalies show a one-year delay in the phase transition and are modestly accompanied by ocean thermocline deepening.DiscussionIt roughly follows the IMRaD format.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.1040352/full"
  },
  {
    "title": "THE FEATURES OF THE ENERGY SECTOR IN ROMANIA, IN CONNECTION WITH THE EUROPEAN UNION’S STANDARDS",
    "authors": [
      "MORARU GEORGIANA OANA"
    ],
    "doi": "Vol. 1,\n                                no. Special Issue ECO-TREND 2015\n                                \n                                  pp.\n                                  410\n                                  – 418",
    "issn": "1844-7007 (Print)",
    "publisher": "Academica Brâncuşi",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Social Sciences: Commerce: Commercial geography. Economic geography",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.utgjiu.ro/revista/?s=ec",
    "abstract": "At the present moment, energy has become a resource too important to be treated in a superficial manner. Energy is a public good which determines the need for protection and also a commodity on the competitive market of energy. Also energy has become part of the industrial, economic and household lifestyle, which increases standard of living and, last but not least, it is an important pillar for driving the climate change. In this paper I intended to show that Romania even though it can achieve its renewable energy goals, should not react through measures taken carelessly. The market for renewable energy can create competitive distortions in the energy sector if the regulations are not clear or if they are not adapted to the economic environment.",
    "readLink": "http://www.utgjiu.ro/revista/ec/pdf/2015-Special%20ECOTREND/68_Moraru.pdf"
  },
  {
    "title": "Evaporative Cooler Use Influences Temporal Indoor Relative Humidity but Not Dust Mite Allergen Levels in Homes in a Semi-Arid Climate.",
    "authors": [
      "James D Johnston,",
      "Steven C Tuttle,",
      "Morgan C Nelson,",
      "Rebecca K Bradshaw,",
      "Taylor G Hoybjerg,",
      "Julene B Johnson,",
      "Bryce A Kruman,",
      "Taylor S Orton,",
      "Ryan B Cook,",
      "Dennis L Eggett,",
      "K Scott Weber"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0147105",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  e0147105",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Concerns about energy consumption and climate change make residential evaporative coolers a popular alternative to central air conditioning in arid and semi-arid climates. However, evaporative coolers have been shown to significantly increase indoor relative humidity and dust mite allergen levels in some studies, while showing no association in other studies. Improved measurement of temporal fluctuations in indoor relative humidity may help identify factors that promote mite growth in homes in dry climates. Dust samples and continuous indoor relative humidity measurements were collected from homes with central air conditioning and homes with evaporative coolers in Utah. Samples were collected over two seasons, winter/spring (Jan-Apr) and summer (July-Sept), 2014. Dust samples were analyzed for Der p 1 and Der f 1 using a two-site monoclonal antibody-based enzyme-linked immunosorbent assay (ELISA) analysis. Housing characteristics including age of home, occupant density, and age of mattresses, furniture, and carpeting were also measured. Positive Der p 1 or Der f 1 samples were found in 25.0% of the homes and there was no difference in mean allergen levels by type of air conditioning. Indoor relative humidity was significantly higher in homes with evaporative coolers compared to those with central air conditioning during the summer. Homes with evaporative coolers also spent significantly more time during summer above 55.0% and 65.0% relative humidity compared to central air homes, but not above 75.0%. Findings from this study suggest that increased humidity from evaporative coolers may not be sufficient to exceed the critical equilibrium humidity or maintain humidity excursions for sufficient duration in relatively larger single-family homes in semi-arid climates to support mite growth and reproduction.",
    "readLink": "http://europepmc.org/articles/PMC4726697?pdf=render"
  },
  {
    "title": "One Health challenges and actions: Integration of gender considerations to reduce risks at the human-animal-environmental interface",
    "authors": [
      "Claudia Cataldo,",
      "Maria Bellenghi,",
      "Roberta Masella,",
      "Luca Busani"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  p.\n                                  100530",
    "issn": "2352-7714 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/one-health",
    "abstract": "The human-animal-environment interface is where the emergence of new infectious diseases can occur as a result of many complex reasons, including its alteration due to intensive farming and agriculture, increased human encroachment into wildlife habitats, international travel networks, and urbanization. The One Health approach to zoonoses is a holistic approach that considers environmental sustainability, animal health, and human health together. Gender-specific social and domestic roles can modulate (increase or decrease) an individual's risk of exposure to various hazards, including infectious diseases and zoonoses. The two scenarios presented here, one on avian influenza and the other on leptospirosis, clearly highlight the influence of gender, demonstrating that women's roles at the human-animal-environment interface are not the same as men's.Integrating the gender aspect into cross-sectoral interventions defined according to the One Health perspective could help reduce the risks of exposure to infections for humans and animals and the possible consequent economic losses. We suggest supplementing the One Health perspective with a gender analysis to study the influence of social norms, activities and risk behavior on exposure to infections, chemical pollution and the consequences of climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352771423000502"
  }
]