[
  {
    "title": "Evaluation of Long-Term SOC and Crop Productivity within Conservation Systems Using GFDL CM2.1 and EPIC",
    "authors": [
      "Kieu  N. Le,",
      "Manoj  K. Jha,",
      "Jaehak Jeong,",
      "Philip  W. Gassman,",
      "Manuel  R. Reyes,",
      "Luca Doro,",
      "Dat  Q. Tran,",
      "Lyda Hok"
    ],
    "doi": "https://doi.org/10.3390/su10082665",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  p.\n                                  2665",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Will soil organic carbon (SOC) and yields increase for conservation management systems in tropical zones in response to the next 100 years? To answer the question, the Environmental Policy Integrated Climate (EPIC) model was used to study the effects of climate change, cropping systems, conservation agriculture (CA) and conservation tillage management practices on SOC and crop productivity in Kampong Cham, Cambodia. The EPIC model was successfully calibrated and validated for crop yields, biomass, SOC and nitrogen based on field data from a five-year field experiment. Historical weather (1994–2013) was used for baseline assessment versus mid-century (2046–2064) and late-century (2081–2100) climate projections generated by the Geophysical Fluids Dynamics Laboratory (GFDL) CM2.1 global climate model. The simulated results showed that upland rice yield would increase the most under the B1 scenario in mid-century for all treatments, followed by soybean and maize. Cassava yield only increased under CA treatment when cultivated as a continuous primary crop. Carbon sequestration was more sensitive to cropping systems and crop rotation than climate change. The results indicated that the rotated CA primary crop (maize) systems should be prioritized for SOC sequestration as well as for increasing crop productivity. In addition, rice systems may increase SOC compared to soybean and cassava.",
    "readLink": "http://www.mdpi.com/2071-1050/10/8/2665"
  },
  {
    "title": "Ensemble Modeling of Antarctic Macroalgal Habitats Exposed to Glacial Melt in a Polar Fjord",
    "authors": [
      "Kerstin Jerosch,",
      "Frauke K. Scharf,",
      "Dolores Deregibus,",
      "Gabriela L. Campana,",
      "Gabriela L. Campana,",
      "Katharina Zacher,",
      "Hendrik Pehlke,",
      "Ulrike Falk,",
      "H. Christian Hass,",
      "Maria L. Quartino,",
      "Maria L. Quartino,",
      "Doris Abele"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00207",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Macroalgae are the main primary producers in polar coastal regions and of major importance for the associated heterotrophic communities. On King George Island/Isla 25 de Mayo, West Antarctic Peninsula (WAP) several fjords undergo rapid glacial retreat in response to increasing atmospheric temperatures. Hence, extended meltwater plumes laden with suspended particulate matter (SPM) are generated that hamper primary production during the austral summer season. We used ensemble modeling to approximate changes in the benthic productivity of an Antarctic fjord as a function of SPM discharge. A set of environmental variables was statistically selected and an ensemble of correlative species-distribution models was devised to project scattered georeferenced observation data to a spatial distribution of macroalgae for a “time of measurement” (“tom”) scenario (2008–2015). The model achieved statistically reliable validation results (true scale statistics 0.833, relative operating characteristics 0.975) and explained more than 60% of the modeled macroalgae distribution with the variables “hard substrate” and “SPM.” This “tom” scenario depicts a macroalgae cover of ~8% (63 ha) for the total study area (8 km2) and a summer production of ~350 t dry weight. Assuming a linear increase of meltwater SPM load over time, two past (1991 and 1998), and two future (2019 and 2026) simulations with varying SPM intensities were applied. The simulation using only 50% of the “tom” scenario SPM amount (simulating 1991) resulted in increased macroalgal distribution (143 ha) and a higher summer production (792 t) compared to the “tom” status and could be validated using historical data. Forecasting the year 2019 from the “tom” status, an increase of 25% SPM results in a predicted reduction of macroalgae summer production to ~60% (141 t). We present a first quantitative model for changing fjordic macroalgal production under continued melt conditions at WAP. As meltwater influenced habitats are extending under climate change conditions, our approach can serve to approximate future productivity shifts for WAP fjord systems. The reduction of macroalgal productivity as predicted for Potter Cove may have significant consequences for polar coastal ecosystems under continuing climate change.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00207/full"
  },
  {
    "title": "Extreme flood event reconstruction spanning the last century in the El Bibane Lagoon (southeastern Tunisia): a multi-proxy approach",
    "authors": [
      "A. Affouri,",
      "A. Affouri,",
      "L. Dezileau,",
      "N. Kallel"
    ],
    "doi": "https://doi.org/10.5194/cp-13-711-2017",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  711\n                                  – 727",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Climate models project that rising atmospheric carbon dioxide concentrations will increase the frequency and the severity of some extreme weather events. The flood events represent a major risk for populations and infrastructures settled on coastal lowlands. Recent studies of lagoon sediments have enhanced our knowledge on extreme hydrological events such as palaeo-storms and on their relation with climate change over the last millennium. However, few studies have been undertaken to reconstruct past flood events from lagoon sediments. Here, the past flood activity was investigated using a multi-proxy approach combining sedimentological and geochemical analysis of surfaces sediments from a southeastern Tunisian catchment in order to trace the origin of sediment deposits in the El Bibane Lagoon. Three sediment sources were identified: marine, fluvial and aeolian. When applying this multi-proxy approach on core BL12-10, recovered from the El Bibane Lagoon, we can see that finer material, a high content of the clay and silt, and a high content of the elemental ratios (Fe ∕ Ca and Ti ∕ Ca) characterise the sedimentological signature of the palaeo-flood levels identified in the lagoonal sequence. For the last century, which is the period covered by the BL12-10 short core, three palaeo-flood events were identified. The age of these flood events have been determined by 210Pb and 137Cs chronology and give ages of AD 1995 ± 6, 1970 ± 9 and 1945 ± 9. These results show a good temporal correlation with historical flood events recorded in southern Tunisia in the last century (AD 1932, 1969, 1979 and 1995). Our finding suggests that reconstruction of the history of the hydrological extreme events during the upper Holocene is possible in this location through the use of the sedimentary archives.",
    "readLink": "http://www.clim-past.net/13/711/2017/cp-13-711-2017.pdf"
  },
  {
    "title": "Electric Stimulation of Astaxanthin Biosynthesis in <i>Haematococcus pluvialis</i>",
    "authors": [
      "Hana  Nur Fitriana,",
      "Soo  Youn Lee,",
      "Sun-A Choi,",
      "Jiye Lee,",
      "Bolam Kim,",
      "Jin-Suk Lee,",
      "You-Kwan Oh"
    ],
    "doi": "https://doi.org/10.3390/app11083348",
    "journalVolume": "Vol. 11,\n                                no. 3348\n                                \n                                  p.\n                                  3348",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The green microalga Haematococcus pluvialis accumulates astaxanthin, a potent antioxidant pigment, as a defense mechanism against environmental stresses. In this study, we investigated the technical feasibility of a stress-based method for inducing astaxanthin biosynthesis in H. pluvialis using electric stimulation in a two-chamber bioelectrochemical system. When a cathodic (reduction) current of 3 mA (voltage: 2 V) was applied to H. pluvialis cells for two days, considerable lysis and breakage of algal cells were observed, possibly owing to the formation of excess reactive oxygen species at the cathode. Conversely, in the absence of cell breakage, the application of anodic (oxidation) current effectively stimulated astaxanthin biosynthesis at a voltage range of 2–6 V, whereas the same could not be induced in the untreated control. At an optimal voltage of 4 V (anodic current: 30 mA), the astaxanthin content in the cells electro-treated for 2 h was 36.9% higher than that in untreated cells. Our findings suggest that electric treatment can be used to improve astaxanthin production in H. pluvialis culture if bioelectrochemical parameters, such as electric strength and duration, are regulated properly.",
    "readLink": "https://www.mdpi.com/2076-3417/11/8/3348"
  },
  null,
  {
    "title": "Heat Stress Tolerance: A Prerequisite for the Selection of Drought- and Low Phosphorus-Tolerant Common Beans for Equatorial Tropical Regions Such as Ghana",
    "authors": [
      "David Appiah-Kubi,",
      "James Yaw Asibuo,",
      "Louis Butare,",
      "Stephen Yeboah,",
      "Zippora Appiah-Kubi,",
      "Alexander Wireko Kena,",
      "Henry Oppong Tuffour,",
      "Richard Akromah"
    ],
    "doi": "https://doi.org/10.3390/plants11182352",
    "journalVolume": "Vol. 11,\n                                no. 2352\n                                \n                                  p.\n                                  2352",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Forty common bean accessions of multiple genetic background trait attribution regarding drought tolerance were selected based on mean yield performance from an earlier field test evaluation conducted using augmented RCBD. The various bean genotypes were further evaluated with phosphorus and water treatment interactions at two different levels for each factor. The experiment was conducted in a 2 × 2 × 40 factorial using RCBD with three replications under screen-house conditions at the CSIR-Crops Research Institute, Kumasi-Ghana. The objective was to select drought- and low phosphorus-tolerant common bean genotypes; which are suitable for tropical climatic conditions. The results showed that common bean with drought and heat trait tolerance survived, developed flowers and podded with seeds to physiological maturity, whilst genotypes with no heat trait tolerance had impaired reproductive structural development and growth disruption; thus, flowers could not develop into pods with seeds. This reproductive developmental anomaly was due to prevailing average daytime and nighttime high temperatures of 35.45 °C and 29.95 °C, respectively, recorded during the growth period, which reduced pollen fertility. Among the 478 experimental bean plants (two plants were missing) analyzed, 141 (29.5%) did not flower, 168 (35.18%) had their pods dropped whilst 99 (20.7%) podded with seeds to achieve physiological maturity. The podded-seed bean genotypes were of the SEF-line pedigrees, which were shown to be heat and drought-tolerant. Meanwhile, bean accessions with SMC, SMN and SMR code prefixes did not pod into seed despite possessing drought-tolerant traits. The effects of interactions between phosphorus and water treatments on the root characteristics of drought-tolerant common bean were as follows: root length, root surface area, average root diameter and root volume growth extensions doubled dimensionally under optimum conditions (P2W2) compared to stressed conditions (P1W1). The results from the present study identified four SEF-bean genotypes, namely, SEF15, SEF 47, SEF 60 and SEF 62, as superior yield performers, even under low soil phosphorus and in extreme high temperature conditions. Therefore, breeding for the selection of drought- and low-P-tolerant common bean for tropical agro-ecological environments must also consider concomitant heat stress tolerance.",
    "readLink": "https://www.mdpi.com/2223-7747/11/18/2352"
  },
  {
    "title": "Comparing smallholder farmers’ perception of climate change with meteorological data: A case study from southwestern Nigeria",
    "authors": [
      "Ayansina Ayanlade,",
      "Maren Radeny,",
      "John F. Morton"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2016.12.001",
    "journalVolume": "Vol. 15,\n                                no. C\n                                \n                                  pp.\n                                  24\n                                  – 33",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "This paper examines smallholder farmers’ perceptions of climate change, climate variability and their impacts, and adaptation strategies adopted over the past three decades. We use ethnographic analysis, combined with Cumulative Departure Index (CDI), Rainfall Anomaly Index (RAI) analysis, and correlation analysis to compare farmers’ perceptions in Southwestern Nigeria with historical meteorological data, in order to assess the way farmers’ observations mirror the climatic trends. The results show that about 67% of farmers who participated had observed recent changes in climate. Perceptions of rural farmers on climate change and variability are consistent with the climatic trend analysis. RAI and CDI results illustrate that not less than 11 out of 30 years in each study site experienced lower-than-normal rainfall. Climatic trends show fluctuations in both early growing season (EGS) and late growing season (LGS) rainfall and the 5-year moving average suggests a reduction in rainfall over the 30 years. Climatic trends confirmed farmers’ perceptions that EGS and LGS precipitations are oscillating, that rainfall onset is becoming later, and EGS rainfall is reducing. Overall impacts of climate change on both crops and livestock appear to be highly negative, much more on maize (62.8%), yam (52.2%), poultry (67%) and cattle (63.2%). Years of farming experiences and level of income of farmers appear to have a significant relationship with farmers’ choice of adaptation strategies, with r≥0.60@ p<0.05 and r≥0.520@ p<0.05 respectively. The study concluded that farmers’ perceptions of climate change mirror meteorological analysis, though their perceptions were based on local climate parameters. Smallholder farmers are particularly vulnerable to climate change since the majority of them do not have enough resources to cope.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094716300755"
  },
  {
    "title": "Changing Low Flow and Streamflow Drought Seasonality in Central European Headwaters",
    "authors": [
      "Vojtech Vlach,",
      "Ondrej Ledvinka,",
      "Milada Matouskova"
    ],
    "doi": "https://doi.org/10.3390/w12123575",
    "journalVolume": "Vol. 12,\n                                no. 3575\n                                \n                                  p.\n                                  3575",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In the context of the ongoing climate warming in Europe, the seasonality and magnitudes of low flows and streamflow droughts are expected to change in the future. Increasing temperature and evaporation rates, stagnating precipitation amounts and decreasing snow cover will probably further intensify the summer streamflow deficits. This study analyzed the long-term variability and seasonality of low flows and streamflow droughts in fifteen headwater catchments of three regions within Central Europe. To quantify the changes in the low flow regime of selected catchments during the 1968–2019 period, we applied the R package lfstat for computing the seasonality ratio (SR), the seasonality index (SI), mean annual minima, as well as for the detection of streamflow drought events along with deficit volumes. Trend analysis of summer minimum discharges was performed using the Mann–Kendall test. Our results showed a substantial increase in the proportion of summer low flows during the analyzed period, accompanied with an apparent shift in the average date of low flow occurrence towards the start of the year. The most pronounced seasonality shifts were found predominantly in catchments with the mean altitude 800–1000 m.a.s.l. in all study regions. In contrast, the regime of low flows in catchments with terrain above 1000 m.a.s.l. remained nearly stable throughout the 1968–2019 period. Moreover, the analysis of mean summer minimum discharges indicated a much-diversified pattern in behavior of long-term trends than it might have been expected. The findings of this study may help identify the potentially most vulnerable near-natural headwater catchments facing worsening summer water scarcity.",
    "readLink": "https://www.mdpi.com/2073-4441/12/12/3575"
  },
  {
    "title": "Physical and Hydro-Physical Characteristics of Soil in the Context of Climate Change. A Case Study in Danube River Basin, SE Romania",
    "authors": [
      "Sorina-Simona Moraru,",
      "Antoaneta Ene,",
      "Alina Badila"
    ],
    "doi": "https://doi.org/10.3390/su12219174",
    "journalVolume": "Vol. 12,\n                                no. 9174\n                                \n                                  p.\n                                  9174",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The intensification of climate change has led to the degradation of thousands of arable lands through desertification and extreme weather events. The Danube River basin in the Galati-Braila region, SE Romania, is a transboundary area of community and international importance, increasingly affected by drought, water, and wind erosion. Consequently, the aim of this study is to evaluate the main physical and hydro-physical parameters of soils, implied in water storage and with a defining role in erosion intensity, nutrients and toxicants cycle and availability, and crops yield. Soil samples were collected both in the disturbed and undisturbed state, from Smardan, Sendreni, and Vadeni agricultural lands and riparian areas of semiaquatic ecosystems, located in the vicinity of the steel platform of the Galati industrial area. Specific laboratory methods of investigation and formulas were used. Chernozems (CZ), Fluvisols (AS), and Gleysols (GS) of different subtypes and various physico-chemical parameters were identified. The results suggested that CZ are of coarse and medium texture, while AS and GS are medium–fine and fine textured. In correlation with this, bulk density values range from extremely low–low to low–high classes. In relation to soil physical parameters and the content of organic matter, hydro-physical indices show water supply imbalances. Through the approached theme, the study is of practical importance for sustainable management of the soil, agricultural projects, and landscaping. This study provides government authorities and non-governmental organizations an overview of the local and regional soil conditions, so that new measures can be regulated to protect it against irrational use.",
    "readLink": "https://www.mdpi.com/2071-1050/12/21/9174"
  },
  {
    "title": "Robust 4D climate-optimal flight planning in structured airspace using parallelized simulation on GPUs: ROOST V1.0",
    "authors": [
      "A. Simorgh,",
      "M. Soler,",
      "D. González-Arribas,",
      "F. Linke,",
      "F. Linke,",
      "B. Lührs,",
      "M. M. Meuser,",
      "M. M. Meuser,",
      "S. Dietmüller,",
      "S. Matthes,",
      "H. Yamashita,",
      "F. Yin,",
      "F. Castino,",
      "V. Grewe,",
      "V. Grewe,",
      "S. Baumann"
    ],
    "doi": "https://doi.org/10.5194/gmd-16-3723-2023",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  3723\n                                  – 3748",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The climate impact of non-CO2 emissions, which are responsible for two-thirds of aviation radiative forcing, highly depends on the atmospheric chemistry and weather conditions. Hence, by planning aircraft trajectories to reroute areas where the non-CO2 climate impacts are strongly enhanced, called climate-sensitive regions, there is a potential to reduce aviation-induced non-CO2 climate effects. Weather forecast is inevitably uncertain, which can lead to unreliable determination of climate-sensitive regions and aircraft dynamical behavior and, consequently, inefficient trajectories. In this study, we propose robust climate-optimal aircraft trajectory planning within the currently structured airspace considering uncertainties in standard weather forecasts. The ensemble prediction system is employed to characterize uncertainty in the weather forecast, and climate-sensitive regions are quantified using the prototype algorithmic climate change functions. As the optimization problem is constrained by the structure of airspace, it is associated with hybrid decision spaces. To account for discrete and continuous decision variables in an integrated and more efficient manner, the optimization is conducted on the space of probability distributions defined over flight plans instead of directly searching for the optimal profile. A heuristic algorithm based on the augmented random search is employed and implemented on graphics processing units to solve the proposed stochastic optimization computationally fast. An open-source Python library called ROOST (V1.0) is developed based on the aircraft trajectory optimization technique. The effectiveness of our proposed strategy to plan robust climate-optimal trajectories within the structured airspace is analyzed through two scenarios: a scenario with a large contrail climate impact and a scenario with no formation of persistent contrails. It is shown that, for a nighttime flight from Frankfurt to Kyiv, a 55 % reduction in climate impact can be achieved at the expense of a 4 % increase in the operating cost.",
    "readLink": "https://gmd.copernicus.org/articles/16/3723/2023/gmd-16-3723-2023.pdf"
  }
]