[
  {
    "title": "The Role of Digital Agriculture in Mitigating Climate Change and Ensuring Food Security: An Overview",
    "authors": [
      "Siva K. Balasundram,",
      "Redmond R. Shamshiri,",
      "Shankarappa Sridhara,",
      "Nastaran Rizan"
    ],
    "doi": "https://doi.org/10.3390/su15065325",
    "journalVolume": "Vol. 15,\n                                no. 5325\n                                \n                                  p.\n                                  5325",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Digital agriculture involving different tools and management practices has advanced considerably in recent years, intending to overcome climate risk and reduce food insecurity. Climate change and its impacts on agricultural production and food security are significant sources of public concern worldwide. The objective of this study was to provide an overview of the potential impact of digital agriculture technologies and practices that can reduce greenhouse gas emissions and enhance productivity while ensuring food security. Based on a comprehensive survey of the previously published works, it was found that due to global warming, altered precipitation patterns, and an increase in the frequency of extreme events, climate change has negatively impacted food security by reducing agricultural yields, slowing animal growth rates, and decreasing livestock productivity. The reviewed works also suggest that using digital technology in agriculture is necessary to mitigate the effect of climate change and food insecurity. In addition, issues regarding creating sustainable agricultural food systems, minimizing environmental pollution, increasing yields, providing fair and equitable food distribution, and reducing malnutrition leading to food security were discussed in detail. It was shown that while digital agriculture has a crucial role in mitigating climate change and ensuring food security, it requires a concerted effort from policymakers, researchers, and farmers to ensure that the benefits of digitalization are realized in a sustainable and equitable manner.",
    "readLink": "https://www.mdpi.com/2071-1050/15/6/5325"
  },
  {
    "title": "Effects of Cover Crops and Soil Amendments on Soil CO<sub>2</sub> Flux in a Mississippi Corn Cropping System on Upland Soil",
    "authors": [
      "Jing Hu,",
      "Dana M. Miles,",
      "Ardeshir Adeli,",
      "John P. Brooks,",
      "Frances A. Podrebarac,",
      "Renotta Smith,",
      "Fangni Lei,",
      "Xiaofei Li,",
      "Johnie N. Jenkins,",
      "Robert J. Moorhead"
    ],
    "doi": "https://doi.org/10.3390/environments10020019",
    "journalVolume": "Vol. 10,\n                                no. 19\n                                \n                                  p.\n                                  19",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "Agroecosystems, accounting for more than one-third of arable land worldwide, play an essential role in the terrestrial carbon (C) cycle. The development of agricultural practices, which maximize soil C sequestration from the atmosphere, is receiving growing attention due to the recognition of agroecosystems’ great potential to serve as sinks of atmospheric carbon dioxide (CO2). In particular, cover crop and soil amendment applications are generating much interest in mitigating climate change and enhancing agricultural ecosystem services. The objective of this study was to evaluate the effects of winter cover crop and soil amendments, including broiler litter (BL), flue gas desulfurization (FGD) gypsum and lignite, on soil CO2 flux from cropping systems in southeastern USA, where related studies were limited. A field study was conducted from 2019 to 2021 in a Mississippi upland corn cropping system with measurements of soil CO2 flux, moisture and temperature during cash crop growing seasons. We observed high temporal variability in soil CO2 flux with flux peaks between late June and early July, which is likely due to the temporal changes in soil moisture. A significant increase in soil CO2 flux was found with BL application (p 2 flux by 15–23% but did not fully eliminate the rising effects. Significantly higher soil CO2 flux and lower soil temperature were observed from fields with cover crops than those without cover crops in the third year of this study (p < 0.05), which is likely attributed to the higher organic C content accumulated in soil with cover crops. Future research should assess year-round soil greenhouse gas fluxes in both cash crop and cover crop growing seasons using a high temporal resolution measurement scheme.",
    "readLink": "https://www.mdpi.com/2076-3298/10/2/19"
  },
  {
    "title": "Recent strengthening of the stratospheric Arctic vortex response to warming in the central North Pacific",
    "authors": [
      "Dingzhu Hu,",
      "Zhaoyong Guan,",
      "Wenshou Tian,",
      "Rongcai Ren"
    ],
    "doi": "https://doi.org/10.1038/s41467-018-04138-3",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "The stratospheric Arctic vortex plays a critical role in forecasting cold winters in northern mid-latitudes. Here the authors show that the stratospheric Arctic vortex strengthened during 1998–2016, with ~25% of this strengthening contributed by warming in the central North Pacific.",
    "readLink": "https://doi.org/10.1038/s41467-018-04138-3"
  },
  {
    "title": "The Central Asian Economies of Water-energy security: The Future Role of Hydro and Fuel-based Systems",
    "authors": [
      "Aliya Aktymbayeva,",
      "Arailym Orazgaliyeva,",
      "Aizhan Omarova,",
      "Anvar Tulaganov,",
      "Aigul Akhmetova,",
      "Yuliya Tyurina,",
      "Marija Troyanskaya"
    ],
    "doi": "Vol. 11,\n                                no. 1",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "This article provides an overview of the energy potential of Central Asian economies and in particular, the power sector of Tajikistan, with a special emphasis on the potential usage of coal since water availability for hydropower in the region depends on seasons and is already affected by climate change. With these restrictions, coal arises as to the economic alternative and coal-fired plants are considered in the country as a tool for development and new coal-fired plants are under construction and development of new coalmines is also proposed. The objective of this article is to achieve profitable capital investment in a 250 MW coal-fired thermal power plant situated in east part of Tajikistan. In this context, the article applies a mathematical model to estimate the quantitative advantages of coal alternatives. The cost analysis of the plant was carried out on the basis of total capital investment, operating cost (i.e. coal feedstock, maintenance and labour, and cost of pumping power) and revenue. Furthermore, the article discusses the main concerns of the government of Tajikistan in sustaining its economic development, and finally, describes the future role that hydro-coal power will play in this development. Keywords: energy security, energy economics, Central Asia JEL Classifications: 0130, Q400, Q430 DOI: https://doi.org/10.32479/ijeep.10267",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/10267"
  },
  {
    "title": "Differential DNA methylation in Pacific oyster reproductive tissue in response to ocean acidification",
    "authors": [
      "Yaamini R. Venkataraman,",
      "Samuel J. White,",
      "Steven B. Roberts"
    ],
    "doi": "https://doi.org/10.1186/s12864-022-08781-5",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "1471-2164 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://bmcgenomics.biomedcentral.com",
    "abstract": "Abstract Background There is a need to investigate mechanisms of phenotypic plasticity in marine invertebrates as negative effects of climate change, like ocean acidification, are experienced by coastal ecosystems. Environmentally-induced changes to the methylome may regulate gene expression, but methylome responses can be species- and tissue-specific. Tissue-specificity has implications for gonad tissue, as gonad-specific methylation patterns may be inherited by offspring. We used the Pacific oyster (Crassostrea gigas) — a model for understanding pH impacts on bivalve molecular physiology due to its genomic resources and importance in global aquaculture— to assess how low pH could impact the gonad methylome. Oysters were exposed to either low pH (7.31 ± 0.02) or ambient pH (7.82 ± 0.02) conditions for 7 weeks. Whole genome bisulfite sequencing was used to identify methylated regions in female oyster gonad samples. C- > T single nucleotide polymorphisms were identified and removed to ensure accurate methylation characterization. Results Analysis of gonad methylomes revealed a total of 1284 differentially methylated loci (DML) found primarily in genes, with several genes containing multiple DML. Gene ontologies for genes containing DML were involved in development and stress response, suggesting methylation may promote gonad growth homeostasis in low pH conditions. Additionally, several of these genes were associated with cytoskeletal structure regulation, metabolism, and protein ubiquitination — commonly-observed responses to ocean acidification. Comparison of these DML with other Crassostrea spp. exposed to ocean acidification demonstrates that similar pathways, but not identical genes, are impacted by methylation. Conclusions Our work suggests DNA methylation may have a regulatory role in gonad and larval development, which would shape adult and offspring responses to low pH stress. Combined with existing molluscan methylome research, our work further supports the need for tissue- and species-specific studies to understand the potential regulatory role of DNA methylation.",
    "readLink": "https://doi.org/10.1186/s12864-022-08781-5"
  },
  {
    "title": "Perspectives of Private Forest Owners toward Investment in Forest Carbon Offset Projects: A Case of Geumsan-Gun, South Korea",
    "authors": [
      "Shin Seunguk,",
      "Youn Yeo-Chang"
    ],
    "doi": "https://doi.org/10.3390/f10010021",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  21",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Understanding and promoting South Korean private forest owners’ investment in the Forest Carbon Offset (FCO) scheme is crucial for enhancing carbon sequestration using forests in South Korea. This study aims to identify the factors of private forest owners associated with the investment decision in FCO projects. A total of 132 forest owners in Geumsan-gun, Chungcheongnam-do responded to a mixed-method survey. A chi-square test on the respondent groups shows that a forest management contract has a positive correlation with the forest owners’ willingness to invest in FCO projects. We also developed a logistic regression model for each forest owner group to estimate the effects of forest characteristics, experience of financial support, forest owner characteristics, and management characteristics on the forest owners’ willingness to invest in FCO projects. The results indicate that beliefs in climate change, size of forest holdings, tree species, stand age, experience in cost-sharing for forestry operations with public agencies, and timber harvest experience were significantly associated with the likelihood of a forest owner’s willingness to invest in FCO projects. Therefore, forest policies should take account of the factors influencing the likelihood of forest owners’ investment in FCO projects. We also found that the forest management contract scheme can be used as a policy instrument for promoting private forest owners’ action for climate change in South Korea.",
    "readLink": "http://www.mdpi.com/1999-4907/10/1/21"
  },
  {
    "title": "Kommunales Klimaschutzmanagement",
    "authors": [
      "Holger  Kreft,",
      "Heidi  Sinning,",
      "Christiane  Steil"
    ],
    "doi": "https://doi.org/10.1007/s13147-010-0045-3",
    "journalVolume": "Vol. 68,\n                                no. 5",
    "issn": "0034-0111 (Print)",
    "publisher": "1869-4179 (Online)",
    "countryOfPublisher": "oekom verlag GmbH",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://rur.oekom.de/",
    "abstract": "Since the publication of the Intergovernmental Panel on Climate Change report and the Stern report climate mitigation has become a main topic on all levels. In national efforts concerning CO2-reduction cities play a crucial role. But in local praxis various deficits preventing a successful implementation show up. Against this background the article discusses the frame of action as well as approaches of a Local Climate Protection Management, which refers to the well implemented concept of Local Sustainability Management. The research project supported by the Deutsche Bundesstiftung Umwelt explores how a strategic management could upgrade processes concerning climate protection.",
    "readLink": "https://rur.oekom.de/index.php/rur/article/view/905"
  },
  {
    "title": "The nexus between economic growth, energy use, urbanization, tourism, and carbon dioxide emissions: New insights from Singapore",
    "authors": [
      "Asif Raihan,",
      "Almagul Tuspekova"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100009",
    "issn": "2667-2596 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Mathematics: Probabilities. Mathematical statistics",
      "Technology: Technology (General): Industrial engineering. Management engineering: Applied mathematics. Quantitative methods"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/sustainability-analytics-and-modeling",
    "abstract": "Singapore is a foremost tourist destination country experiencing continuous economic growth and rapid urbanization which is causing higher energy consumption and carbon dioxide (CO2) emissions. This study aims to investigate the dynamic impacts of economic growth, energy use, urbanization, and tourism on CO2 emissions in Singapore. Time series data from 1990 to 2019 were utilized by employing the dynamic ordinary least squares (DOLS) approach. The DOLS findings show that the long-run coefficient of economic growth is negative and significant, indicating that a 1% rise in economic growth will result in a 0.99% reduction in CO2 emissions. Furthermore, the coefficient of energy use is positive and significant which reveals that an increasing 1% of energy use is linked with a rising of 0.52% CO2 emissions in the long run. In addition, the long-run coefficient of urbanization is positive and significant, implying that rising urbanization by 1% causes a 1.90% increase in CO2 emissions. Moreover, the coefficient of tourism is positive and significant, which specifies that an increase in tourism activities by 1% is associated with a 0.45% increase in CO2 emissions in the long run. The estimated results are robust to alternative estimators such as ordinary least squares (OLS), fully modified least squares (FMOLS), and canonical cointegrating regression (CCR). Furthermore, the pairwise Granger causality test was utilized to capture the causal linkage between the variables. This article put forward policy recommendations toward environmental sustainability by establishing strong regulatory policy instruments to reduce environmental degradation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667259622000078"
  },
  {
    "title": "Climate Change and Milk Price Volatility in Indonesia",
    "authors": [
      "Arief Daryanto,",
      "Diani Aliya Sofia,",
      "Sahara Sahara,",
      "Antonya Rumondang Sinaga"
    ],
    "doi": "Vol. 10,\n                                no. 2",
    "issn": "2146-4138 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.econjournals.com/index.php/ijefi",
    "abstract": "The international food crisis from 2007 to 2010 impacts the fluctuation of world's food prices. Indonesia is one of the developing countries that are vulnerable to volatility in food prices because food is a necessity that is still partly imported and hence impactingdomestic prices. This problem has been excerbated by tthe fact that domestic fresh milk production made a relatively small contribution to the availability of milk to meet Indonesia's consumption. This study aims to analyze the volatility of fresh milk prices in three largest milk producer regions in Indonesia, namely East Java, West Java, and Central Java, from June 2015 to December 2018. The study used ARCH GARCH model. The results of this study shown that fresh milk prices in West Java was volatile and it was influenced by the volatility of the previous period. Climate change and feed prices yielded positive responses on the volatility of fresh milk price in West Java. Subsequently, it achieved a stable price level in the long run. In the short run, the highest response of the milk price volatility shock was shown by the West Java's fresh milk price volatility itself. Keywords: ARCH-GARCH, fresh milk prices, VECM, volatility JEL Classifications: Q54, O13 DOI: https://doi.org/10.32479/ijefi.9184",
    "readLink": "http://mail.econjournals.com/index.php/ijefi/article/view/9184"
  },
  {
    "title": "Influence of various forms of absorbent and mulching materials on the yield of vining cucumber and fruit quality in the forest-steppe of Ukraine",
    "authors": [
      "Andrii Ternavskyi,",
      "Serhii Shchetyna,",
      "Halyna Slobodianyk,",
      "Viktoriia Ketskalo,",
      "Oleksandr Zabolotnyi"
    ],
    "doi": "https://doi.org/10.48077/scihor.25(3).2022.42-54",
    "journalVolume": "Vol. 25,\n                                no. 3\n                                \n                                  pp.\n                                  42\n                                  – 54",
    "issn": "2663-2144 (Print)",
    "publisher": "Zhytomyr National Agroecological University",
    "countryOfPublisher": "Ukraine",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://journal.znau.edu.ua/horizons",
    "abstract": "Against the background of global climate change, most of the territory of Ukraine today is semi-arid, which causes a decrease in the efficiency of the vegetable growing industry. Due to aridity and elevated temperatures in summer, the normal growth and development of plants, namely vining cucumber, is disrupted. The efficiency of artificial irrigation is also decreasing due to the rise in the price of fresh water and energy carriers for its supply to plants. Soil absorbents and the use of mulching can solve these issues. The purpose of this study was to investigate the effect of various forms of soil absorbent against the background of the use of various mulching materials of organic and synthetic origin on the productivity of vining cucumber. This study involved field, laboratory, statistical, and computational-analytical methods. Studies have established that upon mulching the soil with black polyethylene film together with the introduction of a soil absorbent in the form of a gel, phenological phases of growth and development occur most quickly in vining cucumber plants, and the fruiting period increases by 11 days compared to the control. The combination of film mulching and absorbent gel allowed increasing the height of the main stem by 15.2%, the number of leaves on the plant by 43.9%, and the leaf area by 26.5% compared to the control version. It was established that the highest commercial yield is provided by mulching the soil with a black film together with the introduction of an absorbent in the form of pellets and gel – 56.6-56.8 t/ha, which is 27.5-27.9% more than the control. The marketability of the yield was 99.2-99.4%. Cucumber fruits for mulching with a film and applying an absorbent in the form of a gel had a high content of dry matter (5.3%) and the sum of sugars (2.20%). Lowest nitrate level (N-NO3) in cucumber fruits provided mulching with black agrofibre without an absorbent (53.0 mg/kg)",
    "readLink": "https://sciencehorizon.com.ua/en/journals/tom-25-3-2022/vpliv-riznikh-form-absorbentu-ta-mulchuvalnikh-materialiv-na-urozhaynist-shpalernogo-ogirka-ta-yakist-plodiv-v-umovakh-lisostepu-ukrayini"
  }
]