[
  {
    "title": "Spatial myopia: sustainability, urban politics and Malmö city",
    "authors": [
      "Ståle Holgersen,",
      "Anna Hult"
    ],
    "doi": "https://doi.org/10.1080/19463138.2020.1855432",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  159\n                                  – 173",
    "issn": "1946-3138 (Print)",
    "publisher": "1946-3146 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urban renewal. Urban redevelopment",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://www.tandfonline.com/tjue",
    "abstract": "When cities in the global north are considered environmental sustainable, this largely depends on how one measures emissions and understands space. Production-based and consumption-based approaches are two different ways of measuring emissions, but they are not simply measuring techniques: they relate also to different interests, they hide and reveal power relations, and they come with very different spatial implications. In this paper, we examine the Swedish city of Malmö, and the city district of Western Harbour in particular, which is often considered an environmental ‘role model’. We argue that this reputation depends precisely upon how we understand space and measure emissions. We argue that so-called sustainable cities and city districts in the global north can only be considered environmental role models if one chose to ignore the fact that they completely depend upon emissions being emitted elsewhere, and ignore any relation between affluence and emissions.",
    "readLink": "http://dx.doi.org/10.1080/19463138.2020.1855432"
  },
  {
    "title": "Carbon Emission Reduction Potential through Sustainable Forest Management in Forest Concession of PT Salaki Summa Sejahtera, Province of West Sumatera",
    "authors": [
      "Iwan Hilwan,",
      "Andry Indrawan,",
      "Supriyanto Supriyanto,",
      "Teddy Rusolono"
    ],
    "doi": "https://doi.org/10.7226/jmht.18.3.169",
    "journalVolume": "Vol. 18,\n                                no. 3",
    "issn": "2087-0469 (Print)",
    "publisher": "2089-2063 (Online)",
    "countryOfPublisher": "Bogor Agricultural University",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://journal.ipb.ac.id/index.php/jmht",
    "abstract": "A management unit (MU) of a forest concession holder implementing the sustainable forest management (SFM) principles, could be involved in reducing Emmission from Reforestation and Forest Degradation (REDD+) and carbon trading project. The fact the strategic in implementing the REDD+ and carbon trading in MU level is still lack of pilot project and methodology. Therefore, some scenarios must be developed and tested to find out the best potential of carbon credit in MU level. The objectives of the research were: to calculate carbon credit in some SFM scenarios, to analyze of carbon trading project feasibility, and to determine carbon stock recovery period of logged over area (LOA). The result revealed that carbon stock and carbon credit of LOA was affected by timber cutting intensity. The 6th scenario with lowest annual allowable cutting (AAC) obtained greater carbon credit and profit coming from timber harvesting income and carbon trading. In other hand, this scenario has shortest duration of carbon stock recovery period (27 years) and shorter than its cutting cycle. In this case, the MU has to recalculate and to decrease its AAC to have highest benefits from carbon trading in the same cutting cycle period. It will provide double benefits from carbon trading, those are contribution in achieving the SFM purposes (production, ecology, social) and climate change mitigation.Keywords: sustainable forest management, AAC, carbon stocks, recovery period, carbon trading",
    "readLink": "http://journal.ipb.ac.id/index.php/jmht/article/view/6003"
  },
  {
    "title": "Quantitative Relationship Between Solar Radiation and Grain Filling Parameters of Maize",
    "authors": [
      "Yunshan Yang,",
      "Yunshan Yang,",
      "Guangzhou Liu,",
      "Xiaoxia Guo,",
      "Wanmao Liu,",
      "Jun Xue,",
      "Bo Ming,",
      "Ruizhi Xie,",
      "Keru Wang,",
      "Peng Hou,",
      "Shaokun Li,",
      "Shaokun Li"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.906060",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "A quantitative understanding of the factors driving changes in grain filling is essential for effective prioritization of increasing maize yield. Grain filling is a significant stage in maize yield formation. Solar radiation is the energy source for grain filling, which is the ultimate driving factor for final grain weight and grain filling capacity that determine maize yield. Here, we first confirmed the quantitative relationships between grain filling parameters and photosynthetically active radiation (PAR) by conducting field experiments using different shading and plant density conditions and cultivars in 2019 and 2020 in Xinjiang, China. The results showed that with every 100 MJ m−2 increase in PAR, the average grain filling rate (Gave), maximum grain-filling rate (Gmax), and the kernel weight at the time of maximum grain-filling rate (Wmax) increased by 0.073 mg kernel−1 day−1, 0.23 mg kernel−1 day−1, and 0.24 mg kernel−1, and the time of maximum grain-filling rate (Tmax) delayed by 0.91 day. Relative changes in PAR were significantly and positively correlated with relative changes in yield and Gave. With every 1% change in PAR, yield and Gave changed by 1.16 and 0.17%, respectively. From the perspective of grain filling capacity, DH618 was a more shade-resistant cultivar than XY335 and ZD958. It is urgent to breed maize cultivars with low light tolerance and high grain yield in the face of climate change, particularly the decrease in solar radiation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.906060/full"
  },
  {
    "title": "Enhancing endorsement of scientific inquiry increases support for pro-environment policies",
    "authors": [
      "Aaron Drummond,",
      "Matthew A. Palmer,",
      "James D. Sauer"
    ],
    "doi": "https://doi.org/10.1098/rsos.160360",
    "journalVolume": "Vol. 3,\n                                no. 9",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Pro-environment policies require public support and engagement, but in countries such as the USA, public support for pro-environment policies remains low. Increasing public scientific literacy is unlikely to solve this, because increased scientific literacy does not guarantee increased acceptance of critical environmental issues (e.g. that climate change is occurring). We distinguish between scientific literacy (basic scientific knowledge) and endorsement of scientific inquiry (perceiving science as a valuable way of accumulating knowledge), and examine the relationship between people's endorsement of scientific inquiry and their support for pro-environment policy. Analysis of a large, publicly available dataset shows that support for pro-environment policies is more strongly related to endorsement of scientific inquiry than to scientific literacy among adolescents. An experiment demonstrates that a brief intervention can increase support for pro-environment policies via increased endorsement of scientific inquiry among adults. Public education about the merits of scientific inquiry may facilitate increased support for pro-environment policies.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.160360"
  },
  null,
  {
    "title": "Winter Wheat Adaptation to Climate Change in Turkey",
    "authors": [
      "Yuksel Kaya"
    ],
    "doi": "https://doi.org/10.3390/agronomy11040689",
    "journalVolume": "Vol. 11,\n                                no. 689\n                                \n                                  p.\n                                  689",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Climate change scenarios reveal that Turkey’s wheat production area is under the combined effects of heat and drought stresses. The adverse effects of climate change have just begun to be experienced in Turkey’s spring and the winter wheat zones. However, climate change is likely to affect the winter wheat zone more severely. Fortunately, there is a fast, repeatable, reliable and relatively affordable way to predict climate change effects on winter wheat (e.g., testing winter wheat in the spring wheat zone). For this purpose, 36 wheat genotypes in total, consisting of 14 spring and 22 winter types, were tested under the field conditions of the Southeastern Anatolia Region, a representative of the spring wheat zone of Turkey, during the two cropping seasons (2017–2018 and 2019–2020). Simultaneous heat (>30 °C) and drought (<40 mm) stresses occurring in May and June during both growing seasons caused drastic losses in winter wheat grain yield and its components. Declines in plant characteristics of winter wheat genotypes, compared to those of spring wheat genotypes using as a control treatment, were determined as follows: 46.3% in grain yield, 23.7% in harvest index, 30.5% in grains per spike and 19.4% in thousand kernel weight, whereas an increase of 282.2% in spike sterility occurred. On the other hand, no substantial changes were observed in plant height (10 cm longer than that of spring wheat) and on days to heading (25 days more than that of spring wheat) of winter wheat genotypes. In general, taller winter wheat genotypes tended to lodge. Meanwhile, it became impossible to avoid the combined effects of heat and drought stresses during anthesis and grain filling periods because the time to heading of winter wheat genotypes could not be shortened significantly. In conclusion, our research findings showed that many winter wheat genotypes would not successfully adapt to climate change. It was determined that specific plant characteristics such as vernalization requirement, photoperiod sensitivity, long phenological duration (lack of earliness per se) and vulnerability to diseases prevailing in the spring wheat zone, made winter wheat difficult to adapt to climate change. The most important strategic step that can be taken to overcome these challenges is that Turkey’s wheat breeding program objectives should be harmonized with the climate change scenarios.",
    "readLink": "https://www.mdpi.com/2073-4395/11/4/689"
  },
  {
    "title": "CO2 emission estimation from transportation usage and cyclingconsideration in the context of green campus, Naresuan University, Thailand",
    "authors": [
      "Taweesak Taekratok, Supansa Luansak"
    ],
    "doi": "https://doi.org/10.25077/ijasc.2.1.1-9.2018",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2477-0116 (Print)",
    "publisher": "2598-1145 (Online)",
    "countryOfPublisher": "Graduate Program, Andalas University",
    "lcc": [
      "Indonesia",
      "Agriculture"
    ],
    "journalUrl": "http://ijasc.pasca.unand.ac.id",
    "abstract": "Naresuan University was ranked 4th out of 22 Universities of Thailand by the Green Metric World University Ranking of Indonesia in 2016. In the conceptual of green university, this study aim to find out how much the transportation usage especially motorbike sub-sector release CO2 emission, to estimate travel cost patterns of students within the university and the satisfaction level of students, faculties, and employees with the incentive to follow the green transportation policy in being switched from motorbike usage into cycling. The questionnaires were interviewed for 654 samples by 5% of total students from year 1 to 3.The result of study found that about 89% of students ride motorbike to school and its average per student per 3 times travel a day. The source of motorbike is the most release CO2 emission about 514.75 Kilo carbon/hour followed by car about 85.05 kilo carbon/hour. Lastly, the major reason can force people switching the mode of transportation with the satisfaction is to creating a shadow over the bike path. This result of study can encourage the university develop and plan the green campus in the context of sustainable for future.",
    "readLink": "http://ijasc.pasca.unand.ac.id/index.php/ijac/article/view/46"
  },
  {
    "title": "Protected areas to deliver biodiversity need management effectiveness and equity",
    "authors": [
      "Noelia Zafra-Calvo,",
      "Jonas Geldmann"
    ],
    "doi": "Vol. 22",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "It is widely recognized in science, policy, and practice that protected areas (PAs) that are equitably and effectively managed are essential for halting biodiversity loss. However, our understanding of the relationships between management effectiveness and equity remains weak. Here, we investigate potential synergies and trade-offs between management and equity as well as how they can work together to reduce human pressure in PAs. We then examine the potential of existing global datasets on effectiveness, equity, and human pressure to help inform international policy processes. Our preliminary findings show a negative association between well-defined and sound managed PAs and how satisfied are local people about the decisions related to the management of the PA, reinforcing study of cases that found conflicts in top-down established and managed PAs. We find, however, no association between management effectiveness and social equity with an increasing human pressure. We find only a limited overlap in global databases on management effectiveness, social equity, and human pressure (n = 33). Thus, our results highlight the need to increase the number of PAs with appropriate data about management effectiveness, equity and human pressure to inform policy processes. Without such data, it will be difficult to suggest in honest new quantitative targets for the quality of PAs and Other Effective Area-based Conservation Measures post-2020.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989419307413"
  },
  {
    "title": "Intrinsic processes drive variability in basal melting of the Totten Glacier Ice Shelf",
    "authors": [
      "David E. Gwyther,",
      "Terence J. O’Kane,",
      "Benjamin K. Galton-Fenzi,",
      "Didier P. Monselesan,",
      "Jamin S. Greenbaum"
    ],
    "doi": "https://doi.org/10.1038/s41467-018-05618-2",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Low frequency intrinsic ocean variability has an unknown impact on Antarctic ice shelves, yet can arise even in the absence of varying climate forcing. Here, the authors show that this variability significantly affects modelled basal melting under the Totten Ice Shelf, with implications for the attribution of change.",
    "readLink": "https://doi.org/10.1038/s41467-018-05618-2"
  },
  {
    "title": "Impact of climate change on primary agriculture, water sources and food security in Western Cape, South Africa",
    "authors": [
      "Elliot M. Zwane"
    ],
    "doi": "https://doi.org/10.4102/jamba.v11i1.562",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e7",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "Climate change is undoubtedly one of the biggest crises that humanity is facing today. There is a robust scientific consensus that human-induced climate change is occurring not only in the Western Cape but around the world. The objective of this research was to assess the impact of climate change on primary agriculture and food security. The paper is based on a literature review. A variety of literature reviews, for example, 11 government reports and 21 journal articles including experience outside Western Cape, were consulted to enrich the local experience regarding the impact of climate change on agriculture. The results indicated that many dams had low water levels (40%) during 2016/2017, which reduced crop yields including grapes. Droughts, which affected both smallholder and commercial farmers, are now a common phenomenon. Livestock production has declined over time, with small stock, the beef and dairy industry being the most affected. The paper concludes by highlighting climate adaptation and mitigation interventions and strategies for both crops and livestock production in the Western Cape. The major recommendations included scaling up on the use of organic matter to avoid burning and creating gas emissions to the atmosphere, the effective use of livestock manure and the use of appropriate and adaptable seed varieties, managing the manure of the livestock to assist in mulching to reduce water loss through evaporation and using adaptable seeds.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/562"
  }
]