[
  {
    "title": "Identifying and Quantifying Factors Determining Dynamic Vanpooling Use",
    "authors": [
      "Konstantinos Tsiamasiotis,",
      "Emmanouil Chaniotakis,",
      "Moeid Qurashi,",
      "Hai Jiang,",
      "Constantinos Antoniou"
    ],
    "doi": "https://doi.org/10.3390/smartcities4040066",
    "journalVolume": "Vol. 4,\n                                no. 66\n                                \n                                  pp.\n                                  1243\n                                  – 1258",
    "issn": "2624-6511 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/smartcities",
    "abstract": "Nowadays, the growth of traffic congestion and emissions has led to the emergence of an innovative and sustainable transportation service, called dynamic vanpooling. The main aim of this study is to identify factors affecting the travel behavior of passengers due to the introduction of dynamic vanpooling in the transportation system. A web-based mode choice survey was designed and implemented for this scope. The stated-preference experiments offered respondents binary hypothetical scenarios with an ordered choice between dynamic vanpool and the conventional modes of transport, private car and public transportation. In-vehicle travel time, total travel cost and walking and waiting time or searching time for parking varies across the choice scenarios. An ordered probit model, a multinomial logit model and two binary logit models were specified. The model estimation results indicate that respondents who are aged between 26 and 35 years old, commute with PT or are members of bike-sharing services were significantly more likely to choose dynamic vanpool or PT than private car. Moreover, respondents who are worried about climate change and are willing to spend more for environmentally friendly products are significantly more likely to use dynamic vanpool in comparison with private cars. Finally, to indicate the model estimation results for dynamic vanpool, the value of in-vehicle travel time is found to be 12.2€ per hour (13.4€ for Munich subsample).",
    "readLink": "https://www.mdpi.com/2624-6511/4/4/66"
  },
  {
    "title": "Aridification signatures from fossil pollen indicate a drying climate in east-central Tibet during the late Eocene",
    "authors": [
      "Q. Yuan,",
      "Q. Yuan,",
      "Q. Yuan,",
      "Q. Yuan,",
      "N. Barbolini,",
      "N. Barbolini,",
      "C. Rydin,",
      "C. Rydin,",
      "D.-L. Gao,",
      "D.-L. Gao,",
      "H.-C. Wei,",
      "H.-C. Wei,",
      "Q.-S. Fan,",
      "Q.-S. Fan,",
      "Z.-J. Qin,",
      "Z.-J. Qin,",
      "Y.-S. Du,",
      "Y.-S. Du,",
      "J.-J. Shan,",
      "J.-J. Shan,",
      "J.-J. Shan,",
      "F.-S. Shan,",
      "F.-S. Shan,",
      "V. Vajda"
    ],
    "doi": "https://doi.org/10.5194/cp-16-2255-2020",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  2255\n                                  – 2273",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Central Asia experienced a number of significant elevational and climatic changes during the Cenozoic, but much remains to be understood regarding the timing and driving mechanisms of these changes as well as their influence on ancient ecosystems. Here, we describe the palaeoecology and palaeoclimate of a new section from the Nangqian Basin in Tibet, north-western China, dated as Bartonian (41.2–37.8 Ma; late Eocene) based on our palynological analyses. Located on the east-central part of what is today the Tibetan Plateau, this section is excellently placed for better understanding the palaeoecological history of Tibet following the Indo-Asian collision. Our new palynological record reveals that a strongly seasonal steppe–desert ecosystem characterized by drought-tolerant shrubs, diverse ferns, and an underlying component of broad-leaved forests existed in east-central Tibet during the Eocene, influenced by a southern monsoon. A transient warming event, possibly the middle Eocene climatic optimum (MECO; 40 Ma), is reflected in our record by a temporary increase in regional tropical taxa and a concurrent decrease in steppe–desert vegetation. In the late Eocene, a drying signature in the palynological record is linked to proto-Paratethys Sea retreat, which caused widespread long-term aridification across the region. To better distinguish between local climatic variation and farther-reaching drivers of Central Asian palaeoclimate and elevation, we correlated key palynological sections across the Tibetan Plateau by means of established radioisotopic ages and biostratigraphy. This new palynozonation illustrates both intra- and inter-basinal floral response to Qinghai–Tibetan uplift and global climate change during the Paleogene, and it provides a framework for the age assignment of future palynological studies in Central Asia. Our work highlights the ongoing challenge of integrating various deep time records for the purpose of reconstructing palaeoelevation, indicating that a multi-proxy approach is vital for unravelling the complex uplift history of Tibet and its resulting influence on Asian climate.",
    "readLink": "https://cp.copernicus.org/articles/16/2255/2020/cp-16-2255-2020.pdf"
  },
  {
    "title": "Knowledge Priorities on Climate Change and Water in the Upper Indus Basin: A Horizon Scanning Exercise to Identify the Top 100 Research Questions in Social and Natural Sciences",
    "authors": [
      "Andrew Orr,",
      "Bashir Ahmad,",
      "Undala Alam,",
      "ArivudaiNambi Appadurai,",
      "Zareen P. Bharucha,",
      "Hester Biemans,",
      "Tobias Bolch,",
      "Narayan P. Chaulagain,",
      "Sanita Dhaubanjar,",
      "A. P. Dimri,",
      "Harry Dixon,",
      "Hayley J. Fowler,",
      "Giovanna Gioli,",
      "Sarah J. Halvorson,",
      "Abid Hussain,",
      "Ghulam Jeelani,",
      "Simi Kamal,",
      "Imran S. Khalid,",
      "Shiyin Liu,",
      "Arthur Lutz,",
      "Meeta K. Mehra,",
      "Evan Miles,",
      "Andrea Momblanch,",
      "Veruska Muccione,",
      "Aditi Mukherji,",
      "Daanish Mustafa,",
      "Omaid Najmuddin,",
      "Mohammad N. Nasimi,",
      "Marcus Nüsser,",
      "Vishnu P. Pandey,",
      "Sitara Parveen,",
      "Francesca Pellicciotti,",
      "Carmel Pollino,",
      "Emily Potter,",
      "Mohammad R. Qazizada,",
      "Saon Ray,",
      "Shakil Romshoo,",
      "Syamal K. Sarkar,",
      "Amiera Sawas,",
      "Sumit Sen,",
      "Attaullah Shah,",
      "M. Azeem Ali Shah,",
      "Joseph M. Shea,",
      "Ali T. Sheikh,",
      "Arun B. Shrestha,",
      "Shresth Tayal,",
      "Snehlata Tigala,",
      "Zeeshan T. Virk,",
      "Philippus Wester,",
      "James L. Wescoat Jr."
    ],
    "doi": "https://doi.org/10.1029/2021EF002619",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract River systems originating from the Upper Indus Basin (UIB) are dominated by runoff from snow and glacier melt and summer monsoonal rainfall. These water resources are highly stressed as huge populations of people living in this region depend on them, including for agriculture, domestic use, and energy production. Projections suggest that the UIB region will be affected by considerable (yet poorly quantified) changes to the seasonality and composition of runoff in the future, which are likely to have considerable impacts on these supplies. Given how directly and indirectly communities and ecosystems are dependent on these resources and the growing pressure on them due to ever‐increasing demands, the impacts of climate change pose considerable adaptation challenges. The strong linkages between hydroclimate, cryosphere, water resources, and human activities within the UIB suggest that a multi‐ and inter‐disciplinary research approach integrating the social and natural/environmental sciences is critical for successful adaptation to ongoing and future hydrological and climate change. Here we use a horizon scanning technique to identify the Top 100 questions related to the most pressing knowledge gaps and research priorities in social and natural sciences on climate change and water in the UIB. These questions are on the margins of current thinking and investigation and are clustered into 14 themes, covering three overarching topics of “governance, policy, and sustainable solutions”, “socioeconomic processes and livelihoods”, and “integrated Earth System processes”. Raising awareness of these cutting‐edge knowledge gaps and opportunities will hopefully encourage researchers, funding bodies, practitioners, and policy makers to address them.",
    "readLink": "https://doi.org/10.1029/2021EF002619"
  },
  {
    "title": "Spatial and Temporal Responses of Soil Erosion to Climate Change Impacts in a Transnational Watershed in Southeast Asia",
    "authors": [
      "Pham Quy Giang,",
      "Le Thi Giang,",
      "Kosuke Toshiki"
    ],
    "doi": "https://doi.org/10.3390/cli5010022",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  p.\n                                  22",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "It has been widely predicted that Southeast Asia is among the regions facing the most severe climate change impacts. Despite this forecast, little research has been published on the potential impacts of climate change on soil erosion in this region. This study focused on the impact of climate change on spatial and temporal patterns of soil erosion in the Laos–Vietnam transnational Upper Ca River Watershed. The Soil and Water Assessment Tool (SWAT) coupled with downscaled global climate models (GCMs) was employed for simulation. Soil erosion in the watershed was mostly found as “hill-slope erosion”, which occurred seriously in the upstream area where topography is dominated by numerous steep hills with sparse vegetation cover. However, under the impact of climate change, it is very likely that soil erosion rate in the downstream area will increase at a higher rate than in its upstream area due to a greater increase in precipitation. Seasonally, soil erosion is predicted to increase significantly in the warmer and wetter climate of the wet season, when higher erosive power of an increased amount and intensity of rainfall is accompanied by higher sediment transport capacity. The results of this study provide useful information for decision makers to plan where and when soil conservation practice should be focused.",
    "readLink": "http://www.mdpi.com/2225-1154/5/1/22"
  },
  {
    "title": "An improved land biosphere module for use in the DCESS Earth system model (version 1.1) with application to the last glacial termination",
    "authors": [
      "R. Eichinger,",
      "G. Shaffer,",
      "G. Shaffer,",
      "N. Albarrán,",
      "M. Rojas,",
      "F. Lambert"
    ],
    "doi": "https://doi.org/10.5194/gmd-10-3481-2017",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  3481\n                                  – 3498",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Interactions between the land biosphere and the atmosphere play an important role for the Earth's carbon cycle and thus should be considered in studies of global carbon cycling and climate. Simple approaches are a useful first step in this direction but may not be applicable for certain climatic conditions. To improve the ability of the reduced-complexity Danish Center for Earth System Science (DCESS) Earth system model DCESS to address cold climate conditions, we reformulated the model's land biosphere module by extending it to include three dynamically varying vegetation zones as well as a permafrost component. The vegetation zones are formulated by emulating the behaviour of a complex land biosphere model. We show that with the new module, the size and timing of carbon exchanges between atmosphere and land are represented more realistically in cooling and warming experiments. In particular, we use the new module to address carbon cycling and climate change across the last glacial transition. Within the constraints provided by various proxy data records, we tune the DCESS model to a Last Glacial Maximum state and then conduct transient sensitivity experiments across the transition under the application of explicit transition functions for high-latitude ocean exchange, atmospheric dust, and the land ice sheet extent. We compare simulated time evolutions of global mean temperature, pCO2, atmospheric and oceanic carbon isotopes as well as ocean dissolved oxygen concentrations with proxy data records. In this way we estimate the importance of different processes across the transition with emphasis on the role of land biosphere variations and show that carbon outgassing from permafrost and uptake of carbon by the land biosphere broadly compensate for each other during the temperature rise of the early last deglaciation.",
    "readLink": "https://www.geosci-model-dev.net/10/3481/2017/gmd-10-3481-2017.pdf"
  },
  {
    "title": "Climate pledges versus commitment: Are policy actions of Middle-East and North African countries consistent with their emissions targets?",
    "authors": [
      "Hermas Abudu,",
      "Presley K. Wesseh, Jr.,",
      "Boqiang Lin"
    ],
    "doi": "Vol. 13,\n                                no. 4\n                                \n                                  pp.\n                                  612\n                                  – 621",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Carbon emission is inevitable, and changes with energy consumption and economic development, presents policy options toward sustainable development path. Currently, there is little assurance from policymakers in committing to climate change pledges: taking the Middle-East and North African (MENA) region as a specific case with using 2019 as a cut-off period. We conducted an interim assessment of the Paris Agreement to ascertain whether climate actions are in tandem with emissions reduction targets. Making use of difference-in-difference technique as a quasi-experiment supported by fixed-effects and placebo treatment models, the results point to evidence of less than 1% effective CO2 emissions reduction as of 2019 compared to the 2015 level. The current carbon emissions reduction commitment level is far-reaching contrary to the Nationally Determined Contributions (NDCs) pledged (16.43% on average by 2030 compared to the 2015 level). The analysis suggests that achieving NDCs commitments are currently major burden on policymakers since the economic development is highly linked with nonrenewable energy consumption. Furthermore, a more comprehensive framework when accounting for all available renewable and clean energy projects shows reduction levels in the range of 30%–40% from 2020 to 2030. These results suggest that the Paris Agreement in MENA countries may be more effective from 2020, thus underscore the importance of capturing ongoing projects (involving renewable and clean energy technologies) into interim policy assessment. The shared implication is that greater efforts are demanded from the region and at country levels to further decrease emissions through the use of negative emissions technologies particularly in the electricity generation sector.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822000661"
  },
  {
    "title": "Non-native plants exert strong but under-studied influence on fire dynamics",
    "authors": [
      "Clare E. Aslan,",
      "Brett G. Dickson"
    ],
    "doi": "https://doi.org/10.3897/neobiota.61.51141",
    "journalVolume": "Vol. 61\n                                \n                                \n                                  pp.\n                                  47\n                                  – 64",
    "issn": "1619-0033 (Print)",
    "publisher": "1314-2488 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://neobiota.pensoft.net/",
    "abstract": "Altered fire regimes are among the most destructive consequences of anthropogenic environmental change. Fires have increased in frequency in some regions, and invasion by fire-adapted non-native species has been identified as a major driver of this change, which results in a feedback cycle promoting further spread by the non-native species and diminishing occurrence of natives. We notice, however, that non-native species are often invoked in passing as a primary cause of changing fire dynamics, but that data supporting this claim are rarely presented. We therefore performed a meta-analysis of published literature to determine whether a significant relationship exists between non-native species presence and increased fire effects and risk, examined via various fire metrics. Our analysis detected a strongly significant difference between fire metrics associated with non-native and native species, with non-native species linked to enhanced fire effects and risk. However, only 30 papers discussing this linkage provided data to support it, and those quantitative studies examined only eight regions, five biome types, and a total of 22 unique non-native taxa. It is clear that we are only beginning to understand the relationship between non-native species and fire and that results drawn from an extremely limited set of contexts have been broadly applied in the literature. It is important for ecologists to continue to investigate drivers of changing fire regimes as factors such as climate change and land use change alter native and non-native fuels alike.",
    "readLink": "https://neobiota.pensoft.net/article/51141/download/pdf/"
  },
  {
    "title": "Sustainability in Architectural Education—Editorial",
    "authors": [
      "Rosa Schiano-Phan,",
      "Joana Carla Soares Gonçalves"
    ],
    "doi": "https://doi.org/10.3390/su141710640",
    "journalVolume": "Vol. 14,\n                                no. 10640\n                                \n                                  p.\n                                  10640",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In the context of the 2018 resurgence of the global movement of Climate Action, architects around the world have taken responsibility for taking actions against climate change and for adhering to the United Nations Sustainable Development Goals (SDGs) in both practice and education [...]",
    "readLink": "https://www.mdpi.com/2071-1050/14/17/10640"
  },
  {
    "title": "Nutrient and suspended solid concentrations, loads, and yields in rivers across the Lake Winnipeg Basin: A twenty year trend assessment",
    "authors": [
      "Adam G. Yates,",
      "Robert B. Brua,",
      "Arthur Friesen,",
      "Sharon Reedyk,",
      "Glenn Benoy"
    ],
    "doi": "Vol. 44\n                                \n                                \n                                  p.\n                                  101249",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The Lake Winnipeg Basin in the northern Great Plains of North America Study focus: Assessment of trends in total nitrogen (TN), total phosphorus (TP) and total suspended solids (TSS) for 18 river stations in the Lake Winnipeg Basin for the period of 1996–2016 using a Weighted Regressions on Time, Discharge and Season (WRTDS) modeling approach. New hydrological insights for the region: We observed rapidly increasing concentrations, loads, and yields of TN, TP and TSS at most of the evaluated river monitoring stations in the eastern half of the basin. In contrast, nutrient and suspended solid loads tended to exhibit decreasing or stationary trends at most of the more western stations. Trends in nutrients and suspended solids typically corresponded to discharge, particularly in the Red-Assiniboine subdrainage where rapidly increasing nutrient loads were almost exclusively associated with runoff patterns. Our findings will serve as a baseline against which future trend assessments can be compared. Moreover, our findings suggest that land management practices aimed at reducing nutrient loads to Lake Winnipeg should be prioritized towards the rivers of the eastern subdrainages of the Lake Winnipeg basin.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581822002622"
  },
  {
    "title": "Climate trends and variability at adaptation scale: Patterns and perceptions in an agricultural region of the Ethiopian Highlands",
    "authors": [
      "Dereje Ademe,",
      "Benjamin F. Ziatchik,",
      "Kindie Tesfaye,",
      "Belay Simane,",
      "Getachew Alemayehu,",
      "Enyew Adgo"
    ],
    "doi": "Vol. 29\n                                \n                                \n                                  p.\n                                  100263",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Analysis of climate variability and trends frequently takes place at large scale. For agricultural applications, however, highly localized climate conditions can be critically important. This certainly applies to tropical highland regions, where dissected topography and convectively dominated precipitation processes can lead to strong variability in both mean climate conditions and year-to-year climate variability. This study examines recent climate variability and trends (1981–2016) on Choke Mountain, located in the western Ethiopian Highlands. Through analysis of precipitation and temperature records at monitored locations, we explore observed variability in climate patterns and trends across sites and seasons. The lens for our spatial analysis is the agroecosystem (AES), defined on the basis of prevailing climate and cropping systems, which currently serve as the foundation for climate adaptation planning in the region. We find that interannual temperature variability is greatest in the hottest, driest AES, and is most pronounced in the dry season. All AES warmed significantly in all seasons over the analysis period, but the magnitude of trend was greatest in high elevation AES. Precipitation variability was also large across AES, with largest interannual variability found in the dry season. This season is frequently excluded in climate analyses, but it is a critical harvest time and irrigation period. Trends in rainfall anomaly and precipitation concentration index are less clear, but there is a tendency towards drying and increasing irregularity of rainfall. Interestingly, we find little association between the El Niño Southern Oscillation (ENSO) and temperature or precipitation variability at our study sites. This suggests that even though ENSO is a widely recognized driver of large-scale rainfall variability in the region, its impacts are highly spatially variable. This has implications for applying ENSO-based precipitation outlooks to agricultural management decisions. Farmer interviews reveal that local perceptions of climate variability and trends are generally consistent with the objective observations.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094719301999"
  }
]