[
  {
    "title": "ENERGI DAN DAMPAKNYA TERHADAP LINGKUNGAN",
    "authors": [
      "I Made Astra"
    ],
    "doi": "https://doi.org/10.31172/jmg.v11i2.72",
    "journalVolume": "Vol. 11,\n                                no. 2",
    "issn": "1411-3082 (Print)",
    "publisher": "2527-5372 (Online)",
    "countryOfPublisher": "Pusat Penelitian dan Pengembangan Badan Meteorologi Klimatologi dan Geofisika",
    "lcc": [
      "Indonesia",
      "Science: Physics: Meteorology. Climatology",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://puslitbang.bmkg.go.id/jmg/index.php/jmg/index",
    "abstract": "Energi dapat berubah dari satu bentuk ke bentuk yang lainnya, perubahannya sering mempengaruhi lingkungan dan udara yang kita hirup dengan berbagai cara. Energy kimia dalam bahan bakar fosil diubah menjadi energy panas, mekanik, atau listrik melalui pembakaran dan ini sebagai penghasil polutan terbesar. Dan dengan demikian pembangkit listrik, kendaraan bermotor, dan kompor adalah penyebab utama terjadinya polusi udara. Polutan yang dikeluarkan biasanya dikelompokan menjadi hidrokarbon (HC), nitrogen oksida (NOx), dan karbon monoksida (CO). Polutan yang dihasilkan pada pembakaran fosil merupakan faktor terbesar terjadinya asap, hujan asam, pemanasan global dan perubahan iklim. The conversion of energy from one form to another often affects the environment and the air we breath in many ways. Pollutants are emitted as the chemical energy in fossil fuels is converten to thermal, mechanical, or electrical energy via combustion, and thus power plants, motor vehicles, and even stoves take the blame for air pollution, and the pollutants released by the vehicles are usually grouped as hydrocarbons (HC), nitrogen oxides (NOx), and carbon monoxide (CO). Pollutans emitted during the combustion of fossil fuels are responsible for smog, acid rain, and global warming and climate change.",
    "readLink": "http://puslitbang.bmkg.go.id/jmg/index.php/jmg/article/view/72"
  },
  {
    "title": "Correction: Assessment of the High Resolution SAR Mode of the RADARSAT Constellation Mission for First Year Ice and Multiyear Ice Characterization. Remote Sensing 2018, 10, 594",
    "authors": [
      "Mohammed Dabboor,",
      "Benoit Montpetit,",
      "Stephen Howell"
    ],
    "doi": "https://doi.org/10.3390/rs10101616",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  1616",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In Figure 5 of [1], we detected a minor mistake in the visualization of the Spearman correlation related to the color bar.[...]",
    "readLink": "http://www.mdpi.com/2072-4292/10/10/1616"
  },
  {
    "title": "Impact of Climate Change on Hydrochemical Processes at Two High-Elevation Forested Watersheds in the Southern Appalachians, United States",
    "authors": [
      "Hailong Huang,",
      "Wei Wu,",
      "Katherine Elliott,",
      "Chelcy Miniat,",
      "Chelcy Miniat,",
      "Charles Driscoll"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.853729",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Climate change increasingly affects primary productivity and biogeochemical cycles in forest ecosystems at local and global scales. To predict change in vegetation, soil, and hydrologic processes, we applied an integrated biogeochemical model Photosynthesis-EvapoTranspration and BioGeoChemistry (PnET-BGC) to two high-elevation forested watersheds in the southern Appalachians in the US under representative (or radiative) concentration pathway (RCP)4.5 and RCP8.5 scenarios. We investigated seasonal variability of the changes from current (1986–2015) to future climate scenarios (2071–2100) for important biogeochemical processes/states; identified change points for biogeochemical variables from 1931 to 2100 that indicate potential regime shifts; and compared the climate change impacts of a lower-elevation watershed (WS18) with a higher-elevation watershed (WS27) at the Coweeta Hydrologic Laboratory, North Carolina, United States. We find that gross primary productivity (GPP), net primary productivity (NPP), transpiration, nitrogen mineralization, and streamflow are projected to increase, while soil base saturation, and base cation concentration and ANC of streamwater are projected to decrease at the annual scale but with strong seasonal variability under a changing climate, showing the general trend of acidification of soil and streamwater despite an increase in primary productivity. The predicted changes show distinct contrasts between lower and higher elevations. Climate change is predicted to have larger impact on soil processes at the lower elevation watershed and on vegetation processes at the higher elevation watershed. We also detect five change points of the first principal component of 17 key biogeochemical variables simulated with PnET-BGC between 1931 and 2100, with the last change point projected to occur 20 years earlier under RCP8.5 (2059 at WS18 and WS27) than under RCP4.5 (2079 at WS18 and 2074 at WS27) at both watersheds. The change points occurred earlier at WS18 than at WS27 in the 1980s and 2010s but in the future are projected to occur earlier in WS27 (2074) than WS18 (2079) under RCP4.5, implying that changes in biogeochemical cycles in vegetation, soil, and streams may be accelerating at higher-elevation WS27.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.853729/full"
  },
  {
    "title": "Hydrological Analysis of Extreme Rain Events in a Medium-Sized Basin",
    "authors": [
      "Sofia Sarchani,",
      "Frezer  Seid Awol,",
      "Ioannis Tsanis"
    ],
    "doi": "https://doi.org/10.3390/app11114901",
    "journalVolume": "Vol. 11,\n                                no. 4901\n                                \n                                  p.\n                                  4901",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The hydrological response of a medium-sized watershed with both rural and urban characteristics was investigated through event-based modeling. Different meteorological event conditions were examined, such as events of high precipitation intensity, double hydrological peak, and mainly normal to wet antecedent moisture conditions. Analysis of the hydrometric features of the precipitation events was conducted by comparing the different rainfall time intervals, the total volume of water, and the precedent soil moisture. Parameter model calibration and validation were performed for rainfall events under similar conditions, examined in pairs, in order to verify two hydrological models, the lumped HEC-HMS (Hydrologic Engineering Center’s Hydrologic Modeling System model) and the semi-distributed HBV-light (a recent version of Hydrologiska Byråns Vattenbalansavdelning model), at the exit of six individual gauged sub-basins. Model verification was achieved by using the Nash–Sutcliffe efficiency and volume error index. Different time of concentration (Tc) formulas are better applied to the sub-watersheds with respect to the dominant land uses, classifying the Tc among the most sensitive parameters that influence the time of appearance and the magnitude of the peak modeled flow through the HEC-HMS model. The maximum water content of the soil box (FC) affects most the peak flow via the HBV-light model, whereas the MAXBAS parameter has the greatest effect on the displayed time of peak discharge. The modeling results show that the HBV-light performed better in the events that had less precipitation volume compared to their pairs. The event with the higher total precipitated water produced better results with the HEC-HMS model, whereas the rest of the two high precipitation events performed satisfactorily with both models. April to July is a flood hazard period that will be worsened with the effect of climate change. The suggested calibrated parameters for severe precipitation events can be used for the prediction of future events with similar features. The above results can be used in the water resources management of the basin.",
    "readLink": "https://www.mdpi.com/2076-3417/11/11/4901"
  },
  {
    "title": "Application of dynamic and conceptual models for simulating flow hydrographs in an urbanized catchment under conditions of controlled outflow from stormwater tanks",
    "authors": [
      "Mariusz P. Barszcz"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.211",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  3899\n                                  – 3914",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "The main aim of the research presented in the work was to assess the usefulness of the dynamic SWMM (stormwater management model) and the conceptual SBUH (Santa Barbara Urban Hydrograph) model for simulating and predicting flow hydrographs in a small urbanized catchment under conditions of controlled (using valves) outflow from stormwater retention tanks in response to rainfall events. Most of the analyzed catchment of the Służewiecki Stream consists of the area beneath F. Chopin International Airport in Warsaw. A further aim of the study was the development of method for indicating the concentration time for a given rainfall–runoff event, where the influence of delaying the outflow of stormwater from the catchment as a result of its retention in tanks on the value of this parameter will be accounted for. The values of the median of absolute errors, obtained in a simulation using the SWMM in relation to peak flows and hydrograph volumes for the analyzed events, were 15.4 and 18.4%, respectively. The adequate values of simulation errors, obtained in the SBUH model using concentration times determined according to the developed method, were 11.4 and 15.4%. Satisfactory results of simulations were received using both models. HIGHLIGHTS Development of a method for indicating the concentration time for a given rainfall–runoff event in an urbanized catchment.; Application of the dynamic SWMM and conceptual Santa Barbara Urban Hydrograph model for simulating flow hydrographs in a catchment under conditions of controlled (using valves) outflow from stormwater retention tanks.; Assessment of the usefulness of models belonging to different classes for simulating flow hydrographs.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/8/3899"
  },
  {
    "title": "Spatial and temporal variability of cv. Tempranillo response within the Toro DO (Spain) and projected changes under climate change",
    "authors": [
      "Maria C. Ramos,",
      "Daniël T.H.C. Go,",
      "Santiago Castro"
    ],
    "doi": "Vol. 55,\n                                no. 1",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "The aim of this work was to analyse the spatial and temporal variability of the response of Tempranillo variety within the Toro Designation of Origin and the potential changes under climate change scenarios. Phenology (bud break, bloom, veraison and maturity) and grape acidity recorded in plots located at seven locations in the DO, at elevations between 670 and 799 m above the sea level (a.s.l.), were analysed. Changes in phenology and composition were projected for two climate change emission scenarios (Representative Concentration Pathways RCP4.5 and RCP8.5) considering the predicted changes in climate variables using an ensemble of models. During the analysed period, variations in the phenological timing higher than 20 days were recorded, and acidity varied between 4 and 8 gL-1. The variability in phenology and grape acidity was mainly driven by temperature and available water in different periods between phenological stages, although the effect of soil properties was also confirmed. An advance of all phenological phases (up to 6, 6, 8 and 12 days under the RCP4.5 scenario by 2050 and near double under the RCP8.5 scenario) were projected, as well as a decrease in acidity of up to 0.9 gL-1. The results were in agreement with the variability observed in years with contrasting weather conditions.",
    "readLink": "http://revues.u-bordeaux.fr/ojs32/index.php/oeno-one/article/view/4493"
  },
  {
    "title": "Barriers to reducing climate enhanced disaster risks in Least Developed Country-Small Islands through anticipatory adaptation",
    "authors": [
      "Natasha Kuruppu,",
      "Reenate Willie"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2014.06.001",
    "journalVolume": "Vol. 7,\n                                no. C\n                                \n                                  pp.\n                                  72\n                                  – 83",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Small Island Developing States (SIDS) classified as Least Developed Countries (LDCs) are particularly vulnerable to the projected impacts of climate change. Given their particular vulnerabilities, climate adaptation investments are being made through both national and international efforts to build the capacity of various sectors and communities to reduce climate risks and associated disasters. Despite these efforts, reducing climate risks is not free of various challenges and barriers. This paper aims to synthesise a set of critical socio-economic barriers present at various spatial scales that are specific to Least Developed Country SIDS. It also aims to identify the processes that give rise to these barriers. Drawing on theories from natural hazards, a systematic literature review method was adopted to identify and organise the set of barriers by focussing on both academic papers and grey literature. The data revealed a notable lack of studies on adaptation within African and Caribbean LDC-SIDS. In general, there was a paucity of academic as well as grey literature being produced by authors from LDC-SIDS to challenge existing discourses related to adaptation barriers. The most common barriers identified included those related to governance, technical, cognitive and cultural. Three key findings can be drawn from this study in relation to formal adaptation initiatives. Firstly, the lack of focus on the adaptive capacity needs of Local Government or Island Councils and communities was a key barrier to ensure success of adaptation interventions. Secondly, international adaptation funding modalities did little to address root causes of vulnerability or support system transformations. These funds were geared at supporting sectoral level adaptation initiatives for vulnerable natural resource sectors such as water, biodiversity and coastal zones. Thirdly, there is a need to recognise the significance of cultural knowledge and practices in shaping adaptive choices of communities in SIDS.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094714000504"
  },
  {
    "title": "Evaluating the Performance of the Canadian Land Surface Scheme Including Biogeochemical Cycles (CLASSIC) Tailored to the Pan‐Canadian Domain",
    "authors": [
      "Salvatore R. Curasi,",
      "Joe R. Melton,",
      "Elyn R. Humphreys,",
      "Libo Wang,",
      "Christian Seiler,",
      "Alex J. Cannon,",
      "Ed Chan,",
      "Bo Qu"
    ],
    "doi": "https://doi.org/10.1029/2022MS003480",
    "journalVolume": "Vol. 15,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Canada's boreal forests and tundra ecosystems are responding to unprecedented climate change with implications for the global carbon (C) cycle and global climate. However, our ability to model the response of Canada's terrestrial ecosystems to climate change is limited and there has been no comprehensive, process‐based assessment of Canada's terrestrial C cycle. We tailor the Canadian Land Surface Scheme Including Biogeochemical Cycles (CLASSIC) to Canada and evaluate its C cycling performance against independent reference data. We utilize skill scores to assess model performance against reference data alongside benchmark scores that quantify the level of agreement between the reference data sets to aid in interpretation. Our results demonstrate CLASSIC's sensitivity to prescribed vegetation cover. They also show that the addition of five region‐specific Plant functional types (PFTs) improves CLASSIC's skill at simulating the Canadian C cycle. CLASSIC performs well when tailored to Canada, falls within the range of the reference data sets, and meets or exceeds the benchmark scores for most C cycling processes. New region‐specific land cover products, well‐informed PFT parameterizations, and more detailed reference data sets will facilitate improvements to the representation of the terrestrial C cycle in regional and global land surface models. Incorporating a parameterization for boreal disturbance processes and explicitly representing peatlands and permafrost soils will improve CLASSIC's future performance in Canada and other boreal regions. This is an important step toward a comprehensive process‐based assessment of Canada's terrestrial C cycle and evaluating Canada's net C balance under climate change.",
    "readLink": "https://doi.org/10.1029/2022MS003480"
  },
  {
    "title": "Comparing the estimated accuracy of destructive and non-destructive methods of aboveground carbon sequestration of velvet maple (Acer velutinum Boiss.) in Hyrcanian forests",
    "authors": [
      "Ali Asghar Vahedi,",
      "Khashayar Salar,",
      "Alireza Bijaninejad"
    ],
    "doi": "https://doi.org/10.22092/ijfpr.2016.106692",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  115\n                                  – 103",
    "issn": "1735-0883 (Print)",
    "publisher": "2383-1146 (Online)",
    "countryOfPublisher": "Research Institute of Forests and Rangelands of Iran",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ijfpr.areeo.ac.ir/?lang=en",
    "abstract": "Drought and environmental crisis caused by climate change are amongst the most crucial challenges in Iran. Due to the essential importance of absorbing CO2, the most crucial factor of global warming, in forest ecosystems, accurate estimation of carbon sequestration in different parts of the trees is of high significance for forest planning and management under climate change scenarios. In this study, 20 velvet maple (Acer velutinum Boiss.) individuals distributed in different diameter classes were initially felled and divided into separate parts of bole and crown. The specific wood density and carbon factor of each fraction and their product were directly calculated and used for non-destructive method to estimate above-ground carbon sequestration (AGC). Allometric equations were developed by weighing of harvested tree parts and measuring each section’s drought coefficient. The ANOVA revealed no tree-specific significant difference among carbon factors. However, the specific wood density was significantly different among the each part of tree individuals. Allometric models showed that the highest accuracy of AGC (R2adj = 0.98, RMS = 0.101, CF = 1.05) was achieved by the exponential model considered re-conversional equation that included DBH and crown diameter. The result of paired t-test showed that the non-destructive estimation method was associated with the highest uncertainty with the low confidence (S% = 318.4, t = -3.5). However, the result of paired t-test between the observations and predictions of the optimal allometric model here showed that the aforementioned model estimation was confident (S% = 22.6, t = 1.36).",
    "readLink": "http://ijfpr.areeo.ac.ir/article_106692_6e71e83e17f47b3ad7b322753ae83c7d.pdf"
  },
  {
    "title": "Prospects for hydropower in Ethiopia: An energy-water nexus analysis",
    "authors": [
      "Bob van der Zwaan,",
      "Agnese Boccalon,",
      "Francesco Dalla Longa"
    ],
    "doi": "Vol. 19\n                                \n                                \n                                  pp.\n                                  19\n                                  – 30",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "In this article we investigate the prospects for large-scale hydropower deployment in Ethiopia. With two distinct modelling approaches we find high projections for future hydropower generation: between 71 and 87 TWh/yr by 2050 in a stringent climate change control scenario in which Ethiopia contributes substantially to global efforts to reach the 2 °C target of the Paris Agreement. This elevated level is obtained despite domestic water use and irrigated agriculture water demand expansions, and irrespective of hydrological effects from climate change in terms of a drop in average precipitation nation-wide. This amount of hydro-electricity production matches the expected national hydropower potential. Yet, we encourage authorities to take due account of the large impact that climate change may have on rainfall during particular months or years at individual water reservoirs, which we think should be researched in greater detail. Our combined energy cost-minimisation and hydrological balance analysis shows that our models can be jointly used for the assessment of hydropower as climate change mitigation option, and can assist in the design of policies that integrate the energy and water sectors. Our case study did not yield direct reasons for the Ethiopian government to swiftly stop pursuing its current ambitious national hydropower development plan, but we encourage it to adequately internalise an extensive range of factors – including environmental, geopolitical and social – that may induce it to take a different course. Keywords: Climate change mitigation, Hydropower, Impacts, Ethiopia, Energy-water nexus",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X17300676"
  }
]