[
  {
    "title": "Optimal Conversion Management for Spruce-dominated Forests: the Case of Drahanska Highlands",
    "authors": [
      "Jitka Janová,",
      "Lenka Viskotová"
    ],
    "doi": "https://doi.org/10.11118/actaun.2022.013",
    "journalVolume": "Vol. 70,\n                                no. 3\n                                \n                                  pp.\n                                  175\n                                  – 186",
    "issn": "1211-8516 (Print)",
    "publisher": "2464-8310 (Online)",
    "countryOfPublisher": "Mendel University Press",
    "lcc": [
      "Czechia",
      "Agriculture",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://actavia.mendelu.cz/",
    "abstract": "With climate change, restoration of natural tree species in areas planted artificially with Norway spruce (Picea abies (L). Karst.) is among the main issues in Central European forest management. However, information on particular forest conversion strategies and on understanding their economic consequences are incomplete. To contribute, we develop a deterministic finite-time dynamic optimization model to understand the driving forces in the economically optimal conversion of spruce-dominated forests planted outside of natural conditions in South Moravia, Czech Republic. In addition to the commonly researched European beech (Fagus sylvatica (L.)), we also consider oak (Quercus (sp.)), Scots pine (Pinus sylvestris (L.) Karst.), and larch (Larix decidua) as alternatives to spruce and evaluate them from an economic point of view. The model recommends a steady reduction of the spruce fraction, replacing it preferably with oak, beech, and larch. The model validation shows that such a forest plan appears both ecologically advisable and economically optimal.",
    "readLink": "https://acta.mendelu.cz/artkey/acu-202203-0003_optimal-conversion-management-for-spruce-dominated-forests-the-case-of-drahanska-highlands.php"
  },
  {
    "title": "Sustaining national food security and increasing farmers’ income through quality seed",
    "authors": [
      "J S CHAUHAN,",
      "P R CHOUDHURY,",
      "S PAL,",
      "K H SINGH"
    ],
    "doi": "https://doi.org/10.56093/ijas.v90i12.110311",
    "journalVolume": "Vol. 90,\n                                no. 12",
    "issn": "0019-5022 (Print)",
    "publisher": "2394-3319 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAgS/",
    "abstract": "Since independence, India achieved a distinction from ship-to-mouth status to self dependent, food surplus and net exporter of food grains in 69 years and recorded an all time high (285.2 million tonnes) production during 2018-19 from meagre 50.8 mt during 1950-51. In spite of spectacular success in food production over the years, it is a great challenge to sustain high production as well as enhance it further to meet the future requirement, as the population continues to grow steadily with an annual growth rate of 1.10% and expected to be 1.42 billion and 1.48 billion by 2025 and 2030, respectively, from 1.32 billion during 2017; coupled with enhanced consumption of food grains due to rising income, necessitating an increase of 4.5% and 15.7% by 2020 and 2030, respectively, over the present food production. It is a great challenge in view of climate change, diminishing and degrading land and water resources, increasing biotic and abiotic stresses and loss of bio-diversity. The present paper discusses the trend of production and productivity of food crops from 1950-51 to 2018-19; assess the contribution of seed to food production, seed chain, quality seed production and scope of quality seed for enhancing farmers’ income and future strategies for seed research, production and development to sustain food production. Requisite assets such as a strong crop specific cultivar development programmes, 850 high yielding food crop varieties comprising 657 of cereals and 193 of pulses released during the last six years, robust and vibrant seed systems, quality regulatory mechanism, globally competitive seed sector and the largest arable land with 46 soil types across 15 agro-climatic zones favouring seed production of diverse crops are available for sustaining high food production and meet the future demand for seed and food. Ensuring availability of quality seed in adequate quantity though imperative, yet, itself is not enough to trigger the production if it is not coupled with achieving sufficient varietal diversity in seed chain preferably phasing out gradually the old and obsolete varieties and inducting recently developed high yielding and disease resistant varieties. The overall progress and outcome are largely dependent on Government policies and support, which require consistent and adequate financial resources for sustaining a vibrant seed production, farm power machinery, processing units, storage, seed testing, delivery systems and trained human resources besides remunerative prices to the farmers.",
    "readLink": "https://epubs.icar.org.in/index.php/IJAgS/article/view/110311"
  },
  {
    "title": "A century‐long record of plant evolution reconstructed from a coastal marsh seed bank",
    "authors": [
      "Michael J. Blum,",
      "Colin J. Saunders,",
      "Jason S. McLachlan,",
      "Jennifer Summers,",
      "Christopher Craft,",
      "Jeffrey D. Herrick"
    ],
    "doi": "https://doi.org/10.1002/evl3.242",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  422\n                                  – 431",
    "issn": "2056-3744 (Online)",
    "publisher": "Oxford University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://academic.oup.com/evlett",
    "abstract": "Abstract Evidence is mounting that climate‐driven shifts in environmental conditions can elicit organismal evolution, yet there are sparingly few long‐term records that document the tempo and progression of responses, particularly for plants capable of transforming ecosystems. In this study, we “resurrected” cohorts of a foundational coastal marsh sedge (Schoenoplectus americanus) from a time‐stratified seed bank to reconstruct a century‐long record of heritable variation in response to salinity exposure. Common‐garden experiments revealed that S. americanus exhibits heritable variation in phenotypic traits and biomass‐based measures of salinity tolerance. We found that responses to salinity exposure differed among the revived cohorts, with plants from the early 20th century exhibiting greater salinity tolerance than those from the mid to late 20th century. Fluctuations in salinity tolerance could reflect stochastic variation but a congruent record of genotypic variation points to the alternative possibility that the loss and gain in functionality are driven by selection, with comparisons to historical rainfall and paleosalinity records suggesting that selective pressures vary according to shifting estuarine conditions. Because salinity tolerance in S. americanus is tightly coupled to primary productivity and other vital ecosystem attributes, these findings indicate that organismal evolution merits further consideration as a factor shaping coastal marsh responses to climate change.",
    "readLink": "https://doi.org/10.1002/evl3.242"
  },
  {
    "title": "Causes, consequences, and the future of forest mortality due to climate change",
    "authors": [
      "Nate McDowell,",
      "Tom Levanič"
    ],
    "doi": "https://doi.org/10.20315/ASetL.103.5",
    "journalVolume": "Vol. 103\n                                \n                                \n                                  pp.\n                                  61\n                                  – 66",
    "issn": "2335-3112 (Print)",
    "publisher": "2335-3953 (Online)",
    "countryOfPublisher": "Slovenian Forestry Institute",
    "lcc": [
      "Slovenia",
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://asetl.si/",
    "abstract": "Mortality of forest trees is growing at an accelerating rate due in part to increasing severity and frequency of droughts. The consequences of increasing forest mortality range from impacts on timber and tourism revenue, reductions in fuelwood availability and carbon storage, and feedbacks that accelerate climate changes. Unfortunately, our understanding of where, when, and how forests die is extremely limited, precluding us from forecasting future changes in forest composition and services. Here we review the state of current knowledge regarding mortality processes, and highlight the urgent scientific challenges that must be overcome if we are to adequately plan for future changes in forest survival and mortality. We suggest that forest monitoring through inventory networks and newly emerging remote sensing techniques should be a high priority for maintenance and development, because only through these observations can we determine what regions and species are most vulnerable to climate change. These datasets are also critical for evaluation of regional to global models of forest dynamics. Without accurate models, forecasts of future forest composition cannot be considered reliable. Furthermore, experimental tests of how the dominant global forest species die are needed to enable models to simulate mortality correctly. Lastly, experimental tests of forest management strategies that can alleviate stress under the novel climate regimes the globe is now experiencing are essential to allow planning for mitigation options in the forestry sector. Increasing forest mortality is now inevitable given the global energy portfolio; however, the ability of science and forestry to quantify, understand, predict, and mitigate impacts on forests remains a viable option to allow planning for future forest management to minimize impacts on the Earth’s forests.",
    "readLink": "http://dirros.openscience.si/IzpisGradiva.php?id=7781"
  },
  {
    "title": "Conifers May Ameliorate Urban Heat Waves Better Than Broadleaf Trees: Evidence from Vancouver, Canada",
    "authors": [
      "Harold N. Eyster,",
      "Brian Beckage"
    ],
    "doi": "https://doi.org/10.3390/atmos13050830",
    "journalVolume": "Vol. 13,\n                                no. 830\n                                \n                                  p.\n                                  830",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Anthropogenic greenhouse gas emissions are increasing the frequency of deadly heat waves. Heat waves are particularly devastating in cities, where air pollution is high and air temperatures are already inflated by the heat island effect. Determining how cities can ameliorate extreme summer temperature is thus critical to climate adaptation. Tree planting has been proposed to ameliorate urban temperatures, but its effectiveness, particularly of coniferous trees in temperate climates, has not been established. Here, we use remote sensing data (Landsat 8), high-resolution land cover data, and Bayesian models to understand how different tree and land cover classes affect summer surface temperature in Metro Vancouver, Canada. Although areas dominated by coniferous trees exhibited the lowest albedo (95% CrI 0.08–0.08), they were significantly (12.2 °C) cooler than areas dominated by buildings. Indeed, we found that for conifers, lower albedo was associated with lower surface temperatures. Planting and maintaining coniferous trees in cities may not only sequester CO2 to mitigate global climate change, but may also ameliorate higher temperatures and deadly heat waves locally.",
    "readLink": "https://www.mdpi.com/2073-4433/13/5/830"
  },
  {
    "title": "Methane emissions from northern lakes under climate change: a review",
    "authors": [
      "Lingling Li,",
      "Bin Xue"
    ],
    "doi": "https://doi.org/10.1007/s42452-021-04869-x",
    "journalVolume": "Vol. 3,\n                                no. 12\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2523-3963 (Print)",
    "publisher": "2523-3971 (Online)",
    "countryOfPublisher": "Springer",
    "lcc": [
      "Switzerland",
      "Science",
      "Technology"
    ],
    "journalUrl": "https://www.springer.com/snas",
    "abstract": "Abstract Northern lakes are important sources of CH4 in the atmosphere under the background of permafrost thaw and winter warming. We synthesize studies on thermokarst lakes, including various carbon sources for CH4 emission and the influence of thermokarst drainage on carbon emission, to show the evasion potential of ancient carbon that stored in the permafrost and CH4 emission dynamics along with thermokarst lake evolution. Besides, we discuss the lake CH4 dynamics in seasonally ice-covered lakes, especially for under-ice CH4 accumulation and emission during spring ice melt and the possible influential factors for CH4 emission in ice-melt period. We summarize the latest findings and point out that further research should be conducted to investigate the possibility of abundant ancient carbon emission from thermokarst lakes under climate warming and quantify the contribution of ice-melt CH4 emission from northern lakes on a large scale.",
    "readLink": "https://doi.org/10.1007/s42452-021-04869-x"
  },
  {
    "title": "Towards Indicators for a Negative Emissions Climate Stabilisation Index: Problems and Prospects",
    "authors": [
      "Mathias Fridahl,",
      "Anders Hansson,",
      "Simon Haikola"
    ],
    "doi": "https://doi.org/10.3390/cli8060075",
    "journalVolume": "Vol. 8,\n                                no. 75\n                                \n                                  p.\n                                  75",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "The incongruence between the United Nations objective to hold global warming well below 2 °C and the rate of global emission reductions has intensified interest in negative emissions. Previous research has explored several pros and cons of individual negative emissions technologies. Systematised approaches to comparing and prioritising among them are, however, largely lacking. In response to this gap in the literature, this article reviews the scientific literature on indicators for designing negative emissions climate stabilisation value indexes. An index typically provides summary measures of several components, often denoted indicators. Utilizing a narrative review methodology, the article derives five categories of indicators underpinned by overlapping and often mutually reinforcing environmental and socio-economic values. A list of 21 indicators are proposed to capture both positive and negative values associated with effectiveness, efficiency, scale, risk, and synergies. While discussing indicators capable of providing guidance on negative emissions is timely, given the emerging shift away from pure emission reduction targets towards net-zero targets, numerous complexities are involved in determining their relative values. The results herein serve to inform policy making on the prioritisation and incentivisation of negative emissions technologies capable of delivering on the new objectives, and the results highlight the many risks and uncertainties involved in such exercises. The article concludes that systematic research on the comparison of NETs is incomplete. An iterative, interdisciplinary research programme exploring such questions has the potential to be extremely rewarding.",
    "readLink": "https://www.mdpi.com/2225-1154/8/6/75"
  },
  {
    "title": "Two-Dimensional Projection of Distribution and Abundance of Common Species of Spiders and Beetles in South Korea Caused by Climate Change",
    "authors": [
      "Tae-Sung Kwon,",
      "Sung-Soo Kim,",
      "Won Il Choi,",
      "Youngwoo Nam"
    ],
    "doi": "https://doi.org/10.3390/d15030335",
    "journalVolume": "Vol. 15,\n                                no. 335\n                                \n                                  p.\n                                  335",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "The selection of explanatory variables is very important in a species distribution model for predicting changes in the distribution of organisms caused by climate change. In this study, a two-dimensional prediction of the abundance and distribution of beetles and spiders using temperature and precipitation was compared with the results of previous studies that employed a one-dimensional prediction using temperature. This study used the data from previous surveys for 366 forest sites in South Korea between 2006 and 2009 using pitfall traps. Species distribution models were created for 51 species with a high occurrence (collected from more than 10% of the total sites). A generalized additive model (GAM) was used for the distribution models. The future abundance and distribution based on climate scenarios RCP 4.5 and 8.5 were predicted by selecting 35 species from 51 common species for which climatic factors (temperature and precipitation) had a significant effect on abundance and distribution. In a two-dimensional prediction using temperature and precipitation, the range of change was larger compared with a one-dimensional prediction using temperature, and precipitation had a significant effect on decreasing species.",
    "readLink": "https://www.mdpi.com/1424-2818/15/3/335"
  },
  {
    "title": "Increased precipitation enhances soil respiration in a semi-arid grassland on the Loess Plateau, China",
    "authors": [
      "Yutao Wang,",
      "Yingzhong Xie,",
      "Gillian Rapson,",
      "Hongbin Ma,",
      "Le Jing,",
      "Yi Zhang,",
      "Juan Zhang,",
      "Jianping Li"
    ],
    "doi": "https://doi.org/10.7717/peerj.10729",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e10729",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background Precipitation influences the vulnerability of grassland ecosystems, especially upland grasslands, and soil respiration is critical for carbon cycling in arid grassland ecosystems which typically experience more droughty conditions. Methods We used three precipitation treatments to understand the effect of precipitation on soil respiration of a typical arid steppe in the Loess Plateau in north-western China. Precipitation was captured and relocated to simulate precipitation rates of 50%, 100%, and 150% of ambient precipitation. Results and Discussion Soil moisture was influenced by all precipitation treatments. Shoot biomass was greater, though non-significantly, as precipitation increased. However, both increase and decrease of precipitation significantly reduced root biomass. There was a positive linear relationship between soil moisture and soil respiration in the study area during the summer (July and August), when most precipitation fell. Soil moisture, soil root biomass, pH, and fungal diversity were predictors of soil respiration based on partial least squares regression, and soil moisture was the best of these. Conclusion Our study highlights the importance of increased precipitation on soil respiration in drylands. Precipitation changes can cause significant alterations in soil properties, microbial fungi, and root biomass, and any surplus or transpired moisture is fed back into the climate, thereby affecting the rate of soil respiration in the future.",
    "readLink": "https://peerj.com/articles/10729.pdf"
  },
  {
    "title": "Improvement in light utilization and shoot growth in Hymenaea stigonocarpa under high CO 2 concentration attenuates simulated leaf herbivory effects",
    "authors": [
      "Renata A. Maia,",
      "Geraldo W. Fernandes,",
      "Advanio I. S. Silva,",
      "João Paulo Souza"
    ],
    "doi": "https://doi.org/10.1590/0102-33062019abb0149",
    "journalVolume": "Vol. 33,\n                                no. 3\n                                \n                                  pp.\n                                  558\n                                  – 571",
    "issn": "0102-3306 (Print)",
    "publisher": "1677-941X (Online)",
    "countryOfPublisher": "Sociedade Botânica do Brasil",
    "lcc": [
      "Brazil",
      "Science: Botany"
    ],
    "journalUrl": "https://www.scielo.br/j/abb/",
    "abstract": "ABSTRACT This study evaluated the photochemical responses of photosystem II and growth of Hymenaea stigonocarpa under CO2-enriched conditions with exposure to simulated herbivory events. After herbivory simulation in two distinct parts of the stem of plants (apex and base), chlorophyll a fluorescence, chlorophyll index, growth, extrafloral nectary density, leaf mineral nutrition, and biomass production were evaluated. Plants of H. stigonocarpa grown under high [CO2] after simulated herbivory in the apical part of the stem had higher electron transport rate, effective quantum yield of photosystem II, and chlorophyll contents. However, simulated herbivory in the basal portion of plants grown under high [CO2] increased plant height, branch and root length, leaf number, leaf area, node number, and leaf expansion rate. In conclusion simulated herbivory at the basal portion and high [CO2] induce positive responses in H. stigonocarpa, leading to the allocation of biomass to vegetative parts related to the capture of resources such as water and light. Apical leaves could compensate for the elimination of part of their leaf blades by increasing their photosynthetic yield. Thus, the increase of [CO2] attenuated the adverse effects of leaf removal on H. stigonocarpa plants by inducing photosynthetic improvement and growth after the loss of leaf tissue.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0102-33062019000300558&lng=en&tlng=en"
  }
]