[
  {
    "title": "Simulation of Crop Growth and Water-Saving Irrigation Scenarios for Lettuce: A Monsoon-Climate Case Study in Kampong Chhnang, Cambodia",
    "authors": [
      "Pinnara Ket,",
      "Sarah Garré,",
      "Chantha Oeurng,",
      "Lyda Hok,",
      "Aurore Degré"
    ],
    "doi": "https://doi.org/10.3390/w10050666",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  666",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Setting up water-saving irrigation strategies is a major challenge farmers face, in order to adapt to climate change and to improve water-use efficiency in crop productions. Currently, the production of vegetables, such as lettuce, poses a greater challenge in managing effective water irrigation, due to their sensitivity to water shortage. Crop growth models, such as AquaCrop, play an important role in exploring and providing effective irrigation strategies under various environmental conditions. The objectives of this study were (i) to parameterise the AquaCrop model for lettuce (Lactuca sativa var. crispa L.) using data from farmers’ fields in Cambodia, and (ii) to assess the impact of two distinct full and deficit irrigation scenarios in silico, using AquaCrop, under two contrasting soil types in the Cambodian climate. Field observations of biomass and canopy cover during the growing season of 2017 were used to adjust the crop growth parameters of the model. The results confirmed the ability of AquaCrop to correctly simulate lettuce growth. The irrigation scenario analysis suggested that deficit irrigation is a “silver bullet” water saving strategy that can save 20–60% of water compared to full irrigation scenarios in the conditions of this study.",
    "readLink": "http://www.mdpi.com/2073-4441/10/5/666"
  },
  {
    "title": "Dams and tribal land loss in the United States",
    "authors": [
      "Heather Randell,",
      "Andrew Curley"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acd268",
    "journalVolume": "Vol. 18,\n                                no. 9\n                                \n                                  p.\n                                  094001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Indigenous peoples in the United States have faced continued land dispossession for centuries. Through the reservation system as well as policies including forced removal and allotment, colonial settlers and later the federal government acquired over two billion acres from Native Nations. We argue that another important, yet understudied and unquantified, contributor to tribal land loss is through the construction of dams. By restricting water flow in rivers or lakes, dams submerge land under reservoirs and disrupt aquatic and terrestrial ecosystems. This impacts livelihoods of local communities, destroys culturally important places and resources, and displaces people from their homes and land. To quantify the amount of tribal land lost as a result of dam construction, we engage in an innovative data linkage project. We use geospatial data on the boundaries of federal Indian reservations and Oklahoma Tribal Statistical Areas (OTSAs) and overlay these data with the locations of approximately 7,900 dams in the continental US. We estimate that 139 dams have submerged over 619 000 acres of land on 56 federal reservations and that 287 dams have inundated over 511 000 acres of land on 19 OTSAs. Taken together, our lower-bound estimate is that over 1.13 million acres of tribal land have been flooded under the reservoirs of 424 dams, which amounts to an area larger than Great Smokey Mountains National Park, Grand Teton National Park, and Rocky Mountain National Park combined. In light of recent federal legislation to address aging infrastructure in the US as well as the increasing risks to dam function and safety caused by climate change, dams that impact tribal land should be prioritized for removal. In cases where removal is not a preferred or viable option, alternatives include tribal ownership or funding for repairs and improvements.",
    "readLink": "https://doi.org/10.1088/1748-9326/acd268"
  },
  {
    "title": "The effect of climate change on depression in urban areas of western Iran",
    "authors": [
      "Hamed Abbasi"
    ],
    "doi": "https://doi.org/10.1186/s13104-021-05565-0",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 5",
    "issn": "1756-0500 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science: Biology (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "https://bmcresnotes.biomedcentral.com",
    "abstract": "Abstract Objective Human is accustomed to climatic conditions of the environment where they are born and live throughout their lifetime. The aim of this study is to examine mood swings and depression caused by sudden climate changes that have not yet given the humans a chance to adapt. Results Our results showed that depression could be affected by climate change and as a result, the behavior of climatic elements and trends has damaged mental health in the western regions of Iran. By investigating the trends and changes of climatic time series and their relationship with the rate of depression in urban areas of western Iran, it can be said that climate change is probably a mental health challenge for urban populations. Climate change is an important and worrying issue that makes the life difficult. Rapid climate changes in western Iran including rising air temperature, changes in precipitation, its regime, changes cloudiness and the amount of sunlight have a negative effects on health. The results showed that type of increasing or decreasing trend, as well as different climatic elements in various seasons did not have the same effect on the rate of depression in the studied areas.",
    "readLink": "https://doi.org/10.1186/s13104-021-05565-0"
  },
  {
    "title": "In search of politically feasible policy-packages for sustainable passenger transport: insights from choice experiments in China, Germany, and the USA",
    "authors": [
      "Michael Wicki,",
      "Lukas Fesenfeld,",
      "Thomas Bernauer"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab30a2",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  p.\n                                  084048",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The main obstacle to making the transportation sector ecologically more sustainable is political feasibility. Effective policy-interventions usually encounter strong public opposition as they interfere in costly ways with people’s daily lives, unveiling a dilemma between political feasibility and environmental policy effectiveness. Evidencing the existence of this dilemma, the literature on attitudes towards different policy instrument types maintains that so-called push measures are less supported by citizens than pull measures, and that market-based instruments tend to be less supported than non-market instruments. While these findings may uphold when considering single policy instruments, whether they continue to do so when considering policy-packages, that is, simultaneously implemented policy-interventions consisting of several policy instruments, remains unclear. To identify politically feasible and effective policy-packages aimed at greening the transportation sector we use choice experiments with representative samples of citizens from China, Germany, and the USA ( N = 4′876). Contrary to existing literature, we find that public support does not necessarily depend on the instrument type but rather on specific policy design and is highly context dependent. Moreover, despite significant differences between the three country contexts considered, various combinations of policy measures appear to be both potentially effective and supported by most citizens. Altogether, these results suggest that carefully bundled policy-packages may allow governments to employ instruments that would not be politically feasible if introduced in isolation.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab30a2"
  },
  {
    "title": "Greening Africa-China Relations: African Agents Punching Below their Weight?",
    "authors": [
      "Negusu Aklilu"
    ],
    "doi": "https://doi.org/10.5278/ojs.jcir.v2i1.606",
    "journalVolume": "Vol. 2,\n                                no. 1",
    "issn": "2245-8921 (Online)",
    "publisher": "Aalborg University Press",
    "countryOfPublisher": "Denmark",
    "lcc": [
      "Political science"
    ],
    "journalUrl": "http://journals.aau.dk/index.php/jcir/index",
    "abstract": "China is changing the global metabolism of goods and resources. In the last few decades, China has launched an unprecedented and unparalleled economic engagement with Africa. The level of Chinese investment on the continent is still very low relative to its investment in other regions whereas, for many African countries, China has already become the leading trading partner in terms of both import and export business. In fact, China has surpassed the U.S.A. as the single largest trading partner of Africa in 2009. One key area of debate in this evolving relationship has been the growing environmental footprint of the partnership. Unlike in the past, environmental issues have now taken center stage in world politics mainly due to the increasingly daunting challenges nations are confronted with in terms of environmental and climate change crises. It has taken China quite some time to realize that environmental protection is a matter of survival and not a luxury. Hence, the Government of China has been issuing rules, regulations, and guidelines to encourage more sustainable economic development. Corporate Social Responsibility (CSR) has been vigorously introduced to the business sector since the mid-2000s in an attempt to achieve this objective. The outcome of this policy direction has been positive in that many businesses have been forced to adhere to the strict guidelines; it also reflects burgeoning social activism against pollution and environmental destruction at home. This has, however, had its downside because companies started to expand to regions with poor governance and weak environmental regulations, notably Africa. There is already some evidence that Chinese investment in Africa, if not regulated properly, would repeat the history of pollution in China. This article argues that the limited success that CSR has registered in China could be repeated in Africa only when African states start to engage strategically with rising powers like China. African governments need to strictly enforce environmental policy and empower non-state actors, particularly civil society organizations (CSOs), to actively monitor developments and safeguard the environment.",
    "readLink": "https://journals.aau.dk/index.php/jcir/article/view/606"
  },
  {
    "title": "THE IMPLEMENTATION OF THE RESEARCH DEVELOMENT AND INNOVATION PROGRAMS IN ROMANIA",
    "authors": [
      "SPITZER Beatrix"
    ],
    "doi": "Vol. 29,\n                                no. 1\n                                \n                                  pp.\n                                  293\n                                  – 304",
    "issn": "1222-569X (Print)",
    "publisher": "1582-5450 (Online)",
    "countryOfPublisher": "University of Oradea",
    "lcc": [
      "Romania",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Finance"
    ],
    "journalUrl": "http://anale.steconomiceuoradea.ro/",
    "abstract": "Starting from the main challenges and growth opportunities of Romania, and also considering the actual context of the social and economic developments, the aim of the paper is to analyse in terms of the research opportunities, the core activities that can be applied in Romania, in order to increase and support sustainable and favourable social inclusion. The analysis will be based on the National plan and the National strategy of the research, development and innovation projects that will also include sets of objectives that have close links for forecasting the results -of the national RDI system. At the same time, this program is supported by the state, which emphasizes the importance of the correct organization of funds in order to create activities necessary for the wellbeing of the society. Therefore, this work will also analyze the strategic orientation of the European Structural and Investment Funds for the period 2014-2020, learning from the lessons of the programming period between 2007-2013, in order to find out the answer to the research question: What are the main sectors in Romania where research development, and innovation projects would be needed as a priority? Following the qualitative analysis carried out by observation and comparison methods, it has been found that there are thirteen main areas that require the priority attention of the research, development, innovation programs, which are divided into two categories: smart specialization and public relevance. First, the field of smart specialization includes: bio-economy; information and communication technology, space and security; energy, environment and climate change; eco-nano-technologies and advanced materials. Secondly, the category of public relevance includes: the field of health; heritage and cultural identity and new and emerging technologies. Consequently, all of the above mentioned aspects are not possible without the stimulation of research and technological innovation programmes. Also through the correct application of the involution processes, using creativity and development-based entrepreneurship, it will be possible to train the population to generate credible program models, eventually this process becoming a lifestyle that will encourage the culture of innovation. Therefore, the purpose of RDI programs is to provide members of the global scientific community with an attractive development environment, involving both young researchers and top researchers from around the world.",
    "readLink": "http://anale.steconomiceuoradea.ro/volume/2020/n1/027.pdf"
  },
  {
    "title": "Optically thin clouds in the trades",
    "authors": [
      "T. Mieslinger,",
      "T. Mieslinger,",
      "B. Stevens,",
      "T. Kölling,",
      "M. Brath,",
      "M. Wirth,",
      "S. A. Buehler"
    ],
    "doi": "https://doi.org/10.5194/acp-22-6879-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  6879\n                                  – 6898",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "We develop a new method to describe the total cloud cover including optically thin clouds in trade wind cumulus cloud fields. Climate models and large eddy simulations commonly underestimate the cloud cover, while estimates from observations largely disagree on the cloud cover in the trades. Currently, trade wind clouds significantly contribute to the uncertainty in climate sensitivity estimates derived from model perturbation studies. To simulate clouds well, especially how they change in a future climate, we have to know how cloudy it is. In this study we develop a method to quantify the cloud cover from a cloud-free perspective. Using well-known radiative transfer relations we retrieve the cloud-free contribution in high-resolution satellite observations of trade cumulus cloud fields during EUREC4A. Knowing the cloud-free part, we can investigate the remaining cloud-related contributions consisting of areas detected by common cloud-masking algorithms and undetected areas related to optically thin clouds. We find that the cloud-mask cloud cover underestimates the total cloud cover by 33 %. Aircraft lidar measurements support our findings by showing a high abundance of optically thin clouds during EUREC4A. Mixing the undetected optically thin clouds into the cloud-free signal can cause an underestimation of the cloud radiative effect of up to −7.5 %. We further discuss possible artificial correlations in aerosol–cloud cover interaction studies that might arise from undetected optically thin low clouds. Our analysis suggests that the known underestimation of trade wind cloud cover and simultaneous overestimation of cloud brightness in models are even higher than assumed so far.",
    "readLink": "https://acp.copernicus.org/articles/22/6879/2022/acp-22-6879-2022.pdf"
  },
  {
    "title": "EFFECT OF DROUGHT ON STRESS IN PLANTS",
    "authors": [
      "Jelena Marković,",
      "Gordana Bogdanović,",
      "Goran Marković"
    ],
    "doi": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  9\n                                  – 16",
    "issn": "2334-735X (Print)",
    "publisher": "2334-7449 (Online)",
    "countryOfPublisher": "Faculty of Applied Management, Economics and Finance – MEF, Belgrade, University Business Academy in Novi Sad",
    "lcc": [
      "Serbia",
      "Technology: Technology (General)"
    ],
    "journalUrl": "http://www.japmnt.com",
    "abstract": "Drought occurs due to lack of water in the soil, as well as due to disturbances in the circulation of the atmosphere. The duration of the drought may be different, and droughts not only the lack of rainfall, but also erratic distribution of rainfall throughout the year. The intensity of droughts amplified high temperatures, low relative humidity and dry, hot winds. The drought in many areas of common occurrence that repeats without a discernible regularity. Although it can be found in almost all parts of the world, its characteristics vary from region to region. Defining drought is therefore difficult and depends on regional differences and needs, but also from the perspective from which to observe this phenomenon. In the broadest sense, the drought is due to the lack of precipitation over an extended period of time, leading to water shortages for some activities, group activities or an entire sector of the environment. Drought can not be viewed solely as a physical phenomenon. The occurrence of drought, because of the weather, a lot of influences and reflects on the plants and agricultural production.",
    "readLink": "http://www.japmnt.com/images/Volume%203/Issue%203/2.%20EFFECT%20OF%20DROUGHT%20ON%20STRESS%20IN%20PLANTS.pdf"
  },
  {
    "title": "Variations in Plant Water Use Efficiency Response to Manipulated Precipitation in a Temperate Grassland",
    "authors": [
      "Xuying Hai,",
      "Jianping Li,",
      "Jiwei Li,",
      "Yulin Liu,",
      "Lingbo Dong,",
      "Xiaozhen Wang,",
      "Wenwen Lv,",
      "Zhenhong Hu,",
      "Zhouping Shangguan,",
      "Lei Deng,",
      "Lei Deng"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.881282",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Water use efficiency (WUE) plays important role in understanding the interaction between carbon and water cycles in the plant-soil-atmosphere system. However, little is known regarding the impact of altered precipitation on plant WUE in arid and semi-arid regions. The study examined the effects of altered precipitation [i.e., ambient precipitation (100% of natural precipitation), decreased precipitation (DP, −50%) and increased precipitation (IP, +50%)] on the WUE of grass species (Stipa grandis and Stipa bungeana) and forb species (Artemisia gmelinii) in a temperate grassland. The results found that WUE was significantly affected by growth stages, precipitation and plant species. DP increased the WUE of S. grandis and S. bungeana generally, but IP decreased WUE especially in A. gmelinii. And the grasses had the higher WUE than forbs. For different growth stages, the WUE in the initial growth stage was lower than that in the middle and late growth stages. Soil temperature, available nutrients (i.e., NO3–, NH4+, and AP) and microorganisms under the altered precipitations were the main factors affecting plant WUE. These findings highlighted that the grasses have higher WUE than forbs, which can be given priority to vegetation restoration in arid and semi-arid areas.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.881282/full"
  },
  {
    "title": "Benchmarking GHG Emissions Forecasting Models for Global Climate Policy",
    "authors": [
      "Cristiana Tudor,",
      "Robert Sova"
    ],
    "doi": "https://doi.org/10.3390/electronics10243149",
    "journalVolume": "Vol. 10,\n                                no. 3149\n                                \n                                  p.\n                                  3149",
    "issn": "2079-9292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/electronics",
    "abstract": "Climate change and pollution fighting have become prominent global concerns in the twenty-first century. In this context, accurate estimates for polluting emissions and their evolution are critical for robust policy-making processes and ultimately for solving stringent global climate challenges. As such, the primary objective of this study is to produce more accurate forecasts of greenhouse gas (GHG) emissions. This in turn contributes to the timely evaluation of the progress achieved towards meeting global climate goals set by international agendas and also acts as an early-warning system. We forecast the evolution of GHG emissions in 12 top polluting economies by using data for the 1970–2018 period and employing six econometric and machine-learning models (the exponential smoothing state-space model (ETS), the Holt–Winters model (HW), the TBATS model, the ARIMA model, the structural time series model (STS), and the neural network autoregression model (NNAR)), along with a naive model. A battery of robustness checks is performed. Results confirm a priori expectations and consistently indicate that the neural network autoregression model (NNAR) presents the best out-of-sample forecasting performance for GHG emissions at different forecasting horizons by reporting the lowest average RMSE (root mean square error) and MASE (mean absolute scaled error) within the array of predictive models. Predictions made by the NNAR model for the year 2030 indicate that total GHG emissions are projected to increase by 3.67% on average among the world’s 12 most polluting countries until 2030. Only four top polluters will record decreases in total GHG emissions values in the coming decades (i.e., Canada, the Russian Federation, the US, and China), although their emission levels will remain in the upper decile. Emission increases in a handful of developing economies will see significant growth rates (a 22.75% increase in GHG total emissions in Brazil, a 15.75% increase in Indonesia, and 7.45% in India) that are expected to offset the modest decreases in GHG emissions projected for the four countries. Our findings, therefore, suggest that the world’s top polluters cannot meet assumed pollution reduction targets in the form of NDCs under the Paris agreement. Results thus highlight the necessity for more impactful policies and measures to bring the set targets within reach.",
    "readLink": "https://www.mdpi.com/2079-9292/10/24/3149"
  }
]