[
  {
    "title": "Arrested Policy Development of Private Fire Shelters (Fire Bunkers) Is a Barrier to Adaptation to the Australian Bushfire Crisis",
    "authors": [
      "David M. J. S. Bowman,",
      "Phillipa C. McCormack"
    ],
    "doi": "https://doi.org/10.3390/fire6080298",
    "journalVolume": "Vol. 6,\n                                no. 298\n                                \n                                  p.\n                                  298",
    "issn": "2571-6255 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "https://www.mdpi.com/journal/fire",
    "abstract": "The Victorian Government Inquiry into wildfires that killed 173 people in 2009 has driven an Australian policy shift from self-evacuation or staying and defending a well-prepared property (‘go or stay’) to self-evacuation under catastrophic fire weather (‘leave early’). The Inquiry also led to the establishment of national ‘performance standards’ for Private Fire Shelters (PFSs, that are also known as bunkers). Nonetheless, the incorporation of PFSs into national bushfire policy remains embryonic, with only Victoria having streamlined accreditation and planning approval processes. Arguments against PFSs include potentially engendering complacency about preparing dwellings to survive fire and encouraging risky behaviour in response to a fire threat. Counteracting these arguments is research that shows that residents without PFSs have low engagement with bushfire preparation and typically delay evacuation. In any case, because wildfire is unpredictable, it is accepted that self-evacuation plans must have fallback positions that include sheltering ‘in place’ from the bushfire, making properly used and well-maintained PFSs an important element of bushfire safety. A less discussed barrier to PFS uptake outside Victoria appears to hinge on a lack of clarity about obligations for their design, certification, and consistency with planning approvals. The escalating Australian fire crisis demands much greater research and development in legal frameworks, policy and planning processes for PFSs, as well as design and construction standards. Progress in enhancing Australian laws and policies on this issue may offer important opportunities for other jurisdictions that will experience similar challenges as climate change intensifies fire regimes around the world.",
    "readLink": "https://www.mdpi.com/2571-6255/6/8/298"
  },
  {
    "title": "Parental Value for Tuber Yield in Potato Under High Temperature Environments in Climate Change Conditions",
    "authors": [
      "Manuel Gastelo,",
      "Diaz Luis,",
      "Quispe Katherine,",
      "Bonierbale Merideth"
    ],
    "doi": "https://doi.org/10.1515/opag-2019-0060",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  630\n                                  – 640",
    "issn": "2391-9531 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.degruyter.com/view/j/opag",
    "abstract": "Potato crop is expanding to areas with temperatures higher than those required. Climate change is increasing temperatures in traditional areas of potato production, thereby affecting tuber yield. The International Potato Center has developed a population adapted to these new conditions, being more tolerant to high temperatures, resistant to late blight, virus PVX and/or PVY and early maturity. In breeding programs it is very important to know the parental value of the progenitors. The parental value of 34 selected potato clones was determined through general combining ability for marketable, total yield and average tuber weight under high temperatures. Using the line by tester mating design, the potato clones were crossed as lines and varieties Katahdin, Huagalina and clones CIP398098.204 and CIP302533.31 as testers. The field experiments were carried out in three locations in Peru: San Ramon, La Molina and Majes, where average temperatures at night were between 15.25 to 21.65°C, and during the day fluctuated between 21.47 to 27.20°C. We used a randomized complete block design, with three replications. At harvest the number and weight of marketable and non-marketable tubers were taken. Then the average tuber weight, marketable and total yield per hectare was calculated. 18 potato clones were identified with high parental value for marketable yield, seventeen for total tuber yield and 11 for average tuber weight; nine of them combine high parental value for the three characteristics studied. These clones with late blight resistance, heat tolerant, adapted to medium altitudes, growing period of 90 days and high parental value can be used as parents in breeding programs, to obtain new varieties under the new climate change scenarios with high temperatures. 12 crosses that presented high SCA are the most promising for the development of superior clones.",
    "readLink": "https://doi.org/10.1515/opag-2019-0060"
  },
  {
    "title": "Moisture Sources for Precipitation and Hydrograph Components of the Sutri Dhaka Glacier Basin, Western Himalayas",
    "authors": [
      "Ajit  T. Singh,",
      "Waliur Rahaman,",
      "Parmanand Sharma,",
      "C.  M. Laluraj,",
      "Lavkush  K. Patel,",
      "Bhanu Pratap,",
      "Vinay  Kumar Gaddam,",
      "Meloth Thamban"
    ],
    "doi": "https://doi.org/10.3390/w11112242",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  2242",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Himalayan glaciers are the major source of fresh water supply to the Himalayan Rivers, which support the livelihoods of more than a billion people living in the downstream region. However, in the face of recent climate change, these glaciers might be vulnerable, and thereby become a serious threat to the future fresh water reserve. Therefore, special attention is required in terms of understanding moisture sources for precipitation over the Himalayan glaciers and the hydrograph components of streams and rivers flowing from the glacierized region. We have carried out a systematic study in one of the benchmark glaciers, “Sutri Dhaka” of the Chandra Basin, in the western Himalayas, to understand its hydrograph components, based on stable water isotopes (δ18O and δ2H) and field-based ablation measurements. Further, to decipher moisture sources for precipitation and its variability in the study region, we have studied stable water isotopes in precipitation samples (rain and snow), and performed a back-trajectory analysis of the air parcel that brings moisture to this region. Our results show that the moisture source for precipitation over the study region is mainly derived from the Mediterranean regions (>70%) by Western Disturbances (WDs) during winter (October−May) and a minor contribution (<20%) from the Indian Summer Monsoon (ISM) during summer season (June−September). A three-component hydrograph separation based on δ18O and d-excess provides estimates of ice (65 ± 14%), snowpack (15 ± 9%) and fresh snow (20 ± 5%) contributions, respectively. Our field-based specific ablation measurements show that ice and snow melt contributions are 80 ± 16% and 20 ± 4%, respectively. The differences in hydrograph component estimates are apparently due to an unaccounted snow contribution ‘missing component’ from the valley slopes in field-based ablation measurements, whereas the isotope-based hydrograph separation method accounts for all the components, and provides a basin integrated estimate. Therefore, we suggest that for similar types of basins where contributions of rainfall and groundwater are minimal, and glaciers are often inaccessible for frequent field measurements/observations, the stable isotope-based method could significantly add to our ability to decipher moisture sources and estimate hydrograph components.",
    "readLink": "https://www.mdpi.com/2073-4441/11/11/2242"
  },
  {
    "title": "Emissions of Carbonaceous Particulate Matter and Ultrafine Particles from Vehicles—A Scientific Review in a Cross-Cutting Context of Air Pollution and Climate Change",
    "authors": [
      "Bertrand Bessagnet,",
      "Nadine Allemand,",
      "Jean-Philippe Putaud,",
      "Florian Couvidat,",
      "Jean-Marc André,",
      "David Simpson,",
      "Enrico Pisoni,",
      "Benjamin N. Murphy,",
      "Philippe Thunis"
    ],
    "doi": "https://doi.org/10.3390/app12073623",
    "journalVolume": "Vol. 12,\n                                no. 3623\n                                \n                                  p.\n                                  3623",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Airborne particulate matter (PM) is a pollutant of concern not only because of its adverse effects on human health but also on visibility and the radiative budget of the atmosphere. PM can be considered as a sum of solid/liquid species covering a wide range of particle sizes with diverse chemical composition. Organic aerosols may be emitted (primary organic aerosols, POA), or formed in the atmosphere following reaction of volatile organic compounds (secondary organic aerosols, SOA), but some of these compounds may partition between the gas and aerosol phases depending upon ambient conditions. This review focuses on carbonaceous PM and gaseous precursors emitted by road traffic, including ultrafine particles (UFP) and polycyclic aromatic hydrocarbons (PAHs) that are clearly linked to the evolution and formation of carbonaceous species. Clearly, the solid fraction of PM has been reduced during the last two decades, with the implementation of after-treatment systems abating approximately 99% of primary solid particle mass concentrations. However, the role of brown carbon and its radiative effect on climate and the generation of ultrafine particles by nucleation of organic vapour during the dilution of the exhaust remain unclear phenomena and will need further investigation. The increasing role of gasoline vehicles on carbonaceous particle emissions and formation is also highlighted, particularly through the chemical and thermodynamic evolution of organic gases and their propensity to produce particles. The remaining carbon-containing particles from brakes, tyres and road wear will still be a problem even in a future of full electrification of the vehicle fleet. Some key conclusions and recommendations are also proposed to support the decision makers in view of the next regulations on vehicle emissions worldwide.",
    "readLink": "https://www.mdpi.com/2076-3417/12/7/3623"
  },
  {
    "title": "The Removal of Cured Urea-Formaldehyde Adhesive towards Sustainable Medium Density Fiberboard Production: A Review",
    "authors": [
      "Muhammad Adly Rahandi Lubis,",
      "Sumit Yadav Manohar,",
      "Raden Permana Budi Laksana,",
      "Widya Fatriasari,",
      "Maya Ismayati,",
      "Faizatul Falah,",
      "Nissa Nurfajrin Solihat,",
      "Fahriya Puspita Sari,",
      "Wahyu Hidayat"
    ],
    "doi": "https://doi.org/10.23960/jsl1923-44",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  23\n                                  – 44",
    "issn": "2339-0913 (Print)",
    "publisher": "2549-5747 (Online)",
    "countryOfPublisher": "Universitas Lampung",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://sylvalestari.fp.unila.ac.id/index.php/JHT/index",
    "abstract": "Medium density fiberboard (MDF) is an engineered wood product that has density and specific gravity similar to solid wood, ranging from 600 to 800 kg/m3 of density and 0.6 to 0.8 of specific gravity. This makes MDF suitable to partially replace solid wood, particularly for interior application. Approximately over than 100 million m3 of MDF are produced in 2020, resulting in a large amount of waste MDF will be generated in the next 20 years. MDF is produced using urea-formaldehyde (UF) resins adhesive. UF resins adhesive is a poly-condensation product of urea and formaldehyde via an alkaline acid two-step reaction. Sustainable MDF production is required as the world is facing climate change and deforestation. Recycling is a way to support sustainable production in the engineered wood products manufacturing. Many attempts have been done to find ways to recycle waste MDF. The main problem is UF resins, which bond the MDF panel fibers. In order to re-manufacture the waste MDF into new recycled MDF, UF resins should be eliminated from the waste MDF before being used. The presence of UF resins in MDF can interfere with the utilization of the recycled fibers, whether it will be used as a raw material for new MDF or other composite products. This paper reviews the process of removal of cured UF resins from waste MDF panel by considering the hydrolytic stability of cured UF resins for MDF recycling, providing a comprehensive review of how cured UF resins can be removed from waste MDF and characterization of recycled fibers obtained from recycling prior to re-manufacturing of recycled MDF panel. Keywords: hydrolysis, medium density fiberboard, resin, recycling, resin removal, urea-formaldehyde",
    "readLink": "https://jurnal.fp.unila.ac.id/index.php/JHT/article/view/4549"
  },
  {
    "title": "Predicting the Potential Distribution of <i>Hylomecon japonica</i> in China under Current and Future Climate Change Based on Maxent Model",
    "authors": [
      "Zhen Cao,",
      "Lei Zhang,",
      "Xinxin Zhang,",
      "Zengjun Guo"
    ],
    "doi": "https://doi.org/10.3390/su132011253",
    "journalVolume": "Vol. 13,\n                                no. 11253\n                                \n                                  p.\n                                  11253",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Hylomecon japonica is considered a natural medicinal plant with anti-inflammatory, anticancer and antibacterial activity. The assessment of climate change impact on its habitat suitability is important for the wild cultivation and standardized planting of H. japonica. In this study, the maximum entropy model (Maxent) and geographic information system (ArcGIS) were applied to predict the current and future distribution of H. japonica species, and the contributions of variables were evaluated by using the jackknife test. The area under the receiver operating characteristic curve (AUC) value confirmed the accuracy of the model prediction based on 102 occurrence records. The predicted potential distributions of H. japonica were mainly concentrated in Jilin, Liaoning, Shaanxi, Chongqing, Henan, Heilongjiang and other provinces (adaptability index > 0.6). The jackknife experiment showed that the precipitation of driest month (40.5%), mean annual temperature (12.4%), the precipitation of wettest quarter (11.6%) and the subclass of soil (9.7%) were the most important factors affecting the potential distribution of H. japonica. In the future, only under the shared socioeconomic Pathway 245 (SSP 245) scenario model in 2061–2080, the suitable habitat area for H. japonica is expected to show a significant upward trend. The area under other scenarios may not increase or decrease significantly.",
    "readLink": "https://www.mdpi.com/2071-1050/13/20/11253"
  },
  {
    "title": "Functional tradeoffs underpin salinity-driven divergence in microbial community composition.",
    "authors": [
      "Chris L Dupont,",
      "John Larsson,",
      "Shibu Yooseph,",
      "Karolina Ininbergs,",
      "Johannes Goll,",
      "Johannes Asplund-Samuelsson,",
      "John P McCrow,",
      "Narin Celepli,",
      "Lisa Zeigler Allen,",
      "Martin Ekman,",
      "Andrew J Lucas,",
      "Åke Hagström,",
      "Mathangi Thiagarajan,",
      "Björn Brindefalk,",
      "Alexander R Richter,",
      "Anders F Andersson,",
      "Aaron Tenney,",
      "Daniel Lundin,",
      "Andrey Tovchigrechko,",
      "Johan A A Nylander,",
      "Daniel Brami,",
      "Jonathan H Badger,",
      "Andrew E Allen,",
      "Douglas B Rusch,",
      "Jeff Hoffman,",
      "Erling Norrby,",
      "Robert Friedman,",
      "Jarone Pinhassi,",
      "J Craig Venter,",
      "Birgitta Bergman"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0089549",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  e89549",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Bacterial community composition and functional potential change subtly across gradients in the surface ocean. In contrast, while there are significant phylogenetic divergences between communities from freshwater and marine habitats, the underlying mechanisms to this phylogenetic structuring yet remain unknown. We hypothesized that the functional potential of natural bacterial communities is linked to this striking divide between microbiomes. To test this hypothesis, metagenomic sequencing of microbial communities along a 1,800 km transect in the Baltic Sea area, encompassing a continuous natural salinity gradient from limnic to fully marine conditions, was explored. Multivariate statistical analyses showed that salinity is the main determinant of dramatic changes in microbial community composition, but also of large scale changes in core metabolic functions of bacteria. Strikingly, genetically and metabolically different pathways for key metabolic processes, such as respiration, biosynthesis of quinones and isoprenoids, glycolysis and osmolyte transport, were differentially abundant at high and low salinities. These shifts in functional capacities were observed at multiple taxonomic levels and within dominant bacterial phyla, while bacteria, such as SAR11, were able to adapt to the entire salinity gradient. We propose that the large differences in central metabolism required at high and low salinities dictate the striking divide between freshwater and marine microbiomes, and that the ability to inhabit different salinity regimes evolved early during bacterial phylogenetic differentiation. These findings significantly advance our understanding of microbial distributions and stress the need to incorporate salinity in future climate change models that predict increased levels of precipitation and a reduction in salinity.",
    "readLink": "http://europepmc.org/articles/PMC3937345?pdf=render"
  },
  {
    "title": "Impact of Climate Change on the Frequency of Dynamic Breakup Events and on the Risk of Ice-Jam Floods in Quebec, Canada",
    "authors": [
      "Benoit Turcotte,",
      "Brian Morse,",
      "Gabriel Pelchat"
    ],
    "doi": "https://doi.org/10.3390/w12102891",
    "journalVolume": "Vol. 12,\n                                no. 2891\n                                \n                                  p.\n                                  2891",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In cold regions, every year, river-ice jams generate sudden, surprising, intense flooding that challenges the capacity of public security services. This type of flood is commonly unpredictable and often appears chaotic because its occurrence depends on multiple, interacting weather, hydrological, ice and morphological parameters. This paper presents the findings of a research project assessing how climate change impacts dynamic river-ice breakup and associated floods along seven rivers of the province of Quebec, Canada. A combination of empirical river-ice breakup models, state-of-the-art hydrological simulations and standardized climate projections was used to estimate the historical (1972–2000) and future (2042–2070) frequencies of dynamic breakup events. Ice jam flood damage reimbursement data were used to predict changes to financial risk associated with dynamic breakup events. Results show that, overall, ice-jam floods will generate more damage in the future, which justifies watershed-based flood adaptation plans that take into account cold regions hydrological processes. The success of the methodology also sets the table for a comparable project that would include more rivers from different regions of Northeastern America.",
    "readLink": "https://www.mdpi.com/2073-4441/12/10/2891"
  },
  {
    "title": "Can switchgrass increase carbon accrual in marginal soils? The importance of site selection",
    "authors": [
      "Christopher P. Kasanke,",
      "Qian Zhao,",
      "Sheryl Bell,",
      "Allison M. Thompson,",
      "Kirsten S. Hofmockel"
    ],
    "doi": "https://doi.org/10.1111/gcbb.12777",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  320\n                                  – 335",
    "issn": "1757-1693 (Print)",
    "publisher": "1757-1707 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "United Kingdom",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1111/(ISSN)1757-1707",
    "abstract": "Abstract Most soil carbon (C) is in the form of soil organic matter (SOM), the composition of which is controlled by the plant–microbe–soil continuum. The extent to which plant and microbial inputs contribute to persistent SOM has been linked to edaphic properties such as mineralogy and aggregation. However, it is unknown how variation in plant inputs, microbial community structure, and soil physical and chemical attributes interact to influence the chemical classes that comprise SOM pools. We used two long‐term biofuel feedstock field experiments to test the influence of cropping systems (corn and switchgrass) and soil characteristics (sandy and silty loams) on microbial selection and SOM chemistry. Cropping system had a strong influence on water‐extractable organic C chemistry with perennial switchgrass generally having a higher chemical richness than the annual corn cropping system. Nonetheless, cropping system was a less influential driver of soil microbial community structure and overall C chemistry than soil type. Soil type was especially influential on fungal community structure and the chemical composition of the chloroform‐extractable C. Although plant inputs strongly influence the substrates available for decomposition and SOM formation, total C and nitrogen (N) did not differ between cropping systems within either site. We conclude this is likely due to enhanced microbial activity under the perennial cropping system. Silty soils also had a higher activity of phosphate and C liberating enzymes. After 8 years, silty loams still contained twice the total C and N as sandy loams, with no significant response to biofuel cropping system inputs. Together, these results demonstrate that initial site selection is critical to plant–microbe interactions and substantially impacts the potential for long‐term C accrual in soils under biofuel feedstock production.",
    "readLink": "https://doi.org/10.1111/gcbb.12777"
  },
  {
    "title": "Late-Middle Pleistocene Sedimentary Environment and Climate Variation in North Hebei Plain, China: Evidence from the SHBZK-1 Core",
    "authors": [
      "Zhirong Liu,",
      "Jun Shen,",
      "Xunye Dai,",
      "Xuankai Jiao"
    ],
    "doi": "https://doi.org/10.3390/atmos14030575",
    "journalVolume": "Vol. 14,\n                                no. 575\n                                \n                                  p.\n                                  575",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Thick Quaternary alluvial and floodplain sediments in north Hebei Plain provide important information for understanding local paleoenvironmental and paleoclimatic variations. A 120.8 m drilled core (SHBZK-1) was recovered to determine the late Pleistocene climatic fluctuations, sedimentary environment and their coevolutionary relationship. Laboratory analysis, including grain size distribution, magnetic susceptibility, and optical stimulated luminescence dating, was carried out. Lithofacies and grain size showed that the sediments are of fluvial origin and contain two subfaces: river sand bar and flood plain. The good correlation between magnetic susceptibility and grain size show that climate change is the main factor controlling the variation of sedimentary environment in Hebei Plain, rather than tectonic factors. Furthermore, variations of the magnetic susceptibility and lithofacies reflect the intensity and fluctuations of Asian monsoons and couple well with glacial-interglacial cycles, suggesting that the variation of ice volume in the Northern Hemisphere drives climate change in the Hebei Plain, which, in turn, regulates the variation of the sedimentary environment and facies through controlling precipitation changes, as well as the input amount of magnetic minerals. This research provides a useful continental archive for understanding the late Pleistocene environmental and climatic variation and suggests the prevalence of climate-driven environmental change.",
    "readLink": "https://www.mdpi.com/2073-4433/14/3/575"
  }
]