[
  {
    "title": "Performance Evaluation of ERA5 Extreme Precipitation in the Yangtze River Delta, China",
    "authors": [
      "Liucheng Shen,",
      "Jiahong Wen,",
      "Yuqing Zhang,",
      "Safi Ullah,",
      "Xiangchun Meng,",
      "Guanjie Chen"
    ],
    "doi": "https://doi.org/10.3390/atmos13091416",
    "journalVolume": "Vol. 13,\n                                no. 1416\n                                \n                                  p.\n                                  1416",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Accurate extreme precipitation information is crucial for disaster risk management, social and economic development security, and climate change research. Taking the Yangtze River Delta (YRD), China, a high-impact area of extreme precipitation, as an example, this study evaluates the spatiotemporal performance of extreme precipitation in the latest fifth-generation reanalysis dataset from the European Centre for Medium-Range Weather Forecasts (i.e., ECMWF ERA5) for 1961–2018 based on surface observational precipitation data. The results showed that the 90th-percentile threshold of extreme precipitation extracted from ERA5 data with a daily precipitation amount >1 mm is closer to the actual observations. The ERA5 data can effectively capture the spatiotemporal patterns of the observed extreme precipitation in the YRD. The ERA5 data can successfully represent the seasonal cycle and interannual variability of daily, daytime, and nighttime extreme precipitation. However, the daytime (nighttime) extreme precipitation frequencies and amounts tend to be overestimated (underestimated) for the period 1961–2000, whereas they were significantly underestimated for the period 2000–2018. The trend estimation of seasonal and annual extreme precipitation in ERA5 needs to be improved. The ERA5 data revealed that the extreme precipitation in the YRD was dominated by large-scale precipitation, followed by convective precipitation, but their long-term trends were not clear. This study has conducted a detailed and reliable evaluation of the ERA5 extreme precipitation data. The findings serve as valuable guidance and provide accurate references to extreme climatic variables for data users and algorithm developers.",
    "readLink": "https://www.mdpi.com/2073-4433/13/9/1416"
  },
  {
    "title": "Circular economy and sustainable agri-food systems",
    "authors": [
      "Filippo Sgroi"
    ],
    "doi": "Vol. 14\n                                \n                                \n                                  p.\n                                  100815",
    "issn": "2666-1543 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-agriculture-and-food-research",
    "abstract": "In recent times, scientists and economic policy authorities have been promoting viable solutions to address global emergencies related to human-caused climate change. In particular, there is a growing demand for renewable energy sources, technological innovation and energy-saving systems, and ecological and environmental sustainability of natural resources and the territory. At the center of this global effort, an increasingly significant role seems to be destined for the agricultural sector and agro-energy production systems due to the potential benefits in terms of production costs. However, the interest in non-conventional and low-impact energy sources requires an in-depth investigation not only of the advantages, in terms of availability and economic efficiency, but also of the impact on the environment and the quality of the landscape, as well as on the aspects of the overall intervention that must be adopted to allow the supply of agricultural products to the market. Given this scenario, the broad agro-energy issue would be incomplete without exhaustive economic sustainability analyses, which serve as operational decision support tools to measure the cost-effectiveness of investments in agro-energy production and its use. This study presents a methodological proposal to evaluate the economic convenience of energy investments for the production of renewable energy which represents a trade-off between food and non-food production to promote effective and efficient solutions for the allocation of resources. The results of the research must be read to make the agricultural company competitive, not forgetting that it is called upon to produce agricultural products for the market.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666154323003228"
  },
  {
    "title": "Interannual variability of extreme precipitation in late summer over west China during 1961–2021",
    "authors": [
      "Qianrong Ma,",
      "Hongjia Lei,",
      "Fang Jia,",
      "Siyuan Sun,",
      "Pengcheng Yan,",
      "Yu Gu,",
      "Guolin Feng,",
      "Guolin Feng"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1185776",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The characteristics and related mechanisms of the interannual variability of late summer (August) extreme precipitation in West China (WC) were investigated from 1961 to 2021. Precipitation and extreme precipitation (defined as the 99th percentile) generally decreased in the southeast-northwest direction, with a maximum in the Sichuan Basin. The non-linear trends in extreme precipitation have increased since the 1980s. Therefore, we further found that the interannual increase in extreme precipitation in the WC was significantly related to the eastward-strengthened South Asian high, western-stretched Western Pacific Subtropical high, enhanced westerly jet, anomalous cyclone in Mongolia, and anomalous anticyclone in the western Pacific. The anti-cyclonic anomaly is a Gill-type response to increase the sea surface temperature in the western Pacific. A mid-high latitude barotropic Rossby-wave train can be induced and has essential effects on the above key circulation patterns, further cooperating with the strong updrafts rather than strengthening and maintaining extreme precipitation in the WC.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1185776/full"
  },
  null,
  {
    "title": "Warm conveyor belts in present-day and future climate simulations – Part 2: Role of potential vorticity production for cyclone intensification",
    "authors": [
      "H. Binder,",
      "H. Joos,",
      "M. Sprenger,",
      "H. Wernli"
    ],
    "doi": "https://doi.org/10.5194/wcd-4-19-2023",
    "journalVolume": "Vol. 4\n                                \n                                \n                                  pp.\n                                  19\n                                  – 37",
    "issn": "2698-4016 (Online)",
    "publisher": "Copernicus Publications",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.weather-climate-dynamics.net/",
    "abstract": "Warm conveyor belts (WCBs) are strongly ascending, cloud- and precipitation-forming airstreams in extratropical cyclones. The intense cloud-diabatic processes produce low-level cyclonic potential vorticity (PV) along the ascending airstreams, which often contribute to the intensification of the associated cyclone. This study investigates how climate change affects the cyclones' WCB strength and the importance of WCB-related diabatic PV production for cyclone intensification, based on present-day (1990–1999) and future (2091–2100) climate simulations of the Community Earth System Model Large Ensemble (CESM-LE). In each period, a large number of cyclones and their associated WCB trajectories have been identified in both hemispheres during the winter season. WCB trajectories are identified as strongly ascending air parcels that rise at least 600 hPa in 48 h. Compared to ERA-Interim reanalyses, the present-day climate simulations are able to capture the cyclone structure and the associated WCBs reasonably well, which gives confidence in future projections with CESM-LE. However, the amplitude of the diabatically produced low-level PV anomaly in the cyclone centre is underestimated in the climate simulations, most likely because of reduced vertical resolution compared to ERA-Interim. The comparison of the simulations for the two climates reveals an increase in the WCB strength and the cyclone intensification rate in the Southern Hemisphere (SH) in the future climate. The WCB strength also increases in the Northern Hemisphere (NH) but to a smaller degree, and the cyclone intensification rate is not projected to change considerably. Hence, in the two hemispheres cyclone intensification responds differently to an increase in WCB strength. Cyclone deepening correlates positively with the intensity of the associated WCB, with a Spearman correlation coefficient of 0.68 (0.66) in the NH in the present-day (future) simulations and a coefficient of 0.51 (0.55) in the SH. The number of explosive cyclones with strong WCBs, referred to as C1 cyclones, is projected to increase in both hemispheres, while the number of explosive cyclones with weak WCBs (C3 cyclones) is projected to decrease. A composite analysis reveals that in the future climate C1 cyclones will be associated with even stronger WCBs, more WCB-related diabatic PV production, the formation of a more intense PV tower, and an increase in precipitation. They will become warmer, moister, and slightly more intense. The findings indicate that (i) latent heating associated with WCBs (as identified with our method) will increase, (ii) WCB-related PV production will be even more important for explosive cyclone intensification than in the present-day climate, and (iii) the interplay between dry and moist dynamics is crucial to understand how climate change affects cyclone intensification.",
    "readLink": "https://wcd.copernicus.org/articles/4/19/2023/wcd-4-19-2023.pdf"
  },
  {
    "title": "Variability of Carbon Export in the Lower Mississippi River during an Extreme Cold and Warm Year",
    "authors": [
      "Lee Potter,",
      "Y. Jun Xu"
    ],
    "doi": "https://doi.org/10.3390/w14193044",
    "journalVolume": "Vol. 14,\n                                no. 3044\n                                \n                                  p.\n                                  3044",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The Mississippi River (MR) discharges on average 474 km3 of water annually into the Northern Gulf of Mexico (NGOM) with a large quantity of carbon, playing a vital role in the ecosystem’s food chain and water quality. In this study, we analyzed exports of dissolved inorganic (DIC) and organic carbon (DOC) from January 2021 to December 2021, during which the contiguous United States experienced one of the coldest winters as well as the hottest summer on record. Bi-weekly in situ river measurements and water sampling were conducted in the lower MR at Baton Rouge in Louisiana, USA, approximately 368 km from the river’s mouth. We found that the MR transported 12.61 Tg C of DIC and 4.54 Tg C of DOC into the NGOM during the study period. Much of the DOC mass export occurred during the winter (~38%), while much of the DIC mass export took place in the spring months (~35%). The seasonality of DOC and DIC exports was affected by their concentrations, water temperature, and discharge. DIC concentrations were significantly higher in the fall (32.0 mg L−1) than those during the winter (20.4 mg L−1), while DOC concentrations were highest during the winter months (11.3 mg L−1) and varied seasonally, however, not significantly. Partial pressure of dissolved carbon dioxide (pCO2) in the MR averaged 1703 ± 646 µatm peaking in the summer at 2594 µatm and reaching a low in the winter at 836 µatm. Outgassing of CO2 (FCO2) peaked in the spring averaging 3.43 g C m2 d−1 and was lowest in the winter at 1.62 g C m2 y−1. Our findings validate our initial hypotheses that seasonal variability and weather extremes strongly affect terrestrial-aquatic carbon transfer, and that climate change will likely intensify carbon export from the Mississippi River Basin.",
    "readLink": "https://www.mdpi.com/2073-4441/14/19/3044"
  },
  {
    "title": "Urban Landscape as the Embodiment of Social and Psychological Entropy in J. G. Ballard’s Cocaine Nights and Super-Cannnes",
    "authors": [
      "Milena Škobo,",
      "Jovana Đukić"
    ],
    "doi": "https://doi.org/10.15291/sic/2.13.lc.6",
    "journalVolume": "Vol. 13,\n                                no. 2",
    "issn": "1847-7755 (Online)",
    "publisher": "University of Zadar",
    "countryOfPublisher": "Croatia",
    "lcc": [
      "Language and Literature: Literature (General)"
    ],
    "journalUrl": "http://www.sic-journal.org/",
    "abstract": "The fiction of J. G. Ballard closely examines contemporary environmental and climate change issues through the author’s consistent juxtaposition of natural and urban settings, which are often associated with individuals on both a personal and global level. While his early works – cli-fi novels – primarily focus on global-scale physical catastrophes caused by human activities, his later works – urban disaster and urban violence novels – portray the urban catastrophe that threatens to invade man’s personal sphere. This inquiry attempts to demonstrate that the inhabitants of the enclosed societies portrayed in Ballard’s urban violence novels, namely Cocaine Nights (1996) and Super-Cannes (2000), are inexorably drifting toward a state of social and psychological entropy. These communities strive to condition their cognitive framework to align with the sterile and impersonal urban environment, thereby eliciting us to envisage incessant reciprocity with the milieu. By introducing the concept of ‘trans-corporeality’ to connote the fundamental nature of the symbiotic relationship between humans and the ‘more-than-human’ world, and the consequent blurring of boundaries between body and environment, this paper aims to illuminate the critical significance of environmental health and the notion that the human body (or psyche) is inextricably intertwined with its surroundings.",
    "readLink": "http://www.sic-journal.org/ArticleView.aspx?aid=729"
  },
  {
    "title": "Projecting Suitability and Climate Vulnerability of Bhutanitis thaidina (Blanchard) (Lepidoptera: Papilionidae) with Conservation Implications",
    "authors": [
      "Shao-Ji Hu,",
      "Dong-Hui Xing,",
      "Zhi-Xian Gong,",
      "Jin-Ming Hu"
    ],
    "doi": "https://doi.org/10.1038/s41598-019-51972-6",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Bhutanitis thaidina is an endemic, rare, and protected swallowtail in China. Deforestation, habitat fragmentation, illegal commercialised capture, and exploitation of larval food plants are believed to be the four major causes of population decline of B. thaidina in the recent decade. However, little attention was paid to the impact of climate change. This study used ecological niche factor analysis and species distribution model to analyse the current suitable areas for B. thaidina with BioClim variables as well as its future suitable areas under four future climate scenarios (represented by four Representative Concentration Pathways: RCP2.6, RCP4.5, RCP6.0, and RCP8.5). Statistical analysis was carried out to compare the possible area and altitude changes to the distribution of B. thaidina under changing climate. Our analyses showed that the suitable areas for B. thaidina are fragmented under the current climate, with four suitable centres in northwestern Yunnan, northeastern Yunnan and northwestern Guizhou, the western margin of Sichuan Basin, and Qinling mountains. Apart from further habitat fragmentation under climate change, slight range expansion (average 6.0–8.9%) was detected under the RCP2.6 and RCP4.5 scenarios, while more range contraction (average 1.3–26.9%) was detected under the RCP6.0 and RCP8.5 scenarios, with the two southern suitable centres suffering most. Also, a tendency of contraction (2,500–3,500 m) and upslope shift (~600 m) in suitable altitude range were detected. The findings of this study supported the climate-vulnerable hypothesis of B. thaidina, especially under future climate like the RCP6.0 and RCP8.5 scenarios, in terms of contraction in suitable areas and altitude ranges. Conservation priority should be given to northwestern Yunnan, northeastern Yunnan, and northwestern Guizhou to alleviate the stress of massive habitat loss and extinction. Refugial areas should be established in all four suitable centres to maintain genetic diversity of B. thaidina in China.",
    "readLink": "https://doi.org/10.1038/s41598-019-51972-6"
  },
  {
    "title": "An Investigation of the Lower Stratospheric Gravity Wave Activity in Tibetan Plateau Based on Multi-GNSS RO Dry Temperature Observations",
    "authors": [
      "Zhiping Chen,",
      "Yu Gao,",
      "Li Li,",
      "Xiaoxing He,",
      "Weifeng Yang,",
      "Haowen Luo,",
      "Xunqiang Gong,",
      "Kaiyun Lv"
    ],
    "doi": "https://doi.org/10.3390/rs14225671",
    "journalVolume": "Vol. 14,\n                                no. 5671\n                                \n                                  p.\n                                  5671",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "To understand the activity of gravity waves (GWs) over the Tibetan Plateau (TP) is of great significance for improving global climate models. Considering that the lower stratosphere is the main level of GWs activity, this paper first established a 14-year 2° × 2° longitude–latitude monthly mean GWs model in the lower stratosphere (18~20 km) of the TP by combining post-processed dry temperature profiles provided by the multi-Global Navigation Satellite System (GNSS) radio occultation (RO) missions: The Constellation Observing System for Meteorology, Ionosphere, and Climate (COSMIC) and the Meteorological Operational (METOP) series polar-orbiting meteorological satellites (METOP-A, METOP-B, and METOP-C) from August 2006 to September 2020. Based on this model, this paper analyzed the characteristics of GWs activity around TP and the effects of topography, background wind, and zonal wind on GWs activity and summarized the general process of topographic wave excitation and upward propagation around TP. The spatial distribution of the lower stratospheric GW Ep is highly correlated with the spatial distribution of background wind and the topography of TP during GWs excitation. The GW Ep is obviously filtered by the zero-speed wind. The change in GW Ep is strongly correlated with the change in topography. These phenomena indicate that the GWs of TP are mainly topographic waves. Moreover, the lower stratospheric GW Ep of TP shows that periodic changes are mainly affected by the periodic background wind, and the GW Ep value is larger in February and smaller in August. The large GW Ep in the lower stratosphere of TP is not only related to the GWs strongly generated by the interaction between the strong background wind and the large elevation or large topographic changes but also related to the strong zonal westerly winds that promote the propagation of GWs upward. Multivariable linear regression models were used to reconstruct the lower stratospheric GW Ep over TP based on the background wind and the zonal wind and a goodness of fit of 81.1% was achieved. It indicates that the GW Ep is dominated by the topographic wave over TP in the lower stratosphere and the background wind has a greater influence on the GWs than the zonal wind.",
    "readLink": "https://www.mdpi.com/2072-4292/14/22/5671"
  },
  {
    "title": "Attributing decadal climate variability in coastal sea-level trends",
    "authors": [
      "S. Royston,",
      "R. J. Bingham,",
      "J. L. Bamber,",
      "J. L. Bamber"
    ],
    "doi": "https://doi.org/10.5194/os-18-1093-2022",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  1093\n                                  – 1107",
    "issn": "1812-0784 (Print)",
    "publisher": "1812-0792 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.ocean-science.net/index.html",
    "abstract": "Decadal sea-level variability masks longer-term changes due to natural and anthropogenic drivers in short-duration records and increases uncertainty in trend and acceleration estimates. When making regional coastal management and adaptation decisions, it is important to understand the drivers of these changes to account for periods of reduced or enhanced sea-level change. The variance in decadal sea-level trends about the global mean is quantified and mapped around the global coastlines of the Atlantic, Pacific, and Indian oceans from historical CMIP6 runs and a high-resolution ocean model forced by reanalysis data. We reconstruct coastal, sea-level trends via linear relationships with climate mode and oceanographic indices. Using this approach, more than one-third of the variability in decadal sea-level trends can be explained by climate indices at 24.6 % to 73.1 % of grid cells located within 25 km of a coast in the Atlantic, Pacific, and Indian oceans. At 10.9 % of the world's coastline, climate variability explains over two-thirds of the decadal sea-level trend. By investigating the steric, manometric, and gravitational components of sea-level trend independently, it is apparent that much of the coastal ocean variability is dominated by the manometric signal, the consequence of the open-ocean steric signal propagating onto the continental shelf. Additionally, decadal variability in the gravitational, rotational, and solid-Earth deformation (GRD) signal should not be ignored in the total. There are locations such as the Persian Gulf and African west coast where decadal sea-level variability is historically small that are susceptible to future changes in hydrology and/or ice mass changes that drive intensified regional GRD sea-level change above the global mean. The magnitude of variance explainable by climate modes quantified in this study indicates an enhanced uncertainty in projections of short- to mid-term regional sea-level trend.",
    "readLink": "https://os.copernicus.org/articles/18/1093/2022/os-18-1093-2022.pdf"
  }
]