[
  {
    "title": "Agro-pastoralists’ determinants of adaptation to climate change",
    "authors": [
      "Keneilwe Ruth Kgosikoma,",
      "Phatsimo Cotildah Lekota,",
      "Olaotswe Ernest Kgosikoma"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-02-2017-0039",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  488\n                                  – 500",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – The purpose of this study is to analyze smallholder farmers’ perceptions on climate change and its stressors, their adaptation strategies and factors that influence their adaptation to climate change. Design/methodology/approach – The study was conducted in Kweneng district, located in the south eastern part of Botswana. Multi-stage sampling was used to obtain a representative sample from three sub-districts in the district. A structured questionnaire was used to collect data by using face-to-face interviews. Findings – Majority of farmers perceived an increase in mean annual temperature and the number of hot days and a decrease in mean annual rainfall and the number of rainfall days over the past 10 years as indicators of climate change. The prominent adaptation strategies included changes in planting dates for crops and supplementary feeding for livestock. The logistic regression results show that gender, age, household size, poverty, shortage of land, mixed farming and knowledge about climate change significantly influence adaptation. Practical implications – The findings indicate that climate change policy should target agricultural diversification at the household level and dissemination of information on climate change and adaptation strategies. Originality/value – Policy recommendations can be suggested: government climate change interventions should target agricultural diversification at the household level, and this study provides insights on what influences adaptation strategies and what should be targeted to build resilience in the agricultural sector.",
    "readLink": "https://www.emeraldinsight.com/doi/pdfplus/10.1108/IJCCSM-02-2017-0039"
  },
  {
    "title": "Hydrological response to climate change for Gilgel Abay River, in the Lake Tana Basin -Upper Blue Nile Basin of Ethiopia.",
    "authors": [
      "Yihun Taddele Dile,",
      "Ronny Berndtsson,",
      "Shimelis G Setegn"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0079296",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  e79296",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is likely to have severe effects on water availability in Ethiopia. The aim of the present study was to assess the impact of climate change on the Gilgel Abay River, Upper Blue Nile Basin. The Statistical Downscaling Tool (SDSM) was used to downscale the HadCM3 (Hadley centre Climate Model 3) Global Circulation Model (GCM) scenario data into finer scale resolution. The Soil and Water Assessment Tool (SWAT) was set up, calibrated, and validated. SDSM downscaled climate outputs were used as an input to the SWAT model. The climate projection analysis was done by dividing the period 2010-2100 into three time windows with each 30 years of data. The period 1990-2001 was taken as the baseline period against which comparison was made. Results showed that annual mean precipitation may decrease in the first 30-year period but increase in the following two 30-year periods. The decrease in mean monthly precipitation may be as much as about -30% during 2010-2040 but the increase may be more than +30% in 2070-2100. The impact of climate change may cause a decrease in mean monthly flow volume between -40% to -50% during 2010-2040 but may increase by more than the double during 2070-2100. Climate change appears to have negligible effect on low flow conditions of the river. Seasonal mean flow volume, however, may increase by more than the double and +30% to +40% for the Belg (small rainy season) and Kiremit (main rainy season) periods, respectively. Overall, it appears that climate change will result in an annual increase in flow volume for the Gilgel Abay River. The increase in flow is likely to have considerable importance for local small scale irrigation activities. Moreover, it will help harnessing a significant amount of water for ongoing dam projects in the Gilgel Abay River Basin.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/24250755/pdf/?tool=EBI"
  },
  {
    "title": "Analysing key debates in education and sustainable development in relation to ESD practice in Viet Nam",
    "authors": [
      "Emily Balls"
    ],
    "doi": "https://doi.org/10.18546/IJDEGL.8.1.03",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  pp.\n                                  21\n                                  – 37",
    "issn": "1756-526X (Print)",
    "publisher": "1756-5278 (Online)",
    "countryOfPublisher": "UCL Press",
    "lcc": [
      "United Kingdom",
      "Education: Special aspects of education",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://www.uclpress.co.uk/pages/international-journal-of-development-education-and-global-learning",
    "abstract": "This article is based on qualitative field research carried out in Ha Noi, Viet Nam, in 2013 for an MA dissertation in Education and International Development at the UCL Institute of Education. It analyses interpretations of education for sustainable development (ESD) in Viet Nam, relating these to key debates around instrumental and democratic approaches. In order to understand and analyse ESD in the Vietnamese context, interviews were conducted in Ha Noi with university student volunteers who create and implement ESD activities. Students were part of NGO-led networks or universitybased clubs. Their activities targeted peers, children, and local communities. NGO staff working on youth-related ESD were also interviewed. The institutional structure in which these youth-led projects operate strongly determined their approach, revealing a focus on behaviour change. This links closely with core debates within the ESD canon on instrumental and participatory approaches. Youth activities generally align with the instrumental approach, however, participant experiences also contained elements associated with the participatory approach. These included critical thinking, personal development, and engagement with complex cross-cutting issues such as climate change. The research presents an example of ESD practice that combines the democratic and instrumental approaches within the unique cultural, social, and political context of Viet Nam.",
    "readLink": "https://uclpress.scienceopen.com/hosted-document?doi=10.18546/IJDEGL.8.1.03"
  },
  {
    "title": "Long term environmental stability drives reduced stress tolerance in salt lake invertebrates",
    "authors": [
      "James E. O'Dwyer,",
      "Nicholas P. Murphy"
    ],
    "doi": "https://doi.org/10.3897/rethinkingecology.6.58899",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  pp.\n                                  49\n                                  – 64",
    "issn": "2534-9260 (Online)",
    "publisher": "Pensoft Publishers",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://rethinkingecology.pensoft.net",
    "abstract": "The capacity of species to tolerate physical stressors is critical in a world of increasing environmental instability, however, past selective environments should dramatically impact on future stress tolerance, particularly in isolated populations. Through stabilising selection, long-term environmental stasis may reduce physiological tolerance, creating an evolutionary legacy where populations are less fit if environments change. Few empirical studies have investigated this evolutionary legacy of past selection, and of particular interest whether stabilising selection in a benign environment reduces stress tolerance in natural systems. Here we use multiple populations of salt-lake invertebrates (Coxiella striata, Austrochiltonia subtenuis) with either stable or fluctuating environmental histories to investigate the relationship between stabilising selection and environmental stress resistance. Tolerance to both salinity and temperature stress were examined in invertebrate populations from lakes with long-term (decadal) stable environments and compared with populations from lakes with extreme salinity variations. Individuals from stable environments demonstrated significantly lower survival under both increasing salinity and temperature stresses when compared with environmentally unstable populations. Our results support the hypothesis that the evolutionary legacy from stabilising selection in constant environments leads to reduced stress tolerance. This finding demonstrates that under an increasingly variable climate, the evolutionary legacies of populations will be critical for future survival and adaptation.",
    "readLink": "https://rethinkingecology.pensoft.net/article/58899/download/pdf/"
  },
  {
    "title": "Dynamic Prediction and Driving Factors of Carbon Emission in Beijing, China, under Carbon Neutrality Targets",
    "authors": [
      "Yunyan Li,",
      "Jian Dai,",
      "Shuo Zhang,",
      "Hua Cui"
    ],
    "doi": "https://doi.org/10.3390/atmos14050798",
    "journalVolume": "Vol. 14,\n                                no. 798\n                                \n                                  p.\n                                  798",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "China has made remarkable achievements in reducing carbon emissions in recent years. However, there is still much reduction room before achieving carbon neutrality. In Beijing, the capital of China, it is a strategic choice to respond to global climate change by promoting green and low-carbon development. This paper calculates the carbon dioxide emissions of key industries in Beijing and analyzes the temporal evolution trend of carbon emissions. Carbon dioxide emissions in Beijing before 2030 are predicted based on the grey prediction GM (1,1) and BP neural network model. The effects of factors of carbon dioxide emissions are discussed using the threshold regression model under different economic conditions. The results show that energy consumption intensity, GDP per capita, and the ownership of civil cars have a positive impact on carbon dioxide emissions, while the number of permanent residents and urban green space areas have a negative impact on carbon dioxide emissions. These findings of carbon emission prediction and influencing factors contribute to carbon reduction path design. Related policy implications on carbon emission reduction are put forward from the aspects of promoting industrial upgrading, accelerating the construction of advanced economic structures, optimizing transportation structures, and strengthening green building development.",
    "readLink": "https://www.mdpi.com/2073-4433/14/5/798"
  },
  {
    "title": "Charging toward decarbonized electrification: Revisiting Beijing's power system",
    "authors": [
      "Da Huo,",
      "Qian Zhang,",
      "Yujie Dong,",
      "Christopher Kennedy,",
      "Chao Zhang"
    ],
    "doi": "Vol. 45\n                                \n                                \n                                  p.\n                                  101039",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "Beijing's power system has experienced a significant transition by eliminating coal-fired power generation and increasing the extent of electrification over the past two decades. This study uses a plant-level dataset, pair-wise energy flow, and customized index decomposition analysis to investigate the driving forces behind Beijing's rapid electrification and carbon mitigation effects. Our assessment approaches can reveal the role of electrification in driving city-level emissions and identify a reasonable timeline to accelerate electrification for cities. We find that electrification-related factors are responsible for 21.8% of carbon emission changes in Beijing between 1995 and 2019. The extent of electrification in Beijing has doubled from 9.5% in 1995 to 19% in 2019, while the carbon intensity of electricity consumption has reduced by 26%. Particularly, the average emission intensity of Beijing's local power generation has dropped from 860 tCO2e/GWh in 2000 to 370 tCO2e/GWh in 2018, which is far below a critical level at which the high penetration of electricity in transportation and housing should be prioritized for decarbonization. Our results confirm that Beijing is in the best position to accelerate electrification to meet its carbon neutrality goals; however, this will increasingly rely on regionally collaborative decarbonization efforts with surrounding regions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X22002334"
  },
  {
    "title": "Climate change and the potential spreading of marine mucilage and microbial pathogens in the Mediterranean Sea.",
    "authors": [
      "Roberto Danovaro,",
      "Serena Fonda Umani,",
      "Antonio Pusceddu"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0007006",
    "journalVolume": "Vol. 4,\n                                no. 9\n                                \n                                  p.\n                                  e7006",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BackgroundMarine snow (small amorphous aggregates with colloidal properties) is present in all oceans of the world. Surface water warming and the consequent increase of water column stability can favour the coalescence of marine snow into marine mucilage, large marine aggregates representing an ephemeral and extreme habitat. Marine mucilage characterize aquatic systems with altered environmental conditions.Methodology/principal findingsWe investigated, by means of molecular techniques, viruses and prokaryotes within the mucilage and in surrounding seawater to examine the potential of mucilage to host new microbial diversity and/or spread marine diseases. We found that marine mucilage contained a large and unexpectedly exclusive microbial biodiversity and hosted pathogenic species that were absent in surrounding seawater. We also investigated the relationship between climate change and the frequency of mucilage in the Mediterranean Sea over the last 200 years and found that the number of mucilage outbreaks increased almost exponentially in the last 20 years. The increasing frequency of mucilage outbreaks is closely associated with the temperature anomalies.Conclusions/significanceWe conclude that the spreading of mucilage in the Mediterranean Sea is linked to climate-driven sea surface warming. The mucilage can act as a controlling factor of microbial diversity across wide oceanic regions and could have the potential to act as a carrier of specific microorganisms, thereby increasing the spread of pathogenic bacteria.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/19759910/?tool=EBI"
  },
  {
    "title": "Greenhouse gas network design using backward Lagrangian particle  dispersion modelling &minus; Part 1: Methodology and Australian test case",
    "authors": [
      "T. Ziehn,",
      "A. Nickless,",
      "P. J. Rayner,",
      "R. M. Law,",
      "G. Roff,",
      "P. Fraser"
    ],
    "doi": "https://doi.org/10.5194/acp-14-9363-2014",
    "journalVolume": "Vol. 14,\n                                no. 17\n                                \n                                  pp.\n                                  9363\n                                  – 9378",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "This paper describes the generation of optimal atmospheric measurement networks for determining carbon dioxide fluxes over Australia using inverse methods. A Lagrangian particle dispersion model is used in reverse mode together with a Bayesian inverse modelling framework to calculate the relationship between weekly surface fluxes, comprising contributions from the biosphere and fossil fuel combustion, and hourly concentration observations for the Australian continent. Meteorological driving fields are provided by the regional version of the Australian Community Climate and Earth System Simulator (ACCESS) at 12 km resolution at an hourly timescale. Prior uncertainties are derived on a weekly timescale for biosphere fluxes and fossil fuel emissions from high-resolution model runs using the Community Atmosphere Biosphere Land Exchange (CABLE) model and the Fossil Fuel Data Assimilation System (FFDAS) respectively. The influence from outside the modelled domain is investigated, but proves to be negligible for the network design. Existing ground-based measurement stations in Australia are assessed in terms of their ability to constrain local flux estimates from the land. We find that the six stations that are currently operational are already able to reduce the uncertainties on surface flux estimates by about 30%. A candidate list of 59 stations is generated based on logistic constraints and an incremental optimisation scheme is used to extend the network of existing stations. In order to achieve an uncertainty reduction of about 50%, we need to double the number of measurement stations in Australia. Assuming equal data uncertainties for all sites, new stations would be mainly located in the northern and eastern part of the continent.",
    "readLink": "http://www.atmos-chem-phys.net/14/9363/2014/acp-14-9363-2014.pdf"
  },
  {
    "title": "The Analysis of the Ski Slopes and the Degree of Economic Dependence Induced by Winter Sports Tourism. The Case of Romania",
    "authors": [
      "Grigore Vasile Herman,",
      "Vasile Grama,",
      "Sorin Buhaș,",
      "Lavinia Daiana Garai,",
      "Tudor Caciora,",
      "Alexandra Grecu,",
      "Andreea Karina Gruia,",
      "Oana Simona Hudea,",
      "Daniel Peptenatu"
    ],
    "doi": "https://doi.org/10.3390/su132413698",
    "journalVolume": "Vol. 13,\n                                no. 13698\n                                \n                                  p.\n                                  13698",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Winter sports are the main attraction for many tourist areas in Romania, contributing significantly to the development of local economies. Based on this, the study aims to analyze the ski areas in Romania, as well as the extent to which they contribute to the sustainable development of the local economy. This is particularly important as, in recent decades, climate change has significantly affected winter sports, especially skiing. Thus, an analysis of the physical characteristics of ski runs in Romania (number, length, width, level difference and slope) is accompanied with an analysis on the dynamics of the share of tourism in the local economy of winter sport locations, based on tourism turnover relative to total turnover in the local economy. Both graphic and cartographic methods were used in this study, based on an analysis of quantitative and qualitative data available for ski slopes in Romania and the host localities. We used ArcGIS 10.6 software for the preparation of graphical representations and other software to process large databases. The research results showed a great diversity regarding counties, localities and ski slopes depending on the characteristic features of ski slopes (number, length, width, level difference and slope). In our study, the evolution of the share of turnover in tourism in terms of total turnover presented several categories of localities based on their economic dependence on winter sports; the impact in this regard was found to be very differentiated between localities.",
    "readLink": "https://www.mdpi.com/2071-1050/13/24/13698"
  },
  {
    "title": "Altitudinal seasonality as a potential driver of morphological diversification in rear-edge bird populations",
    "authors": [
      "José Luis Tellería,",
      "Irene Hernández-Tellez,",
      "Iván de la Hera,",
      "José Ignacio Aguirre,",
      "Alejandro Onrubia"
    ],
    "doi": "Vol. 13\n                                \n                                \n                                  p.\n                                  100039",
    "issn": "2053-7166 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/avian-research/",
    "abstract": "Populations at the low latitude limits of a species range (rear-edge populations) are often considered more vulnerable to climate change. However, their ability to track different environmental settings at a regional scale has been widely overlooked, although this may be relevant to accurately assess their adaptive capacity to cope with ongoing changes. Here we tested whether the endemic African Chaffinch (Fringilla coelebs africana) tracks environmental changes (e.g. decreasing temperatures, snow cover) by rearranging their numbers between seasons (spring vs. winter) along the altitude gradients of its northwestern African range. We additionally tested whether these seasonal changes in abundance were paralleled by morphological variation, suggesting a process of population diversification. We assessed African Chaffinch abundance in tree covered farmland and woodland sites distributed along an altitude gradient in spring and winter. In addition, we captured and measured chaffinches within the study gradient to explore the patterns of morphological variation. Our results showed that chaffinches shifted to lowlands from snow covered highlands during winter. In addition, highland individuals showed longer and more concave wings than their lowland counterparts. These morphological traits are usually related to flight efficiency in migratory birds, which suggest the presence of altitudinal movements aimed to track the environmental seasonality caused by orography. These results suggest a potential role of altitudinal seasonality as a driver of regional diversification within the African Chaffinch populations, which could be occurring in other North African avian species given their relatively high endemicity in the region. The evolutionary and conservation implications of these displacements have been often overlooked despite they can shape the adaptive capacity of rear-edge bird populations to face the ongoing environmental changes in this peripheral area of the Palearctic.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2053716622000354"
  }
]