[
  {
    "title": "Eutrophication in aquatic ecosystems: a scientometric study",
    "authors": [
      "Jéssica Alves da Costa,",
      "João Paulo de Souza,",
      "Ana Paula Teixeira,",
      "João Carlos Nabout,",
      "Fernanda Melo Carneiro"
    ],
    "doi": "https://doi.org/10.1590/s2179-975x3016",
    "journalVolume": "Vol. 30,\n                                no. 0",
    "issn": "2179-975X (Online)",
    "publisher": "Associação Brasileira de Limnologia",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.scielo.br/j/alb/",
    "abstract": "Abstract Aim: Reveal the direction for future studies about eutrophication, or even reveal the preoccupation among the scientific community about this environmental problem. With a systematic synthesis of eutrophication studies, scientists may be able to understand the state of the literature on aquatic ecosystems around the world. This study intends to identify the main factors used to control algal blooms and the eutrophication process, the countries and environments which have more research about this theme or even identify the articles’ subjects in different periods (e.g.: Experimental, theoretic, monitoring, conservation). Methods We analyzed all studies published in the Thomson ISI Web of Science on both eutrophication and phytoplankton between 2001 and 2016. Results During the period analyzed, we observed an increase in concern about this subject. Authors from institutions in the USA and China wrote most of the studies. The most important geographic and socioeconomic aspects to determine the publication number were total area and HDI respectively. However, the main determinant for the publication about this subject was international collaboration. Some of the most actual themes in ecology and conservation (e.g.: functional groups, climate change, experiment, perdition models, regional scales, invasive species) were addressed in the studies analysed. Invasive species such as Tilapia and Cylindrospermopsis raciborskii were the most cited species on these keywords. Conclusion Despite the current issues addressed in the studies on phytoplankton and eutrophication, some subjects, such as climate change or spatial pattern, were only common in years more recent. Even though studies focusing in functional diversity are highly relevant for conservation, they were not common in any year studied. The major determinant factor related to the increasing in eutrophication knowledge was the international collaboration",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S2179-975X2018000100701&lng=en&tlng=en"
  },
  {
    "title": "Climate change increases the instability of the water supply for hydropower stations on the Tibetan Plateau",
    "authors": [
      "Mao Hu,",
      "Youping Chen,",
      "Feng Chen,",
      "Xiaoen Zhao,",
      "Weipeng Yue,",
      "Honghua Cao,",
      "Junqiang Niu,",
      "Shijie Wang,",
      "Yujiang Yuan"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ad0311",
    "journalVolume": "Vol. 18,\n                                no. 11\n                                \n                                  p.\n                                  114040",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In recent decades, global warming has had a significant impact on the streamflow across the Tibetan Plateau. As the largest tributary in the upper reaches of the Yangtze River, the Yalong river is known for its abundant hydropower resources, and the world’s largest multi-energy complementary base has been built in the Yalong River Basin. However, prudent water resource planning is limited by the lack of long-term, detailed and reliable streamflow records over the Yalong river basin. Here, we develop an October–June streamflow reconstruction for the Yalong River, based on composite tree-ring chronology of Picea likiangensis from seven sampling sites. The reconstruction goes back to 1480 CE, and accounts for 46.5% of the instrumental streamflow variance during 1962–2012. This record indicates that the Interdecadal Pacific Oscillation and the Atlantic Multi-decadal Oscillation were the major contributing factors to streamflow variations. A significant and stable correlation with temperature was found over the past few centuries on the interannual scale. Projections suggest that future climate change may lead to more frequent flood disasters in the Yalong River Basin.",
    "readLink": "https://doi.org/10.1088/1748-9326/ad0311"
  },
  {
    "title": "Mechanisms and molecular approaches for heat tolerance in rice (Oryza sativa L.) under climate change scenario",
    "authors": [
      "Syed Adeel Zafar,",
      "Amjad Hameed,",
      "Muhammad Amjad Nawaz,",
      "Wei MA,",
      "Mehmood Ali Noor,",
      "Muzammil Hussain,",
      "Mehboob-ur-Rahman"
    ],
    "doi": "Vol. 17,\n                                no. 4\n                                \n                                  pp.\n                                  726\n                                  – 738",
    "issn": "2095-3119 (Print)",
    "publisher": "2352-3425 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-integrative-agriculture",
    "abstract": "Rice, a staple cereal crop in many parts of the world, has been confronted with multiple environmental stresses including high temperature, negatively impacts the booting as well as anthesis growth stages. The situation is further complicated by the changing climatic conditions, resulting in gradual escalation of temperature as well as changing the rainfall pattern and frequency, thus raising a concern of food security worldwide. The situation can be combat by developing rice varieties with excellent genetics with improved morpho-physiological, biochemical, and molecular mechanisms, together can minimize the adverse effects of heat stress. Here, several strategies (encompassing genetic and genomic, and mechanisms involved) for mitigating the impact of high temperature on rice have been discussed. Finally, the utilization of genomic knowledge in augmenting the conventional breeding approaches have been comprehensively elaborated to develop heat tolerant germplasm.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2095311917617180"
  },
  {
    "title": "Projects, participation and planning across boundaries in Göttingen",
    "authors": [
      "Paul Fenton,",
      "Fanny Paschek"
    ],
    "doi": "https://doi.org/10.1080/21681376.2018.1428498",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  81\n                                  – 89",
    "issn": "2168-1376 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional economics. Space in economics",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional planning"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/rsrs",
    "abstract": "This paper explores efforts to coordinate strategies promoting sustainable development – with specific focus on mobility and transport in climate change mitigation – across administrative boundaries in the city and county of Göttingen, Germany. The paper questions the possibility to develop and align strategic objectives and implementation across administrative boundaries when relying on short-term project funds. The experiences of key stakeholders in Göttingen are presented, with reference to empirical data from a document and interview study. Results indicate that reliance on short-term, project-based funding from external sources offers both opportunities and challenges for locally and regionally integrated strategy formulation and implementation. Five factors shaping the strategy space of actors are used to frame the analysis, with findings suggesting the need for further research on how local authorities overcome capacity and resource limitations, particularly with respect to complex challenges such as climate change.",
    "readLink": "http://dx.doi.org/10.1080/21681376.2018.1428498"
  },
  {
    "title": "CLARIFICATION OF BIOLOGICAL (TROPHIC) FEATURES OF SOME ARTHROPODS IN THE CONDITIONS OF CLIMATE CHANGE.",
    "authors": [
      "S. Mostoviak"
    ],
    "doi": "https://doi.org/10.31395/2310-0478-2021-1-140-144",
    "journalVolume": "Vol. 1\n                                \n                                \n                                  pp.\n                                  140\n                                  – 144",
    "issn": "2310-046X (Print)",
    "publisher": "2310-0478 (Online)",
    "countryOfPublisher": "Uman National University of Horticulture",
    "lcc": [
      "Ukraine",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.visnyk-unaus.udau.edu.ua/en/index.html",
    "abstract": "For a long time (since 2005) we have conducted a number of studies of the species composition of entomocomplexes inhabiting various biocenoses, including those artificially created. Under the influence of changes in the parameters of the environment, the formation and diversity of entomocomplexes varies greatly. We studied the entomofauna of cereals and berries. The research was carried out in a fairly wide geographical area of the Forest-Steppe zone. Depending on changes in environmental conditions (temperature, relative humidity), the biological characteristics of arthropods varied considerably. On the territory of the modern Uman district climatic indicators have changed in the direction of temperature increase and humidity decrease. In addition, the amount of precipitation by months varies greatly. This makes its adjustments in the life of arthropods and their food base - plants. New species of arthropods have appeared, in particular spiders, which were not characteristic of this zone.",
    "readLink": "https://visnyk-unaus.udau.edu.ua/assets/files/2021-1/26.pdf"
  },
  {
    "title": "Galamsey Fight in Ghana: An Analysis of Failure of Government Interventions Since 1989",
    "authors": [
      "Richmond Yeboah"
    ],
    "doi": "https://doi.org/10.38159/ehass.20234417",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  455\n                                  – 472",
    "issn": "2720-7722 (Online)",
    "publisher": "Noyam Journals",
    "countryOfPublisher": "Ghana",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://noyam.org/journals/ehass/",
    "abstract": "Illegal gold mining (galamsey) continues to be a threat to forest and water resources in Ghana. Even though galamsey is not new in Ghana, the use of heavy machines such as excavators and bulldozers, and chanfans are a recent phenomenon causing destruction to forests, farmlands and river bodies. Illegal mining undermines the government’s commitment to the attainment of the 17 sustainable development goals. Governments since 1989 have made attempts to clamp down on illegal mining using military interventions. Unfortunately, these programmes have failed to yield any results. Concerns about the destruction of the natural environment and the impacts of climate change have heightened the fear of illegal gold mining in Ghana. This paper, therefore, analyses the failure of government/military interventions aimed at fighting illegal gold mining in Ghana since 1989. To achieve the objective of the study, the qualitative research approach was used. A total of 26 individuals were interviewed. Exploratory and descriptive research designs were employed for the study. As part of data management, collected data from fieldwork were cleaned and edited for spelling mistakes and inconsistencies before entries were made for analysis. Data analysis was carried out manually. Finally, the study found that the failure of government interventions since 1989 is as a result of a lack of proper planning of programmes aimed at dealing with illegal gold mining and poor collaboration between government and chiefs/stakeholders. The paper contributes to the discussion on illegal mining in Ghana and its impact on the environment and sustainable development.",
    "readLink": "https://noyam.org/wp-content/uploads/2023/04/EHASS20234417.pdf"
  },
  {
    "title": "Effect of Thiosemicarbazone Derivatives and <i>Fusarium culmorum</i> (Wm.G. Sm.) Sacc. Infection of Winter Wheat Seedlings on Their Health Status and Soil Biological Activity",
    "authors": [
      "Agnieszka Jamiołkowska,",
      "Barbara Skwaryło-Bednarz,",
      "Elżbieta Mielniczuk,",
      "Franco Bisceglie,",
      "Giorgio Pelosi,",
      "Francesca Degola,",
      "Anna Gałązka,",
      "Emilia Grzęda"
    ],
    "doi": "https://doi.org/10.3390/agronomy12010116",
    "journalVolume": "Vol. 12,\n                                no. 116\n                                \n                                  p.\n                                  116",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Climate change has an impact on agricultural production, including the greater persistence of plant pathogens in the environment. Therefore, the question arises as to how to effectively and safely protect plants by using chemicals, the number of which is decreasing each year. The aim of this study was to evaluate the fungistatic effect of 2 acetylthiophenethiosemicarbazone (2actpTS) and Cis-jasmonethiosemicarbazone (JTS) against Fusarium culmorum (Fc) on winter wheat seedlings. The influence of thiosemicarbazones (TSs) on the health status and phytotoxicity of seedlings and soil biological activity was investigated. Before TSs application (watering or spraying), soil was infected with F. culmorum (strain No. 37). The substance type and method of its application significantly influenced only the fresh weight of the seedlings. The varying phytotoxicity of the molecules depended primarily on their application method to the plants. The highest seedling phytotoxicity was recorded when compounds were applied during watering and the lowest when they were sprayed. The results showed that the application of substances 2actpTS and JTS, both in the form of watering and spraying, had a positive effect on plant health status, as expressed by the disease index (DI) value. The presence of the infectious agent and the type of chemical compound increased soil enzyme activity. The highest total number of bacteria was found in the soil that was infected with Fc and in soil samples where JTS was applied by watering and spraying. The highest utilization of amines, amides and amino acids by microorganisms was found in the samples where JTS was applied. The obtained results will be used to create intermediate products for the protection of cereals against Fusarium diseases, not only at the stage of germination and tillage of plants, but also at subsequent developmental stages.",
    "readLink": "https://www.mdpi.com/2073-4395/12/1/116"
  },
  {
    "title": "A Review on the Current Status of Numerical Weather Prediction in Portugal 2021: Surface–Atmosphere Interactions",
    "authors": [
      "Maria José Monteiro,",
      "Flavio T. Couto,",
      "Mariana Bernardino,",
      "Rita M. Cardoso,",
      "David Carvalho,",
      "João P. A. Martins,",
      "João A. Santos,",
      "José Luís Argain,",
      "Rui Salgado"
    ],
    "doi": "https://doi.org/10.3390/atmos13091356",
    "journalVolume": "Vol. 13,\n                                no. 1356\n                                \n                                  p.\n                                  1356",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Earth system modelling is currently playing an increasing role in weather forecasting and understanding climate change, however, the operation, deployment and development of numerical Earth system models are extremely demanding in terms of computational resources and human effort. Merging synergies has become a natural process by which national meteorological services assess and contribute to the development of such systems. With the advent of joining synergies at the national level, the second edition of the workshop on Numerical Weather Prediction in Portugal was promoted by the Portuguese Institute for the Sea and Atmosphere, I.P. (IPMA), in cooperation with several Portuguese Universities. The event was hosted by the University of Évora, during the period of 11–12 of November 2021. It was dedicated to surface–atmosphere interactions and allowed the exchange of experiences between experts, students and newcomers. The workshop provided a refreshed overview of ongoing research and development topics in Portugal on surface–atmosphere interaction modelling and its applications and an opportunity to revisit some of the concepts associated with this area of atmospheric sciences. This article reports on the main aspects discussed and offers guidance on the many technical and scientific modelling platforms currently under study.",
    "readLink": "https://www.mdpi.com/2073-4433/13/9/1356"
  },
  {
    "title": "Giant dust particles at Nevado Illimani: a proxy of summertime deep convection over the Bolivian Altiplano",
    "authors": [
      "F. G. L. Lindau,",
      "J. C. Simões,",
      "J. C. Simões,",
      "B. Delmonte,",
      "P. Ginot,",
      "G. Baccolo,",
      "C. I. Paleari,",
      "E. Di Stefano,",
      "E. Korotkikh,",
      "D. S. Introne,",
      "V. Maggi,",
      "E. Garzanti,",
      "S. Andò"
    ],
    "doi": "https://doi.org/10.5194/tc-15-1383-2021",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1383\n                                  – 1397",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "A deeper understanding of past atmospheric circulation variability in the Central Andes is a high-priority topic in paleoclimatology mainly because of the necessity to validate climate models used to predict future precipitation trends and to develop mitigation and/or adaptation strategies for future climate change scenarios in this region. Within this context, we here investigate an 18-year firn core drilled at Nevado Illimani in order to interpret its mineral dust record in relation to seasonal processes, in particular atmospheric circulation and deep convection. The core was dated by annual layer counting based on seasonal oscillations of dust, calcium, and stable isotopes. Geochemical and mineralogical data show that dust is regionally sourced in winter and summer. During austral summer (wet season), an increase in the relative proportion of giant dust particles (∅>20 µm) is observed, in association with oscillations of stable isotope records (δD, δ18O). It seems that at Nevado Illimani both the deposition of dust and the isotopic signature of precipitation are influenced by atmospheric deep convection, which is also related to the total amount of precipitation in the area. This hypothesis is corroborated by regional meteorological data. The interpretation of giant particle and stable isotope records suggests that downdrafts due to convective activity promote turbulent conditions capable of suspending giant particles in the vicinity of Nevado Illimani. Giant particles and stable isotopes, when considered together, can be therefore used as a new proxy for obtaining information about deep convective activity in the past.",
    "readLink": "https://tc.copernicus.org/articles/15/1383/2021/tc-15-1383-2021.pdf"
  },
  {
    "title": "Development, characterization, and application of an improved online reactive oxygen species analyzer based on the Monitor for AeRosols and Gases in ambient Air (MARGA)",
    "authors": [
      "J. Wu,",
      "J. Wu,",
      "C. Yang,",
      "C. Yang,",
      "C. Zhang,",
      "C. Zhang,",
      "F. Cao,",
      "F. Cao,",
      "A. Wu,",
      "A. Wu,",
      "Y. Zhang,",
      "Y. Zhang"
    ],
    "doi": "https://doi.org/10.5194/amt-15-2623-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  2623\n                                  – 2633",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Excessive reactive oxygen species (ROS) in the human body is an important factor leading to diseases. Therefore, research on the content of reactive oxygen species in atmospheric particles is necessary. In recent years, the online detection technology of ROS has been developed. However, there are few technical studies on online detection of ROS based on the dithiothreitol (DTT) method. Here, to modify the instrument, a DTT experimental module is added that is protected from light and filled with nitrogen at the end based on the Monitor for AeRosols and Gases in ambient Air (MARGA). The experimental study found that the detection limit of the modified instrument is 0.024 nmol min−1. The DTT consumption rate of blank sample (ultrapure water) is reduced by 44 %, which eliminates the influence of outside air and light in the experiment. And the accuracy of the online instrument is determined by comparing the online and offline levels of the samples, which yielded good consistency (slope 0.97, R2=0.95). It shows that the performance of the instrument is indeed optimized, the instrument is stable, and the characterization of ROS is accurate. The instrument not only realizes online detection conveniently and quickly, but also achieves the hour-by-hour detection of ROS based on the DTT method. Meanwhile, reactive oxygen and inorganic ions in atmospheric particles are quantified using the online technique in the northern suburbs of Nanjing. It is found that the content of ROS during the day is higher than that at night, especially after it rains; ROS peaks appear in the two time periods of 08:00–10:00 and 16:00–18:00 (China Standard Time, UTC+8:00; expressed here in local time – LT). In addition, examination of the online ROS, water-soluble ion (SO42-, NO3-, NH4+, Na+, Ca2+, K+), BC, and polluting gas (SO2, CO, O3, NO, NOx) measurements revealed that photo-oxidation and secondary formation processes could be important sources of aerosol ROS. This breakthrough enables the quantitative assessment of atmospheric particulate matter ROS at the diurnal scale, providing an effective tool to study sources and environmental impacts of ROS.",
    "readLink": "https://amt.copernicus.org/articles/15/2623/2022/amt-15-2623-2022.pdf"
  }
]