[
  {
    "title": "Ideas and perspectives: patterns of soil CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub>O fluxes along an altitudinal gradient – a pilot study from an Ecuadorian neotropical montane forest",
    "authors": [
      "P. A. Lamprea Pineda,",
      "M. Bauters,",
      "M. Bauters,",
      "H. Verbeeck,",
      "S. Baez,",
      "M. Barthel,",
      "S. Bodé,",
      "P. Boeckx"
    ],
    "doi": "https://doi.org/10.5194/bg-18-413-2021",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  413\n                                  – 421",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Tropical forest soils are an important source and sink of greenhouse gases (GHGs), with tropical montane forests, in particular, having been poorly studied. The understanding of this ecosystem function is of vital importance for future climate change research. In this study, we explored soil fluxes of carbon dioxide (CO2), methane (CH4), and nitrous oxide (N2O) in four tropical forest sites located on the western flanks of the Andes in northern Ecuador. The measurements were carried out during the dry season from August to September 2018 and along an altitudinal gradient from 400 to 3010 m a.s.l. (above sea level). During this short-term campaign, our measurements showed (1) an unusual but marked increase in CO2 emissions at high altitude, possibly linked to changes in soil pH and/or root biomass, (2) a consistent atmospheric CH4 sink over all altitudes with high temporal and spatial variability, and (3) a transition from a net N2O source to sink along the altitudinal gradient. Our results provide arguments and insights for future and more detailed studies on tropical montane forests. Furthermore, they stress the relevance of using altitudinal transects as a biogeochemical open-air laboratory with a steep in situ environmental gradient over a limited spatial distance. Although short-term studies of temporal variations can improve our understanding of the mechanisms behind the production and consumption of soil GHGs, the inclusion of more rigorous sampling for forest management events, forest rotation cycles, soil type, hydrological conditions and drainage status, ground vegetation composition and cover, soil microclimate, and temporal (seasonality) and spatial (topographic positions) variability is needed in order to obtain more reliable estimates of the CO2, CH4, and N2O source/sink strength of tropical montane forests.",
    "readLink": "https://bg.copernicus.org/articles/18/413/2021/bg-18-413-2021.pdf"
  },
  {
    "title": "Connection of Compound Extremes of Air Temperature and Precipitation with Atmospheric Circulation Patterns in Eastern Europe",
    "authors": [
      "Olga Sukhonos,",
      "Elena Vyshkvarkova"
    ],
    "doi": "https://doi.org/10.3390/cli11050098",
    "journalVolume": "Vol. 11,\n                                no. 98\n                                \n                                  p.\n                                  98",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Recent studies show an increase in the frequency of compound extremes in air temperature and precipitation in many parts of the world, especially under dry and hot conditions. Compound extremes have a significant impact on all spheres of human activity, such as health, agriculture, and energy. Features of atmospheric circulation are closely related to the occurrence of anomalies in air temperature and precipitation. The article analyzes the relationship of atmospheric circulation modes with compound extremes that have had the greatest impact on the Atlantic–European region over the territory of Eastern Europe over the past 60 years on extreme air temperature and precipitation. Combinations of extreme temperature and humidity conditions (indices)—cold-dry (CD), cold-wet (CW), warm-dry (WD) and warm-wet (WW)—were used as compound extremes. Indices of compound extremes were calculated according to the E-OBS reanalysis data. Estimates of the relationship between two time series were carried out using standard correlation and composite analyses, as well as cross wavelet analysis. Phase relationships and time intervals for different climatic indices were different. The period of most fluctuations in the indices of compound extremes was from 4 to 12 years and was observed during 1970–2000. The coherent fluctuations in the time series of the WD and WW indices and the North Atlantic oscillation (NAO) index occurred rather in phase, those in the time series of the CD and WD indices and the Arctic oscillation (AO) index occurred in antiphase, and those in the time series of the WD and WW indices and the Scandinavia pattern (SCAND) index occurred in antiphase. Statistically significant increase in the number of warm compound extremes was found for the northern parts of the study region in the winter season with positive NAO and AO phases.",
    "readLink": "https://www.mdpi.com/2225-1154/11/5/98"
  },
  {
    "title": "The role of livestock grazing in long-term vegetation changes in coastal dunes: a case study from the Netherlands",
    "authors": [
      "Harrie G.J.M. van der Hagen,",
      "Erik Lammers,",
      "Frank van der Meulen,",
      "Ricarda Pätsch,",
      "Nils M. van Rooijen,",
      "Karlè V. Sýkora,",
      "Joop H.J. Schaminée"
    ],
    "doi": "https://doi.org/10.3897/pls2023601/01",
    "journalVolume": "Vol. 60,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2280-1855 (Print)",
    "publisher": "2704-6192 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Agriculture: Plant culture",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://plantsociology.arphahub.com/",
    "abstract": "The vegetation of coastal sand dunes is characterized by high species diversity and comprises some of the rarest vegetation types in North-Western Europe. Among them are dune grassland communities whose species richness relies on grazing. Those communities are assessed as a priority habitat type under the Natura 2000 legislation. In autumn 1990, Galloway cows and Nordic Fjord horses were introduced in the coastal dunes of Meijendel near The Hague (52°7'N, 4°20'E), The Netherlands, to reduce encroachment of tall grasses and shrubs, to develop bare sand patches, and as such facilitating diverse vegetation structures in the dune grasslands. In the 1950s, decades before the introduction of livestock, 41 permanent plots were installed. On average, they were examined every four years. Our study hypothesised that the livestock grazing in the set densities would halt progressive succession and facilitate regressive succession. Up to 1990, we observed an equilibrium between progressive and regressive succession. After 1990, however, our data showed a pronounced progressive succession contradicting the hypothesized effect of the livestock grazing. We relate the main observed patterns with two factors linked to rabbit populations: (i) the myxomatosis outbreak in 1954 and (ii) the rabbit Viral Haemorrhagic Disease (rVHD-1) outbreak in 1989. In addition to livestock grazing, rabbits block progressive succession by feeding on seedlings of shrub and tree species and digging burrows, creating small-scale mosaics of bare sand and initiate blowout development when collapsing. We state that the substantial decrease in rabbit numbers due to the viral diseases likely caused the observed increase of shrubs and trees in the study area's permanent plots. Climate change might have contributed to the observed increase in autonomous blowout development since 2001, as well as a decrease in atmospheric nitrogen deposition since 1990, after a strong increase the decades before.",
    "readLink": "https://plantsociology.arphahub.com/article/95044/download/pdf/"
  },
  {
    "title": "Butterfly fauna in Mount Gariwang-san, Korea",
    "authors": [
      "Cheol Min Lee,",
      "Sung-Soo Kim,",
      "Tae-Sung Kwon"
    ],
    "doi": "https://doi.org/10.1016/j.japb.2016.02.005",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  198\n                                  – 204",
    "issn": "2287-884X (Print)",
    "publisher": "2287-9544 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-asia-pacific-biodiversity/",
    "abstract": "The aim of this study is to elucidate butterfly fauna in Mt. Gariwang-san, Korea. A field survey was conducted from 2010 to 2015 using the line transect method. A literature survey was also conducted. A total of 2,037 butterflies belonging to 105 species were recorded. In the estimation of species richness of butterfly, 116 species were estimated to live in Mt. Gariwang-san. In butterfly fauna in Mt. Gariwang-san, the percentage of northern species was very high and the percentage of grassland species was relatively higher than that of forest edge species and forest interior species. Sixteen red list species were found. In particular, Mimathyma nycteis was only recorded in Mt. Gariwang-san. When comparing the percentage of northern species and southern species including those recorded in previous studies, the percentage of northern species was found to have decreased significantly whereas that of southern species increased. We suggest that the butterfly community, which is distributed at relatively high altitudes on Mt. Gariwang-san, will gradually change in response to climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2287884X16300048"
  },
  {
    "title": "Trend Analysis of Taiwan’s Greenhouse Gas Emissions from the Energy Sector and Its Mitigation Strategies and Promotion Actions",
    "authors": [
      "Wen-Tien Tsai"
    ],
    "doi": "https://doi.org/10.3390/atmos12070859",
    "journalVolume": "Vol. 12,\n                                no. 859\n                                \n                                  p.\n                                  859",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The mitigation strategies and actions for mitigating the emission of greenhouse gas (GHG) from the energy sector become more important and urgent. The main aim of this paper was to present a trend analysis of the emissions of GHG from the Taiwan’s energy sector, which was issued by the central competent authority through the Intergovernmental Panel on Climate Change (IPCC) methodology. The data also complied with the procedures of measurement, reporting and verification. Based on the official database, the statistics on energy supply, energy consumption and GHG emissions will be connected to analyze the trends of environmental and energy sustainability indicators over the past decades. It showed that the trends of the relevant sustainability indicators based on GHG emissions from the energy sector indicated two development stages: the growth period (annually 5.6%) of 1990–2005, and the decoupling period (annually 0.5%) of 2005–2018. This result could be ascribed to the Taiwan government by promulgating some regulatory measures on energy saving improvement and renewable energy supply during this period. It was worthy to note that the installed capacities of photovoltaic (PV) power increased from 888 megawatt (MW) in 2015 to 5817 MW in 2020. These technological, behavioral, managerial and policy advancements are in accordance with global mitigation strategies. Under the authorization of the energy-related regulations, some promotional actions or programs for efficient energy use and renewable electricity supply were also announced to reach the targets of GHG emissions reduction in the sustainable development goals (SDGs).",
    "readLink": "https://www.mdpi.com/2073-4433/12/7/859"
  },
  {
    "title": "Prescriptions for adaptive comanagement: the case of flood management in the German Rhine basin",
    "authors": [
      "Gert Becker,",
      "Dave Huitema,",
      "Jeroen C.J.H. Aerts"
    ],
    "doi": "https://doi.org/10.5751/ES-07562-200301",
    "journalVolume": "Vol. 20,\n                                no. 3\n                                \n                                  p.\n                                  1",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Centrally administered bureaucracies are ill suited to managing the environmental resources of complex social-ecological systems. Therefore management approaches are required that can better deal with its complexity and uncertainty, which are further exacerbated by developments such as climate change. Adaptive comanagement (ACM) has emerged as a relatively novel governance approach and potential solution to the challenges arising. Adaptive comanagement hinges on certain institutional prescriptions intended to enhance the adaptability of management by improving the comprehension of and response to the complex context and surprises of social-ecological systems. The ACM literature describes that for enhanced adaptability, institutional arrangements should be polycentric, aligned with the scale of ecosystems (the bioregional approach), feature open and participatory governance, and involve much experimentation. The case of flood management in the German part of the Rhine basin is used to provide an assessment of these ideas. We analyze whether and to what degree the prescriptions have been implemented and whether or not certain fundamental changes seen in German flood management can be traced back to the application of the prescriptions. Our study demonstrates a transition from the traditional engineering and “flood control” approach to a more holistic management concept based on a risk perspective. In this process, the four ACM prescriptions have made an important contribution in preparing or facilitating policy changes. The findings suggest that the application of the prescriptions requires the right supporting context before they can be applied to the fullest extent possible, such as a high problem pressure, new discourses, or leading actors. A major constraint arises in the misalignment of political power and of the different interests of the actors, which contribute to reactive management and inadequate interplay. To address this, we recommend further analysis of the role of coordinated and long term planning. This might reveal evidence to overcome institutional coordination failures, improve knowledge transfer and communication, and increase adoption of the ACM prescriptions, with the aim to enhance adaptability of the system.",
    "readLink": "https://www.ecologyandsociety.org/vol20/iss3/art1"
  },
  {
    "title": "The Sensitivity of Urban Heat Island to Urban Green Space—A Model-Based Study of City of Colombo, Sri Lanka",
    "authors": [
      "Dikman Maheng,",
      "Ishara Ducton,",
      "Dirk Lauwaet,",
      "Chris Zevenbergen,",
      "Assela Pathirana"
    ],
    "doi": "https://doi.org/10.3390/atmos10030151",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  151",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Urbanization continues to trigger massive land-use land-cover change that transforms natural green environments to impermeable paved surfaces. Fast-growing cities in Asia experience increased urban temperature indicating the development of urban heat islands (UHIs) because of decreased urban green space, particularly in recent decades. This paper investigates the existence of UHIs and the impact of green areas to mitigate the impacts of UHIs in Colombo, Sri Lanka, using UrbClim, a boundary climate model that runs two classes of simulations, namely urbanization impact simulations, and greening simulations. The urbanization impact simulation results show that UHIs spread spatially with the reduction of vegetation cover, and increases the average UHI intensity. The greening simulations show that increasing green space up to 30% in urban areas can decrease the average air temperature by 0.1 °C. On the other hand, converting entire green areas into urban areas in suburban areas increases the average temperature from 27.75 °C to 27.78 °C in Colombo. This demonstrates the sensitivity of UHI to vegetation cover in both urban and suburban areas. These seemingly small changes are average grid values and may indicate much higher impacts at sub-grid levels.",
    "readLink": "https://www.mdpi.com/2073-4433/10/3/151"
  },
  {
    "title": "Sea-Ice Mapping of RADARSAT-2 Imagery by Integrating Spatial Contexture With Textural Features",
    "authors": [
      "Mingzhe Jiang,",
      "David A. Clausi,",
      "Linlin Xu"
    ],
    "doi": "https://doi.org/10.1109/JSTARS.2022.3205849",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  7964\n                                  – 7977",
    "issn": "1939-1404 (Print)",
    "publisher": "2151-1535 (Online)",
    "countryOfPublisher": "IEEE",
    "lcc": [
      "United States",
      "Technology: Ocean engineering",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=4609443",
    "abstract": "Mapping different types of sea ice that form, grow, and melt in polar oceans is essential for shipping navigation, climate change modeling, and local community safety. Currently, ice charts are manually generated by analysts at the Canadian Ice Service based on dual-polarized RADARSAT-2/RADARSAT Constellation Mission imagery on a daily basis. Inspired by the demand for a computer-based mapping system, we have developed an automatic sea-ice classification method that integrates spatial contexture (unsupervised segmentation) with textural features (supervised pixel-level labeling). First, the full-scene image is oversegmented, and the segments are merged into homogeneous regions across the entire scene. Second, pixel-based classifiers (support vector machine and random forest) are compared for their ability to label the generated homogeneous regions. Finally, the segmentation and labeling are combined using a proposed energy function. The proposed method was tested on 18 dual-polarization RADARSAT-2 scenes acquired over the Beaufort Sea. This dataset contains water, young ice, first-year ice, and multiyear ice covering melt, summer, and freeze-up seasons. The proposed method obtains an average classification accuracy of 86.33% based on the leave-one-out validation. The experimental results show that the proposed method achieves promising classification results in both the quantity and quality measurements compared with benchmark methods. The robustness against incidence angle variance indicates that the proposed method is well qualified for operational sea-ice mapping.",
    "readLink": "https://ieeexplore.ieee.org/document/9887856/"
  },
  {
    "title": "SATELLITE OBSERVATIONS FOR EDUCATION OF CLIMATE CHANGE",
    "authors": [
      "ILONA PAJTÓK-TARI,",
      "JÁNOS MIKA,",
      "ZOLTÁN UTASI"
    ],
    "doi": "Vol. 2011\n                                \n                                \n                                  pp.\n                                  122\n                                  – 130",
    "issn": "2067-743X (Print)",
    "publisher": "Cluj University Press",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://aerapa.conference.ubbcluj.ro/",
    "abstract": "This paper surveys the key statements of the IPCC (2007) Reportbased mainly on the satellite-borne observations to support teaching climatechange and geography by using the potential of this technology. In theIntroduction we briefly specify the potential and the constraints of remote sensing.Next the key climate variables for indicating the changes are surveyed. Snow andsea-ice changes are displayed as examples for these applications. Testing theclimate models is a two-sided task involving satellites, as well. Validation of theability of reconstructing the present climate is the one side of the coin, whereassensitivity of the climate system is another key task, leading to consequences onthe reality of the projected changes. Finally some concluding remarks arecompiled, including a few ideas on the ways how these approaches can be appliedfor education of climate change.",
    "readLink": "http://aerapa.conference.ubbcluj.ro/2011/PDF/Pajtok_Tari.pdf"
  },
  {
    "title": "Genetic Diversity of Silver Fir (<i>Abies alba</i>) and European Beech (<i>Fagus sylvatica</i>) Populations from the South-Eastern Limits of Their Natural Distribution",
    "authors": [
      "Eleftheria Dalmaris,",
      "Nikolaos Tourvas,",
      "Filippos A. Aravanopoulos"
    ],
    "doi": "https://doi.org/10.3390/IECF2022-13129",
    "journalVolume": "Vol. 22,\n                                no. 37\n                                \n                                  p.\n                                  37",
    "issn": "2673-4931 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mdpi.com/journal/environsciproc",
    "abstract": "Observed (Ho) and expected (He) heterozygosity, as well as allelic richness (AR) were calculated using Simple Sequence Repeats (SSR) genotyping for two important European keystone forest tree species. Abies alba and Fagus sylvatica are under pressure in a large part of their distribution due to climate change. Since Greece is their south-eastern limits, climatic pressure is even higher. As rear edge/peripheral populations, it is expected to harbor valuable and well-adapted germplasm in conditions such as those expected in central Europe by the end of the century. Comparison of their genetic variation amongst the Greek marginal populations and population from the SW, S or main range of their distribution was performed, finding no statistical differences.",
    "readLink": "https://www.mdpi.com/2673-4931/22/1/37"
  }
]