[
  {
    "title": "Response of Microbial Communities and Their Metabolic Functions to Drying–Rewetting Stress in a Temperate Forest Soil",
    "authors": [
      "Dong Liu,",
      "Katharina  M. Keiblinger,",
      "Sonja Leitner,",
      "Uwe Wegner,",
      "Michael Zimmermann,",
      "Stephan Fuchs,",
      "Christian Lassek,",
      "Katharina Riedel,",
      "Sophie Zechmeister-Boltenstern"
    ],
    "doi": "https://doi.org/10.3390/microorganisms7050129",
    "journalVolume": "Vol. 7,\n                                no. 5\n                                \n                                  p.\n                                  129",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Global climate change is predicted to alter drought–precipitation patterns, which will likely affect soil microbial communities and their functions, ultimately shifting microbially-mediated biogeochemical cycles. The present study aims to investigate the simultaneous variation of microbial community compositions and functions in response to drought and following rewetting events, using a soil metaproteomics approach. For this, an established field experiment located in an Austrian forest with two levels (moderate and severe stress) of precipitation manipulation was evaluated. The results showed that fungi were more strongly influenced by drying and rewetting (DRW) than bacteria, and that there was a drastic shift in the fungal community towards a more Ascomycota-dominated community. In terms of functional responses, a larger number of proteins and a higher functional diversity were observed in both moderate and severe DRW treatments compared to the control. Furthermore, in both DRW treatments a rise in proteins assigned to “translation, ribosomal structure, and biogenesis„ and “protein synthesis„ suggests a boost in microbial cell growth after rewetting. We also found that the changes within intracellular functions were associated to specific phyla, indicating that responses of microbial communities to DRW primarily shifted microbial functions. Microbial communities seem to respond to different levels of DRW stress by changing their functional potential, which may feed back to biogeochemical cycles.",
    "readLink": "https://www.mdpi.com/2076-2607/7/5/129"
  },
  {
    "title": "Rotterdam",
    "authors": [
      "Han Meyer,",
      "Anne Loes Nillesen,",
      "Wil Zonneveld"
    ],
    "doi": "https://doi.org/10.7480/abe.2019.1.3739",
    "journalVolume": "Vol. 9,\n                                no. 1",
    "issn": "2212-3202 (Print)",
    "publisher": "2214-7233 (Online)",
    "countryOfPublisher": "Delft University of Technology",
    "lcc": [
      "Netherlands",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "http://abe.tudelft.nl/",
    "abstract": "This paper can be seen as the overall introduction in which the Rotterdam Rijnmond case study region and its spatial and flood risk challenge are introduced. It describes the strong historical relation between flood risk management interventions and the spatial development of the region. The region is protected against floods by an extensive system of (sea)barriers and dike-rings. Positioned on the edge of the Rhine-Meuse delta, the region developed as a port area and is part of the so-called Randstad area: the most densified area of the Netherlands. Due to climate change, increasing sea levels and peak river discharges are expected in the future, resulting in an increased flood risk. In order to address this future flood risk challenge, the second Delta Committee was established - the first Delta Committee was established after the 1953 flood that flooded part of the Netherlands. This Delta Committee develops regional strategies for flood risk reduction for the long-term period, up to 2100. As part of the strategy development process, four conceptual regional flood risk reduction strategies are developed, which can be perceived as cornerstones of the playing field of possible flood risk reduction strategies for the region. Those cornerstone strategies vary from the complete damming of the delta (thus lowering the extreme water levels behind the barrier) to opening up the delta and dealing with the expectedly high water levels by elevating the region’s dike-rings. The different cornerstones offer different potentials and threats for the spatial development of the region. In addition, at a local scale, the different cornerstones impact the spatial quality of the dike zones and flood plains in different ways. This strong relation between the flood risk management interventions and spatial composition and quality of the region supports the urgency of approaching the future flood risk reduction task in a comprehensive way.",
    "readLink": "https://journals.open.tudelft.nl/abe/article/view/3739"
  },
  {
    "title": "Animal Borne Ocean Sensors – AniBOS – An Essential Component of the Global Ocean Observing System",
    "authors": [
      "Clive R. McMahon,",
      "Fabien Roquet,",
      "Sophie Baudel,",
      "Mathieu Belbeoch,",
      "Sophie Bestley,",
      "Sophie Bestley,",
      "Clint Blight,",
      "Lars Boehme,",
      "Fiona Carse,",
      "Daniel P. Costa,",
      "Michael A. Fedak,",
      "Christophe Guinet,",
      "Robert Harcourt,",
      "Emma Heslop,",
      "Mark A. Hindell,",
      "Mark A. Hindell,",
      "Xavier Hoenner,",
      "Kim Holland,",
      "Mellinda Holland,",
      "Fabrice R. A. Jaine,",
      "Fabrice R. A. Jaine,",
      "Tiphaine Jeanniard du Dot,",
      "Ian Jonsen,",
      "Theresa R. Keates,",
      "Kit M. Kovacs,",
      "Sara Labrousse,",
      "Philip Lovell,",
      "Christian Lydersen,",
      "David March,",
      "David March,",
      "Matthew Mazloff,",
      "Megan K. McKinzie,",
      "Megan K. McKinzie,",
      "Mônica M. C. Muelbert,",
      "Kevin O’Brien,",
      "Kevin O’Brien,",
      "Lachlan Phillips,",
      "Esther Portela,",
      "Esther Portela,",
      "Jonathan Pye,",
      "Stephen Rintoul,",
      "Stephen Rintoul,",
      "Katsufumi Sato,",
      "Ana M. M. Sequeira,",
      "Samantha E. Simmons,",
      "Vardis M. Tsontos,",
      "Victor Turpin,",
      "Esmee van Wijk,",
      "Esmee van Wijk,",
      "Danny Vo,",
      "Mia Wege,",
      "Frederick Gilbert Whoriskey,",
      "Kenady Wilson,",
      "Bill Woodward"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.751840",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Marine animals equipped with biological and physical electronic sensors have produced long-term data streams on key marine environmental variables, hydrography, animal behavior and ecology. These data are an essential component of the Global Ocean Observing System (GOOS). The Animal Borne Ocean Sensors (AniBOS) network aims to coordinate the long-term collection and delivery of marine data streams, providing a complementary capability to other GOOS networks that monitor Essential Ocean Variables (EOVs), essential climate variables (ECVs) and essential biodiversity variables (EBVs). AniBOS augments observations of temperature and salinity within the upper ocean, in areas that are under-sampled, providing information that is urgently needed for an improved understanding of climate and ocean variability and for forecasting. Additionally, measurements of chlorophyll fluorescence and dissolved oxygen concentrations are emerging. The observations AniBOS provides are used widely across the research, modeling and operational oceanographic communities. High latitude, shallow coastal shelves and tropical seas have historically been sampled poorly with traditional observing platforms for many reasons including sea ice presence, limited satellite coverage and logistical costs. Animal-borne sensors are helping to fill that gap by collecting and transmitting in near real time an average of 500 temperature-salinity-depth profiles per animal annually and, when instruments are recovered (∼30% of instruments deployed annually, n = 103 ± 34), up to 1,000 profiles per month in these regions. Increased observations from under-sampled regions greatly improve the accuracy and confidence in estimates of ocean state and improve studies of climate variability by delivering data that refine climate prediction estimates at regional and global scales. The GOOS Observations Coordination Group (OCG) reviews, advises on and coordinates activities across the global ocean observing networks to strengthen the effective implementation of the system. AniBOS was formally recognized in 2020 as a GOOS network. This improves our ability to observe the ocean’s structure and animals that live in them more comprehensively, concomitantly improving our understanding of global ocean and climate processes for societal benefit consistent with the UN Sustainability Goals 13 and 14: Climate and Life below Water. Working within the GOOS OCG framework ensures that AniBOS is an essential component of an integrated Global Ocean Observing System.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.751840/full"
  },
  {
    "title": "Effects of High Dissolved Inorganic and Organic Carbon Availability on the Physiology of the Hard Coral Acropora millepora from the Great Barrier Reef.",
    "authors": [
      "Friedrich W Meyer,",
      "Nikolas Vogel,",
      "Karen Diele,",
      "Andreas Kunzmann,",
      "Sven Uthicke,",
      "Christian Wild"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0149598",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  e0149598",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Coral reefs are facing major global and local threats due to climate change-induced increases in dissolved inorganic carbon (DIC) and because of land-derived increases in organic and inorganic nutrients. Recent research revealed that high availability of labile dissolved organic carbon (DOC) negatively affects scleractinian corals. Studies on the interplay of these factors, however, are lacking, but urgently needed to understand coral reef functioning under present and near future conditions. This experimental study investigated the individual and combined effects of ambient and high DIC (pCO2 403 μatm/ pHTotal 8.2 and 996 μatm/pHTotal 7.8) and DOC (added as Glucose 0 and 294 μmol L-1, background DOC concentration of 83 μmol L-1) availability on the physiology (net and gross photosynthesis, respiration, dark and light calcification, and growth) of the scleractinian coral Acropora millepora (Ehrenberg, 1834) from the Great Barrier Reef over a 16 day interval. High DIC availability did not affect photosynthesis, respiration and light calcification, but significantly reduced dark calcification and growth by 50 and 23%, respectively. High DOC availability reduced net and gross photosynthesis by 51% and 39%, respectively, but did not affect respiration. DOC addition did not influence calcification, but significantly increased growth by 42%. Combination of high DIC and high DOC availability did not affect photosynthesis, light calcification, respiration or growth, but significantly decreased dark calcification when compared to both controls and DIC treatments. On the ecosystem level, high DIC concentrations may lead to reduced accretion and growth of reefs dominated by Acropora that under elevated DOC concentrations will likely exhibit reduced primary production rates, ultimately leading to loss of hard substrate and reef erosion. It is therefore important to consider the potential impacts of elevated DOC and DIC simultaneously to assess real world scenarios, as multiple rather than single factors influence key physiological processes in coral reefs.",
    "readLink": "http://europepmc.org/articles/PMC4784739?pdf=render"
  },
  null,
  {
    "title": "Elevated CO2 reduced floret death in wheat under warmer average temperatures and terminal drought.",
    "authors": [
      "Eduardo eDias de Oliveira,",
      "Eduardo eDias de Oliveira,",
      "Eduardo eDias de Oliveira,",
      "Jairo A. Palta,",
      "Jairo A. Palta,",
      "Helen eBramley,",
      "Helen eBramley,",
      "Katia eStefanova,",
      "Kadambot eSiddique"
    ],
    "doi": "https://doi.org/10.3389/fpls.2015.01010",
    "journalVolume": "Vol. 6",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Elevated CO2 often increases grain yield in wheat by enhancing grain number per ear, which can result from an increase in the potential number of florets or a reduction in the death of developed florets. The hypotheses that elevated CO2 reduces floret death rather than increases floret development, and that grain size in a genotype with more grains per unit area is limited by the rate of grain filling, were tested in a pair of sister lines contrasting in tillering capacity (restricted- vs free-tillering). The hypotheses were tested under elevated CO2, combined with +3 C above ambient temperature and terminal drought, using specialized field tunnel houses. Elevated CO2 increased net leaf photosynthetic rates and likely the availability of carbon assimilates, which significantly reduced the rates of floret death and increased the potential number of grains at anthesis in both sister lines by an average of 42%. The restricted-tillering line had faster grain-filling rates than the free-tillering line because the free-tillering line had more grains to fill. Furthermore, grain-filling rates were faster under elevated CO2 and +3 C above ambient. Terminal drought reduced grain yield in both lines by 19%. Elevated CO2 alone increased the potential number of grains, but a trade-off in yield components limited grain yield in the free-tillering line. This emphasizes the need for breeding cultivars with a greater potential number of florets, since this was not affected by the predicted future climate variables.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2015.01010/full"
  },
  {
    "title": "Century-long butterfly range expansions in northern Europe depend on climate, land use and species traits",
    "authors": [
      "Johanna Sunde,",
      "Markus Franzén,",
      "Per-Eric Betzholtz,",
      "Yannick Francioli,",
      "Lars B. Pettersson,",
      "Juha Pöyry,",
      "Nils Ryrholm,",
      "Anders Forsman"
    ],
    "doi": "https://doi.org/10.1038/s42003-023-04967-z",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2399-3642 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.nature.com/commsbio/",
    "abstract": "Abstract Climate change is an important driver of range shifts and community composition changes. Still, little is known about how the responses are influenced by the combination of land use, species interactions and species traits. We integrate climate and distributional data for 131 butterfly species in Sweden and Finland and show that cumulative species richness has increased with increasing temperature over the past 120 years. Average provincial species richness increased by 64% (range 15–229%), from 46 to 70. The rate and direction of range expansions have not matched the temperature changes, in part because colonisations have been modified by other climatic variables, land use and vary according to species characteristics representing ecological generalisation and species interactions. Results emphasise the role of a broad ecological filtering, whereby a mismatch between environmental conditions and species preferences limit the ability to disperse and establish populations in emerging climates and novel areas, with potentially widespread implications for ecosystem functioning.",
    "readLink": "https://doi.org/10.1038/s42003-023-04967-z"
  },
  {
    "title": "May peppery wines be the spice of life? A review of research on the ‘pepper’ aroma and the sesquiterpenoid rotundone",
    "authors": [
      "Olivier Geffroy,",
      "Didier Kleiber,",
      "Alban Jacques"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2020.54.2.2947",
    "journalVolume": "Vol. 54,\n                                no. 2",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "Rotundone is the main aroma compound responsible for peppery notes in wines. Since its discovery in 2008, this potent and fascinating odorant has been the subject of many research studies worldwide. The aim of this review is to summarize these works. Rotundone is a rather ubiquitous molecule that has been detected in many grape varieties. As with other sesquiterpenes, the proposed biosynthetic scheme for rotundone involves both the methylerythritol phosphate (MEP) and the mevalonate (MVA) pathways. The production of the compound by the plant, which could be a response to biotic stress, is also affected by abiotic factors. In most cases, studies showed that rotundone was neutrally or positively perceived by consumers, which makes the peppery note a desirable character in vine. Practical ways were identified to modulate rotundone levels in wines using viticultural and enological techniques. Climate change, through the expected alteration of precipitation regime and a rise in temperature over the grape maturation period, should have a depreciative impact on rotundone accumulation. Adaptation strategies in this context, together with other perspectives of research, are discussed in concluding this review.",
    "readLink": "https://oeno-one.eu/article/view/2947"
  },
  {
    "title": "Aboveground carbon stock is related to land cover and woody species diversity in tropical ecosystems of Eastern Ethiopia",
    "authors": [
      "Dejene W. Sintayehu,",
      "Anteneh Belayneh,",
      "Nigussie Dechassa"
    ],
    "doi": "https://doi.org/10.1186/s13717-020-00237-6",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract Background Current theories on biodiversity-carbon sequestration relationship describe biodiversity as an important factor influencing carbon storage, either through complementarity effect or by mass ratio effect. So far, the expected form of biodiversity-carbon relationships in tropical ecosystems has not been known with certainty. Therefore, we explored the relationship between aboveground carbon stock and different biodiversity measurement indices (i.e., species richness, species diversity, species evenness, and functional diversity) in different land cover types of Eastern Ethiopia. A total of 48 plots were established using stratified random sampling. Vegetation parameters such as diameter at breast height, diameter at stump height, tree height, and species type were recorded. Results We found that the average aboveground carbon stock of the study area is 147.6 ± 17.2 t ha−1 (mean, SE) across land cover types. Species richness, Shannon index, and functional diversity together explained 73.5%, 61.4%, 58.9%, and 52.0% of the variation in aboveground carbon storage in woodland, riparian forest, bushland, and farmland, respectively. Functional diversity was a significant predictor explaining the total aboveground carbon stocks (26.7%) across the land cover types. The effects of biodiversity on aboveground carbon storage were mediated by functional diversity and presence and dominance of species. This shows that both the selection effects and the niche complementarity are important for carbon storage. However, the impact of functional diversity effects (niche complementarity) was higher than that of functional dominance effects (selection effects). Conclusions Implementation of protected area-based ecosystem conservation practices in the country seems feasible to mitigate climate change and Reducing Emissions from Deforestation and Forest Degradation (REDD+) programme should emphasize on biodiversity conservation.",
    "readLink": "http://link.springer.com/article/10.1186/s13717-020-00237-6"
  },
  {
    "title": "Eco-Friendly Indigenous Farming Practices among Sorsoguenos  in Sorsogon, Philippines",
    "authors": [
      "Magdalena Ocbian,",
      "Maria Lasim"
    ],
    "doi": "https://doi.org/10.7719/jpair.v19i1.308",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2012-3981 (Print)",
    "publisher": "2244-0445 (Online)",
    "countryOfPublisher": "Philippine Association of Institutions for Research, Inc.",
    "lcc": [
      "Philippines",
      "Social Sciences",
      "Education"
    ],
    "journalUrl": "https://philair.ph/index.php/jpair/index",
    "abstract": "Indigenous practices are part of people’s life and culture. In Sorsogon province, Philippines, numerous indigenous practices are observed, but only few are documented. This study delved specifically on documenting the eco-friendly indigenous farming practices on seed preservation and storage, land preparation, fertilization, crop protection and organic farming. This descriptive research utilized surveys, interviews, and observation. Respondents are farmers with ages 55 to 75 coming from rural communities in Sorsogon province. Among the ecofriendly practices on seed preservation and storage include placing unthreshed seeds above wood-burning stoves or hanging them in smoky areas of the kitchen until the next planting season. Rice are preserved by air-drying and mixing them with leaves like kilala, alagao (Premna odorata), lagundi (Vitex negundo), or charcoal. Spraying with achuete (Biya orellana) leaf extract or powdered fruits of siling labuyo (Capsicum frutescens) is also practiced. To protect crops from insect infestation, farmers collect, grind and spread rice bugs in the field to make the soil fertile. Dead animals are buried near the tree. These gathered alternative farming practices could contribute to the global concern of mitigating climate change. However, with the influx of modern technology, these practices may be forgotten if not documented and advocated.",
    "readLink": "https://philair.ph/index.php/jpair/article/view/308"
  }
]