[
  {
    "title": "Future Changes in the Global and Regional Sea Level Rise and Sea Surface Temperature Based on CMIP6 Models",
    "authors": [
      "Hyun  Min Sung,",
      "Jisun Kim,",
      "Jae-Hee Lee,",
      "Sungbo Shim,",
      "Kyung-On Boo,",
      "Jong-Chul Ha,",
      "Yeon-Hee Kim"
    ],
    "doi": "https://doi.org/10.3390/atmos12010090",
    "journalVolume": "Vol. 12,\n                                no. 90\n                                \n                                  p.\n                                  90",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Estimating future sea level rise (SLR) and sea surface temperature (SST) is essential to implement mitigation and adaptation options within a sustainable development framework. This study estimates regional SLR and SST changes around the Korean peninsula. Two Shared Socioeconomic Pathways (SSP1-2.6 and SSP5-8.5) scenarios and nine Coupled Model Intercomparison Project Phase 6 (CMIP6) model simulations are used to estimate the changes in SLR and SST. At the end of the 21st century, global SLR is expected to be 0.28 m (0.17–0.38 m) and 0.65 m (0.52–0.78 m) for SSP 1–2.6 and SSP5-8.5, respectively. Regional change around the Korean peninsula (0.25 m (0.15–0.35 m; SSP1-2.6) and 0.63 m (0.50–0.76 m; SSP5-8.5)) is similar with global SLR. The discrepancy between global and regional changes is distinct in SST warming rather than SLR. For SSP5-8.5, SST around the Korean peninsula projects is to rise from 0.49 °C to 0.59 °C per decade, which is larger than the global SST trend (0.39 °C per decade). Considering this, the difference of regional SST change is related to the local ocean current change, such as the Kuroshio Current. Additionally, ocean thermal expansion and glacier melting are major contributors to SLR, and the contribution rates of glacier melting increase in higher emission scenarios.",
    "readLink": "https://www.mdpi.com/2073-4433/12/1/90"
  },
  {
    "title": "Study on the heat transfer of a concrete wall outfitted with phase change materials",
    "authors": [
      "Jie Li,",
      "Zian Peng,",
      "Hang Zhang,",
      "Hang Tu,",
      "Xiaoqin Sun,",
      "Fei Peng,",
      "Changwei Jiang"
    ],
    "doi": "Vol. 51\n                                \n                                \n                                  p.\n                                  103520",
    "issn": "2214-157X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/case-studies-in-thermal-engineering/",
    "abstract": "This paper tested and simulated the thermal performance of a concrete wall outfitted with Phase change materials (PCMs) under 5 climate conditions in China. The PCMs were encapsulated in high-density polyethylene spherical shells in the concrete to form a PCMs-concrete layer. The daily thermal load change rate through the wall when the PCMs-concrete layer was placed in different positions in five typical climate regions in China were studied. The results show that to make the best use of the PCMs in summer, the phase transition temperature is suggested to be between the outer and inner surface temperatures. For the cases when the outer and inner surface temperatures are higher than the phase transition temperature, the PCMs should be installed in the middle of the wall; To make the best use of the PCMs in winter, the location of PCM should be adjusted according to the range of ambient temperature, when the ambient air is warm enough, the PCMs layer should be installed near to the inner surface, when the ambient air is tepid, the PCMs layer should be installed near to the outer surface, when the ambient air is cold, results do not suggest using PCMs.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214157X23008262"
  },
  {
    "title": "Do new bike lanes impact air pollution exposure for cyclists?—a case study from Berlin",
    "authors": [
      "Seán Schmitz,",
      "Alexandre Caseiro,",
      "Andreas Kerschbaumer,",
      "Erika von Schneidemesser"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac1379",
    "journalVolume": "Vol. 16,\n                                no. 8\n                                \n                                  p.\n                                  084031",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Cities in the 21st century are dynamically changing in response to environmental and societal pressures, not least among which are climate change and air pollution. In some of these metropoles, such as Berlin, a transformation of mobility systems has already begun. Along a mid-sized street in Berlin, a measurement campaign was conducted in 2020 to accompany the construction of a bike lane and the implementation of a community space along one of the side-streets. Using the new technology of low-cost sensors, higher resolution measurements of local air quality were enabled. Stationary and mobile measurements were taken using EarthSense Zephyr sensor systems before and after the construction of the bike lane and during the timeframe when the community space was in place. It was found that the implementation of the bike lane led to a reduction in NO _2 exposure for cyclists. During periods when the community space was in place, a reduction in NO _2 concentrations was also measured. This study highlights not only the utility of low-cost sensors for the measurement of urban air quality, but also their value in a science-policy context. Measuring local air quality changes in response to traffic interventions will enhance understanding of the associated health benefits, especially in connection with measures promoting more sustainable modes of active travel. More research of this nature is needed to gain a clear understanding of the impacts of traffic interventions on local air quality for better protection of human health.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac1379"
  },
  {
    "title": "An Overview of Environmental Policies for Mitigation and Adaptation to Climate Change and Application of Multilevel Regression Analysis to Investigate the CO<sub>2</sub> Emissions over the Years of 1970 to 2018 in All Brazilian States",
    "authors": [
      "Anny  Key de Souza Mendonça,",
      "Silvio  Aparecido da Silva,",
      "Luísa  Zeredo Pereira,",
      "Antonio  Cezar Bornia,",
      "Dalton  Francisco de Andrade"
    ],
    "doi": "https://doi.org/10.3390/su12219175",
    "journalVolume": "Vol. 12,\n                                no. 9175\n                                \n                                  p.\n                                  9175",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Background: Brazil, one of the largest greenhouse gas emitting countries in the world, emitted approximately 2 billion gigatonnes of carbon dioxide (CO2) in 2018. This data is practically the same recorded in the previous year, suggesting that the country’s trajectory of CO2 emissions is stabilized. Methods: This study presents an overview of environmental protection and climate change mitigation policies adopted in Brazil, as well as makes use the multilevel regression modeling technique to investigate the relationship between economic activities variables in relation to CO2 emissions over the years of 1970 to 2018 in all Brazilian states. Results: The results show that the CO2 emissions in the states have the same behavior as the timeline of the change in land use. Conclusions: The public policies and actions by society and the private sector were fundamental to the reduction verified from the year of 2004 that followed until 2010, both in CO2 emissions and in the change in land use and forests. As of this year, there has been a trend towards stability in CO2 emissions. Another important characteristic is that even with a drop in the number of deforestation, the production variables continued to grow, which shows that there may be an increase in production activities, while there is a reduction in deforestation and in CO2 emissions.",
    "readLink": "https://www.mdpi.com/2071-1050/12/21/9175"
  },
  {
    "title": "STUDI ADAPTASI RUMAH VERNAKULAR KUTAI TERHADAP LINGKUNGAN RAWAN BANJIR DI TENGGARONG",
    "authors": [
      "HIDAYATI Zakiah,",
      "HS Cisyulia Octavia"
    ],
    "doi": "Vol. 40,\n                                no. 2\n                                \n                                  pp.\n                                  89\n                                  – 98",
    "issn": "0126-219X (Print)",
    "publisher": "Petra Christian University",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Fine Arts: Architecture"
    ],
    "journalUrl": "http://dimensi.petra.ac.id",
    "abstract": "Kutai vernacular houses represent Kutai tradition in East Kalimantan. Kutai Vernacular Houses are spread over Kabupaten Kutai Kartanegara (Kukar). It is closely related to the culture of majority in Kukar. The locus of the research is Tenggarong, a sub-district of Kukar. Kukar now faces flood due to rainy season. Both climate change and environmental impact raise the water level, but Kutai vernacular houses are still exist. How the Kutai vernacular houses addapt in flood zone is the aim of the research. The research method is analyzing the changes of structure and construction of Kutai Vernacular Houses, from the beginning of the house built to the latest condition. The conclusion: there are some long lasting adaptation while others are newer adjustments in order to keep Kutai Vernacular Houses survived.",
    "readLink": "http://puslit2.petra.ac.id/ejournal/index.php/ars/article/view/18982"
  },
  {
    "title": "Biomass and Carbon Stock Variation along slopes in Tropical Forest of Nepal: A case of Depard Community Forest, Makwanpur, Nepal",
    "authors": [
      "Birendra Bohara,",
      "Mahamad Sayab Miya,",
      "Sachin Timilsina,",
      "Deepak Gautam,",
      "Siddhartha Regmi"
    ],
    "doi": "https://doi.org/10.47352/jmans.v1i2.85",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  89\n                                  – 99",
    "issn": "2774-3047 (Online)",
    "publisher": "Pandawa Institute",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://journal.pandawainstitute.com/index.php/jmans/index",
    "abstract": "This study was conducted to assess biomass and carbon stock along slopes in Depard community forest, Manahari-6, Makwanpur district of Nepal. In Nepal, carbon stock estimation has been less practiced in community forest. A random sampling method was applied in this study to collect biophysical data i.e. DBH and height by non-destructive method to estimate the quantity of tree biomass and carbon stock. 21 sample plots with 1% sampling intensity were established within the study area. The circular area of 250 m2 was predetermined with the radius of 8.92 m for this study. Secondary data were collected through published and unpublished literature. Data were pooled and analyzed with SPSS software. The total biomass and carbon stock were calculated to be 1381.30 t/ha and 649.21 t/ha, respectively. The biomass and carbon stock were highest (563.12 t/ha and 242.42 t/ha) in 0-5% slope, and lowest in >20% of slope (334.75 t/ha and 143.60 t/ha). The difference of biomass and carbon in slopes may be due to the accumulation of more organic matter and other minerals in the less sloped areas through rainfall, landslide.",
    "readLink": "https://journal.pandawainstitute.com/index.php/jmans/article/view/85"
  },
  {
    "title": "Analysis of China’s New Energy Industry Development from the Perspective of Low-Carbon Economy",
    "authors": [
      "Lv Chunxian"
    ],
    "doi": "https://doi.org/10.1051/shsconf/202214402020",
    "journalVolume": "Vol. 144\n                                \n                                \n                                  p.\n                                  02020",
    "issn": "2261-2424 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://www.shs-conferences.org",
    "abstract": "At present, the world is experiencing a serious climate change problem, and the consumption of high-carbon energy sources such as coal and oil undoubtedly brings great harm to the environment. In this context, some European and American countries have promoted a low-carbon revolution with high energy, high efficiency and low carbon emissions, focusing on developing low-carbon technologies. This paper mainly discusses the new energy industry from the perspective of low-carbon economy in China, and believes that China should also make a deep thinking on low-carbon economy and makes improvements of the industrial energy of some enterprises. This paper hopes to offer some references for the development of small and medium enterprises.",
    "readLink": "https://www.shs-conferences.org/articles/shsconf/pdf/2022/14/shsconf_stehf2022_02020.pdf"
  },
  {
    "title": "Air quality and climate change, Topic 3 of the Model Inter-Comparison Study for Asia Phase III (MICS-Asia III) – Part 2: aerosol radiative effects and aerosol feedbacks",
    "authors": [
      "M. Gao,",
      "M. Gao,",
      "Z. Han,",
      "Z. Han,",
      "Z. Tao,",
      "Z. Tao,",
      "J. Li,",
      "J. Li,",
      "J.-E. Kang,",
      "K. Huang,",
      "X. Dong,",
      "B. Zhuang,",
      "S. Li,",
      "B. Ge,",
      "Q. Wu,",
      "H.-J. Lee,",
      "C.-H. Kim,",
      "J. S. Fu,",
      "T. Wang,",
      "M. Chin,",
      "M. Li,",
      "J.-H. Woo,",
      "Q. Zhang,",
      "Y. Cheng,",
      "Z. Wang,",
      "Z. Wang,",
      "G. R. Carmichael"
    ],
    "doi": "https://doi.org/10.5194/acp-20-1147-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  1147\n                                  – 1161",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Topic 3 of the Model Inter-Comparison Study for Asia (MICS-Asia) Phase III examines how online coupled air quality models perform in simulating wintertime haze events in the North China Plain region and evaluates the importance of aerosol radiative feedbacks. This paper discusses the estimates of aerosol radiative forcing, aerosol feedbacks, and possible causes for the differences among the participating models. Over the Beijing–Tianjin–Hebei (BTH) region, the ensemble mean of estimated aerosol direct radiative forcing (ADRF) at the top of atmosphere, inside the atmosphere, and at the surface are −1.1, 7.7, and −8.8 W m−2 during January 2010, respectively. Subdivisions of direct and indirect aerosol radiative forcing confirm the dominant role of direct forcing. During severe haze days (17–19 January 2010), the averaged reduction in near-surface temperature for the BTH region can reach 0.3–1.6 ∘C. The responses of wind speeds at 10 m (WS10) inferred from different models show consistent declines in eastern China. For the BTH region, aerosol–radiation feedback-induced daytime changes in PM2.5 concentrations during severe haze days range from 6.0 to 12.9 µg m−3 (<6 %). Sensitivity simulations indicate the important effect of aerosol mixing states on the estimates of ADRF and aerosol feedbacks. Besides, black carbon (BC) exhibits a large contribution to atmospheric heating and feedbacks although it accounts for a small share of mass concentration of PM2.5.",
    "readLink": "https://www.atmos-chem-phys.net/20/1147/2020/acp-20-1147-2020.pdf"
  },
  {
    "title": "Review: Future consequences of climate change for European Union pig production",
    "authors": [
      "D. Renaudeau,",
      "J.Y. Dourmad"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  p.\n                                  100372",
    "issn": "1751-7311 (Print)",
    "publisher": "1751-732X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.journals.elsevier.com/animal/",
    "abstract": "Climate change is already a reality for livestock production. In contrast to the ruminant species, little is known about the impacts and the vulnerability of pig European Union (EU) sector to climate warming. This review deals with the potential and the already measurable effects of climate change in pig production. Based on evidences published in the literature, climate change may reduce EU pig productivity by indirectly reducing the availability of crops usually used in pig feeding, spreading the vector or pathogen to new locations and increasing the risk of exposure to cereals contaminated with mycotoxins; and directly mainly by inducing heat stress and increasing the animal’s susceptibility to various diseases. Provision of realistic projections of possible impacts of future climate changes on EU pig sector is a prerequisite to evaluate its vulnerability and propose effective adaptation strategies. Simulation modelling approach is the most commonly used approach for exploring the effects of medium or long-term climate change/variability in pig production. One of the main challenges for this modelling approach is to account for both direct and indirect possible effects but also to uncertainties in parameter values that substantially increase the uncertainty estimates for model projections. The last part of the paper focus on the main issues that still need to be overcome for developing a decision support tools for simulating the direct and indirect effect of climate change in pig farms.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1751731121002159"
  },
  {
    "title": "Impacts of Climate Change on the Hydrometeorological Characteristics of the Soan River Basin, Pakistan",
    "authors": [
      "Muhammad Usman,",
      "Christopher E. Ndehedehe,",
      "Rodrigo Manzanas,",
      "Burhan Ahmad,",
      "Oluwafemi E. Adeyeri"
    ],
    "doi": "https://doi.org/10.3390/atmos12060792",
    "journalVolume": "Vol. 12,\n                                no. 792\n                                \n                                  p.\n                                  792",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The global hydrological cycle is vulnerable to changing climatic conditions, especially in developing regions, which lack abundant resources and management of freshwater resources. This study evaluates the impacts of climate change on the hydrological regime of the Chirah and Dhoke Pathan sub catchments of the Soan River Basin (SRB), in Pakistan, by using the climate models included in the NEX-GDDP dataset and the hydrological model HBV-light. After proper calibration and validation, the latter is forced with NEX-GDDP inputs to simulate a historic and a future (under the RCP 4.5 and RCP 8.5 emission scenarios) streamflow. Multiple evaluation criteria were employed to find the best performing NEX-GDDP models. A different ensemble was produced for each sub catchment by including the five best performing NEX-GDDP GCMs (ACCESS1-0, CCSM4, CESM1-BGC, MIROC5, and MRI-CGCM3 for Chirah and BNU-ESM, CCSM4, GFDL-CM3. IPSL-CM5A-LR and NorESM1-M for Dhoke Pathan). Our results show that the streamflow is projected to decrease significantly for the two sub catchments, highlighting the vulnerability of the SRB to climate change.",
    "readLink": "https://www.mdpi.com/2073-4433/12/6/792"
  }
]