[
  {
    "title": "Storage and Climatic Controlling Factors of Litter Standing Crop Carbon in the Shrublands of the Tibetan Plateau",
    "authors": [
      "Xiuqing Nie,",
      "Dong Wang,",
      "Lucun Yang,",
      "Guoying Zhou"
    ],
    "doi": "https://doi.org/10.3390/f10110987",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  987",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Litter is an important component of terrestrial ecosystems and plays a significant role in carbon cycles. Quantifying regional-scale patterns of litter standing crop distribution will improve our understanding of the mechanisms of the terrestrial carbon cycle, and thus enable accurate predictions of the responses of the terrestrial carbon cycle to future climate change. In this study, we aimed to estimate the storage and climatic controlling factors of litter standing crop carbon in the Tibetan Plateau shrublands. We investigated litter standing crop carbon storage and its controlling factors, using a litter survey at 65 shrublands sites across the Tibetan Plateau from 2011−2013. Ordinary least squares regression analyses were conducted to estimate the relationships between litter standing crop carbon, longitude, and latitude. Multiple linear regressions were used to evaluate relationships among litter standing crop carbon, mean annual temperature (MAT), mean annual precipitation (MAP), and aboveground biomass. The litter standing crop carbon storage was 10.93 Tg C, 7.40 Tg C, and 3.53 Tg C in desert shrublands and alpine shrublands, respectively. Litter standing crop carbon decreased with longitude, and was stable with increasing latitude. Most (80%) of the litter standing crop was stored in branches, with only 20% stored in foliage in the shrublands on the Tibetan Plateau. The conversion coefficient was 0.44 for litter standing crop to litter standing crop carbon, and 0.39 and 0.45 for foliage and branch litter standing crop to foliage and branch litter standing crop carbon, respectively. Aboveground biomass can accelerate more inputs of litter and has a positive effect on litter standing crop carbon. MAT had a positive effect on litter standing crop carbon due to stimulating more input of aboveground biomass. However, MAP had a negative relationship with litter standing crop carbon by enhancing litter decomposition.",
    "readLink": "https://www.mdpi.com/1999-4907/10/11/987"
  },
  {
    "title": "Grapevine, esca complex, and environment: the disease triangle",
    "authors": [
      "Michael FISCHER,",
      "Samira PEIGHAMI-ASHNAEI"
    ],
    "doi": "https://doi.org/10.14601/Phytopathol_Mediterr-25086",
    "journalVolume": "Vol. 58,\n                                no. 1",
    "issn": "0031-9465 (Print)",
    "publisher": "1593-2095 (Online)",
    "countryOfPublisher": "Firenze University Press",
    "lcc": [
      "Italy",
      "Science: Botany"
    ],
    "journalUrl": "https://oajournals.fupress.net/index.php/pm/index",
    "abstract": "This review compiles the available knowledge on the triple impact of host-pathogens-environment in the progress of the esca disease complex of grapevine. The perennial crop grapevine encounters different biotic and abiotic factors responsible for numerous changes at the various growth stages. This review provides increased understanding of the esca disease complex, with emphasis on (1) the nature of esca-associated fungi as endophytes or pathogens in grapevine, (2) the importance of grapevine genotype and age in relation to resistance or susceptibility to the pathogens, (3) the significant effects of climatic changes, especially drought, on pathogen development and symptomatology, and (4) the physio-biochemical changes in the grapevines arising from the biotic and abiotic interactions. Drought often provides conditions favouring disease development in plants. Physiological and biochemical changes in plants play critical roles in this topic. The constantly increasing economic impacts of esca disease in many grape-producing countries, and the broad lack of knowledge so far, require precise studies on the transcriptional responses to biotic and abiotic factors in grapevines, as effects of “climate change” develop. On the viticultural side, improved management of water and adjusted nutrition balance in vineyards may become useful strategies to mitigate the widespread damage caused by grapevine wood pathogens.",
    "readLink": "https://oajournals.fupress.net/index.php/pm/article/view/5794"
  },
  {
    "title": "Berry Phenolics of Grapevine under Challenging Environments",
    "authors": [
      "Hernâni Gerós,",
      "Simone D. Castellarin,",
      "José Eiras-Dias,",
      "António Teixeira"
    ],
    "doi": "https://doi.org/10.3390/ijms140918711",
    "journalVolume": "Vol. 14,\n                                no. 9\n                                \n                                  pp.\n                                  18711\n                                  – 18739",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Plant phenolics have been for many years a theme of major scientific and applied interest. Grape berry phenolics contribute to organoleptic properties, color and protection against environmental challenges. Climate change has already caused significant warming in most grape-growing areas of the world, and the climatic conditions determine, to a large degree, the grape varieties that can be cultivated as well as wine quality. In particular, heat, drought and light/UV intensity severely affect phenolic metabolism and, thus, grape composition and development. In the variety Chardonnay, water stress increases the content of flavonols and decreases the expression of genes involved in biosynthesis of stilbene precursors. Also, polyphenolic profile is greatly dependent on genotype and environmental interactions. This review deals with the diversity and biosynthesis of phenolic compounds in the grape berry, from a general overview to a more detailed level, where the influence of environmental challenges on key phenolic metabolism pathways is approached. The full understanding of how and when specific phenolic compounds accumulate in the berry, and how the varietal grape berry metabolism responds to the environment is of utmost importance to adjust agricultural practices and thus, modify wine profile.",
    "readLink": "http://www.mdpi.com/1422-0067/14/9/18711"
  },
  {
    "title": "Assessing Millets and Sorghum Consumption Behavior in Urban India: A Large-Scale Survey",
    "authors": [
      "Joanna Kane-Potaka,",
      "Seetha Anitha,",
      "Takuji W. Tsusaka,",
      "Rosemary Botha,",
      "Muralidhar Budumuru,",
      "Shweta Upadhyay,",
      "Parkavi Kumar,",
      "Karuna Mallesh,",
      "Raghavendra Hunasgi,",
      "Ashok Kumar Jalagam,",
      "Swamikannu Nedumaran,",
      "Swamikannu Nedumaran"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2021.680777",
    "journalVolume": "Vol. 5",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "There is growing attention by governments and industry in regard to the role played by millets (including sorghum) to help build resilience for farmers and cope with climate change, malnutrition, diabetes, and some other major issues. To understand public knowledge and practices of consuming millets in urban areas, a survey was conducted with 15,522 individuals from seven major cities of India using a structured questionnaire, and after data cleaning 15,139 observations were subjected to analysis using descriptive and inferential statistics. It was found that the largest group among early adopters of millets were people with health problems (28%), it being the single largest reason for consuming millets, followed by those wanting to lose weight (15%) and those selecting millets for its taste (14%). There was a significant gap between people who were health conscious (91%) and those who were sure millets were healthy (40%). The major reason the respondents did not eat more millets was that it was not eaten at home (40%), followed by reactions such as not liking the taste (22%). Reaching the urban consumers through social media is recommended, given that it is their main source of information. There was no statistically significant relationship between state-wise per capita production and frequency of consumption of millets in the urban areas (p = 0.236). In conclusion, three key actions are recommended to enhance the consumption of millets: developing delicious products to satisfy the taste, providing knowledge on nutritional and health facts on millets, and improving accessibility of millets in urban markets.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2021.680777/full"
  },
  {
    "title": "Challenges and lessons learned for REDD+ finance and its governance",
    "authors": [
      "Kanako Morita,",
      "Ken’ichi Matsumoto"
    ],
    "doi": "https://doi.org/10.1186/s13021-023-00228-y",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Discussion on reducing emissions from deforestation in developing countries began at the United Nations Framework Convention on Climate Change (UNFCCC) Conference of the Parties in 2005, and the agenda for “reducing emissions from deforestation and forest degradation, and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD+)” was introduced under the UNFCCC. The REDD+ framework was developed with the expectation that it would significantly contribute to climate change mitigation at a relatively low cost and produce benefits for both developed and developing countries. Finance is a key element of REDD+ implementation, and many financial sources, approaches, and mechanisms have supported REDD+-related activities in various developing countries. However, the comprehensive challenges and lessons learned for REDD+ finance and its governance have not been fully explored. This paper reviews the relevant literature to understand the challenges for REDD+ finance and its governance in two areas—(1) REDD+ finance aligned with the UNFCCC and (2) REDD+-related finance outside the UNFCCC—which have developed differently and have different implications. This paper first identifies the six key elements of REDD+ finance and its governance across the two fields, and then reviews the related challenges and lessons learned with respect to public and private finance. The challenges for REDD+ finance and its governance aligned with the UNFCCC include enhancing the performance of REDD+ finance using mainly public finance, such as results-based finance and the jurisdictional approach. In contrast, the challenges regarding REDD+-related finance outside the UNFCCC include enhancing the engagement of the private sector in REDD+ finance, mainly targeting the project level, and the relationship between voluntary carbon markets and other investment and finance mechanisms. This paper also identifies the common challenges across REDD+ finance and its governance in the two fields. These challenges include the need to enhance linkages between REDD+ and other objectives, such as carbon neutrality/net-zero, deforestation-free supply chains, and nature-based solutions, as well as the need to develop learning systems for REDD+ finance.",
    "readLink": "https://doi.org/10.1186/s13021-023-00228-y"
  },
  {
    "title": "Mitigating Climate Change Effects: A Global Approach",
    "authors": [
      "Bengt Nordén"
    ],
    "doi": "https://doi.org/10.1142/S2529732522400028",
    "journalVolume": "Vol. 06,\n                                no. 01n02\n                                \n                                  pp.\n                                  7\n                                  – 23",
    "issn": "2529-7325 (Print)",
    "publisher": "2529-7333 (Online)",
    "countryOfPublisher": "World Scientific Publishing",
    "lcc": [
      "Singapore",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.worldscientific.com/worldscinet/mfj",
    "abstract": "The following theses are claimed, several contrasting current climate policies and taxonomies. Analysis, based on solely carbon dioxide emission and energy budget, concludes a set of concrete solutions for mitigating climate change effects. Some of the theses violate more orthodox policy which is thus protested against in order to move forward. •Our long-term goal must be to stop using all carbon-containing fuels, including natural gas and other fossil products as well as biofuels. •We must electrify society and industry, with electricity from only non-carbon-based power including nuclear power, hydro-electric, wind and solar power. •We must prepare ourselves for changes. Even if the present emission volumes of carbon dioxide were possible to stop immediately, various lag effects are inevitable and negative development will therefore continue for considerable time. •We must count with continued melting of land ice, the complete liquifying of the Antarctica ice expected to lead to a global sea level rise by some 60 m, flooding most capitals. Among various solutions to mitigate the effects of ice melting, including lowered global temperatures, the following is proposed. •To mitigate sea level rise, stationary water reservoirs should be built around the world. With estimated melting rates it would require ca 1 million reservoirs be deployed or expanded during the next 20-40 years. •Such reservoirs could also solve the emergent problem of lack of fresh water in many places. They could also be used for local storage of hydroelectric energy by using pump storage hydroelectric (PSH) technology. •All energy production sources should be analyzed according to a Total Balanced Energy Budget (TBEB) with the main objective of minimizing the emissions of greenhouse gases. •For each region/country, a table of available or conceivable complementary electric energy sources should be made and ranked according to TBEB—the sources given priority weights depending on feasibility, significance, and environmental friendliness. Tables are presented for Sweden, Norway, Denmark, Germany, France, Ukraine, California, Massachusetts, Maine, Peru, Australia, China and Japan. Generally, we find the following rank of priority applicable. •Solar energy from desert arid areas is given highest priority in replacing carbon-based forms of energy. Submarine electric cables may be deployed along the Australia-Singapore model, if the available power grids are insufficient for the energy transport. •Electrolysis of water producing clean hydrogen gas is given very high priorityboth for using hydrogen as fuel as well as for energy storage. Improved efficiency should be achieved by the development of electrolysis catalysts. •Hydroelectric power in combination with PSH is given high priority to mitigate both grid power fluctuations as well as source (solar and wind) intermittence. •False hope should not be seeded among society and politicians by inflating projects that are less realistic or suboptimal for technological, economic or other reasons. Here, probably most forms of “biofuels” (which although being “carbon neutral” do produce carbon dioxide) and “carbon capture” (catching carbon dioxide gas at the combustion site, compressing it to liquid and depositing it in salt mines or empty oil fields) are considered less significant compared to other more direct solutions. Both biofuels and carbon capture may be associated with social and environmental issues. •Political legislation and instruments (“taxonomy”) invented with the original objective of mitigating negative climate change effects should be reanalyzed and changed if not functional. The EU Emissions Trading System (EU ETS)—a market for outlet rights, for example, is a local initiative which despite its valuable ambition might be suboptimal with respect to goal of efficient decrease of carbon dioxide emission globally. Similarly, “climate taxonomy” can create loopholes bypassing a sound TBEB. •Science-based targets (SBT) to decarbonize the private sector as part of global efforts to achieve the temperature goal of the Paris Agreement should be further encouraged. •Solve economic and political challenges allowing and promoting establishment of required international energy collaborations (e.g., for solar energy cross-continental transport programs).",
    "readLink": "https://www.worldscientific.com/doi/10.1142/S2529732522400028"
  },
  {
    "title": "Assessing Maize Farmers’ Adaptation Strategies to Climate Change and Variability in Ghana",
    "authors": [
      "Mustapha  A. Sadiq,",
      "John  K. M. Kuwornu,",
      "Ramatu  M. Al-Hassan,",
      "Suhiyini  I. Alhassan"
    ],
    "doi": "https://doi.org/10.3390/agriculture9050090",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  p.\n                                  90",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "This study examined the adaptation strategies of maize farmers to climate change and variability in the Eastern Region of Ghana using primary data collected from 150 maize farming households by the administration of structured questionnaires. The results of the multinomial logit regression revealed that rainfall perception, access to credit, and farming experience significantly influenced the adoption of recommended agricultural practices, whereas the adoption of soil-related strategies is influenced by gender and rainfall perception. Farming experience and rainfall perception influenced the adoption of improved varieties strategies. This study highlights the need for the development of water resources for maize production in the context of the changing climate. In this respect, the crucial roles of the Ghana Irrigation Development Authority, the agricultural extension division of the Ministry of Food and Agriculture, and other international organizations such as the Japan International Cooperation Agency and the World Bank regarding the development of irrigation facilities and the associated capacity building of the farmers are very important. Finally, the formation of Water User Associations for the smallholder farmers regarding the usage and maintenance of the irrigation facilities would be a step in the right direction.",
    "readLink": "https://www.mdpi.com/2077-0472/9/5/90"
  },
  {
    "title": "Assessment of Agricultural Areas Suitable for Agroforestry in Latvia",
    "authors": [
      "Andis Bārdulis,",
      "Jānis Ivanovs,",
      "Arta Bārdule,",
      "Dagnija Lazdiņa,",
      "Dana Purviņa,",
      "Aldis Butlers,",
      "Andis Lazdiņš"
    ],
    "doi": "https://doi.org/10.3390/land11101873",
    "journalVolume": "Vol. 11,\n                                no. 1873\n                                \n                                  p.\n                                  1873",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "The role of trees on agricultural land is predicted to increase rapidly in order to achieve biodiversity, environmental, and climate goals. This study demonstrated the selection and evaluation approach and assessed the suitable agricultural land for agroforestry practices in hemiboreal Latvia, which was selected as the demonstration area by synthesizing knowledge of environmental sciences, remote sensing, and relevant legislation on land use and management. The total area of agricultural land suitable for agroforestry was estimated to be 14.1% of the total agricultural land in Latvia (351.5 kha). The selected agricultural land mainly comprised semihydromorphic soils; the dominant soil texture was loamy sand. Current dominant land use in the selected agricultural land consisted of heterogeneous agriculture and pastures; however, the selected agricultural parcels were outside intensive agricultural production for the most part—only 0.38% of the total selected agricultural land was accepted to receive state support and/or EU support to farmers under the Common Agricultural Policy (CAP). Considering the lengthy process of implementation of new agricultural-land-management practices, as well as taking into account the ambitious timeframe for reaching biodiversity, environmental, and climate goals, we recommend reducing hindrances to the introduction of agroforestry systems. The provided selection and evaluation approach is transferable to other countries and regions by adaptation of the elaborated methodologies to available country-specific spatial information and data",
    "readLink": "https://www.mdpi.com/2073-445X/11/10/1873"
  },
  {
    "title": "Leaf Physiological Responses of Three Psammophytes to Combined Effects of Warming and Precipitation Reduction in Horqin Sandy Land, Northeast China",
    "authors": [
      "Wen-Da Huang,",
      "Wen-Da Huang,",
      "Yuan-Zheng He,",
      "Yuan-Zheng He,",
      "Huai-Hai Wang,",
      "Huai-Hai Wang,",
      "Yuan-Zhong Zhu,",
      "Yuan-Zhong Zhu"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.785653",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The decreasing precipitation with global climate warming is the main climatic condition in some sandy grassland ecosystems. The understanding of physiological responses of psammophytes in relation to warming and precipitation is a possible way to estimate the response of plant community stability to climate change. We selected Lespedeza davurica, Artemisia scoparia, and Cleistogenes squarrosa in sandy grassland to examine the effect of a combination of climate warming and decreasing precipitation on relative water content (RWC), chlorophyll, proline, and antioxidant enzyme activities. We found that all experimental treatments have influenced RWC, chlorophyll, proline, and antioxidant enzyme activities of three psammophytes. L. davurica has the highest leaf RWC among the three psammophytes. With the intensification of precipitation reduction, the decreasing amplitude of chlorophyll from three psammophytes was L. davurica > C. squarrosa > A. scoparia. At the natural temperature, the malondialdehyde (MDA) content of the three psammophytes under severe drought treatment was much higher than other treatments, and their increasing degree was as follows: A. scoparia > C. squarrosa > L. davurica. At the same precipitation gradient, the proline of three psammophytes under warming was higher than the natural temperature. The differences in superoxide dismutase (SOD) among the three psammophytes were A. scoparia > L. davurica > C. squarrosa. Moreover, at natural temperature, more than 40% of precipitation reduction was most significant. Regardless of warming or not, the catalase (CAT) activity of A. scoparia under reduced precipitation treatments was higher than natural temperature, while the response of L. davurica was opposite. Correlation analyses evidenced that warming (T) was significant in L. davurica and precipitation (W) was significant in A. scoparia and C. squarrosa according to the Monte-Carlo permutation test (p = 0.002, 0.004, and 0.004). The study is important in predicting how local plants will respond to future climate change and assessing the possible effects of climate change on sandy grassland ecosystems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.785653/full"
  },
  {
    "title": "Reconstruction of Recharge and Discharge Pattern in the Polder Drainage Canal Network",
    "authors": [
      "Gordon Gilja,",
      "Neven Kuspilić,",
      "Martina Lacko,",
      "Davor Romić"
    ],
    "doi": "https://doi.org/10.3390/hydrology10030060",
    "journalVolume": "Vol. 10,\n                                no. 60\n                                \n                                  p.\n                                  60",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "Rainfed agriculture is dependent on rainfall and runoff patterns, especially in lowland areas that rely on pumping operation to remove excess water from the drainage network. Polder areas are extremely vulnerable to saltwater intrusion and subsequent soil salinization driven by rising sea levels and accelerated by climate change. The aim of this paper is to reconstruct the recharge and discharge pattern in the Vidrice polder, a drainage canal network within the Neretva River Delta agroecosystem used to collect the surface and subsurface runoff from the agricultural land and saltwater infiltration through the aquifer. Water regime data are collected over an 18-month period of real-time monitoring at 15 min intervals on three stations along the primary drainage canal and one station at the secondary canal. Analysis of water level flashiness in the Vidrice polder using the Richards-Baker flashiness index (R-Bindex) indicates that daily pumping of water infiltrated in the canal network is sub-optimal: discharge fluctuates significantly more than recharge, by 46% on average, resulting in unnecessary lowering of the water level in the drainage network. The results show that the correlation between the intensive rainfall events (>10 mm/day) and the recharge rates can be used to modify the daily pumping operation and maintain high freshwater levels in the canal network to increase the resistance to infiltration and reduce saltwater intrusion into the polder.",
    "readLink": "https://www.mdpi.com/2306-5338/10/3/60"
  }
]