[
  {
    "title": "Nutrient management may reduce global warming potential of rice cultivation in subtropical India",
    "authors": [
      "Kumar Abbhishek,",
      "Dillip Kumar Swain,",
      "Shiladitya Dey,",
      "Ajay Singh,",
      "Jayanarayanan Kuttippurath,",
      "Girish Chander,",
      "K. Ashok Kumar"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100169",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Agricultural practices contribute to greenhouse gas (GHG) emissions; therefore, it is essential to modify the production technologies. We analyzed decadal variation in CO2 and CH4 over a major rice cultivating area in subtropical India using GOSAT satellite data, which shows a sturdy increase. Furthermore, we carried out long-term field experiments with different nutrients management in the research farm to validate CERES–Rice (Crop Environment Resource Synthesis) and DNDC (De-nitrification and Decomposition model) models. The variations in Global warming potential per kg rice grain production over 90 years (2005–2095) are also projected. This study used a simulation technique to predict the rice yield using CERES–Rice and GWP using the DNDC model for three varied nutrient management treatments: chemical fertilizer (CF) at full (100%) recommended level (CF100), organic fertilizer using vermicompost at full recommendation (VC100), and integration of organic and chemical fertilizer (VC50 + CF50). The CF100 treatment showed the highest rate of increase in GWP as 0.014 and 0.021 kg CO2eq kg-grain season−1 in RCP 4.5 and 8.5 scenarios, respectively. Integrating organic fertilizers with chemical fertilizers may give a nearly similar yield in later decades of the century in both RCP 4.5 and 8.5 climate scenarios with substantial reductions (77% in RCP 4.5 and 66% in RCP 8.5) in the rate of change in GWP as compared to sole chemical fertilizer application. This study recommends integrated nutrient management using organic fertilizers as a feasible way to limit the GHG emission from rice fields and minimize global warming in future climate scenarios.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666049022000470"
  },
  {
    "title": "Compact Polarimetry Response to Modeled Fast Sea Ice Thickness",
    "authors": [
      "Mohammed Dabboor,",
      "Mohammed Shokr"
    ],
    "doi": "https://doi.org/10.3390/rs12193240",
    "journalVolume": "Vol. 12,\n                                no. 3240\n                                \n                                  p.\n                                  3240",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Compact Polarimetric (CP) Synthetic Aperture Radar (SAR) is expected to gain more and more ground for Earth observation applications in the coming years. This comes in light of the recently launched RADARSAT Constellation Mission (RCM), which uniquely provides CP SAR imagery in operational mode. In this study, we present observations about the sensitivity of CP SAR imagery to thickness of thermodynamically-grown fast sea ice during early ice growth (September–December 2017) in the Resolute Bay area, Canadian Central Arctic. Fast ice is most suitable to use for this preliminary study since it exhibits only thermodynamic growth in absence of ice mobility and deformation. Results reveal that ice thickness up to 30 cm can be retrieved using several CP parameters from the tested set. This ice thickness corresponds to the thickness of young ice. We found the surface scattering mechanism to be dominant during the early ice growth, exposing an increasing tendency up to 30 cm thickness with a correlation coefficient with the thickness equal to 0.86. The degree of polarization was found to be the parameter with the highest correlation up to 0.95. While thickness retrieval within the same range is also possible using parameters from Full Polarimetric (FP) SAR parameters as shown in previous studies, the advantage of using CP SAR mode is the much larger swath coverage, which is an operational requirement.",
    "readLink": "https://www.mdpi.com/2072-4292/12/19/3240"
  },
  {
    "title": "Modeling and predicting trends of heat stress based on climate change phenomenon: A case study in a semi-arid climate",
    "authors": [
      "Mehdi Asghari,",
      "Gholamabbas Fallah Ghalhari,",
      "Hamidreza Heidari,",
      "Rahmatollah Moradzadeh,",
      "Sadegh Samadi,",
      "Reza Tajik,",
      "Mohammadjavad Ghanadzadeh"
    ],
    "doi": "https://doi.org/10.34172/EHEM.2022.43",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  399\n                                  – 407",
    "issn": "2423-3765 (Print)",
    "publisher": "2423-4311 (Online)",
    "countryOfPublisher": "Kerman University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://ehemj.com/",
    "abstract": "Background: Climate change is one of the most complex human challenges in the future. One of the consequences of climate change is the exposure of people to heat stress, especially in the outdoor environments. The aim of this study was to model the changes in the trend of exposure to heat stress in outdoor environments in the coming decades in the context of climate change and global warming. Methods: The Wet Bulb Globe Temperature (WBGT) index, Canadian Earth System Model (CanESM2), and the Statistical Down Scaling Model (SDSM) were used in a semi-arid climate. In this study, Arak station was considered as a representative of Iran’s semi-arid climate. In this research, the daily data of the minimum and maximum temperatures, humidity, and WBGT index were used from 2011 to 2099. Results: The minimum and maximum air temperatures in the study station show an increasing trend in three time periods. Also, based on the three studied scenarios, air temperature and WBGT index have an upward and positive trend and relative humidity has a downward and negative trend in the coming decades. Conclusion: In general, increasing the exposure of people to heat stress at the study station in the coming decades and based on the simulations of atmospheric general circulation models (GCMs), will not be unexpected.",
    "readLink": "http://ehemj.com/article-1-1039-en.html"
  },
  {
    "title": "Changing sources and burial of organic carbon in the Chukchi Sea sediments with retreating sea ice over recent centuries",
    "authors": [
      "L. Su,",
      "L. Su,",
      "J. Ren,",
      "M.-A. Sicre,",
      "Y. Bai,",
      "R. Zhao,",
      "R. Zhao,",
      "X. Han,",
      "Z. Li,",
      "H. Jin,",
      "H. Jin,",
      "A. S. Astakhov,",
      "X. Shi,",
      "J. Chen,",
      "J. Chen"
    ],
    "doi": "https://doi.org/10.5194/cp-19-1305-2023",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1305\n                                  – 1320",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Decreasing sea ice extent caused by climate change is affecting the carbon cycle of the Arctic Ocean. In this study, surface sediments across the western Arctic Ocean are investigated to characterize sources of sedimentary organic carbon (OC). Bulk organic parameters (total organic carbon, total nitrogen, δ13Corg, and δ15N) and molecular organic biomarkers (e.g., sterols and highly branched isoprenoids – HBIs) are combined to distinguish between sympagic, pelagic, and terrestrial OC sources. Their downcore profiles generated at the Chukchi Sea R1 core site (74∘ N) are then used to evaluate changes in the relative contribution of these components of sedimentary OC over the last 200 years with decreasing sea ice. Our data evidence that, from the 1820s to the 1930s, prevailing high sea ice cover inhibited in situ primary production, resulting in prominent land-derived material in sediments. Then, from the 1930s to the 1980s, primary production started increasing with the gradual decline of summer sea ice. The ratio of sympagic and pelagic OC began to rise to account for the larger portion of sedimentary OC. Since the 1980s, accelerated sea ice loss led to enhanced primary production, stabilizing over the last decades due to freshwater-induced surface ocean stratification in summer.",
    "readLink": "https://cp.copernicus.org/articles/19/1305/2023/cp-19-1305-2023.pdf"
  },
  {
    "title": "Drought monitoring in the Seybouse basin (Algeria) over the last decades",
    "authors": [
      "Khezazna Amina,",
      "Amarchi Hocine,",
      "Derdous Oussama,",
      "Bousakhria Fouad"
    ],
    "doi": "https://doi.org/10.1515/jwld-2017-0022",
    "journalVolume": "Vol. 33,\n                                no. 1\n                                \n                                  pp.\n                                  79\n                                  – 88",
    "issn": "2083-4535 (Online)",
    "publisher": "Polish Academy of Sciences",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "https://journals.pan.pl/jwld",
    "abstract": "Algeria is amongst the African countries most affected by climate change impacts especially by drought which caused considerable economic losses in the past decades. In this paper, drought monitoring for the period between 1970 and 2011 was conducted in the Seybouse watershed by analysing annual rainfall data in terms of variability and trends along with the calculation of the standardized precipitation index (SPI). The results indicated important inter-annual rainfall fluctuation and a significant increasing trend. The estimated drought indices indicated that the Seybouse watershed experienced in the past a long dry period with a moderate severity followed by a long wet period at the majority of the study area. Moreover, the interpolation of the standardized precipitation indices (SPI) on the entire Seybouse basin in GIS allowed visualizing and evaluating the spatial-temporal evolution of drought in the region which should help the decision-makers in the management of water resources, agriculture and other activities that may be affected by drought.",
    "readLink": "http://www.degruyter.com/view/j/jwld.2017.33.issue-1/jwld-2017-0022/jwld-2017-0022.xml?format=INT"
  },
  {
    "title": "Prevention, Risk Exposure, and Knowledge of Monkeypox in Occupational Settings: A Scoping Review",
    "authors": [
      "Lucrezia Ginevra Lulli,",
      "Antonio Baldassarre,",
      "Nicola Mucci,",
      "Giulio Arcangeli"
    ],
    "doi": "https://doi.org/10.3390/tropicalmed7100276",
    "journalVolume": "Vol. 7,\n                                no. 276\n                                \n                                  p.\n                                  276",
    "issn": "2414-6366 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/tropicalmed",
    "abstract": "With ongoing climate change, which alters the conditions for pathogens and vectors, zoonotic diseases such as monkeypox virus will become a challenge and a great threat impacting global health in future decades. A current outbreak of monkeypox is occurring in over 125 countries, with a report of thousands of cases in countries where this virus has never appeared. Occupational exposure to the monkeypox virus has recently been identified as an issue of major concern for occupational health, especially in healthcare settings. A scoping review following the PRISMA guidelines was performed, aiming to analyze the effects that the current monkeypox outbreak has in workplaces, given the potential exposure of healthcare workers to the virus, the possible spread of the virus in occupational settings, and the preventive measures that are necessary to implement. At the end of the selection process, 21 studies were included in the review. Healthcare workers are considered at a high risk, and similar preventive measures to those adopted during the SARS-CoV-2 pandemic must be implemented in all healthcare settings. The main recommendations for preventing and managing monkeypox in occupational settings are the vaccination of exposed workers, the prompt identification and isolation of infected individuals, and good hygiene practices. Education and specific training are necessary in non-endemic countries to make healthcare workers able to recognize the disease and prevent further contagions. Although monkeypox seems unlikely to reach the pandemic spread of COVID-19, an approach to global health even to avoid future zoonotic epidemics is required by all stakeholders.",
    "readLink": "https://www.mdpi.com/2414-6366/7/10/276"
  },
  {
    "title": "Green Bonds for the Transition to a Low-Carbon Economy",
    "authors": [
      "Andreas Lichtenberger,",
      "Joao Paulo Braga,",
      "Willi Semmler"
    ],
    "doi": "https://doi.org/10.3390/econometrics10010011",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  11",
    "issn": "2225-1146 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/econometrics",
    "abstract": "The green bond market is emerging as an impactful financing mechanism in climate change mitigation efforts. The effectiveness of the financial market for this transition to a low-carbon economy depends on attracting investors and removing financial market roadblocks. This paper investigates the differential bond performance of green vs non-green bonds with (1) a dynamic portfolio model that integrates negative as well as positive externality effects and via (2) econometric analyses of aggregate green bond and corporate energy time-series indices; as well as a cross-sectional set of individual bonds issued between 1 January 2017, and 1 October 2020. The asset pricing model demonstrates that, in the long-run, the positive externalities of green bonds benefit the economy through positive social returns. We use a deterministic and a stochastic version of the dynamic portfolio approach to obtain model-driven results and evaluate those through our empirical evidence using harmonic estimations. The econometric analysis of this study focuses on volatility and the risk–return performance (Sharpe ratio) of green and non-green bonds, and extends recent econometric studies that focused on yield differentials of green and non-green bonds. A modified Sharpe ratio analysis, cross-sectional methods, harmonic estimations, bond pairing estimations, as well as regression tree methodology, indicate that green bonds tend to show lower volatility and deliver superior Sharpe ratios (while the evidence for green premia is mixed). As a result, green bond investment can protect investors and portfolios from oil price and business cycle fluctuations, and stabilize portfolio returns and volatility. Policymakers are encouraged to make use of the financial benefits of green instruments and increase the financial flows towards sustainable economic activities to accelerate a low-carbon transition.",
    "readLink": "https://www.mdpi.com/2225-1146/10/1/11"
  },
  {
    "title": "A climate-change attribution retrospective of some impactful weather extremes of 2021",
    "authors": [
      "D. Faranda,",
      "D. Faranda,",
      "D. Faranda,",
      "S. Bourdin,",
      "M. Ginesta,",
      "M. Krouma,",
      "R. Noyelle,",
      "F. Pons,",
      "P. Yiou,",
      "G. Messori,",
      "G. Messori,",
      "G. Messori,",
      "G. Messori"
    ],
    "doi": "https://doi.org/10.5194/wcd-3-1311-2022",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  pp.\n                                  1311\n                                  – 1340",
    "issn": "2698-4016 (Online)",
    "publisher": "Copernicus Publications",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.weather-climate-dynamics.net/",
    "abstract": "The IPCC AR6 report outlines a general consensus that anthropogenic climate change is modifying the frequency and intensity of extreme events such as cold spells, heat waves, storms or floods. A pertinent question is then whether climate change may have affected the characteristics of a specific extreme event or whether such event would have even been possible in the absence of climate change. Here, we address this question by performing an attribution of some major extreme events that occurred in 2021 over Europe and North America: the Winter Storm Filomena, the French spring cold spell, the Westphalia floods, the Mediterranean summer heat wave, Hurricane Ida, the Po Valley tornado outbreak, Medicane Apollo and the late-autumn Scandinavian cold spell. We focus on the role of the atmospheric circulation associated with the events and its typicality in present (factual world) and past climate conditions (counterfactual world) – defined using the ERA5 dataset 1950 to present. We first identify the most similar sea-level pressure patterns to the extreme events of interest in the factual and counterfactual worlds – so-called analogues. We then compute significant shifts in the spatial characteristics, persistence, predictability, seasonality and other characteristics of these analogues. We also diagnose whether in the present climate the analogues of the studied events lead to warmer/cooler or dryer/wetter conditions than in the past. Finally we verify whether the El Niño–Southern Oscillation and the Atlantic Multidecadal Oscillation may explain interdecadal changes in the analogues' characteristics. We find that most of the extreme events we investigate are significantly modified in the present climate with respect to the past, because of changes in the location, persistence and/or seasonality of cyclonic/anticyclonic patterns in the sea-level pressure analogues. One of the events, Medicane Apollo, appears to be a black swan of the atmospheric circulation, with poor-quality analogues. Our approach, complementary to the statistical extreme-event attribution methods in the literature, points to the potentially important role of the atmospheric circulation in attribution studies.",
    "readLink": "https://wcd.copernicus.org/articles/3/1311/2022/wcd-3-1311-2022.pdf"
  },
  {
    "title": "Beyond MRV: high-resolution forest carbon modeling for climate mitigation planning over Maryland, USA",
    "authors": [
      "G Hurtt,",
      "M Zhao,",
      "R Sahajpal,",
      "A Armstrong,",
      "R Birdsey,",
      "E Campbell,",
      "K Dolan,",
      "R Dubayah,",
      "J P Fisk,",
      "S Flanagan,",
      "C Huang,",
      "W Huang,",
      "K Johnson,",
      "R Lamb,",
      "L Ma,",
      "R Marks,",
      "D O’Leary,",
      "J O’Neil-Dunne,",
      "A Swatantran,",
      "H Tang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab0bbe",
    "journalVolume": "Vol. 14,\n                                no. 4\n                                \n                                  p.\n                                  045013",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Forests are important ecosystems that are under increasing pressure from human use and environmental change, and have a significant ability to remove carbon dioxide from the atmosphere, and are therefore the focus of policy efforts aimed at reducing deforestation and degradation as well as increasing afforestation and reforestation for climate mitigation. Critical to these efforts is the accurate monitoring, reporting and verification of current forest cover and carbon stocks. For planning, the additional step of modeling is required to quantitatively estimate forest carbon sequestration potential in response to alternative land-use and management decisions. To be most useful and of decision-relevant quality, these model estimates must be at very high spatial resolution and with very high accuracy to capture important heterogeneity on the land surface and connect to monitoring efforts. Here, we present results from a new forest carbon monitoring and modeling system that combines high-resolution remote sensing, field data, and ecological modeling to estimate contemporary above-ground forest carbon stocks, and project future forest carbon sequestration potential for the state of Maryland at 90 m resolution. Statewide, the contemporary above-ground carbon stock was estimated to be 110.8 Tg C (100.3–125.8 Tg C), with a corresponding mean above-ground biomass density of 103.7 Mg ha ^−1 which was within 2% of independent empirically-based estimates. The forest above-ground carbon sequestration potential for the state was estimated to be much larger at 314.8 Tg C, and the forest above-ground carbon sequestration potential gap (i.e. potential-current) was estimated to be 204.1 Tg C, nearly double the current stock. These results imply a large statewide potential for future carbon sequestration from afforestation and reforestation activities. The high spatial resolution of the model estimates underpinning these totals demonstrate important heterogeneity across the state and can inform prioritization of actual afforestation/reforestation opportunities. With this approach, it is now possible to quantify both the forest carbon stock and future carbon sequestration potential over large policy relevant areas with sufficient accuracy and spatial resolution to significantly advance planning.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab0bbe"
  },
  {
    "title": "Radiative closure and cloud effects on the radiation budget based on satellite and shipborne observations during the Arctic summer research cruise, PS106",
    "authors": [
      "C. Barrientos-Velasco,",
      "H. Deneke,",
      "A. Hünerbein,",
      "H. J. Griesche,",
      "P. Seifert,",
      "A. Macke"
    ],
    "doi": "https://doi.org/10.5194/acp-22-9313-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  9313\n                                  – 9348",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "For understanding Arctic climate change, it is critical to quantify and address uncertainties in climate data records on clouds and radiative fluxes derived from long-term passive satellite observations. A unique set of observations collected during the PS106 expedition of the research vessel Polarstern (28 May to 16 July 2017) by the OCEANET facility, is exploited here for this purpose and compared with the CERES SYN1deg ed. 4.1 satellite remote-sensing products. Mean cloud fraction (CF) of 86.7 % for CERES SYN1deg and 76.1 % for OCEANET were found for the entire cruise. The difference of CF between both data sets is due to different spatial resolution and momentary data gaps, which are a result of technical limitations of the set of shipborne instruments. A comparison of radiative fluxes during clear-sky (CS) conditions enables radiative closure (RC) for CERES SYN1deg products by means of independent radiative transfer simulations. Several challenges were encountered to accurately represent clouds in radiative transfer under cloudy conditions, especially for ice-containing clouds and low-level stratus (LLS) clouds. During LLS conditions, the OCEANET retrievals were particularly compromised by the altitude detection limit of 155 m of the cloud radar. Radiative fluxes from CERES SYN1deg show a good agreement with ship observations, having a bias (standard deviation) of −6.0 (14.6) and 23.1 (59.3) W m−2 for the downward longwave (LWD) and shortwave (SWD) fluxes, respectively. Based on CERES SYN1deg products, mean values of the radiation budget and the cloud radiative effect (CRE) were determined for the PS106 cruise track and the central Arctic region (70–90∘ N). For the period of study, the results indicate a strong influence of the SW flux in the radiation budget, which is reduced by clouds leading to a net surface CRE of −8.8 and −9.3 W m−2 along the PS106 cruise and for the entire Arctic, respectively. The similarity of local and regional CRE supports the consideration that the PS106 cloud observations can be representative of Arctic cloudiness during early summer.",
    "readLink": "https://acp.copernicus.org/articles/22/9313/2022/acp-22-9313-2022.pdf"
  }
]