[
  {
    "title": "El Antropoceno puesto a prueba en el campo: cambio climático y crisis de las relaciones de reciprocidad entre los q’ero de los Andes peruanos",
    "authors": [
      "Geremia Cometti"
    ],
    "doi": "https://doi.org/10.7440/antipoda38.2020.01",
    "journalVolume": "Vol. 38\n                                \n                                \n                                  pp.\n                                  3\n                                  – 23",
    "issn": "1900-5407 (Print)",
    "publisher": "2011-4273 (Online)",
    "countryOfPublisher": "Universidad de los Andes (Bogotá)",
    "lcc": [
      "Colombia",
      "Geography. Anthropology. Recreation: Anthropology",
      "Auxiliary sciences of history: Archaeology"
    ],
    "journalUrl": "http://revistas.uniandes.edu.co/journal/antipoda",
    "abstract": "The neologism Anthropocene is one of the most discussed concepts in the scientific community today. The debates surrounding the new concept go above and beyond classical disciplinary boundaries, in particular the boundaries between natural and social sciences. The purpose of this article is to show that anthropology can also play an important role in this debate. Methodology: Through a fieldwork study conducted from 2011 to 2017 among the Q’ero of the Peruvian Andes (Cuzco region), this article discusses the neologism’s relevance in non-western societies. Conclusions: The article reveals that when confronted with non-Western societies, the concept of Anthropocene can make sense only if it is analyzed from non-naturalist points of view. Therefore, the concept and its possible reformulation open very stimulating reflections -even for naturalist ontologies- that can lead to a rethinking of other forms of life in common with non-human entities. Originality: The article shows that most of the Q’ero explain the climatic and atmospheric changes through the gradual abandonment of a number of rituals. It is precisely in these anthropic responsibilities that the discussion of the neologism in a non-modern society -such as the Q’ero of the Peruvian Andes- can stimulate debate regarding its relevance.",
    "readLink": "https://revistas.uniandes.edu.co/doi/full/10.7440/antipoda38.2020.01"
  },
  {
    "title": "Climate consciousness and behaviour of students of a civil engineering university: problems of education",
    "authors": [
      "Ivanova Zinaida,",
      "Yudenkova Olga"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202338908005",
    "journalVolume": "Vol. 389\n                                \n                                \n                                  p.\n                                  08005",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The article addresses climate change and environmental degradation in many parts of the planet. Cities demonstrate an increase in air temperature; urban heat islets affect human health and rise mortality rates. This requires a change in an approach to urban planning and design, a modified of urban structure, which in turn require better environmental and climate education for students who are future civil engineers, urban planners and architects. The article discusses the results of a sociological survey conducted among students of National Research Moscow State University of Civil Engineering (NRU MGSU), which demonstrates their climate consciousness, understanding climate change triggers, as well as the willingness to combat the negative effects of climate change. The primary data, obtained in the course of the survey, were compared with the data other surveys, launched by the All-Russian Public opinion Research Centre (VCIOM), research holding ROMIR, and Eurobarometer. The conclusion was that some students of MGSU were poorly informed of the extent of climate change. In general, they judge correctly about their causes and consequences, take some actions to prevent and mitigate the scale of disasters, but that's not enough. It is necessary to improve environmental and climate education and practical training of students through improvement of educational programmes.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/26/e3sconf_uesf2023_08005.pdf"
  },
  {
    "title": "Experiences from a School–University Partnership Climate and Sustainability Education Project in England: The Value of Citizen Science and Practical STEM Approaches",
    "authors": [
      "Meryl Batchelder,",
      "Mark Swinney,",
      "Tess O’Hara,",
      "Alethea Goddard,",
      "Elizabeth Lewis,",
      "Jo Cox,",
      "Hayley J. Fowler"
    ],
    "doi": "https://doi.org/10.3390/su15129401",
    "journalVolume": "Vol. 15,\n                                no. 9401\n                                \n                                  p.\n                                  9401",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Extracurricular citizen science and hands-on STEM (science, technology, engineering, and maths) projects can ensure that climate and sustainability education is not just superficial but truly transformative. Through working under the guidance of academic partners, young people can develop a deep appreciation for climate science and, most importantly, become aware of the real-world sustainable solutions being developed to address the consequences of our changing climate. We present the experiences of four stakeholders from one case study involving middle school students (9–13 years) and their teachers working on a climate change and sustainable drainage system (SuDS) project with academics from Newcastle University and the Schools Engagement programme of the Royal Society. We found that all stakeholders considered it to be a successful project with significant benefits, including engaging learning in the pupils, a challenge for the teachers, and meaningful data collection for the academic team. The funding organisation thought the positive interactions that they try to encourage between students and STEM partners were evidenced in this project perfectly. Young people are future decision makers; this type of project can enable them to develop essential skills and an understanding of a range of STEM careers. Subsequent developments may include refining the way similar projects are run.",
    "readLink": "https://www.mdpi.com/2071-1050/15/12/9401"
  },
  {
    "title": "Improving the potential accuracy and usability of EURO-CORDEX estimates of future rainfall  climate using frequentist model averaging",
    "authors": [
      "S. Jewson,",
      "G. Barbato,",
      "P. Mercogliano,",
      "J. Mysiak,",
      "M. Sassi"
    ],
    "doi": "https://doi.org/10.5194/npg-28-329-2021",
    "journalVolume": "Vol. 28\n                                \n                                \n                                  pp.\n                                  329\n                                  – 346",
    "issn": "1023-5809 (Print)",
    "publisher": "1607-7946 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://www.nonlinear-processes-in-geophysics.net/",
    "abstract": "Probabilities of future climate states can be estimated by fitting distributions to the members of an ensemble of climate model projections. The change in the ensemble mean can be used as an estimate of the change in the mean of the real climate. However, the level of sampling uncertainty around the change in the ensemble mean varies from case to case and in some cases is large. We compare two model-averaging methods that take the uncertainty in the change in the ensemble mean into account in the distribution fitting process. They both involve fitting distributions to the ensemble using an uncertainty-adjusted value for the ensemble mean in an attempt to increase predictive skill relative to using the unadjusted ensemble mean. We use the two methods to make projections of future rainfall based on a large data set of high-resolution EURO-CORDEX simulations for different seasons, rainfall variables, representative concentration pathways (RCPs), and points in time. Cross-validation within the ensemble using both point and probabilistic validation methods shows that in most cases predictions based on the adjusted ensemble means show higher potential accuracy than those based on the unadjusted ensemble mean. They also perform better than predictions based on conventional Akaike model averaging and statistical testing. The adjustments to the ensemble mean vary continuously between situations that are statistically significant and those that are not. Of the two methods we test, one is very simple, and the other is more complex and involves averaging using a Bayesian posterior. The simpler method performs nearly as well as the more complex method.",
    "readLink": "https://npg.copernicus.org/articles/28/329/2021/npg-28-329-2021.pdf"
  },
  {
    "title": "Coupling Tank Model and Lars-Weather Generator in Assessments of the Impacts of Climate Change on Water Resources",
    "authors": [
      "Mohammadzadeh Naser,",
      "Amiri Bahman Jabbarian,",
      "Endergoli Leila Eslami,",
      "Karimi Shirin"
    ],
    "doi": "https://doi.org/10.2478/sjce-2019-0003",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  14\n                                  – 24",
    "issn": "1338-3973 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/SJCE",
    "abstract": "With the aim of assessing the impact of climate change on surface water resources, a conceptual rainfall-runoff model (the tank model) was coupled with LARS-WG as a weather generator model. The downscaled daily rainfall, temperature, and evaporation from LARS-WG under various IPCC climate change scenarios were used to simulate the runoff through the calibrated Tank model. A catchment (4648 ha) located in the southern basin of the Caspian Sea was chosen for this research study. The results showed that this model has a reasonable predictive capability in simulating minimum and maximum temperatures at a level of 99%, rainfall at a level of 93%, and radiation at a level of 97% under various scenarios in agreement with the observed data. Moreover, the results of the rainfall-runoff model indicated an increase in the flow rate of about 108% under the A1B scenario, 101% under the A2 scenario, and 93% under the B1 scenario over the 30-year time period of the discharge prediction.",
    "readLink": "http://www.degruyter.com/view/j/sjce.2019.27.issue-1/sjce-2019-0003/sjce-2019-0003.xml?format=INT"
  },
  {
    "title": "Mitigation of GHG Emissions from Soils Fertilized with Livestock Chain Residues",
    "authors": [
      "Alessandra Lagomarsino,",
      "Massimo Valagussa,",
      "Carla Scotti,",
      "Lamberto Borrelli,",
      "Claudia Becagli,",
      "Alberto Tosca"
    ],
    "doi": "https://doi.org/10.3390/agronomy12071593",
    "journalVolume": "Vol. 12,\n                                no. 1593\n                                \n                                  p.\n                                  1593",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Using livestock residues as alternative fertilizers is a sustainable practice which recycles nutrients that would otherwise be lost. However, organic fertilizers may have a large impact on N2O emissions, offsetting the beneficial effects of C sequestration. After four years from biochar application, greenhouse gas fluxes were monitored for two years from a Maize field fertilized with digestate, slurry, or urea, with and without biochar. The objectives of the present study were to assess (i) the climate feedback of using residues from the livestock chain as alternative fertilizers and (ii) the contribution of biochar in mitigating GHGs emissions, while increasing the organic C in soil. Digestate was shown to have the highest impact on CO2 and N2O emissions from soil, with respect to mineral fertilization (+29 and +142%), more than slurry (+21 and −5%), whereas both residues positively affected CH4 uptake (+5 and +14%, respectively). The maximum N2O peaks occurred between 7–20 days after fertilization, accounting for 61% of total emissions, on average. Biochar was effective in reducing N2O emissions derived from mineral fertilization and digestate (−54% and −17%, respectively). An excess of labile organic matter and N induced the highest CO2 emissions and N2O peaks, independent of—or even triggered by—biochar. Mitigation of GHG emissions, from soils fertilized with livestock chain residue, can be obtained using biochar, but with limitations dependent on (i) the quantity of organic matter added, (ii) its quality, and (iii) the time from application: those aspects that deserve further investigations.",
    "readLink": "https://www.mdpi.com/2073-4395/12/7/1593"
  },
  {
    "title": "Detecting Multi-Decadal Changes in Seagrass Cover in Tauranga Harbour, New Zealand, Using Landsat Imagery and Boosting Ensemble Classification Techniques",
    "authors": [
      "Nam-Thang Ha,",
      "Merilyn Manley-Harris,",
      "Tien-Dat Pham,",
      "Ian Hawes"
    ],
    "doi": "https://doi.org/10.3390/ijgi10060371",
    "journalVolume": "Vol. 10,\n                                no. 371\n                                \n                                  p.\n                                  371",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "Seagrass provides a wide range of essential ecosystem services, supports climate change mitigation, and contributes to blue carbon sequestration. This resource, however, is undergoing significant declines across the globe, and there is an urgent need to develop change detection techniques appropriate to the scale of loss and applicable to the complex coastal marine environment. Our work aimed to develop remote-sensing-based techniques for detection of changes between 1990 and 2019 in the area of seagrass meadows in Tauranga Harbour, New Zealand. Four state-of-the-art machine-learning models, Random Forest (RF), Support Vector Machine (SVM), Extreme Gradient Boost (XGB), and CatBoost (CB), were evaluated for classification of seagrass cover (presence/absence) in a Landsat 8 image from 2019, using near-concurrent Ground-Truth Points (GTPs). We then used the most accurate one of these models, CB, with historic Landsat imagery supported by classified aerial photographs for an estimation of change in cover over time. The CB model produced the highest accuracies (precision, recall, F1 scores of 0.94, 0.96, and 0.95 respectively). We were able to use Landsat imagery to document the trajectory and spatial distribution of an approximately 50% reduction in seagrass area from 2237 ha to 1184 ha between the years 1990–2019. Our illustration of change detection of seagrass in Tauranga Harbour suggests that machine-learning techniques, coupled with historic satellite imagery, offers potential for evaluation of historic as well as ongoing seagrass dynamics.",
    "readLink": "https://www.mdpi.com/2220-9964/10/6/371"
  },
  {
    "title": "Tropical cyclones in the GISS ModelE2",
    "authors": [
      "Suzana J. Camargo,",
      "Adam H. Sobel,",
      "Anthony D. Delgenio,",
      "Jeffrey A. Jonas,",
      "Maxwell Kelley,",
      "Yun Lu,",
      "Daniel A. Shaevitz,",
      "Naomi Henderson"
    ],
    "doi": "https://doi.org/10.3402/tellusa.v68.31494",
    "journalVolume": "Vol. 68,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 21",
    "issn": "1600-0870 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://a.tellusjournals.se/",
    "abstract": "The authors describe the characteristics of tropical cyclone (TC) activity in the GISS general circulation ModelE2 with a horizontal resolution 1°×1°. Four model simulations are analysed. In the first, the model is forced with sea surface temperature (SST) from the recent historical climatology. The other three have different idealised climate change simulations, namely (1) a uniform increase of SST by 2 degrees, (2) doubling of the CO2 concentration and (3) a combination of the two. These simulations were performed as part of the US Climate Variability and Predictability Program Hurricane Working Group. Diagnostics of standard measures of TC activity are computed from the recent historical climatological SST simulation and compared with the same measures computed from observations. The changes in TC activity in the three idealised climate change simulations, by comparison with that in the historical climatological SST simulation, are also described. Similar to previous results in the literature, the changes in TC frequency in the simulation with a doubling CO2 and an increase in SST are approximately the linear sum of the TC frequency in the other two simulations. However, in contrast with previous results, in these simulations the effects of CO2 and SST on TC frequency oppose each other. Large-scale environmental variables associated with TC activity are then analysed for the present and future simulations. Model biases in the large-scale fields are identified through a comparison with ERA-Interim reanalysis. Changes in the environmental fields in the future climate simulations are shown and their association with changes in TC activity discussed.",
    "readLink": "http://www.tellusa.net/index.php/tellusa/article/view/31494/47961"
  },
  {
    "title": "AGROECOLOGY AND CLIMATE CHANGE IN THE SEMIARID TROPICS",
    "authors": [
      "Guillermo Gamarra-Rojas,",
      "Nicolas Fabre"
    ],
    "doi": "https://doi.org/10.17058/redes.v22i2.9359",
    "journalVolume": "Vol. 22,\n                                no. 2\n                                \n                                  pp.\n                                  174\n                                  – 188",
    "issn": "1414-7106 (Print)",
    "publisher": "1982-6745 (Online)",
    "countryOfPublisher": "Universidade de Santa Cruz do Sul",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://online.unisc.br/seer/index.php/redes/index",
    "abstract": "This article makes a theoretical and, to a certain extent, propositional reflection on the conceptions, assumptions and evidences of climate change in the tropics, with emphasis on the Brazilian semiarid region. The contributions of agriculture to climate change are presented and the impacts of climate change on family agriculture in the semiarid region are analyzed. Evidence of mitigation and adaptation in agroecological systems of the semiarid region is presented and an outline of an agenda of the sector based on the commitments assumed by the country and the needs of mitigation and adaptation is provided.",
    "readLink": "https://online.unisc.br/seer/index.php/redes/article/view/9359"
  },
  {
    "title": "Topography of the Dolomites modulates range dynamics of narrow endemic plants under climate change",
    "authors": [
      "Francesco Rota,",
      "Gabriele Casazza,",
      "Giulio Genova,",
      "Gabriele Midolo,",
      "Filippo Prosser,",
      "Alessio Bertolli,",
      "Thomas Wilhalm,",
      "Juri Nascimbene,",
      "Camilla Wellstein"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-05440-3",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Climate change is expected to threaten endemic plants in the Alps. In this context, the factors that may modulate species responses are rarely investigated at a local scale. We analyzed eight alpine narrow endemics of the Dolomites (southeastern Alps) under different predicted climate change scenarios at fine spatial resolutions. We tested possible differences in elevation, topographic heterogeneity and velocity of climate change among areas of gained, lost, or stable climatic habitat. The negative impact of climate change ranged from moderate to severe, depending on scenario and species. Generally, range loss occurred at the lowest elevations, while gained and stable areas were located at highest elevations. For six of the species, climate change velocity had higher values in stable and gained areas than in lost ones. Our findings support the role of topographic heterogeneity in maintaining climatic microrefugia, however, the peculiar topography of the Dolomites, characterized by high altitude plateaus, resulted in high climate change velocity in areas of projected future climatic suitability. Our study supports the usefulness of multiple predictors of spatio-temporal range dynamics for regional climate-adapted management and eventual assisted colonization planning to not overlook or overestimate the potential impact of climate change locally.",
    "readLink": "https://doi.org/10.1038/s41598-022-05440-3"
  }
]