[
  {
    "title": "Effects of climate change and land management on soil organic carbon  dynamics and carbon leaching in northwestern Europe",
    "authors": [
      "M. Stergiadi,",
      "M. van der Perk,",
      "T. C. M. de Nijs,",
      "M. F. P. Bierkens"
    ],
    "doi": "https://doi.org/10.5194/bg-13-1519-2016",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  1519\n                                  – 1536",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Climate change and land management practices are projected to significantly affect soil organic carbon (SOC) dynamics and dissolved organic carbon (DOC) leaching from soils. In this modelling study, we adopted the Century model to simulate past (1906–2012), present, and future (2013–2100) SOC and DOC levels for sandy and loamy soils typical of northwestern European conditions under three land use types (forest, grassland, and arable land) and several future scenarios addressing climate change and land management change. To our knowledge, this is the first time that the Century model has been applied to assess the effects of climate change and land management on DOC concentrations and leaching rates, which, in combination with SOC, play a major role in metal transport through soil. The simulated current SOC levels were generally in line with the observed values for the different kinds of soil and land use types. The climate change scenarios result in a decrease in both SOC and DOC for the agricultural systems, whereas for the forest systems, SOC is projected to slightly increase and DOC to decrease. An analysis of the sole effects of changes in temperature and changes in precipitation showed that, for SOC, the temperature effect predominates over the precipitation effect, whereas for DOC the precipitation effect is more prominent. A reduction in the application rates of fertilisers under the land management scenario leads to a decrease in the SOC stocks and the DOC leaching rates for the arable land systems, but it has a negligible effect on SOC and DOC levels for the grassland systems. Our study demonstrated the ability of the Century model to simulate climate change and agricultural management effects on SOC dynamics and DOC leaching, providing a robust tool for the assessment of carbon sequestration and the implications for contaminant transport in soils.",
    "readLink": "http://www.biogeosciences.net/13/1519/2016/bg-13-1519-2016.pdf"
  },
  {
    "title": "PENYIMPANAN KARBON DALAM EKOSISTIM HUTAN SEBAGAI DASAR PERHITUNGAN KARBON BUMI",
    "authors": [
      "Tambunan Tambunan"
    ],
    "doi": "https://doi.org/10.20886/jakk.2009.6.3.207-219",
    "journalVolume": "Vol. 6,\n                                no. 3\n                                \n                                  pp.\n                                  207\n                                  – 219",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Penyimpanan karbon adalah salah satu pilihan yang dapat digunakan untuk mengurangi karbon di atmosfir, tetapi penggunaannya dalam mengimbangi sebuah pasar disulitkan oleh penyimpanan karbon alami yang sementara dan resiko digabung dengan harga emisi karbon. Sektor kehutanan mempunyai kemampuan untuk mengurangi konsentrasi gas rumah kaca di atmosfir yaitu dengan mengurangi aktivitas-aktivitas, seperti: afforestrasi, reklamasi lahan pertambangan, perbaikan hutan, agroforestri, manajemen hutan termasuk memilih jenis yang rotasi pendek, perlindungan hutan, produksi kayu, dan hutan kota. Untuk memenuhi syarat pendaftaran, laporan pengurangan karbon harus menggunakan cara dan menemukan standar sebagai sebuah pedoman. Sekarang kehutanan mempunyai tantangan dan peluang yang khas disebabkan oleh keanekaragaman sumber daya dan aktivitas, keanekaragaman praktek yang dapat mempengaruhi gas rumah kaca, tahun ke tahun berubah dalam emisi dan penyimpanan carbon, pengaruh aktivitas pada sekumpulan karbon hutan berbeda, dan perhitungan pengaruh-pengaruh gangguan alam. Untuk membuat data dasar kredibel dan perubahan-perubahan jalan dalam penyimpanan karbon perlu mengetahui indikator-indikator untuk menghitung dan mengontrol keseimbangan karbon. Indikator-indikator perhitungan karbon yang berdasarkan penyimpanan karbon dalam ekosistem hutan digunakan sebagai dasar untuk perhitungan karbon bumi, yaitu atmosfir (top-down) dan lahan (bottom-up) yang menyeluruh dan terpadu.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/2280"
  },
  {
    "title": "The greatest soda-water lake in the world and how it is influenced by climatic change",
    "authors": [
      "M. Kadioğlu,",
      "Z. Şen,",
      "E. Batur"
    ],
    "doi": "https://doi.org/10.1007/s00585-997-1489-9",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1489\n                                  – 1497",
    "issn": "0992-7689 (Print)",
    "publisher": "1432-0576 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://www.annales-geophysicae.net",
    "abstract": "Global warming resulting from increasing greenhouse gases in the atmosphere and the local climate changes that follow affect local hydrospheric and biospheric environments. These include lakes that serve surrounding populations as a fresh water resource or provide regional navigation. Although there may well be steady water-quality alterations in the lakes with time, many of these are very much climate-change dependent. During cool and wet periods, there may be water-level rises that may cause economic losses to agriculture and human activities along the lake shores. Such rises become nuisances especially in the case of shoreline settlements and low-lying agricultural land. Lake Van, in eastern Turkey currently faces such problems due to water-level rises. The lake is unique for at least two reasons. First, it is a closed basin with no natural or artificial outlet and second, its waters contain high concentrations of soda which prevent the use of its water as a drinking or agricultural water source. Consequently, the water level fluctuations are entirely dependent on the natural variability of the hydrological cycle and any climatic change affects the drainage basin. In the past, the lake-level fluctuations appear to have been rather systematic and unrepresentable by mathematical equations. Herein, monthly polygonal climate diagrams are constructed to show the relation between lake level and some meteorological variables, as indications of significant and possible climatic changes. This procedure is applied to Lake Van, eastern Turkey, and relevant interpretations are presented.",
    "readLink": "https://www.ann-geophys.net/15/1489/1997/angeo-15-1489-1997.pdf"
  },
  {
    "title": "Atmosphere–cryosphere interactions during the last phase  of the Last Glacial Maximum (21&thinsp;ka) in the European Alps",
    "authors": [
      "C. Del Gobbo,",
      "C. Del Gobbo,",
      "R. R. Colucci,",
      "R. R. Colucci,",
      "G. Monegato,",
      "M. Žebre,",
      "F. Giorgi"
    ],
    "doi": "https://doi.org/10.5194/cp-19-1805-2023",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1805\n                                  – 1823",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Evidence that during the Last Glacial Maximum (LGM) glaciers extended well into the piedmont plains is still identifiable in the alpine foreland as a system of well-preserved moraines. Glaciers are strongly controlled by temperature and precipitation, and therefore, they are excellent indicators of climate change. Here, we use a regional climate model (RCM) to investigate some of the physical processes sustaining Alpine glaciers during the last phase of the LGM during Greenland Stadial 2 at 21 ka. We find a predominance of convection during summer and increased southwesterly stratiform precipitation over the southern Alps when compared to pre-industrial (PI) conditions. This precipitation pattern, along with lower temperatures, determined summer snowfall extending to low elevations, with a consequent substantial drop of the equilibrium line altitude (ELA), which is consistent with the estimated LGM glacier extent. Our RCM-based estimates of 21 ka ELA at the LGM yield excellent consistency with Alpine ELA reconstructions, further demonstrating the great potential of this technique for use in palaeoclimate studies.",
    "readLink": "https://cp.copernicus.org/articles/19/1805/2023/cp-19-1805-2023.pdf"
  },
  {
    "title": "Impact of climate change on water resources of upper Kharun catchment in Chhattisgarh, India",
    "authors": [
      "Navneet Kumar,",
      "Bernhard Tischbein,",
      "Jürgen Kusche,",
      "Patrick Laux,",
      "Mirza K. Beg,",
      "Janos J. Bogardi"
    ],
    "doi": "https://doi.org/10.1016/j.ejrh.2017.07.008",
    "journalVolume": "Vol. 13,\n                                no. C\n                                \n                                  pp.\n                                  189\n                                  – 207",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The Upper Kharun Catchment (UKC) is one of the most important, economically sound and highly populated watersheds of Chhattisgarh state in India. The inhabitants strongly depend on monsoon and are severely prone to water stress. Study focus: This research aims to assess the impact of climate change on water balance components. New hydrological insights for the region: The station-level bias-corrected PRECIS (Providing REgional Climates for Impact Studies) projections generally show increasing trends for annual rainfall and temperature. Hydrological simulations, performed by SWAT (Soil and Water Assessment Tool), indicate over-proportional runoff-rainfall and under-proportional percolation-rainfall relationships. Simulated annual discharge for 2020s will decrease by 2.9% on average (with a decrease of 25.9% for q1 to an increase by 23.6% for q14); for 2050s an average increase by 12.4% (17.6% decrease for q1 to 39.4% increase for q0); for 2080s an average increase of 39.5% (16.3% increase for q1 to an increase of 63.7% for q0). Respective ranges on percolation: for 2020s an average decrease by 0.8% (12.8% decrease for q1 to an increase of 8.7% for q14); for 2050s an average increase by 2.5% (10.3% decrease for q1 to 15.4% increase for q0); for 2080s an average increase by 7.5% (0.3% decrease for q1 to 13.7% increase for q0). These over- and under-proportional relationships indicate future enhancement of floods and question sufficiency of groundwater recharge.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221458181630177X"
  },
  {
    "title": "Author Correction: Development of an integrated peri-urban wetland degradation assessment approach for the Chatra Wetland in eastern India",
    "authors": [
      "Tirthankar Basu,",
      "Arijit Das,",
      "Quoc Bao Pham,",
      "Nadhir Al-Ansari,",
      "Nguyen Thi Thuy Linh,",
      "Gareth Lagerwall"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-86634-z",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 1",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "An amendment to this paper has been published and can be accessed via a link at the top of the paper.",
    "readLink": "https://doi.org/10.1038/s41598-021-86634-z"
  },
  {
    "title": "Modelling potential impact of climate change and uncertainty on streamflow projections: a case study",
    "authors": [
      "Srishti Gaur,",
      "Arnab Bandyopadhyay,",
      "Rajendra Singh"
    ],
    "doi": "https://doi.org/10.2166/wcc.2020.254",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  384\n                                  – 400",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "This study presents climate change impacts on streamflow for the Subarnarekha basin at two gauging locations, Jamshedpur and Ghatshila, using the Soil and Water Assessment Tool (SWAT) model driven by an ensemble of four regional climate models (RCMs). The basin's hydrological responses to climate forcing in the projected period are analysed under two representative concentration pathways (RCPs). Trends in the projected period relative to the reference period are determined for medium, high and low flows. Flood characteristics are estimated using the threshold level approach. The analysis of variance technique (ANOVA) is used to segregate the contribution from RCMs, RCPs, and internal variability (IV) to the total uncertainty in streamflow projections. Results show a robust positive trend for streamflows. Flood volumes may increase by 11.7% in RCP4.5 (2006–2030), 76.4% in RCP4.5 (2025–2049), 20.3% in RCP8.5 (2006–2030), and 342.4% in RCP8.5 (2025–2049), respectively, for Jamshedpur. For Ghatshila, increment in flow volume is estimated as 15.7% in RCP4.5 (2006–2025), 24.2% in RCP4.5 (2025–2049), 35.9% in RCP8.5 (2006–2030), and 224.6% in RCP8.5 (2025–2049), respectively. Segregation results suggests that the uncertainty in climate prediction is dominated by RCMs followed by IV. These findings will serve as an early warning for the alarming extreme weather events India is currently facing.",
    "readLink": "http://jwcc.iwaponline.com/content/12/2/384"
  },
  {
    "title": "Modern Kiln Burner Technology in the Current Energy Climate: Pushing the Limits of Alternative Fuel Substitution",
    "authors": [
      "Maria Margarida Mateus,",
      "Teresa Neuparth,",
      "Duarte Morais Cecílio"
    ],
    "doi": "https://doi.org/10.3390/fire6020074",
    "journalVolume": "Vol. 6,\n                                no. 74\n                                \n                                  p.\n                                  74",
    "issn": "2571-6255 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "https://www.mdpi.com/journal/fire",
    "abstract": "The current manuscript presents a review on existing kiln burner technologies for the cement production process, in the context of the current climate of energy transition and environmental remediation. Environmental legislation has become ever stricter in response to global climate change, and cement plants need to adapt to this new reality in order to remain competitive in the market and ensure their longevity. The cement production process is a well-established technology with more than a century of existence. There are several plants in operation whose process is outdated by modern standards, particularly considering the current industry decarbonization needs. The cement process requires tremendous amounts of energy, mainly recovered from the combustion of solid, liquid or gaseous fuels, which yields massive emissions of greenhouse gases. Thus, an important onus is placed upon the minimization of pollutant emission in the combustion system, as well as a substitution of fossil fuels with more sustainable alternatives. One of the sustainable alternative fuels comes in the form of refuse derived fuels (RDF). These high caloric fractions of municipal solid waste present a double advantage by reducing the amount of fossil fuels used and reducing the landfilling fraction of waste. However, their use in rotary kiln burners comes with important limitations for burner operation, namely that a high degree of control over primary air supply is needed to ensure complete combustion with minimal pollutant emission.",
    "readLink": "https://www.mdpi.com/2571-6255/6/2/74"
  },
  {
    "title": "Coastal Migration Index for Coastal Flooding Events Increased by Sea Level Rise due to Climate Change: Mexico and Cuba Case Studies",
    "authors": [
      "Sergio B. Jiménez-Hernández,",
      "Ofelia Pérez Montero,",
      "Eustorgio Meza,",
      "Yunior R. Velázquez,",
      "Juan R. Castellanos,",
      "Esperanza Martínez-Cano,",
      "Felipe Sosa-Pérez,",
      "Juan F. Herrera,",
      "Seweryn Zielinski,",
      "Benjamin Cuker,",
      "Marcos Oliveira,",
      "Giorgio Anfuso,",
      "Celene B. Milanes"
    ],
    "doi": "https://doi.org/10.3390/w13213090",
    "journalVolume": "Vol. 13,\n                                no. 3090\n                                \n                                  p.\n                                  3090",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper presents a coastal migration index (CMI) useful for decision-making in the current scenario of sea-level rise (SLR) due to climate change. The CMI includes coastal human population density, degree of urbanization, and coastal-flooding penetration. Quantitative and qualitative statistical techniques and the geographic information system ArcGIS View 9.0 were used. Further, a panel of fifteen international experts in coastal management issues was consulted to establish and validate the CMI. Results led to three index components based on 22 indicators. CMI was applied in the state of Tamaulipas, Mexico and in Santiago de Cuba province, Cuba. According to CMI estimates, the risk levels associated with SLR for human settlements analyzed in Mexico and Cuba were 5.3% and 11.0%, respectively. The most severely affected communities will require resettlement. Meanwhile, the CMI determined that 15.8% of the Mexican territory studied will be able to withstand the effects of SLR through the management of engineering works that will protect human settlements. The CMI determined that 79.0%, in the case of Tamaulipas, as well as 89.0% of the Cuban territory, will not require new policies or guidelines to promote conservation and protection of coastal natural resources. Lastly, the method used allowed for creation of a CMI stoplight map useful to coastal decision-makers to adopt sound management actions.",
    "readLink": "https://www.mdpi.com/2073-4441/13/21/3090"
  },
  {
    "title": "Global warming: preventing irreversibility",
    "authors": [
      "JAN-ERIK LANE"
    ],
    "doi": "https://doi.org/10.1590/0101-35172018-2860",
    "journalVolume": "Vol. 38,\n                                no. 4\n                                \n                                  pp.\n                                  740\n                                  – 748",
    "issn": "0101-3157 (Print)",
    "publisher": "1809-4538 (Online)",
    "countryOfPublisher": "Editora 34",
    "lcc": [
      "Brazil",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://www.scielo.br/j/rep/",
    "abstract": "ABSTRACT The United Nations Framework Convention on Climate Change met again in Bonn for the COP23 in the fall with Fiji as host, the focus should have been upon the GOAL II in the COP21 Treaty: decarbonisation with 30-40 per cent of 2005 levels until 2030. Several countries now meet the GOAL I of halting the rise in CO2 emissions. And the rest should be asked and helped to do so. But the GOAL II is a very big challenge. It can only be fulfilled with massive investments in solar panel parks.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0101-31572018000400740&lng=en&tlng=en"
  }
]