[
  {
    "title": "Cultivar Grain Yield in Durum Wheat-Grain Legume Intercrops Could Be Estimated From Sole Crop Yields and Interspecific Interaction Index",
    "authors": [
      "Bochra Kammoun,",
      "Bochra Kammoun,",
      "Etienne-Pascal Journet,",
      "Etienne-Pascal Journet,",
      "Eric Justes,",
      "Laurent Bedoussac"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.733705",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Ensuring food security for a world population projected to reach over nine billion by 2050 while mitigating the environmental impacts and climate change represent the major agricultural challenges. Diversification of the cropping systems using notably cereal–legume mixtures is one key pathway for such agroecological intensification. Indeed, intercropping is recognised as a practice having the potential to increase and stabilise the yields in comparison with sole crops while limiting the use of inputs notably when species exploit resources in a complementary way. However, predicting intercropped species grain yield remains a challenge because the species respond to competition through complex genotype x cropping mode interactions. Here, we hypothesised that the grain yield achieved by a cultivar in low nitrogen input durum wheat–grain legume intercrops (ICs) could be estimated using a few simple variables. The present work is based on a 2-year field experiment carried out in southwestern France using two durum wheat (Triticum turgidum L.), four winter pea (Pisum sativum L.), and four winter faba bean (Vicia faba L.) genotypes with contrasting characteristics, notably in terms of height and precocity, to explore a wide range of durum wheat–grain legume phenotypes combinations to generate variability in terms of yield and species proportion. The major result is that the yield of durum wheat–grain legume IC component in low nitrogen input conditions could be correctly estimated from only three variables: (i) wheat cultivar full density sole crop (SC) yield, (ii) legume cultivar half density sole crop (SC½) yield, and (iii) an indicator of legume cultivar response to interspecific competition. The latter variable, the interspecific interaction index (IE), reveals cultivars' competitive abilities and tolerance to competition. However, to propose generic IC design and management procedures, further mechanistic understanding is required to better understand the links between tolerance to interspecific competition and cultivar phenotype characteristics. In particular, a special emphasis on the grain legume is needed as their response to interspecific competition appears less predictable than that of durum wheat. Cultivar choice is a key element to optimise the functional complementarity and subsequent IC advantages. This work proposes a simple tool to assist the design of specific breeding programs for cultivars ideotypes adapted to intercropping.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.733705/full"
  },
  {
    "title": "Beyond Smart: How ICT Is Enabling Sustainable Cities of the Future",
    "authors": [
      "Hanifa Shah"
    ],
    "doi": "https://doi.org/10.3390/su151612381",
    "journalVolume": "Vol. 15,\n                                no. 12381\n                                \n                                  p.\n                                  12381",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Cities around the world face pressing sustainability challenges such as climate change, resource scarcity, and unsustainable growth. Smart cities have emerged as a response to these challenges, leveraging information and communication technologies (ICTs) to create more efficient and liveable urban environments. However, the concept of smart cities is often defined in vague and ideologically driven terms that lack clear guidelines for promoting sustainability. In this study, we use qualitative methods to examine how the use of ICTs can support the goals of sustainability in smart city development, resulting in what we call a ‘smart sustainable city’. Drawing on a case study involving stakeholder analysis, semi-structured interviews, and document analysis, we investigate the key roles of local government, ICT firms, and citizens in shaping sustainable urban development through smart city initiatives. Our findings shed light on the potential of ICTs to promote sustainability in smart cities and provide insights for policymakers, practitioners, and scholars working towards creating more sustainable urban environments. The findings of this research showed that ICT’s role in supporting sustainability in smart cities relies on understanding the interests and priorities of civic, ICT firms, and citizens, promoting effective collaboration and avoiding self-serving outcomes.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12381"
  },
  {
    "title": "Relationships between climate and phylogenetic community structure of fossil pollen assemblages are not constant during the last deglaciation.",
    "authors": [
      "Kavya Pradhan,",
      "Diego Nieto-Lugilde,",
      "Matthew C Fitzpatrick"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0240957",
    "journalVolume": "Vol. 16,\n                                no. 7\n                                \n                                  p.\n                                  e0240957",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Disentangling the influence of environmental drivers on community assembly is important to understand how multiple processes influence biodiversity patterns and can inform understanding of ecological responses to climate change. Phylogenetic Community Structure (PCS) is increasingly used in community assembly studies to incorporate evolutionary perspectives and as a proxy for trait (dis)similarity within communities. Studies often assume a stationary relationship between PCS and climate, though few studies have tested this assumption over long time periods with concurrent community data. We estimated two PCS metrics-Nearest Taxon Index (NTI) and Net Relatedness index (NRI)-of fossil pollen assemblages of Angiosperms in eastern North America over the last 21 ka BP at 1 ka intervals. We analyzed spatiotemporal relationships between PCS and seven climate variables, evaluated the potential impact of deglaciation on PCS, and tested for the stability of climate-PCS relationships through time. The broad scale geographic patterns of PCS remained largely stable across time, with overdispersion tending to be most prominent in the central and southern portion of the study area and clustering dominating at the longitudinal extremes. Most importantly, we found that significant relationships between climate variables and PCS (slope) were not constant as climate changed during the last deglaciation and new ice-free regions were colonized. We also found weak, but significant relationships between both PCS metrics (i.e., NTI and NRI) and climate and time-since-deglaciation that also varied through time. Overall, our results suggest that (1) PCS of fossil Angiosperm assemblages during the last 21ka BP have had largely constant spatial patterns, but (2) temporal variability in the relationships between PCS and climate brings into question their usefulness in predictive modeling of community assembly.",
    "readLink": "https://doi.org/10.1371/journal.pone.0240957"
  },
  {
    "title": "Harvest season, high polluted season in East China",
    "authors": [
      "Xin Huang,",
      "Yu Song,",
      "Mengmeng Li,",
      "Jianfeng Li,",
      "Tong Zhu"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/7/4/044033",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  044033",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "East China, a major agricultural zone with a dense population, suffers from severe air pollution during June, the agricultural harvest season, every year. Crop burning emits tremendous amounts of combustion products into the atmosphere, not only rapidly degrading the local air quality but also affecting the tropospheric chemistry, threatening public health and affecting climate change. Recently, in mid-June 2012, crop fires left a thick pall of haze over East China. We evaluated the PM _10 , PM _2.5 (particulates less than 10 and 2.5 μm in aerodynamic diameter) and BC (black carbon) emissions by analyzing detailed census data and moderate resolution imaging spectroradiometer (MODIS) remote sensing images and then simulated the consequent pollution using meteorological and dispersion models. The results show that the crop fires sweeping from the south to the north are responsible for the intensive air pollution during harvest season. It is necessary for scientists and governments to pay more attention to this issue.",
    "readLink": "https://doi.org/10.1088/1748-9326/7/4/044033"
  },
  {
    "title": "SNP discovery and genetic structure in blue mussel species using low coverage sequencing and a medium density 60 K SNP‐array",
    "authors": [
      "Jennifer C. Nascimento‐Schulze,",
      "Tim P. Bean,",
      "Carolina Peñaloza,",
      "Josephine R. Paris,",
      "James R. Whiting,",
      "Alexis Simon,",
      "Bonnie A. Fraser,",
      "Ross D. Houston,",
      "Nicolas Bierne,",
      "Robert P. Ellis"
    ],
    "doi": "https://doi.org/10.1111/eva.13552",
    "journalVolume": "Vol. 16,\n                                no. 5\n                                \n                                  pp.\n                                  1044\n                                  – 1060",
    "issn": "1752-4571 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/17524571",
    "abstract": "Abstract Blue mussels from the genus Mytilus are an abundant component of the benthic community, found in the high latitude habitats. These foundation species are relevant to the aquaculture industry, with over 2 million tonnes produced globally each year. Mussels withstand a wide range of environmental conditions and species from the Mytilus edulis complex readily hybridize in regions where their distributions overlap. Significant effort has been made to investigate the consequences of environmental stress on mussel physiology, reproductive isolation, and local adaptation. Yet our understanding on the genomic mechanisms underlying such processes remains limited. In this study, we developed a multi species medium‐density 60 K SNP‐array including four species of the Mytilus genus. SNPs included in the platform were called from 138 mussels from 23 globally distributed mussel populations, sequenced using a whole‐genome low coverage approach. The array contains polymorphic SNPs which capture the genetic diversity present in mussel populations thriving across a gradient of environmental conditions (~59 K SNPs) and a set of published and validated SNPs informative for species identification and for diagnosis of transmissible cancer (610 SNPs). The array will allow the consistent genotyping of individuals, facilitating the investigation of ecological and evolutionary processes in these taxa. The applications of this array extend to shellfish aquaculture, contributing to the optimization of this industry via genomic selection of blue mussels, parentage assignment, inbreeding assessment and traceability. Further applications such as genome wide association studies (GWAS) for key production traits and those related to environmental resilience are especially relevant to safeguard aquaculture production under climate change.",
    "readLink": "https://doi.org/10.1111/eva.13552"
  },
  {
    "title": "Ecological sensitivity and vulnerability of fishing fleet landings to climate change across regions",
    "authors": [
      "Marta Albo-Puigserver,",
      "Juan Bueno-Pardo,",
      "Miguel Pinto,",
      "João N. Monteiro,",
      "Andreia Ovelheiro,",
      "Maria A. Teodósio,",
      "Francisco Leitão"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-21284-3",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The degree of exposure of fishing communities to environmental changes can be partially determined by the vulnerability of the target species and the landings composition. Hence, identifying the species that ecologically most contribute to the vulnerability of the landings are key steps to evaluate the risk posed by climate change. We analyse the temporal variability in intrinsic sensitivity and the ecological vulnerability of the Portuguese fisheries landings, considering the species proportions derived both from the weights and revenues. To account for the diversification of species of each fleet, we explored the species dependence of the fishery in combination with the vulnerability of them. The analyses were carried out separately for three fleet typologies and three regions. Opposite to what has been observed at a global scale, the ecological sensitivity of the fisheries landings between 1989 and 2015 did not display a decline across areas or fishing fleets. Considering each fleet independently, for trawling, where average vulnerability was lower than in the other fleets, the sensitivity of the landings increased since the 2000s. On the other hand, the high vulnerability found in multi-gear fleets was compensated by diversification of the species caught, while purse-seine fleets targeted low vulnerability species but presented a high fishery dependence on few species. The results highlight the importance of combining information on ecological vulnerability and diversification of fishing resources at a regional scale while providing a measure of the ecological exposure to climate change.",
    "readLink": "https://doi.org/10.1038/s41598-022-21284-3"
  },
  {
    "title": "The Right to Make Mistakes? The Limits to Adaptive Planning for Climate Change",
    "authors": [
      "Andrew Kirby"
    ],
    "doi": "https://doi.org/10.3390/challe13010025",
    "journalVolume": "Vol. 13,\n                                no. 25\n                                \n                                  p.\n                                  25",
    "issn": "2078-1547 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/challenges/",
    "abstract": "While the UN recognizes the right of individuals “to take risks and make mistakes”, there are reasons to question whether this right can be universal. In the context of a changing climate, it is imperative that individuals have access to a safe and sustainable environment; yet we must ask if this covenant is broken if people choose to place themselves in harm’s way. In its first part, this paper explores outcomes of climate change denial, manifested as continued migration to dangerous locations, and skepticism for adaptive strategies. The second half of the paper explores how localities can create a false narrative concerning risks, and asks whether communities also have a right to make mistakes?",
    "readLink": "https://www.mdpi.com/2078-1547/13/1/25"
  },
  {
    "title": "Unveiling the Spatial Effects of Climate Change on Economic Growth: International Evidence",
    "authors": [
      "Adel Benhamed,",
      "Yousif Osman,",
      "Ousama Ben-Salha,",
      "Zied Jaidi"
    ],
    "doi": "https://doi.org/10.3390/su15108197",
    "journalVolume": "Vol. 15,\n                                no. 8197\n                                \n                                  p.\n                                  8197",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change represents one of the most serious threats to the well-being of humanity. In recent decades, there has been a significant increase in the amount of research dedicated to analysing the economic impacts of climate change. Nevertheless, the spatial aspect of climate change has not been addressed. This research is the first to empirically assess both direct and indirect (spillover) effects of climate change, as measured by temperature variations, on economic growth. The empirical analysis is based on a balanced dataset for 86 countries between 1980 and 2019. The preliminary analysis suggests the presence of spatial autocorrelation and the suitability of the dynamic spatial autoregressive model to assess the spillover effects of climate change. The results for the full sample reveal that there are no substantial short- or long-run effects of climate change on economic growth. When the sample is decomposed by income, the analysis indicates that climate change has direct and indirect spillover effects on economic growth only in low–middle-income countries over the short- and long run. The decomposition according to the climate regime also yields interesting findings as climate change exerts adverse direct and indirect spillover effects on economic growth only in the hottest countries over the long run. These findings are robust since they hold regardless of whether the contiguity weight matrix or the inverse distance weight matrix is used. The research advocates for international collaboration in the design and implementation of climate change mitigation and adaptation strategies.",
    "readLink": "https://www.mdpi.com/2071-1050/15/10/8197"
  },
  {
    "title": "Intégration de l'étude des changements climatiques à l'enseignement au premier cycle du secondaire : l'exemple du Saint-Laurent.",
    "authors": [
      "Caroline Chartrand,",
      "Michelle Garneau,",
      "Christianne Hudon"
    ],
    "doi": "https://doi.org/10.4000/vertigo.4553",
    "journalVolume": "Vol. 4,\n                                no. 2",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "In Québec, climatic change scenarios (CC) forecast an increase of 1-4oC in mean annual temperature by 2030 (IPCC, 2001), with important effects on the regional water budgets. In spite of these anticipated consequences, the CC phenomenon remains misunderstood by teenagers (Quebec and New Brunswick) (Pruneau et al., 2001), stressing the necessity to educate them to CC. The teaching kit (teaching guide and poster) we developed for 1st cycle in high school represents a concrete example of the effects of CC on the St. Lawrence River. The teaching guide comprises a series of questions for students and a list of Websites to answer them. The poster will describe the effects of climate on St. Lawrence ecosystem components (production in progress). An interdisciplinary and ecosystemic approach is privileged, which also integrated the 5 domains of Ministère de l'Éducation du Québec (MEQ) training program (Mathématiques, Sciences et Technologie, Univers Social, Langues, Développement Personnel et Arts). The concept was presented with success to high school groups (age 13) from College Notre-Dame in Montreal during spring 2003.",
    "readLink": "http://journals.openedition.org/vertigo/4553"
  },
  {
    "title": "Artificial deepening of seasonal waterholes in eastern Cambodia: impact on water retention and use by large ungulates and waterbirds",
    "authors": [
      "Thomas N.E. Gray,",
      "William J. McShea,",
      "Arnulf Koehncke,",
      "Prum Sovanna,",
      "Mark Wright"
    ],
    "doi": "https://doi.org/10.11609/JoTT.o3935.7189-95",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  pp.\n                                  7189\n                                  – 7195",
    "issn": "0974-7893 (Print)",
    "publisher": "0974-7907 (Online)",
    "countryOfPublisher": "Wildlife Information Liaison Development Society",
    "lcc": [
      "India",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://threatenedtaxa.org/",
    "abstract": "Natural seasonal waterholes (trapeang in Khmer) are an important feature of the deciduous dipterocarp forests of eastern Cambodia and are utilised by a number of globally threatened species of large ungulates and waterbirds. However at the end of the dry-season (April) only a small proportion of waterholes retain water. In 2011, we artificially deepened six waterholes in the core area of Mondulkiri Protected Forest, eastern Cambodia, removing 3m3 to 24m3 of earth (mean 16.5m3) from each. Surveys prior to deepening demonstrated that only one of these waterholes, and 10% of all waterholes surveyed in the study area (n=50), held water at the end of the dry-season. Following modification five of the six deepened waterholes (83%) held water at the end of the subsequent dry-season. From four camera traps over 448 trap-nights, 23 species including two globally threatened large ungulates, Banteng Bos javanicus and Eld’s Deer Rucervus eldii, and two Critically Endangered Ibises (Giant Thaumatibis gigantea and White-shouldered Ibis Pseudibis davisoni), were photographed foraging and drinking at the deepened waterholes between March and June 2012. Our results suggest that artificial deepening of natural waterholes does not cause damage, and makes these waterholes suitable for use throughout the dry-season. In the face of changing climate it is suggested that management plans should have a programme for the survey and determination of the status of waterholes every year and improve the use of water resources by artificial deepening.",
    "readLink": "http://threatenedtaxa.org/index.php/JoTT/article/view/2016"
  }
]