[
  {
    "title": "Projected effects of climate change on marine ecosystems in Southeast Asian seas",
    "authors": [
      "Susan Kay,",
      "Arlene L. Avillanosa,",
      "Victoria V. Cheung,",
      "Hung N. Dao,",
      "Benjamin Jareta Gonzales,",
      "Benjamin Jareta Gonzales,",
      "Herminie P. Palla,",
      "Radisti A. Praptiwi,",
      "Radisti A. Praptiwi,",
      "Ana M. Queirós,",
      "Sévrine F. Sailley,",
      "Joel D. C. Sumeldan,",
      "Wan Mohd Syazwan,",
      "Wan Mohd Syazwan,",
      "Amy Yee-Hui Then,",
      "Hin Boo Wee"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1082170",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The seas of Southeast Asia are home to some of the world’s most diverse ecosystems and resources that support the livelihoods of millions of people. Climate change will bring temperature changes, acidification and other environmental change, with uncertain consequences for human and natural systems, but there has been little regional-scale climate modelling of the marine ecosystem. We present initial dynamically downscaled projections using a biogeochemical model suitable for coastal and shelf seas. A coupled physical-biogeochemical model with a resolution of 0.1° (approximately 11 km) was used to create projections of future environmental conditions under moderate (RCP4.5) and high (RCP8.5) greenhouse gas scenarios. Changes for different parts of the region are presented, including four sensitive coastal sites of key importance for biodiversity and sustainable development: UNESCO Biosphere Reserves at Cu Lao Cham-Hoi An in Vietnam, Palawan in the Philippines and Taka Bonerate-Kepulauan Selayar in Indonesia, and coastal waters of Sabah, Malaysia, which include several marine parks. The projections show a sea that is warming by 1.1 to 2.9°C through the 21st century, with dissolved oxygen decreasing by 5 to 13 mmol m-3 and changes in many other environmental variables. The changes reach all parts of the water column and many places are projected to experience conditions well outside the range seen at the start of the century. The resulting damage to coral reefs and altered species distribution would have consequences for biodiversity, the livelihoods of small-scale fishers and the food security of coastal communities. Further work using a range of global models and regional models with different biogeochemical components is needed to provide confidence levels, and we suggest some ways forward. Projections of this type serve as a key tool for communities and policymakers as they plan how they will adapt to the challenge of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1082170/full"
  },
  {
    "title": "CLIMATE CHANGE: SOME REFLECTIONS",
    "authors": [
      "Pacelli Henrique Martins Teodoro,",
      "Margarete Cristiane de Costa Trindade Amorim"
    ],
    "doi": "https://doi.org/10.5380/abclima.v3i0.25405",
    "journalVolume": "Vol. 3,\n                                no. 0",
    "issn": "1980-055X (Print)",
    "publisher": "2237-8642 (Online)",
    "countryOfPublisher": "Associação Brasileira de Climatologa",
    "lcc": [
      "Brazil",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://revistas.ufpr.br/revistaabclima/index",
    "abstract": "A presente reflexão teve como finalidade analisar os fatores naturais eantrópicos que envolvem as mudanças climáticas e as demais escalastemporais do clima, objetivando contribuir para a discussão da temática. Umavasta referência foi utilizada, diferindo-se, principalmente, pelas escalastemporais e abordagens. Realmente, há aumento da temperatura média global,em especial nas últimas décadas. No entanto, tal fato não é, ainda,comprovado para os próximos anos, assim como o grau de responsabilidade decada fator do clima. Pode-se dizer que tanto os fatores naturais, quanto osantrópicos interferem nas variações climáticas, porém, quando há “alarmismoantrópico”, esse pode produzir efeitos contrários à sociedade, ao invés deconscientizá-la.",
    "readLink": "https://revistas.ufpr.br/revistaabclima/article/view/25405"
  },
  {
    "title": "Natural climate solutions. The way forward",
    "authors": [
      "Caichun Yin,",
      "Paulo Pereira,",
      "Wenwu Zhao,",
      "Damia Barcelo"
    ],
    "doi": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  179\n                                  – 182",
    "issn": "2096-7438 (Print)",
    "publisher": "2666-6839 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Geography (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/geography-and-sustainability",
    "abstract": "Climate change is a global challenge that threatens global ecological security and sustainable development. Finding ways to mitigate their impacts is paramount through engineering carbon storage, low-carbon energy transition, or natural climate solutions (NCS). NCS involve a set of measures (e.g., afforestation, land restoration, biochar reuse or sustainable land use practices). Implementing NCS increases carbon sequestration and mitigates climate change at the lowest costs and greenest ways. In addition, NCS practices can improve multiple ecosystem services (ES) such as air quality, flood and erosion regulation, pest control, water purification, wild food biomass, recreation or landscape aesthetics. However, unsustainable implementation of NCS, such as over-afforestation of dense mono-forest, can lead to tradeoffs with water supply, wildfire risk, and decreased grasslands and croplands. Therefore, to optimise the NCS implementation, reducing the tradeoffs associated and transforming the “expand ecosystem area” to “improve ecosystem management efficiency” is vital. Although NCS can contribute significantly to mitigating climate change, systematic climate actions must be accompanied by a transformation in the global society and investment in new technologies. This will be key to addressing global challenges such as the achievement of Sustainable Development Goals (SDGs), such as SDG 13 (Climate Action), SDG 15 (Life on Land), SDG 2 (Zero Hunger), SDG 3 (Good Health and Wellbeing), SDG 6 (Clean Water and Sanitation), and SDG 14 (Life Bellow Water).",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666683923000172"
  },
  {
    "title": "From a Hard to Soft Approach for Flood Management in the Vietnamese Mekong Delta: Integrating Ecological Engineering for Urban Sustainability in My Tho City",
    "authors": [
      "Nguyen Van Long,",
      "Tu Dam Ngoc Le,",
      "Ho Nguyen,",
      "Duong Van Khanh,",
      "Ngo Thi Minh The,",
      "Duy Thinh Do,",
      "Yuning Cheng"
    ],
    "doi": "https://doi.org/10.3390/w14071079",
    "journalVolume": "Vol. 14,\n                                no. 1079\n                                \n                                  p.\n                                  1079",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Flooding is one of the leading challenges faced by delta cities in the world. Flood risk management using flood control infrastructure (FCI) is a popular solution to prevent flood damage; however, this is receiving enormous criticism due to its negative impacts on urban ecosystems. Recently, there have been new approaches to flood risk management that gradually shifted the focus away from FCI, such as ecological infrastructure (EI) based approaches. However, the conventional thinking that cities cannot be safe without FCI seems an immutable one, especially in developing countries. This study firstly assessed human–river interaction in direct relation to FCI and outlined the limitations of FCI. Then, an urban ecology research model was used to conduct a case study in the Vietnamese Mekong Delta (VMD), in which the interaction between factors, including riverine urbanization, FCI formation dynamics, the changing hydrological regime, flood risk, and riverine ecosystem degradation were evaluated. Due to the dynamism and complexity of the interactions between humans and rivers at the VMD, this study attempts to demonstrate that building the ability to adapt to flood risks based on EI will have a crucial role in enhancing the sustainability of delta cities. Through a case study in My Tho City (MTC) a flood resilience management scenario for a riverine urban area along the Mekong River was developed to discuss the role of EI in flood risk reduction and the restoration of riverine native ecosystems. The findings from this study suggests that EI should be considered as an effective and indispensable design tool for the conservation of riparian ecological corridors and public open spaces—which is a major challenge for urban areas in the context of increasing climate change impacts in the VMD.",
    "readLink": "https://www.mdpi.com/2073-4441/14/7/1079"
  },
  {
    "title": "Global Analysis of UDP Glucose Pyrophosphorylase (UDPGP) Gene Family in Plants: Conserved Evolution Involved in Cell Death",
    "authors": [
      "Shuai Liu,",
      "Hua Zhong,",
      "Qiang Wang,",
      "Qiang Wang,",
      "Caixiang Liu,",
      "Ting Li,",
      "Zhaohua Peng,",
      "Yangsheng Li,",
      "Hongyu Zhang,",
      "Hongyu Zhang,",
      "Jianglin Liao,",
      "Jianglin Liao,",
      "Yingjin Huang,",
      "Yingjin Huang,",
      "Zhaohai Wang,",
      "Zhaohai Wang"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.681719",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "UDP glucose pyrophosphorylase (UDPGP) family genes have been reported to play essential roles in cell death or individual survival. However, a systematic analysis on UDPGP gene family has not been performed yet. In this study, a total of 454 UDPGP proteins from 76 different species were analyzed. The analyses of the phylogenetic tree and orthogroups divided UDPGPs into three clades, including UDP-N-acetylglucosamine pyrophosphorylase (UAP), UDP-glucose pyrophosphorylase (UGP, containing UGP-A and UGP-B), and UDP-sugar pyrophosphorylase (USP). The evolutionary history of the UDPGPs indicated that the members of UAP, USP, and UGP-B were relatively conserved while varied in UGP-A. Homologous sequences of UGP-B and USP were found only in plants. The expression profile of UDPGP genes in Oryza sativa was mainly motivated under jasmonic acid (JA), abscisic acid (ABA), cadmium, and cold treatments, indicating that UDPGPs may play an important role in plant development and environment endurance. The key amino acids regulating the activity of UDPGPs were analyzed, and almost all of them were located in the NB-loop, SB-loop, or conserved motifs. Analysis of the natural variants of UDPGPs in rice revealed that only a few missense mutants existed in coding sequences (CDSs), and most of the resulting variations were located in the non-motif sites, indicating the conserved structure and function of UDPGPs in the evolution. Furthermore, alternative splicing may play a key role in regulating the activity of UDPGPs. The spatial structure prediction, enzymatic analysis, and transgenic verification of UAP isoforms illustrated that the loss of N- and C-terminal sequences did not affect the overall 3D structures, but the N- and C-terminal sequences are important for UAP genes to maintain their enzymatic activity. These results revealed a conserved UDPGP gene family and provided valuable information for further deep functional investigation of the UDPGP gene family in plants.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.681719/full"
  },
  {
    "title": "Past Analogues of Deoxygenation Events in the Mediterranean Sea: A Tool to Constrain Future Impacts",
    "authors": [
      "Alan Maria Mancini,",
      "Giacomo Bocci,",
      "Caterina Morigi,",
      "Rocco Gennari,",
      "Francesca Lozar,",
      "Alessandra Negri"
    ],
    "doi": "https://doi.org/10.3390/jmse11030562",
    "journalVolume": "Vol. 11,\n                                no. 562\n                                \n                                  p.\n                                  562",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Human-induced carbon emissions are altering the modern climate, with severe repercussions on ecosystems. Among others, anthropogenic pressure is causing deoxygenation of the bottom water, with the widespread establishment of hypoxic zones in several Mediterranean areas. The geological archives allow investigating past deoxygenation dynamics (sapropel events) and their impact on marine ecosystems. Here, we compare the causes and the evolution of deoxygenation dynamics which occurred during two different time periods (Messinian and Holocene) in different paleoceanographic settings based on their micropaleontological content. The Messinian sapropel events are the result of increased export productivity during a relatively cold and arid context, triggering bottom anoxic conditions. The Holocene sapropel formed in response to weakening/stopping of the thermohaline circulation due to increasing temperature and freshwater input. Our results suggest that the deoxygenation dynamics in the Mediterranean in the near future will not follow the trend characteristic of the Holocene deep-sea sapropel because of the predicted drying trend. Differently, the paleoceanographic setting triggering the Messinian shallow-sea sapropels is comparable with the modern situation in different Mediterranean areas, where human-induced eutrophication is promoting deoxygenation. Based on these results, we suggest that the patchy deoxygenation trend in the Mediterranean Sea caused by climate warming may lead to a drastic change in the ecosystem services which would likely impact human activities.",
    "readLink": "https://www.mdpi.com/2077-1312/11/3/562"
  },
  {
    "title": "Resolution dependence of circulation forced future central European summer drying",
    "authors": [
      "Ronald van Haren,",
      "Reindert J Haarsma,",
      "Hylke de Vries,",
      "Geert Jan van Oldenborgh,",
      "Wilco Hazeleger"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/5/055002",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  055002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate model based projections suggest a drying of the central European summer climate toward the end of the century. In this study we investigate the influence of the spatial resolution of an atmosphere-only climate model (EC-Earth at two resolutions, ∼25 and ∼112 km horizontal) on the simulated summer drying in this area. High resolution models have a more realistic representation of circulation in the current climate and could provide more confidence on future projections of circulation forced drying. We find that the high resolution model is characterized by a stronger drying in spring and summer, mainly forced by circulation changes. The initial spring drying intensifies the summer drying by a positive soil moisture feedback. The results are confirmed by finding analogs of the difference between the high and medium-resolution model circulation in the natural variability in another ensemble of climate model simulations. In the current climate, these show the same precipitation difference pattern resulting from the summer circulation difference. In the future climate the spring circulation also plays a key role. We conclude that the reduction of circulation biases due to increased resolution gives higher confidence in the strong drying trend projected for central Europe by the high-resolution version of the model.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/5/055002"
  },
  {
    "title": "The effect of a consumption-based accounting method in national GHG inventories: a trilateral trade system application",
    "authors": [
      "Simone eBastianoni,",
      "Dario eCaro,",
      "Simone eBorghesi,",
      "Federico Maria ePulselli"
    ],
    "doi": "https://doi.org/10.3389/fenrg.2014.00004",
    "journalVolume": "Vol. 2",
    "issn": "2296-598X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://www.frontiersin.org/energy_research",
    "abstract": "The allocation of emissions embodied in international trade is crucial to evaluate the real impact of countries in the climate change and their responsibility in greenhouse gas emissions. In this paper we apply a new theoretical framework that allocates the emissions embodied in international trade and computes the consequent carbon transferred across countries, according to a consumption-based accounting. The method uses the value of goods traded internationally and the respective carbon intensity as a average national emissions coefficient.. We analyze a trilateral trade system composed by Sweden, Italy and Poland during the period 2000-2008. We find that, with respect to the conventional greenhouse gas national inventory schemes, consumption-based accounting implies an increase of Italian and Swedish emission responsibility by 1.4% and 11.8%, respectively, and a decrease of Polish one by 2.81%. We also assess the relevance of this framework at the sectoral level by hypothesizing a shift of Italian imports of Machinery and Transport Equipment from Poland to Sweden. We deduce that, through appropriate policies, importer nations could be encouraged to find producers with the best environmental performances while exporter nations could be induced to reduce their carbon intensity to stimulate the international demand for their goods. Finally, we discuss some policy implications deriving from the application of the consumption-based accounting. The analysis performed in the paper suggests that the consumption-based accounting could be an important tool in the climate change challenge to reduce global emissions.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fenrg.2014.00004/full"
  },
  {
    "title": "Transports and budgets in a 1/4 ° global ocean reanalysis 1989&ndash;2010",
    "authors": [
      "V. N. Stepanov,",
      "H. Zuo,",
      "M. Valdivieso,",
      "K. Haines"
    ],
    "doi": "https://doi.org/10.5194/os-8-333-2012",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  333\n                                  – 344",
    "issn": "1812-0784 (Print)",
    "publisher": "1812-0792 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.ocean-science.net/index.html",
    "abstract": "Large-scale ocean transports of heat and freshwater have not been well monitored, and yet the regional budgets of these quantities are important to understanding the role of the oceans in climate and climate change. In contrast, atmospheric heat and freshwater transports are commonly assessed from atmospheric reanalysis products, despite the presence of non-conserving data assimilation based on the wealth of distributed atmospheric observations as constraints. The ability to carry out ocean reanalyses globally at eddy-permitting resolutions of 1/4 ° or better, along with new global ocean observation programs, now makes a similar approach viable for the ocean. In this paper we examine the budgets and transports within a global high resolution ocean model constrained by ocean data assimilation, and compare them with independent oceanic and atmospheric estimates.",
    "readLink": "http://www.ocean-sci.net/8/333/2012/os-8-333-2012.pdf"
  },
  {
    "title": "Which Risks Get Managed? Addressing Climate Effects in the Context of Evolving Water-Governance Institutions",
    "authors": [
      "Ken Conca"
    ],
    "doi": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  301\n                                  – 316",
    "issn": "1965-0175 (Online)",
    "publisher": "Water Alternatives Association",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "http://www.water-alternatives.org/index.php",
    "abstract": "Warnings about climate change invariably stress water-related effects. Such effects are typically framed as both unpredictable and disruptive, and are thus said to create large new risks to the water sector demanding adaptive responses. This article examines how such responses are mediated by, and also compromised by, two dominant trends in the evolution of water governance institutions: (1) the rise of an “integrated” paradigm of water resources management, which has encouraged the development of more complex and interconnected water institutions, and (2) the rapidly changing political economy of water financing and investment. Each of these trends carries its own strong presumptions about what constitutes water-related risk and how such risk is properly managed. The article uses the specific example of large dam projects to illustrate how these ongoing trends in water governance shape and complicate the prospect of managing climate-water risks.",
    "readLink": "http://www.water-alternatives.org/index.php/alldoc/articles/vol8/v8issue3/293-a8-3-1/file"
  }
]