[
  {
    "title": "A Reflection on Low Energy Renovation of Residential Complexes in Southern Europe",
    "authors": [
      "Helena Corvacho,",
      "Fernando Brandão Alves,",
      "Cecília Rocha"
    ],
    "doi": "https://doi.org/10.3390/su8100987",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  987",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The transformation of European existing building stock towards very low energy buildings requires a new approach. In this context, it seems reasonable to think that buildings should no longer be renovated individually but as part of a global energy system. Focusing on larger urban units may present some scale advantages and may constitute an opportunity to change the urban environment in a smart energy way. Specificities of Southern European countries are addressed. Due either to the climate or the life style, there are large differences in energy consumption per dwelling among southern and northern European countries. How much heating energy will be saved by over-insulating building envelopes if people do not feel the need to heat their houses in the first place? In addition, real energy use in buildings frequently shows major differences with respect to the predicted consumption. The definition of realistic solutions demands the availability of realistic predictions. A case of a residential complex in Portugal is used to illustrate the main questions and to conclude that moving from a building to a group of buildings scale may be an interesting challenge for policy makers to look closer in the near future.",
    "readLink": "http://www.mdpi.com/2071-1050/8/10/987"
  },
  {
    "title": "Floodplains and Complex Adaptive Systems—Perspectives on Connecting the Dots in Flood Risk Assessment with Coupled Component Models",
    "authors": [
      "Andreas Paul Zischg"
    ],
    "doi": "https://doi.org/10.3390/systems6020009",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  p.\n                                  9",
    "issn": "2079-8954 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Systems engineering",
      "Technology: Technology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/systems",
    "abstract": "Floodplains, as seen from the flood risk management perspective, are composed of co-evolving natural and human systems. Both flood processes (that is, the hazard) and the values at risk (that is, settlements and infrastructure built in hazardous areas) are dynamically changing over time and influence each other. These changes influence future risk pathways. The co-evolution of all of these drivers for changes in flood risk could lead to emergent behavior. Hence, complexity theory and systems science can provide a sound theoretical framework for flood risk management in the 21st century. This review aims at providing an entry point for modelers in flood risk research to consider floodplains as complex adaptive systems. For the systems science community, the actual problems and approaches in the flood risk research community are summarized. Finally, an outlook is given on potential future coupled component modeling approaches that aims at bringing together both disciplines.",
    "readLink": "http://www.mdpi.com/2079-8954/6/2/9"
  },
  {
    "title": "Preferences outgoing students of the University of the Third Age  in Wabrzezno",
    "authors": [
      "Eliza Maria Zielińska,",
      "Gabriela Barwińska-Szczutkowska,",
      "Sylwia Barwińska"
    ],
    "doi": "Vol. 6,\n                                no. 10",
    "issn": "2391-8306 (Online)",
    "publisher": "Kazimierz Wielki University",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Education",
      "Geography. Anthropology. Recreation: Recreation. Leisure: Sports",
      "Medicine"
    ],
    "journalUrl": "https://apcz.umk.pl/JEHS",
    "abstract": "The article concerns to specify preferences and trends and themes tourist trips. The study included 52 students of the University of the Third Age (UTA) in Wąbrzeźno (Poland). The results showed that 35% of respondents spend free time at home. Those who participated directly in the tourist trips were in second place (28%), and the main motivation for tourist trips in the study group was the desire to explore new places and the need for climate change.",
    "readLink": "https://apcz.umk.pl/JEHS/article/view/23785"
  },
  {
    "title": "Checklist of the freshwater fishes of Colombia: a Darwin Core alternative to the updating problem",
    "authors": [
      "Carlos DoNascimiento,",
      "Edgar Esteban Herrera-Collazos,",
      "Guido A. Herrera-R.,",
      "Armando Ortega-Lara,",
      "Francisco A. Villa-Navarro,",
      "José Saulo Usma Oviedo,",
      "Javier A. Maldonado-Ocampo"
    ],
    "doi": "https://doi.org/10.3897/zookeys.708.13897",
    "journalVolume": "Vol. 708\n                                \n                                \n                                  pp.\n                                  25\n                                  – 138",
    "issn": "1313-2989 (Print)",
    "publisher": "1313-2970 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Zoology"
    ],
    "journalUrl": "http://zookeys.pensoft.net/",
    "abstract": "The present work is part of a process to create a Catalogue of the Freshwater Fishes of Colombia and consisted in the depuration and updating of the taxonomic and geographic components of the checklist of the freshwater fishes of Colombia. An exhaustive revision of the 1435 species recorded in 2008 was necessary to: 1. Add new species described since 2009 and species originally described from Colombia but inadvertently omitted in 2008; 2. Add new records of already described species; 3. Delete species whose presence in Colombia was not supported by voucher specimens in ichthyological collections; and 4. Revise the geographic distribution of the species listed in 2008. This process resulted in the following numbers: 1. Total number of freshwater fish species in Colombia: 1494; 2. Number of species recorded by hydrographic region - Amazon: 706, Orinoco: 663, Caribbean: 223, Magdalena-Cauca: 220, Pacific: 130; and 3. Number of endemic species: 374 (76% from the trans-Andean region). Updating the current checklist is a fundamental requirement to ensure its incorporation in the decision-making process with regard to the conservation of Colombian aquatic species and ecosystems, which are facing transformation processes as a result of activities such as mining, construction of hydroelectric plants, expansion of the agricultural frontier and subsequent deforestation, industrial and domestic pollution, development of waterways, introduction of exotic species, and climate change.",
    "readLink": "https://zookeys.pensoft.net/articles.php?id=13897"
  },
  {
    "title": "Small grains “resistance”? Making sense of Zimbabwean smallholder farmers’ cropping choices and patterns within a climate change context",
    "authors": [
      "Keith Phiri,",
      "Thulani Dube,",
      "Philani Moyo,",
      "Cornelias Ncube,",
      "Sibonokuhle Ndlovu"
    ],
    "doi": "https://doi.org/10.1080/23311886.2019.1622485",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "2331-1886 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oass",
    "abstract": "This paper aims to understand why smallholder farmers in Zimbabwe are “resisting” to adopt small grains as a strategy for adapting to the negative effects of climate change. The uptake of small grains has been very low among smallholder farmers in climate change affected districts in Zimbabwe in spite of expert advice. The paper seeks to interrogate this “refusal” by smallholder farmers to adapt through small grains. Data were collected using fifty (50) in-depth semi-structured interviews and five (5) key informant interviews in Tsholotsho, Zimbabwe to understand why smallholder farmers are not shifting to small grains production en masse in response to climate change to address food insecurity gaps. The paper finds that there are a plethora of reasons leading to the non-adoption of small grains as a climate change adaptation strategy. The explanations vary. The paper thematically provided a critical overview and analysis of the attitude of smallholder farmers on small grains cultivation. The literature systematically selected, provided a wide coverage of the small grains production value chain. The narratives of farmers through interviews reveal their lived experiences and attitudes on small grains. This paper provides a new understanding of why small grains programming has not been successful in Zimbabwe over the years. The paper recommends that the government takes practical steps to enhance the uptake of small grains production through assisting farmers by training and funding projects of such nature for resilience building.",
    "readLink": "http://dx.doi.org/10.1080/23311886.2019.1622485"
  },
  {
    "title": "Seasonal effect on Moringa oleifera gaseous exchange and water use efficiency under diverse planting densities",
    "authors": [
      "Paulina Moshibudi Mabapa,",
      "Kwabena Kingsley Ayisi,",
      "Irvine Kwaramba Mariga"
    ],
    "doi": "https://doi.org/10.5073/JABFQ.2018.091.029",
    "journalVolume": "Vol. 91",
    "issn": "1613-9216 (Print)",
    "publisher": "1439-040X (Online)",
    "countryOfPublisher": "Julius Kühn-Institut",
    "lcc": [
      "Germany",
      "Agriculture: Plant culture",
      "Science: Botany"
    ],
    "journalUrl": "https://ojs.openagrar.de/index.php/JABFQ",
    "abstract": "The study on Moringa oleifera was conducted over twelve months during 2014-2015 to evaluate the impact of the growing season and varying planting densities on biomass yield and physiological at-tributes under dryland conditions. Trial was established at densities of 5000, 2500, 1667 and 1250 plants ha-1, with eight replicates. The increase in planting density led to an increase in biomass production. The monthly and seasonal data collected showed significant differences in net photosynthetic rate, transpiration, sub-stomatal CO2 and stomatal conductance. However, planting densities of M. oleifera had no significant effect on all the gaseous exchange parameters measured. The results further revealed that the amount of carbon dioxide assimilated by the tree is not attributable to photosynthetic and transpiration rates as well as stomatal conductance. Under water shortage condition and high temperature, M. oleifera used an adaptation strategy by reducing stomatal conductance and transpiration and hence increasing water use efficiency. Moringa oleifera thus has the ability to sequester carbon even under water stress conditions. The tree can therefore be recommended for planting at a relatively high density of 5000 plants ha-1 in many parts of Limpopo province where temperatures are favorable for improved farmers’ livelihoods as well as for climate change mitigation.",
    "readLink": "https://ojs.openagrar.de/index.php/JABFQ/article/view/9659"
  },
  {
    "title": "Subsistence Agriculture Productivity and Climate Extreme Events",
    "authors": [
      "Tásia Moura Cardoso do Vale,",
      "Maria Helena Constantino Spyrides,",
      "Lara Melo Barbosa de Andrade,",
      "Bergson Guedes Bezerra,",
      "Pollyanne Evangelista da Silva"
    ],
    "doi": "https://doi.org/10.3390/atmos11121287",
    "journalVolume": "Vol. 11,\n                                no. 1287\n                                \n                                  p.\n                                  1287",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The occurrence of rainfall extreme events leads to several environmental, social, cultural, and economic consequences, heavily impacting agriculture. The analysis of climate extreme indices at the municipal level is of the uttermost importance to the overall study of climate variability and regional food security. Corn, bean, and cassava are among the most cultivated temporary subsistence crops. Thus, the objective of this study was to analyze the relationship between subsistence agriculture productivity and the behavior of rainfall extreme indices in the Rio Grande do Norte state in the period from 1980 to 2013. We used the dataset provided by Xavier (2016) and the climate extreme indices obtained through the Expert Team on Climate Change Detection and Indices. Crop productivity data were retrieved from the Municipal Agriculture Survey from the Brazilian Institute of Geography and Statistics system. The methodology evaluated the behavior and the relationship between agricultural productivity time series and extreme precipitation indicators. We applied the following statistical techniques: descriptive analysis, time series trend analysis by the Mann-Kendall test, cluster analysis, and analysis of variance to check for equal means between identified groups. Cluster analysis was considered an adequate tool for the comprehension of data spatial distribution, allowing the identification of five homogenous subregions with different precipitation patterns. Rainfall extreme indices allowed the analysis of regional conditions regarding consecutive dry days, annual precipitation in wet days, and heavy rainfall. Trends were identified in these indices and they were significantly correlated with dryland crops productivity, indicating a direct relationship between water availability and regional agroclimatic stress.",
    "readLink": "https://www.mdpi.com/2073-4433/11/12/1287"
  },
  {
    "title": "What controls the low ice number concentration  in the upper troposphere?",
    "authors": [
      "C. Zhou,",
      "J. E. Penner,",
      "G. Lin,",
      "G. Lin,",
      "X. Liu,",
      "M. Wang,",
      "M. Wang"
    ],
    "doi": "https://doi.org/10.5194/acp-16-12411-2016",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  12411\n                                  – 12424",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Cirrus clouds in the tropical tropopause play a key role in regulating the moisture entering the stratosphere through their dehydrating effect. Low ice number concentrations ( < 200 L−1) and high supersaturations (150–160 %) have been observed in these clouds. Different mechanisms have been proposed to explain these low ice number concentrations, including the inhibition of homogeneous freezing by the deposition of water vapour onto pre-existing ice crystals, heterogeneous ice formation on glassy organic aerosol ice nuclei (IN), and limiting the formation of ice number from high-frequency gravity waves. In this study, we examined the effect from three different representations of updraft velocities, the effect from pre-existing ice crystals, the effect from different water vapour deposition coefficients (α = 0.1 or 1), and the effect of 0.1 % of the total secondary organic aerosol (SOA) particles acting as IN. Model-simulated ice crystal numbers are compared against an aircraft observational dataset.Including the effect from water vapour deposition on pre-existing ice particles can effectively reduce simulated in-cloud ice number concentrations for all model setups. A larger water vapour deposition coefficient (α = 1) can also efficiently reduce ice number concentrations at temperatures below 205 K, but less so at higher temperatures. SOA acting as IN is most effective at reducing ice number concentrations when the effective updraft velocities are moderate ( ∼ 0.05–0.2 m s−1). However, the effects of including SOA as IN and using (α = 1) are diminished when the effect from pre-existing ice is included.When a grid-resolved large-scale updraft velocity ( < 0.1 m s−1) is used, the ice nucleation parameterization with homogeneous freezing only or with both homogeneous freezing and heterogeneous nucleation is able to generate low ice number concentrations in good agreement with observations for temperatures below 205 K as long as the pre-existing ice effect is included. For the moderate updraft velocity ( ∼ 0.05–0.2 m s−1), simulated ice number concentrations in good agreement with observations at temperatures below 205 K can be achieved if effects from pre-existing ice, a larger water vapour deposition coefficient (α = 1), and SOA IN are all included. Using the sub-grid-scale turbulent kinetic energy (TKE)-based updraft velocity ( ∼ 0–2 m s−1) always overestimates the ice number concentrations at temperatures below 205 K but compares well with observations at temperatures above 205 K when the pre-existing ice effect is included.",
    "readLink": "https://www.atmos-chem-phys.net/16/12411/2016/acp-16-12411-2016.pdf"
  },
  {
    "title": "Attitudes towards climate change and energy sources in oil exporters",
    "authors": [
      "Davide Contu,",
      "Ozgur Kaya,",
      "Ilker Kaya"
    ],
    "doi": "Vol. 38\n                                \n                                \n                                  p.\n                                  100732",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "Switching to energy mixes that use more non-fossil fuels is critical to reduce greenhouse gas emissions to tackle climate change. Climate change poses a major challenge to oil exporting Gulf countries, like the rest of the world, but research on human views on energy and climate change is limited. We aim to fill this gap by focusing on the UAE, a nation with a peculiar demographic composition that includes an overwhelming proportion of expatriates and transitions towards green and nuclear resources. We examine whether transiency of residence and life satisfaction play a role in influencing perceptions about climate change and energy sources. We also analyze how expatriates' opinions differ from UAE citizens who have significantly higher income and welfare benefits.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X21001188"
  },
  {
    "title": "Modelling soil organic carbon changes on arable land under climate change - a case study analysis of the Kočín farm in Slovakia",
    "authors": [
      "Juraj Balkovič,",
      "Erwin Schmid,",
      "Rastislav Skalský,",
      "Martina Nováková"
    ],
    "doi": "https://doi.org/10.17221/29/2010-SWR",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  30\n                                  – 42",
    "issn": "1801-5395 (Print)",
    "publisher": "1805-9384 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture"
    ],
    "journalUrl": "https://swr.agriculturejournals.cz/",
    "abstract": "We have estimated soil organic carbon and crop yield changes under distinct climate change scenarios for the Kočín farm in Slovakia. Two regional climate change scenarios, i.e. the A2 and B2 SRES emission scenarios, and a reference climate scenario have been included into the bio-physical process model EPIC to simulate the effects on the topsoil organic carbon stocks and crop yields for the period of 2010-2050. In addition, we have used the data from several fields of the Kočín farm including the soil data, crop rotational and management data as well as topographical data. The topsoil organic carbon stocks show a decreasing trend for the period of 2010-2050. Among all crop rotation systems and soil profiles, the losses over the period are 9.0%, 9.5%, and 10.7% for the reference, A2, and B2 climate scenarios, respectively. Increasing temperatures accelerate the decomposition of the soil organic carbon particularly when soils are intensively managed. The soil organic carbon changes are crop-rotation specific, which is partly due to the climate scenarios that affect the crop biomass production differently. This is shown by comparison of the crop yields. We conclude that EPIC is capable to reliably simulate effects of climate change on soil organic carbon and crop yields.",
    "readLink": "https://swr.agriculturejournals.cz/artkey/swr-201101-0004_modelling-soil-organic-carbon-changes-on-arable-land-under-climate-change-a-case-study-analysis-of-the-kocin.php"
  }
]