[
  {
    "title": "Fire Severity Controlled Susceptibility to a 1940s Spruce Beetle Outbreak in Colorado, USA.",
    "authors": [
      "Dominik Kulakowski,",
      "Thomas T Veblen,",
      "Peter Bebi"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0158138",
    "journalVolume": "Vol. 11,\n                                no. 7\n                                \n                                  p.\n                                  e0158138",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The frequency, magnitude, and size of forest disturbances are increasing globally. Much recent research has focused on how the occurrence of one disturbance may affect susceptibility to subsequent disturbances. While much has been learned about such linked disturbances, the strength of the interactions is likely to be contingent on the severity of disturbances as well as climatic conditions, both of which can affect disturbance intensity and tree resistance to disturbances. Subalpine forests in western Colorado were affected by extensive and severe wildfires in the late 19th century and an extensive and severe outbreak of spruce beetle (Dendroctonus rufipennis) in the 1940s. Previous research found that most, but not all, of the stands that burned and established following the late 19th century fires were not susceptible to the 1940s outbreak as beetles preferentially attack larger trees and stands in advanced stages of development. However, previous research also left open the possibility that some stands that burned and established following the 19th century fires may have been attacked during the 1940s outbreak. Understanding how strongly stand structure, as shaped by disturbances of varying severity, affected susceptibility to past outbreaks is important to provide a baseline for assessing the degree to which recent climate change may be relaxing the preferences of beetles for larger trees and for stands in latter stages of structural development and thereby changing the nature of linked disturbances. Here, dendroecological methods were used to study disturbance history and tree age of stands in the White River National Forest in Western Colorado that were identified in historical documents or remotely-sensed images as having burned in the 19th century and having been attacked by spruce beetle in the 1940s. Dendroecological reconstructions indicate that in young post-fire stands only old remnant trees that survived the otherwise stand-replacing fires were killed in the 1940s outbreak. No young post-fire trees (< ca. 128 years) were susceptible to the 1940s outbreak, implying that under the relatively cool and wet conditions of the mid-20th century, susceptibility to and spatial patterns of spruce beetle outbreak were most likely controlled by variations in severity of prior disturbance by fire. This study provides a baseline for comparing linked disturbances under the relatively warmer and drier conditions of recent (e.g. post-1990) outbreaks in order to assess how climate mitigates the degree to which pre-disturbance history and structure affect susceptibility to disturbances.",
    "readLink": "http://europepmc.org/articles/PMC4954647?pdf=render"
  },
  {
    "title": "Correction to: Climate-proofing a malaria eradication strategy",
    "authors": [
      "Hannah Nissan,",
      "Israel Ukawuba,",
      "Madeleine Thomson"
    ],
    "doi": "https://doi.org/10.1186/s12936-021-03747-6",
    "journalVolume": "Vol. 20,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 1",
    "issn": "1475-2875 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://malariajournal.biomedcentral.com/",
    "abstract": "An amendment to this paper has been published and can be accessed via the original article.",
    "readLink": "https://doi.org/10.1186/s12936-021-03747-6"
  },
  {
    "title": "Anatomical and genetic aspects of ash dieback: a look at the wood structure",
    "authors": [
      "Tulik M,",
      "Zakrzewski J,",
      "Adamczyk J,",
      "Tereba A,",
      "Yaman B,",
      "Nowakowska JA"
    ],
    "doi": "https://doi.org/10.3832/ifor2080-010",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  522\n                                  – 528",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Pathogen diseases are increasingly threatening forest trees under the current climate change, causing a remarkable decrease in the stability of forest ecosystems. Ash (Fraxinus excelsior L.) dieback due to Hymenoscyphus fraxineus has been noted in Poland since 1992 and has spread over many European countries. The aim of this study was to test the hypothesis that ash trees affected by dieback could exhibit a reduced vessel size and density along the trunk, as well as a lowered width of annual wood rings, leading to the weakening of water transport towards the crown. Dead and dying ash trees were sampled in a forest district severely affected by ash decline in southern Poland. Wood samples were collected at different height along the trunk and several wood anatomical characteristics of annual tree rings over the period 2002-2011 were examined. Dead trees showed a stronger reduction in radial growth than dying trees over the period considered. Moreover, the diameter of vessels increased from the crown to the base in both dead and dying trees, while the density decreased. Significant differences between dead and dying trees were detected in size and density of vessels in the period analyzed, as well as in the width of annual rings. DNA extracted from wood samples was analyzed using SSR markers and the main genetic parameters of dead and dying trees were estimated, finding similar levels of polymorphism and only slight non-significant differences between the two health groups. Our results are consistent with the hypothesis that pathogens could disrupt the hormonal control of wood formation by interfering with the polar auxin transport, progressively leading to the death of ash trees.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor2080-010"
  },
  {
    "title": "GNSS Ionosphere Sounding of Equatorial Plasma Bubbles",
    "authors": [
      "Guanyi Ma,",
      "Klemens Hocke,",
      "Jinghua Li,",
      "Qingtao Wan,",
      "Weijun Lu,",
      "Weizheng Fu"
    ],
    "doi": "https://doi.org/10.3390/atmos10110676",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  676",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Ground- and space-based Global Navigation Satellite System (GNSS) receivers can provide three-dimensional (3D) information about the occurrence of equatorial plasma bubbles (EPBs). For this study, we selected March 2014 data (during solar maximum of cycle 24) for the analysis. The timing and the latitudinal dependence of the EPBs occurrence rate are derived by means of the rate of the total electron content (TEC) index (ROTI) data from GNSS receivers in China, whereas vertical profiles of the scintillation index S4 are provided by COSMIC (Constellation Observing System for Meteorology, Ionosphere and Climate). The GNSS receivers of the low Earth orbit satellites give information about the occurrence of amplitude scintillations in limb sounding geometry where the focus is on magnetic latitudes from 20° S to 20° N. The occurrence rates of the observed EPB-induced scintillations are generally smaller than those of the EPB-induced ROTI variations. The timing and the latitude dependence of the EPBs occurrence rate agree between the ground-based and spaceborne GNSS data. We find that EPBs occur at 19:00 LT and they are mainly situated above the F2 peak layer which descended from 450 km at 20:00 LT to 300 km at 24:00 LT in the equatorial ionosphere. At the same time, the spaceborne GNSS data also show, for the first time, a high occurrence rate of post-sunset scintillations at 100 km altitude, indicating the coexistence of equatorial sporadic E with EPBs.",
    "readLink": "https://www.mdpi.com/2073-4433/10/11/676"
  },
  {
    "title": "Living high and at risk: predicting Andean bear occurrence and conflicts with humans in southeastern Peru",
    "authors": [
      "Roxana Rojas-VeraPinto,",
      "Carlos Bautista,",
      "Nuria Selva"
    ],
    "doi": "Vol. 36\n                                \n                                \n                                  p.\n                                  e02112",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Human encroachment into wildlife habitat threatens the persistence of large carnivore populations because it shrinks their distribution and promotes conflicts related to agricultural and livestock damage. Andean bears (Tremarctos ornatus) have experienced one of the greatest range contractions among large carnivores. Habitat loss and damages to crops and livestock are among the main threats to the conservation of the species. Here, we analyzed the occurrence of the Andean bear and the risk of conflict with humans at different spatial scales in southeastern Peru using Generalized Linear Models. First, we modeled the species distribution at two spatial scales (4 × 4 km and 1 × 1 km) and then, the risk of conflict within the predicted bear occurrence at the fine scale (1 × 1 km), taking damage records as a proxy of conflicts. The species distribution models at both scales identified altitude as the most important predictor of bear presence, with high altitudinal habitats having the highest probability of bear occurrence. Steep slopes (at coarse scale) and areas close to forest (at fine scale) were also associated with high probability of bear occurrence. The predicted occurrence spanned mostly grasslands and montane forests. The conflict risk model indicated a high probability of bear damage associated with places far from forest patches and with low vegetation cover, where bears can encounter unprotected livestock and crops. The spatial projection of our models showed that only 43% of the predicted bear occurrence had some level of legal protection and 45% is under human-bear conflict risk, including parts of the protected areas. Moreover, our models suggested that the potential distribution of Andean bears in the area has contracted around 50% in relation to the historical range. We encourage local and national authorities and policymakers to enlarge protected areas to reduce the impact of human activities on Andean bear occurrence and to improve the management of human-bear conflicts. This is of special importance under climate change, which will increase the vulnerability of high altitude habitats, crucial for Andean bears, to land-use changes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989422001147"
  },
  {
    "title": "TreeTool: A tool for detecting trees and estimating their DBH using forest point clouds",
    "authors": [
      "Omar Montoya,",
      "Octavio Icasio-Hernández,",
      "Joaquín Salas"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  p.\n                                  100889",
    "issn": "2352-7110 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science: Computer software"
    ],
    "journalUrl": "http://www.journals.elsevier.com/softwarex/",
    "abstract": "Trees’ inventory is an essential task in ecological assessment efforts in the fight against climate change. The diameter at breast height (DBH) of a tree is critical in forest inventory, particularly in estimating carbon content. This document presents TreeTool, a software tool written in Python to detect trees and measure their DBH from forest dense point clouds. The software performed acceptably against others in completeness, accuracy, location error, and diameter error benchmarks.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352711021001485"
  },
  {
    "title": "Spatiotemporal Dynamics and Driving Factors of Ecosystem Services Value in the Hexi Regions, Northwest China",
    "authors": [
      "Yongge Li,",
      "Wei Liu,",
      "Qi Feng,",
      "Meng Zhu,",
      "Jutao Zhang,",
      "Linshan Yang,",
      "Xinwei Yin"
    ],
    "doi": "https://doi.org/10.3390/su142114164",
    "journalVolume": "Vol. 14,\n                                no. 14164\n                                \n                                  p.\n                                  14164",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Land-use and climate changes can exert significant influences on ecosystem services value (ESV). However, interactions of these drivers in shaping the ESV remain unclear in arid inland regions. In this study, dynamic changes in ESV from 1980 to 2050 in the Hexi Regions were evaluated by integrating land-use change and other environmental factors using the equivalent factor method, local spatial autocorrelation analysis, and a geographical detector. Our results showed that the spatial distribution of ESV increased in the northwest to southeast regions of the study area. The area-weighted mean ESV of the Qilian Mountains (i.e., mountainous regions) was about 10.27–11.97-fold higher than that of the Hexi Corridor (i.e., plain regions) during the study period. As for the ecological protection (EP) scenario, from 2020 to 2050, the total ESV increase was estimated to be larger than that under the natural development (ND) and rapid urbanization (RU) scenarios. Particularly, under the EP scenario, by 2050, the enhancement of ESV in the Qilian Mountains mainly resulted from the expansion of forests, shrubs, grasslands, and water. The geographical detector indicated that LUCC was the dominant driver of the spatial heterogeneity of ESV, followed by climate and vegetation. Specifically, LUCC explained 35.39% and 80.06% of the total variation in the ESV for the Hexi Corridor and the Qilian Mountains, respectively. Natural drivers, such as temperature, precipitation, evapotranspiration, and soil organic carbon, were assumed to exert larger impacts on ESV in the mountainous regions than in the corridor. By contrast, anthropogenic factors played more significant roles in altering the ESV patterns for the corridor. Our research highlighted the importance of ecological protection in improving ESV in the future and emphasized that the difference in driving factors of ESV between mountainous and plain regions should be considered in terms of the ecosystem management for the inland regions of northwestern China.",
    "readLink": "https://www.mdpi.com/2071-1050/14/21/14164"
  },
  {
    "title": "Evaluation in Carbon Dioxide Equivalent and CHG Emissions for Water and Energy Management in Water Users Associations. A Case Study in the Southeast of Spain",
    "authors": [
      "Amparo Melián-Navarro,",
      "Antonio Ruiz-Canales"
    ],
    "doi": "https://doi.org/10.3390/w12123536",
    "journalVolume": "Vol. 12,\n                                no. 3536\n                                \n                                  p.\n                                  3536",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Agriculture is an activity linked to the environment and has a great influence on climate change. As more and more crops are producing in less time, agricultural production is intensified and water consumption and energy demand is increasing. Since the energy consumed is not renewable, greenhouse gases (GHG) are emitted and their concentration in the atmosphere increases. The objective of this article is to apply various methodologies for the precise quantification of the carbon dioxide equivalent (CO2-eq) and GHG emissions in the management of irrigation water and energy in ten water user’s associations (WUAs) in the southeast of Spain. All the studied WUAs include irrigation facilities. This paper is based on obtained data in different water and energy audits during 2017. The concept of “irrigation water management” considered in the article covers the process from its extraction through management data to its transport and application to crops through irrigation systems, as well as the reception of water. The way in which water and energy is used to irrigate crops is taken into account. Moreover, the type of energy used for irrigation and at what moment energy is demanded influence the total amount of generated GHG emissions. The tariff periods for electricity and the water needs of the crops planted also has to be taken into account, as well as the economic emissions valuation.",
    "readLink": "https://www.mdpi.com/2073-4441/12/12/3536"
  },
  {
    "title": "Variability of Short-Term Diel Water Temperature Amplitudes in a Mountain Lake",
    "authors": [
      "Adam Choiński,",
      "Agnieszka Strzelczak"
    ],
    "doi": "https://doi.org/10.3390/w10060795",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  795",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper presents an analysis of the variability of short-term water temperature amplitudes in Lake Morskie Oko, situated in the Tatra Mountains National Park, which makes the human impact on the lake very limited. The objective of the study was to determine to what extent an increase in depth contributes to suppressing daily water temperature amplitudes. It was shown, among other things, that water temperature amplitudes were the lowest in the period of occurrence of the ice cover, higher in the period of occurrence of other (than ice cover) ice phenomena, and the highest in the case of their lack. The analysis of profiles of water temperature amplitudes (in the case of lack of ice phenomena) resulted in determination of their six types. A strong correlation was observed in which the effect of mean daily air temperature and the effect of wind on water level amplitudes are considerably lower during the occurrence of ice phenomena in comparison to the period when the water surface is free from such phenomena. It was demonstrated that the near-bottom waters in Lake Morskie Oko are very stable in terms of temperature. The short transition period from ice cover to free water surface was determined to be very important, because it constitutes a threshold in the effect of air temperature and wind on changes in thermal dynamics of water (in this case expressed in amplitude values). Finally, proposals are presented for future expansion of the scope of research on water temperature amplitudes. This work is important, because the amplitudes were investigated not only at the surface of the lake, but also at its bottom, and also during the ice cover period, when the lake was isolated from the atmospheric influences. This study may contribute to better understanding of the lake water temperature responses to climate change and thus to more accurate prediction these patterns in lake globally. Moreover, understanding of changes in water temperature is closely related to the variability of its heat resources, and these in the future may be used on a large scale. In the case of a mountain lake such as Morskie Oko, the heat of water may be used, for example, for heating tourist shelters.",
    "readLink": "http://www.mdpi.com/2073-4441/10/6/795"
  },
  {
    "title": "Wind energy deployment in Tunisia: Status, Drivers, Barriers and Research gaps—A Comprehensive review",
    "authors": [
      "Faten Attig-Bahar,",
      "Uwe Ritschel,",
      "Peter Akari,",
      "Ibrahim Abdeljelil,",
      "Mahbouba Amairi"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  pp.\n                                  7374\n                                  – 7389",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "In its contribution towards fighting climate change, Tunisia aims at reducing greenhouse gas emissions across all sectors through reducing carbon intensity in the country by 41 per cent in 2030, relative to the base year 2010 The Tunisia energy sector mitigation scenario is proactive and incorporates ambitious programs for improving energyefficiency and developing renewable energy resources. This paper reviews the prospects of one of the major renewable energy sources in the country: wind energy. It presents the state of wind energy sector in the world and tracks in particular, the evolution of wind power development in Tunisia since its initiation in 2000 till the present. The paper outlines the prevailing climatic conditions, the regulatory and legal instruments on renewables as well as national policies and strategies on the energy transition. The pathways to sustainable wind energy sector development is analyzed and discussed. Additionally, the wind energy research status in Tunisia is presented and the gaps in research are explored.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484721011057"
  }
]