[
  {
    "title": "Precipitation response to climate change and urban development over the continental United States",
    "authors": [
      "M Georgescu,",
      "A M Broadbent,",
      "M Wang,",
      "E Scott Krayenhoff,",
      "M Moustaoui"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abd8ac",
    "journalVolume": "Vol. 16,\n                                no. 4\n                                \n                                  p.\n                                  044001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Appropriately characterizing future changes in regional-scale precipitation requires assessment of the interactive effect owing to greenhouse gas-induced climate change and the physical growth of the built environment. Here we use a suite of medium resolution (20 km grid spacing) decadal scale simulations conducted with the Weather Research and Forecasting model coupled to an urban canopy parameterization to examine the interplay between end-of-century long-lived greenhouse gas (LLGHG) forcing and urban expansion on continental US (CONUS) precipitation. Our results show that projected changes in extreme precipitation are at least one order of magnitude greater than projected changes in mean precipitation; this finding is geographically consistent over the seven CONUS National Climate Assessment (NCA) regions and between the pair of dynamically downscaled global climate model (GCM) forcings. We show that dynamical downscaling of the Geophysical Fluid Dynamics Laboratory GCM leads to projected end-of-century changes in extreme precipitation that are consistently greater compared to dynamical downscaling of the Community Earth System Model GCM for all regions except the Southeast NCA region. Our results demonstrate that the physical growth of the built environment can either enhance or suppress extreme precipitation across CONUS metropolitan regions. Incorporation of LLGHGs indicates compensating effects between urban environments and greenhouse gases, shifting the probability spectrum toward broad enhancement of extreme precipitation across future CONUS metropolitan areas. Our results emphasize the need for development of management policies that address flooding challenges exacerbated by the twin forcing agents of urban- and greenhouse gas-induced climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/abd8ac"
  },
  {
    "title": "Age and forming conditions of groundwater in the middle Pliocene aquifer in the Mekong Delta, Vietnam, based on the results of carbon radioactive isotope study",
    "authors": [
      "Hoang Quoc Viet Lam,",
      "A. B. Lisenkov,",
      "V. J. Lavrushin,",
      "K. V. Belov"
    ],
    "doi": "https://doi.org/10.32454/0016-7762-2018-6-59-65",
    "journalVolume": "Vol. 0,\n                                no. 6\n                                \n                                  pp.\n                                  59\n                                  – 65",
    "issn": "0016-7762 (Print)",
    "publisher": "2618-8708 (Online)",
    "countryOfPublisher": "Sergo Ordzhonikidze Russian State University for Geological Prospecting",
    "lcc": [
      "Russian Federation",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geology-mgri.ru/",
    "abstract": "The results of studying and assessment of the impact of climate change on the groundwater in the Mekong delta have indicated that the exploitation of quaternary aquifers is not enough to solve the task of water supply in the region. Therefore, in the exploitation plan of groundwater in the Mekong Delta, the greatest prospects are bound with Pliocene aquifers. So, by using of carbon radioactive isotope to determine the age and forming conditions of groundwater in the middle Pliocene aquifer in the Mekong Delta, the important information for planning exploitation and zoning of areas subject to restrained exploitation of groundwater is retrieved. The determination of the age with the use of carbon radioactive isotope study in the complex with the geostatistical interpolation techniques allowed creation age map of middle-Pliocene aquifer with high accuracy nad determination the recharge area on the north-east of the Mekong delta (South-Eastern area). From the recharge area, groundwater flows in the south-west direction at a flow velocity of 8 m/year and discharges into the sea (Siam Golf and Eastern sea). It is the first time by using geostatistical interpolation «cokriging» of two parameters (age - key parameter and depth of sampling - extra parameter). The tasks to improve the accuracy of specialized maps in Vietnam have been solved. The age map has been made with the correlation parameter 0,9, that justifies the high efficiency of the studies. Furthermore, results of the correlation between age and concentration chlorine of groundwater in the middle-Pliocene aquifer (n22) allowed making a suggestion, that formation of mineralized water is a result of mixing of meteoric water with the sedimentation waters of initial sea genesis, which were formed during Flandrian transgression which began about 21000 years ago and ended 4200 years ago.",
    "readLink": "https://www.geology-mgri.ru/jour/article/view/344"
  },
  {
    "title": "Novel Urban Ecosystems: Opportunities from and to Landscape Architecture",
    "authors": [
      "Catarina Patoilo Teixeira,",
      "Cláudia Oliveira Fernandes,",
      "Jack Ahern"
    ],
    "doi": "https://doi.org/10.3390/land10080844",
    "journalVolume": "Vol. 10,\n                                no. 844\n                                \n                                  p.\n                                  844",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Novel assemblages of biotic, abiotic, and social components resulting from human-induced actions (e.g., climate change, land-use change, species movement) have been labeled as “Novel Ecosystems”, or “Novel Urban Ecosystems” when emerging in urban contexts. This concept has been shifting perspectives among some scientists and making them question traditional values about human-nature interactions in a rapidly changing era dominated by anthropogenic actions (Anthropocene). Controversial dimensions surrounding the Novel Ecosystems and Novel Urban Ecosystems terms may be preventing the evolution and further research of these concepts. The environmental problems that our society will soon face support a search for innovative solutions and transdisciplinary efforts. For that reason, this discussion should not cease, rather should expand to other fields of knowledge that can contribute with pertinent insights and collaborations. This way, this short communication aims to reflect on the opportunities from Landscape Architecture to the discussion, research, and application of the novel ecosystems concepts in the real world, particularly in the urban landscape, and also reflect on the opportunities of this debate to the Landscape Architecture field. Ultimately, Landscape Architecture can contribute with innovative and creative perspectives, acceding valuable and advanced tools, facilitating dialogues between fields of knowledge, and bridging gaps between science, people, and nature.",
    "readLink": "https://www.mdpi.com/2073-445X/10/8/844"
  },
  {
    "title": "L’équité au cœur des politiques climatiques : l’exemple des négociations relatives au climat et de la recherche de solutions à la crise énergétique",
    "authors": [
      "Loïc Aubrée,",
      "Antoine Bonduelle"
    ],
    "doi": "https://doi.org/10.4000/developpementdurable.8822",
    "issn": "1772-9971 (Online)",
    "publisher": "Réseau Développement Durable et Territoires Fragiles",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences"
    ],
    "journalUrl": "http://developpementdurable.revues.org/",
    "abstract": "The article debates Equity Issues in the Climate Change debate is debated. A parallel is set between the development issues at the international level of negotiations between States, and poverty alleviation at the local community level. In both cases, the discussions stem from an essential moral principle, but also as a requisite for consensus and thus a condition of success of climate change policies to combat Climate Change. The issue of equity brings also forward the necessary modification of consumption patterns, into more frugal modes.",
    "readLink": "http://journals.openedition.org/developpementdurable/8822"
  },
  {
    "title": "Comparative Assessment of Thermal Performance of Existing Roof System and  Retrofitted Green Roof System in Istanbul, Turkey",
    "authors": [
      "Nil TÜRKERİ,",
      "M. Cem ALTUN,",
      "Caner GÖÇER"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  21\n                                  – 29",
    "issn": "1309-6915 (Online)",
    "publisher": "KARE Publishing",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Fine Arts: Architecture",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://www.megaronjournal.com",
    "abstract": "Urban heat islands, temperature increase due to climate change and energy consumption due to high summer cooling load are significant issues in Turkey. International studies indicate that the green roof system serves as an energy efficient building technology. However, the thermal performance of green roofs when exposed to local climate conditions is still unknown in Turkey. A research project is being conducted at Istanbul Technical University, in which part of a low-slope existing roof system was retrofitted as an extensive green roof system and the thermal performances of both the existing roof and green roof were monitored in order to make a comparative assessment. Both the green roof and the existing roof were instrumented to measure the temperature profile within the roof systems and the solar reflectance of the roof surfaces. Local meteorological variables were also measured. Results obtained from the field monitoring revealed the following data. Reflected solar radiation from the green roof surface was slightly higher than from the existing roof surface. This was likely to be due to the fact that the plants had not yet covered the entire soil surface area of the green roof. Plants reduced the amount of heat absorbed by the growing medium during daytime through shading and reduced the surface temperature of the green roof. Ceiling temperatures of rooms under the existing roof and green roof indicated that heat transfer to the room beneath the green roof was reduced as well. The green roof reduced the heat gain due to the thermal mass of the soil. This created a buffer against daily fluctuations in temperature and minimized temperature extremes.",
    "readLink": "http://www.megaronjournal.com/download.asp?ID=38"
  },
  {
    "title": "Prospects for green infrastructure development to improve the living comfort for the population of Odesa",
    "authors": [
      "K. D. Husieva,",
      "T. A. Safranov"
    ],
    "doi": "https://doi.org/10.31481/uhmj.30.2022.05",
    "journalVolume": "no. 30\n                                \n                                  pp.\n                                  65\n                                  – 72",
    "issn": "2311-0902 (Print)",
    "publisher": "2616-7271 (Online)",
    "countryOfPublisher": "Odessa State Environmental University",
    "lcc": [
      "Ukraine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://uhmj.org.ua",
    "abstract": "The paper is aimed at identification of the prospects for development of green infrastructure as an element of the comfort of living for the urban population of Odesa. The authors briefly described the natural and climatic characteristics of the city. An overview of the research into the development of green infrastructure in urban areas and its connection with the comfort of living for the population in the latest papers of Ukrainian and foreign scientists, such as Bonetskyi, Carter, Cuthbert, Fisher, Henriquez, Huang, Liu, Martins, Nazaruk, Newell, Ocheretnyi, Pryshchepa, Rendekova, Rahman, Sakieh, Sholok, Vasylieva, Zheng, Zibtseva, etc., was performed. The percentage of the city's green space area per resident was calculated and compared to the normative value, a map of the provision of Odesa residents with green spaces was given, and the city districts with maximum and minimum green areas were identified. The paper characterized the species composition of the city’s flora, including the species of native woody, shrubby and herbaceous plants and those imported from other countries and continents. During identification of promising ways to develop green infrastructure within the territory of Odesa, the authors found that for improvement of the comfort of living in the city it is necessary to increase the share of green infrastructure, in particular, to form the green belt of Odesa and create green roofs and walls. The authors gave recommendations for the future expansion of the existing project on formation of the green belt of Odesa, which provides for a system of ecological corridors around the historical centre of the city, to all city districts and the outskirts. The main functions and advantages of green roofs and walls are indicated in terms of improvement of the quality of life of the urban population. In view of rather rapid climate change, when creating new green areas, the authors recommended to give attention to drought-resistant bushy trees, shrubs and perennial tall grasses, primarily of local origin. The paper also mentions the main possible directions of further research regarding identification of the optimal set of plantations and efficient approaches to the introduction of green infrastructure elements.",
    "readLink": "https://uhmj.org.ua/index.php/journal/article/view/199"
  },
  {
    "title": "A decade of vegetation development on two revegetated milled peatlands with different trophic status",
    "authors": [
      "Anna-Helena Purre,",
      "Laimdota Truus,",
      "Mati Ilomets"
    ],
    "doi": "https://doi.org/10.19189/MaP.2019.BG.StA.1928",
    "journalVolume": "Vol. 27,\n                                no. 02\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "1819-754X (Online)",
    "publisher": "International Mire Conservation Group and International Peatland Society",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://mires-and-peat.net/",
    "abstract": "Milled peatlands in the Northern Hemisphere are frequently restored in order to mitigate negative effects of climate change and to benefit biodiversity. The aims of this study are to analyse the development of vegetation on milled peatlands in Estonia after restoration using the moss layer transfer technique (MLTT), relate the plant functional type cover with peat chemical factors, and study correlations between bryophyte and vascular plant cover on sites with different vegetation composition. Nutrient-poor (NP) Viru and nutrient-rich (NR) Ohtu milled peatlands in Northern Estonia were restored via MLTT between 2006 and 2008. Plant species cover was determined annually or biannually from 2009 to 2018, on permanent plots established during the restoration of both sites. Plant functional type cover was assessed in relation to peat chemical properties and time since restoration. The nutrient status of the restoration site plays a major role in vegetation succession, even if similar restoration methods have been applied. Vascular plant cover, especially evergreen shrubs, increased with time since restoration, while bryophyte (mainly Sphagnum) cover increased at the NP site and decreased at the NR site. At the NR site bryophyte cover decreased with increasing vascular plant cover, while the opposite pattern was observed at the NP site.",
    "readLink": "https://doi.org/10.19189/MaP.2019.BG.StA.1928"
  },
  {
    "title": "The effects of different cold‐temperature regimes on development, growth, and susceptibility to an abiotic and biotic stressor",
    "authors": [
      "Matthew Wersebe,",
      "Paradyse Blackwood,",
      "Ying Tong Guo,",
      "Jared Jaeger,",
      "Dyllan May,",
      "George Meindl,",
      "Sean N. Ryan,",
      "Vivian Wong,",
      "Jessica Hua"
    ],
    "doi": "https://doi.org/10.1002/ece3.4957",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  pp.\n                                  3355\n                                  – 3366",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Global climate change is expected to both increase average temperatures as well as temperature variability. Increased average temperatures have led to earlier breeding in many spring‐breeding organisms. However, individuals breeding earlier will also face increased temperature fluctuations, including exposure to potentially harmful cold‐temperature regimes during early developmental stages. Using a model spring‐breeding amphibian, we investigated how embryonic exposure to different cold‐temperature regimes (control, cold‐pulse, and cold‐press) affected (a) compensatory larval development and growth, (b) larval susceptibility to a common contaminant, and (c) larval susceptibility to parasites. We found: (a) no evidence of compensatory development or growth, (b) larvae exposed to the cold‐press treatment were more susceptible to NaCl at 4‐days post‐hatching but recovered by 17‐days post‐hatching, and (c) larvae exposed to both cold treatments were less susceptible to parasites. These results demonstrate that variation in cold‐temperature regimes can lead to unique direct and indirect effects on larval growth, development, and response to stressors. This underscores the importance of considering cold‐temperature variability and not just increased average temperatures when examining the impacts of climate disruption.",
    "readLink": "https://doi.org/10.1002/ece3.4957"
  },
  {
    "title": "Nitrogen fertilization rates mediate rhizosphere soil carbon emissions of continuous peanut monoculture by altering cellulose-specific microbess",
    "authors": [
      "Zhengfeng Wu,",
      "Zhaohui Tang,",
      "Tianyi Yu,",
      "Jiancheng Zhang,",
      "Yongmei Zheng,",
      "Jishun Yang,",
      "Yue Wu,",
      "Qiqi Sun"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1109860",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "IntroductionCrops influence both soil microbial communities and soil organic carbon (SOC) cycling through rhizosphere processes, yet their responses to nitrogen (N) fertilization have not been well investigated under continuous monoculture.MethodsIn this study, rhizosphere soil microbial communities from a 5-year continuous mono-cropped peanut land were examined using Illumina HighSeq sequencing, with an N fertilization gradient that included 0 (N0), 60 (N60), 120 (N120) and 180 (N180) kg hm−2. Soil respiration rate (Rs) and its temperature sensitivity (Q10) were determined, with soil carbon-acquiring enzyme activities assayed.Results and discussionThe obtained results showed that with N fertilization, soil mineral N (Nmin) was highly increased and the soil C/N ratio was decreased; yields were unchanged, but root biomass was stimulated only at N120. The activities of β-1,4-glucosidase and polyphenol oxidase were reduced across application rates, but that of β-1,4-cellobiohydrolase was increased only at N120. Bacterial alpha diversity was unchanged, but fungal richness and diversity were increased at N60 and N120. For bacterial groups, the relative abundance of Acidobacteria was reduced, while those of Alphaproteobacteria and Gammaproteobacteria were increased at N60 and N120. For fungal members, the pathogenic Sordariomycetes was inhibited, but the saprotrophic Agaricomycetes was promoted, regardless of N fertilization rates. RDA identified different factors driving the variations in bacterial (root biomass) and fungal (Nmin) community composition. N fertilization increased Rs slightly at N60 and significantly at N120, mainly through the promotion of cellulose-related microbes, and decreased Rs slightly at N180, likely due to carbon limitation. N fertilization reduced microbial biomass carbon (MBC) at N60, N120 and N180, decreased SOC at N120 and N180, and suppressed dissolved organic carbon (DOC) at N180. In addition, the unchanged Q10 may be a joint result of several mechanisms that counteracted each other. These results are of critical importance for assessing the sustainability of continuously monocultured ecosystems, especially when confronting global climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1109860/full"
  },
  {
    "title": "On the representation of water reservoir storage and operations in large-scale hydrological models: implications on model parameterization and climate change impact assessments",
    "authors": [
      "T. D. Dang,",
      "A. F. M. K. Chowdhury,",
      "S. Galelli"
    ],
    "doi": "https://doi.org/10.5194/hess-24-397-2020",
    "journalVolume": "Vol. 24\n                                \n                                \n                                  pp.\n                                  397\n                                  – 416",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "During the past decades, the increased impact of anthropogenic interventions on river basins has prompted hydrologists to develop various approaches for representing human–water interactions in large-scale hydrological and land surface models. The simulation of water reservoir storage and operations has received particular attention, owing to the ubiquitous presence of dams. Yet, little is known about (1) the effect of the representation of water reservoirs on the parameterization of hydrological models, and, therefore, (2) the risks associated with potential flaws in the calibration process. To fill in this gap, we contribute a computational framework based on the Variable Infiltration Capacity (VIC) model and a multi-objective evolutionary algorithm, which we use to calibrate VIC's parameters. An important feature of our framework is a novel variant of VIC's routing model that allows us to simulate the storage dynamics of water reservoirs. Using the upper Mekong river basin as a case study, we calibrate two instances of VIC – with and without reservoirs. We show that both model instances have the same accuracy in reproducing daily discharges (over the period 1996–2005), a result attained by the model without reservoirs by adopting a parameterization that compensates for the absence of these infrastructures. The first implication of this flawed parameter estimation stands in a poor representation of key hydrological processes, such as surface runoff, infiltration, and baseflow. To further demonstrate the risks associated with the use of such a model, we carry out a climate change impact assessment (for the period 2050–2060), for which we use precipitation and temperature data retrieved from five global circulation models (GCMs) and two Representative Concentration Pathways (RCPs 4.5 and 8.5). Results show that the two model instances (with and without reservoirs) provide different projections of the minimum, maximum, and average monthly discharges. These results are consistent across both RCPs. Overall, our study reinforces the message about the correct representation of human–water interactions in large-scale hydrological models.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/24/397/2020/hess-24-397-2020.pdf"
  }
]