[
  {
    "title": "So Close Yet So Far Apart: Contrasting Climate Change Perceptions in Two “Neighboring” Coastal Communities on Aotearoa New Zealand’s Coromandel Peninsula",
    "authors": [
      "Paul Schneider,",
      "Bruce Glavovic,",
      "Trisia Farrelly"
    ],
    "doi": "https://doi.org/10.3390/environments4030065",
    "journalVolume": "Vol. 4,\n                                no. 3\n                                \n                                  p.\n                                  65",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "Coastal hazard risk, compounded by climate change, is escalating. Efforts to address this challenge are fraught and ‘success’ is elusive. We focus on this impasse and recommend ways to improve understanding, reduce risk and enable adaptation. Two Aotearoa New Zealand coastal communities, Mercury Bay and Kennedy Bay, on the Coromandel Peninsula, serve as case studies. Ethnographic fieldwork underpins this analysis. Despite close proximity, local perceptions are ‘worlds apart’. Poor understanding of climate change, and preoccupation with everyday issues, is commonplace. Moreover, there are countervailing community narratives. In Kennedy Bay, which is undeveloped and Māori, climate change is not a manifest concern. Local narratives are rooted in Māori culture and under the shadow of colonization, which shapes contemporary perceptions, practices and prospects. In Mercury Bay, a rapidly developing resort town, seashore property owners demand protection works—ignoring sea-level rise and privileging short-term private interests. Despite laudable regulatory provisions, static responses to dynamic risks prevail and proactive adaptation is absent. Recommendations are made to improve understanding about local cultural-social-ecological characteristics, climate change and adaption. Enabling leadership and capability-building are needed to institutionalize proactive adaptation. Strengthening Māori self-determination (rangatiratanga) and guardianship (kaitiakitanga), and local democracy, are key to mobilizing and sustaining community-based adaptation governance.",
    "readLink": "https://www.mdpi.com/2076-3298/4/3/65"
  },
  {
    "title": "Spillover Effects of the Russian Economy: Regional Specificity",
    "authors": [
      "Elena Anatolyevna Fedorova ,",
      "Bella Kemalovna Korkmazova ,",
      "Maxim Aleksandrovich Muratov"
    ],
    "doi": "https://doi.org/10.17059/2016-1-10",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  139\n                                  – 149",
    "issn": "2072-6414 (Print)",
    "publisher": "2411-1406 (Online)",
    "countryOfPublisher": "Russian Academy of Sciences, Institute of Economics of the Ural Branch",
    "lcc": [
      "Russian Federation",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional economics. Space in economics"
    ],
    "journalUrl": "https://www.economyofregions.org/",
    "abstract": "The purpose of the study is to evaluate the strength and direction of the distribution of the foreign direct investments (FDI) in regional economy. The subject matter of the research is FDI to the regions of Russia. The subject of the study is relevant as it makes possible to estimate the long-term consequences from the restrictions of the West countries (in connection with sanctions) against the inflow of the foreign capital to the regions of the Russian Federation. The study is based on the following hypotheses: 1. Russian regional economy has horizontal (distribution of effects from FDI within an industry) and vertical spillover effects (distribution according to a technological chain, from product suppliers to product consumers). Vertical effects are more important and have greater amplitude than horizontal effects. An industry competition is one of the causes of negative horizontal spillover effect, and the scale of the company is the reason of positive horizontal spillover effect. 2. FDI generates the positive regional spillover effects on the productivity of domestic firms in the Russian economy. 3. Regional industry specificity influences the sign and magnitude of spillovers from FDI. 4. Time sensitivity is revealed for horizontal spillovers, so the regional effects may change the direction. As an empirical basis of the study, the statements of 23567 Russian companies with FDI and 25354 Russian enterprises without FDI for the 5 years were used. The methodology of the research is the calculation of spillover effects, Cobb-Douglas production function and panel data regression. The study has found, that the direct vertical spillover effects are almost absent. That means that industrial consumers do not notice the effect of inward FDI. At the same time, the converse effect related to the product suppliers is positive, but as the direct effect, it is not more important in any group of regions then the horizontal effect. The Russian economy has a positive regional spillover effect of FDI. The positive effect of FDI for a region of investment attractiveness, first of all, extends to regions with similar investment climate, and after that residually extends to less successful regions. The regional spillover effect is unstable and has high volatility. Therefore, regional administration has to develop the anti-crisis policy and try to improve the investment climate. The findings of the study may be useful for the regional authorities to formulate the investment policy",
    "readLink": "http://www.economyofregion.com/archive/2016/58/2769/pdf/"
  },
  {
    "title": "Influence of Climate Change and Land-Use Alteration on Water Resources in Multan, Pakistan",
    "authors": [
      "Mohsin Abbas,",
      "Pierre Guy Atangana Njock,",
      "Yanning Wang"
    ],
    "doi": "https://doi.org/10.3390/app12105210",
    "journalVolume": "Vol. 12,\n                                no. 5210\n                                \n                                  p.\n                                  5210",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "This study presents an evaluation of climate and land-use changes induced impacts on water resources of Multan City, Pakistan. Statistical Down Scaling Model (SDSM) and Geographical Information System (GIS) are used for climate change scenario and spatial analyses. Hydrologic Engineering Center’s Hydraulic Modeling System (HEC-HMS) model is used for rainfall-runoff simulation. The investigated results show significant changes in climatological parameters, i.e., an increase in temperature and decrease in precipitation over the last 40 years, and a significant urban expansion is also observed from 2000 to 2020. The increase in temperature and urbanization has reduced the infiltration rate into the soil and increased the runoff flows. The HEC-HMS results indicate that surface runoff gradually increased over the last two decades. Consequently, the depth of the water table in the shallow aquifer has declined by about 0.3 m/year. Projected climate indices stipulate that groundwater depletion will occur in the future. Arsenic levels have exceeded the permissible limit owing to unplanned urban expansion and open dumping of industrial effluents. The results can help an efficient water resources management in Multan.",
    "readLink": "https://www.mdpi.com/2076-3417/12/10/5210"
  },
  {
    "title": "Variations and changes in snow depth at meteorological stations Barentsburg and Hornsund (Spitsbergen)",
    "authors": [
      "Marzena Osuch,",
      "Tomasz Wawrzyniak"
    ],
    "doi": "https://doi.org/10.1017/aog.2017.20",
    "journalVolume": "Vol. 58\n                                \n                                \n                                  pp.\n                                  11\n                                  – 20",
    "issn": "0260-3055 (Print)",
    "publisher": "1727-5644 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/annals-of-glaciology",
    "abstract": "In this study, seasonality and interannual variability of snow depth at two stations (Hornsund and Barentsburg) located in western Spitsbergen are investigated. For this purpose, the novel Moving Average over Shifting Horizon method combined with trend estimation was used. The Hornsund and Barentsburg stations exhibit similar snow depth trends during early autumn and late spring when statistically significant decreases were estimated at both stations (for August 1984–July 2016). In the remaining period, there are differences in outcomes between stations. The results for Barentsburg from October till the end of May are characterised by the lack of a trend while at Hornsund decreases of snow depth were estimated. The largest changes occur in May when the snow depth was at its maximum. Differences in the estimated tendencies were explained with the help of a trend analysis for air temperature and precipitation. An analysis of maximum snow depth, snow onset date, snow disappearance date and snow-cover duration is included. The results of the assessment depend on the location, with a lack of statistically significant changes in Barentsburg, and later snow onset date, shorter duration and decrease of maximum depth in Hornsund.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0260305517000209/type/journal_article"
  },
  {
    "title": "Diversity of Dominant Soil Bacteria Increases with Warming Velocity at The Global Scale",
    "authors": [
      "Yoshiaki Kanzaki,",
      "Kazuhiro Takemoto"
    ],
    "doi": "https://doi.org/10.3390/d13030120",
    "journalVolume": "Vol. 13,\n                                no. 120\n                                \n                                  p.\n                                  120",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Understanding global soil bacterial diversity is important because of its role in maintaining a healthy global ecosystem. Given the effects of environmental changes (e.g., warming and human impact) on the diversity of animals and plants, effects on soil bacterial diversity are expected; however, they have been poorly evaluated at the global scale to date. Thus, in this study, we focused on the dominant soil bacteria, which are likely critical drivers of key soil processes worldwide, and investigated the effects of warming velocity and human activities on their diversity. Using a global dataset of bacteria, we performed spatial analysis to evaluate the effects of warming velocity and human activities, while statistically controlling for the potentially confounding effects of current climate and geographic parameters with global climate and geographic data. We demonstrated that the diversity of the dominant soil bacteria was influenced globally, not only by the aridity index (dryness) and pH but also by warming velocity from the Last Glacial Maximum (21,000 years ago) to the present, showing significant increases. The increase in bacterial diversity with warming velocity was particularly significant in forests and grasslands. An effect of human activity was also observed, but it was secondary to warming velocity. These findings provide robust evidence and advance our understanding of the effects of environmental changes (particularly global warming) on soil bacterial diversity at the global scale.",
    "readLink": "https://www.mdpi.com/1424-2818/13/3/120"
  },
  {
    "title": "Observed Changes in Daily Rainfall Extreme Along Thailand's Coastal Zones",
    "authors": [
      "Atsamon Limsakul,",
      "Sangchan Limjirakan,",
      "Thavivongse Sriburi"
    ],
    "doi": "Vol. 32,\n                                no. 1",
    "issn": "2287-0741 (Print)",
    "publisher": "2287-075X (Online)",
    "countryOfPublisher": "Environmental Research Institute, Chulalongkorn University",
    "lcc": [
      "Thailand",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://ph01.tci-thaijo.org/index.php/aer/index",
    "abstract": "Trends in daily rainfall extreme along Thailand's coastal zones were examined, based on 28 high-quality series of daily rainfall data observed at the stations along the Andaman Sea Coast (ASC), the Gulf of Thailand's western coast (GoTw) and the Gulf of Thailand's eastern coast (GoTe). A set of core climate extreme indices recommended by the WMO-CCL/CLIVAR Expert Team on Climate Change Detection, Monitoring and Indices (ETCCDMI) that measures different aspects of rainfall extreme events such as wetness and dryness conditions, frequency and intensity rainfall events was calculated. Analysis of these indices revealed notable changes in rainfall extreme events along Thailand's coastal zones in the recent decades. On the ASC, significant changes were characterized by an overall decrease in total rainfall amounts accompanied by a coherent reduction of heavy and intensity rainfall events. However, extreme rainfall changes on the GoTw were marked by more intense daily rainfall associated with a significant decrease in the number of rainy days. These changes indicate that GoTw has experienced a wetter condition and increases in magnitude and frequency of more intense rainfall events. For GoTe, changes in extreme rainfall events were relatively mixed with significant positive and negative trends. Additional analyzes of the PDFs for all stations before and after 1990 indicated a significant shift in the distribution towards a decline in dryness conditions. This observed change provides a vital clue of shift in extreme rainfall characteristics along Thailand's coastal zones under an anthropogenic-induced warmer regime and fluctuations of regional climate variability. Our findings suggest that coastal areas of Thailand will be disproportionately exposed to increasing risks of different extreme rainfall-driven disasters. Anticipated impacts including increases in inland flash flood, more frequent coastal flooding, coastal erosion and severe water shortage will introduce devastating pressures, and intensify other existing social-economic problems on natural resources and environment in the coastal areas of Thailand. Therefore, further assessment on vulnerability and risk is needed to shed more light on how to cope with and adapt to such adverse impacts. Such knowledge is important for building sustainable, resilient coastal communities, and effective disaster risk and coastal managements.",
    "readLink": "https://ph01.tci-thaijo.org/index.php/aer/article/view/9701"
  },
  {
    "title": "Evapotranspiration of Irrigated Crops under Warming and Elevated Atmospheric CO<sub>2</sub>: What Is the Direction of Change?",
    "authors": [
      "Fabio V. Scarpare,",
      "Kirti Rajagopalan,",
      "Mingliang Liu,",
      "Roger L. Nelson,",
      "Claudio O. Stöckle"
    ],
    "doi": "https://doi.org/10.3390/atmos13020163",
    "journalVolume": "Vol. 13,\n                                no. 163\n                                \n                                  p.\n                                  163",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Future changes in crop evapotranspiration (ETc) are of interest to water management stakeholders. However, long-term projections are complex and merit further investigation due to uncertainties in climate data, differential responses of crops to climate and elevated atmospheric CO2, and adaptive agricultural management. We conducted factor-control simulation experiments using the process-based CropSyst model and investigated the contribution of each of these factors. Five major irrigated crops in the Columbia Basin Project area of the USA Pacific Northwest were selected as a case study and fifteen general circulation models (GCM) under two representative concentration pathways (RCP) were used as the climate forcing. Results indicated a wide range in ETc change, depending on the time frame, crop type, planting dates, and CO2 assumptions. Under the 2090s RCP8.5 scenario, ETc changes were crop-specific: +14.3% (alfalfa), +8.1% (potato), −5.1% (dry bean), −8.1% (corn), and −12.5% (spring wheat). Future elevated CO2 concentrations decreased ETc for all crops while earlier planting increased ETc for all crops except spring wheat. Changes in reference ET (ETo) only partially explains changes in ETc because crop responses are an important modulating factor; therefore, caution must be exercised in interpreting ETo changes as a proxy for ETc changes.",
    "readLink": "https://www.mdpi.com/2073-4433/13/2/163"
  },
  {
    "title": "Impacts of urban land use and land cover change on wetland dynamics in Jimma city, southwestern Ethiopia",
    "authors": [
      "Yifru Waktole Berkessa,",
      "Tadesse Weyuma Bulto,",
      "Mitiku Badasa Moisa,",
      "Mengistu Muleta Gurmessa,",
      "Birhanu Chalchisa Werku,",
      "Getachew Yigezu Juta,",
      "Daniel Assefa Negash,",
      "Dessalegn Obsi Gemeda"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.102",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  pp.\n                                  2397\n                                  – 2415",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Wetland has been substantially decreased by anthropogenic activities worldwide, requiring urgent conservation action. The present study aimed to analyze the effects of land use land cover change on wetland dynamics from 1992 to 2022 in Jimma City, Southwestern Ethiopia. Landsat TM of 1992, ETM+ of 2000, ETM+ of 2009 and OLI/TIRS of 2022 were used in this study. Landsat images were classified by using supervised classification with maximum likelihood algorithm. The results revealed that grassland, wetland and vegetation land cover classes declined by 2,304.9 ha, 1410.2 ha and 820.5 ha, respectively whereas farm land, settlement and bare land increased by 2,199 ha, 2,111 ha and 225.4 ha, respectively. Results show that the normalized difference water index (NDWI) has positive and negative strong relationship with normailized difference vegetation index (NDVI) and normalized difference built up index (NDBI) with the coefficent determination (R2) of 0.96 and 0.98, respectively. Due to rapid urbanization and declining vegetation cover in the study area, about 98% of wetland land cover in the study area has been lost over the past decades. Therefore, the governmental and non-governmental organizations should give special attention to wetland restoration and management in the study area. HIGHLIGHTS Rapid human population and informal settlement accelerate the rate of LULC change.; Supervised classification method with maximum likelihood algorithm was applied.; Wetland declined by the rate of 47 ha/year from 1992 to 2022.; Due to rapid urbanization and declining vegetation cover, about 98% of wetland land cover in the study area was lost over the past decades.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/7/2397"
  },
  {
    "title": "Climate variability, weather and enteric disease incidence in New Zealand: time series analysis.",
    "authors": [
      "Aparna Lal,",
      "Takayoshi Ikeda,",
      "Nigel French,",
      "Michael G Baker,",
      "Simon Hales"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0083484",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  e83484",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: Evaluating the influence of climate variability on enteric disease incidence may improve our ability to predict how climate change may affect these diseases. OBJECTIVES: To examine the associations between regional climate variability and enteric disease incidence in New Zealand. METHODS: Associations between monthly climate and enteric diseases (campylobacteriosis, salmonellosis, cryptosporidiosis, giardiasis) were investigated using Seasonal Auto Regressive Integrated Moving Average (SARIMA) models. RESULTS: No climatic factors were significantly associated with campylobacteriosis and giardiasis, with similar predictive power for univariate and multivariate models. Cryptosporidiosis was positively associated with average temperature of the previous month (β = 0.130, SE = 0.060, p <0.01) and inversely related to the Southern Oscillation Index (SOI) two months previously (β = -0.008, SE = 0.004, p <0.05). By contrast, salmonellosis was positively associated with temperature (β = 0.110, SE = 0.020, p<0.001) of the current month and SOI of the current (β = 0.005, SE = 0.002, p<0.050) and previous month (β = 0.005, SE = 0.002, p<0.05). Forecasting accuracy of the multivariate models for cryptosporidiosis and salmonellosis were significantly higher. CONCLUSIONS: Although spatial heterogeneity in the observed patterns could not be assessed, these results suggest that temporally lagged relationships between climate variables and national communicable disease incidence data can contribute to disease prediction models and early warning systems.",
    "readLink": "http://europepmc.org/articles/PMC3871872?pdf=render"
  },
  {
    "title": "Contemporary exploitation of natural products for arthropod-borne pathogen transmission-blocking interventions",
    "authors": [
      "Jackson M. Muema,",
      "Joel L. Bargul,",
      "Meshack A. Obonyo,",
      "Sospeter N. Njeru,",
      "Damaris Matoke-Muhia,",
      "James M. Mutunga"
    ],
    "doi": "https://doi.org/10.1186/s13071-022-05367-8",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 29",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract An integrated approach to innovatively counter the transmission of various arthropod-borne diseases to humans would benefit from strategies that sustainably limit onward passage of infective life cycle stages of pathogens and parasites to the insect vectors and vice versa. Aiming to accelerate the impetus towards a disease-free world amid the challenges posed by climate change, discovery, mindful exploitation and integration of active natural products in design of pathogen transmission-blocking interventions is of high priority. Herein, we provide a review of natural compounds endowed with blockade potential against transmissible forms of human pathogens reported in the last 2 decades from 2000 to 2021. Finally, we propose various translational strategies that can exploit these pathogen transmission-blocking natural products into design of novel and sustainable disease control interventions. In summary, tapping these compounds will potentially aid in integrated combat mission to reduce disease transmission trends.",
    "readLink": "https://doi.org/10.1186/s13071-022-05367-8"
  }
]