[
  {
    "title": "Farmers’ perspectives on the adoption of smart farming technology to support food farming in Aceh Province, Indonesia",
    "authors": [
      "Agussabti Agussabti,",
      "Rahmaddiansyah Rahmaddiansyah,",
      "Hamid Ahmad Humam,",
      "Zakaria Zakaria,",
      "Munawar Agus Arip,",
      "Abu Bakar Basri"
    ],
    "doi": "https://doi.org/10.1515/opag-2022-0145",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  857\n                                  – 870",
    "issn": "2391-9531 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.degruyter.com/view/j/opag",
    "abstract": "The possible future challenge for food agriculture development led to the transition from conventional to modern agricultural management using smart farming technology (SFT). Some factors detaining the use of SFT for food commodities, specifically in small farmers’ communities, are global climate change, low-quality human resources of farmers, and extension workers. Small farmers generally have relatively small land, limited access to capital and farming input, and grow different kinds of commodities according to seasons. This research examined the adoption readiness in using SFT for three food commodities in Aceh Province, Indonesia, namely rice, maize, and potatoes. The sample comprises 70 farmers per commodity and 48 extension workers, obtained through the quota sampling method, culminating in 258 respondents. The readiness measurement for SFT adoption was conducted by introducing various models, images, videos, and RITX applications. The collected data were investigated and analyzed using the Mann–Whitney and Kruskal–Wallis for two or more categories. The result showed that both farmers and extension workers have a positive perception of the application of SFT. However, in terms of readiness, farmers have a relatively lower readiness level than the extension workers due to their low capacity. This means it is essential to focus on the economic and capacity building of farmers by providing them with appropriate SFT devices to overcome the high investment cost and provide the technical skill for its application to overcome this situation.",
    "readLink": "https://doi.org/10.1515/opag-2022-0145"
  },
  {
    "title": "Snow Precipitation and Snow Cover Climatic Variability for the Period 1971–2009 in the Southwestern Italian Alps: The 2008–2009 Snow Season Case Study",
    "authors": [
      "Simona Fratianni,",
      "Claudio Cassardo,",
      "Roberto Cremonini,",
      "Silvia Terzago"
    ],
    "doi": "https://doi.org/10.3390/w2040773",
    "journalVolume": "Vol. 2,\n                                no. 4\n                                \n                                  pp.\n                                  773\n                                  – 787",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Snow cover greatly influences the climate in the Alpine region and is one of the most relevant parameters for the climate change analysis. Nevertheless, snow precipitation variability is a relatively underexplored field of research because of the lack of long-term, continuous and homogeneous time series. After a historical research aiming to recover continuous records, three high quality time series of snow precipitation and snow depth recorded in the southwestern Italian Alps were analyzed. The comparison between the climatological indices over the 30 years reference period 1971–2000 and the decade 2000–2009 outlined a general decrease in the amount of snow precipitation, and a shift in the seasonal distribution of the snow precipitation in the most recent period. In the analysis of the last decade snow seasons characteristics, the attention was focused on the heavy snowfalls that occurred in Piedmont during the 2008–2009 snow season: MODerate resolution Imager Spectroradiometer (MODIS) snow cover products were used to evaluate snow cover extension at different times during the snow season, and the results were set in relation to the temperatures.",
    "readLink": "http://www.mdpi.com/2073-4441/2/4/773/"
  },
  {
    "title": "Malolactic Fermentation: New Approaches to Old Problems",
    "authors": [
      "Junwei Fu,",
      "Ling Wang,",
      "Jingxian Sun,",
      "Ning Ju,",
      "Gang Jin"
    ],
    "doi": "https://doi.org/10.3390/microorganisms10122363",
    "journalVolume": "Vol. 10,\n                                no. 2363\n                                \n                                  p.\n                                  2363",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Malolactic fermentation (MLF) is the decarboxylation of L-malic acid to L-lactic acid by lactic acid bacteria (LAB). For the majority of wine production, secondary fermentation is crucial. MLF significantly impacts the quality of most red and some white wine. The outcomes of the spontaneously initiated and finished MLF are frequently unpredictable and can even cause the wine to deteriorate. As a result, individuals typically favour inoculating superior starter cultures when performing MLF. The MLF method for wine has, however, faced new difficulties because of the altered wine fermentation substrate environment brought on by global climate change, the growing demands of winemakers for production efficiency, and the rising demand for high-quality wine. To serve as a reference for the study of wine production and MLF in the current situation, this review primarily updates and summarises the research findings on increasing the effectiveness and dependability of MLF in recent years.",
    "readLink": "https://www.mdpi.com/2076-2607/10/12/2363"
  },
  {
    "title": "Spatial and Temporal Variations of Terrestrial Evapotranspiration in the Upper Taohe River Basin from 2001 to 2018 Based on MOD16 ET Data",
    "authors": [
      "Lizhen Cheng,",
      "Meixue Yang,",
      "Xuejia Wang,",
      "Guoning Wan"
    ],
    "doi": "https://doi.org/10.1155/2020/3721414",
    "journalVolume": "Vol. 2020",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "Evapotranspiration (ET) is an essential component of watershed hydrological cycle. Spatial-temporal variations analyses of evapotranspiration and potential evapotranspiration (PET) have remarkable theoretical and practical significances for understanding the interaction between climate changes and hydrological cycle and optimal allocation of water resources under global warming background. The MODIS-estimated ET agreed well with basin evapotranspiration from water balance principle methods in the study. The spatiotemporal variations results based on MOD16 ET data showed the following: (1) multiyear mean ET and PET were 464.2 mm and 1192.2 mm, and annual ET showed an upward trend at a rate of 3.48 mm/a, while PET decreased significantly at a rate of −8.18 mm/a. The annual ET trend showed a complemental relationship with PET; (2) at the seasonal scale, ET was highest in summer and least in winter, while PET was higher in spring and summer. The change of ET and PET in spring and summer had a great contribution to the annual variations; (3) ET and PET in the northern part were significantly stronger than those in the western and southern parts; (4) ET in cropland increased significantly, while PET decreased obviously in grass and forest; (5) changes of ET and PET were closely related to climatic factors. The rise in temperature caused the increase in ET and the decrease of wind speed contributed more to the decrease in PET. The results can provide a scientific basis for water resources planning and management.",
    "readLink": "http://dx.doi.org/10.1155/2020/3721414"
  },
  {
    "title": "Assessing the quality of water used for vegetable irrigation in Tamale Metropolis, Ghana",
    "authors": [
      "Clement Kamil Abdallah,",
      "Khaldoon A. Mourad"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-84617-8",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract This paper assesses water quality that is used for vegetable irrigation in Tamale Metropolis, Ghana. A mixed-method of research design was employed in this study to collect and analyze the data based on survey instruments. The paper found that Escherichia coli (E. coli) that is usually used as an indicator of water contamination and heavy metals exist in all taken water samples. The mean concentrations of nutrients such as ammonia, nitrate, nitrite and phosphate were recorded as 0.022 mg/l to 5.98 mg/l for ammonia, 1.06 mg/l to 7.52 mg/l for nitrate, 0.031 mg/l to 0.056 mg/l for nitrate and 0.037 mg/l to 0.069 mg/l for phosphate. E. coli and Total Coliforms levels for Sanghani, Kamina and Waterworks from the laboratory analysis were recorded as 3.2 × 103 CFU 100 m/l and 5.5 × 102 CFU 100 m/l, 4.0 × 103 CFU 100 m/l and 1 × 102 CFU 100 m/l, and 2.1 × 103 CFU 100 m/l and 4.6 × 102 CFU 100 m/l respectively. To conclude, based on the measured parameters, water used for irrigation in the Tamale Metropolitan is polluted and may cause potential health risks. Therefore, farmers, traders and consumers need to apply further safety measures to make the vegetables safe.",
    "readLink": "https://doi.org/10.1038/s41598-021-84617-8"
  },
  {
    "title": "A Review of Deep Learning Techniques for Forecasting Energy Use in Buildings",
    "authors": [
      "Jason Runge,",
      "Radu Zmeureanu"
    ],
    "doi": "https://doi.org/10.3390/en14030608",
    "journalVolume": "Vol. 14,\n                                no. 608\n                                \n                                  p.\n                                  608",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Buildings account for a significant portion of our overall energy usage and associated greenhouse gas emissions. With the increasing concerns regarding climate change, there are growing needs for energy reduction and increasing our energy efficiency. Forecasting energy use plays a fundamental role in building energy planning, management and optimization. The most common approaches for building energy forecasting include physics and data-driven models. Among the data-driven models, deep learning techniques have begun to emerge in recent years due to their: improved abilities in handling large amounts of data, feature extraction characteristics, and improved abilities in modelling nonlinear phenomena. This paper provides an extensive review of deep learning-based techniques applied to forecasting the energy use in buildings to explore its effectiveness and application potential. First, we present a summary of published literature reviews followed by an overview of deep learning-based definitions and techniques. Next, we present a breakdown of current trends identified in published research along with a discussion of how deep learning-based models have been applied for feature extraction and forecasting. Finally, the review concludes with current challenges faced and some potential future research directions.",
    "readLink": "https://www.mdpi.com/1996-1073/14/3/608"
  },
  {
    "title": "The Influence of Substrate Types and Bio-phyto-modulators on Spruce Seed Germination and Seedling Development  (Picea abies [L.] Karst.)",
    "authors": [
      "Steluța Maria SÎNGEORZAN,",
      "Ioan PĂCURAR,",
      "Irina M. MORAR,",
      "Alina M. TRUTA,",
      "Carmen N. ALBERT,",
      "Horia CRIVEANU,",
      "Liviu HOLONEC"
    ],
    "doi": "https://doi.org/10.15835/buasvmcn-hort:2022.0007",
    "journalVolume": "Vol. 79,\n                                no. 1\n                                \n                                  pp.\n                                  61\n                                  – 69",
    "issn": "1843-5254 (Print)",
    "publisher": "1843-5394 (Online)",
    "countryOfPublisher": "AcademicPres",
    "lcc": [
      "Romania",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://journals.usamvcluj.ro/index.php/horticulture",
    "abstract": "Spruce is a European native coniferous species, spreading over the area in between The Carpathian Mountains and the Alps, up to the northern parts of the Scandinavian Peninsula. In the future, spruce forests will have to cope with the growing climate change that is already threatening their natural habitats. This study has focused on the spruce seed germination process and seedlings growth under the influence of DEA (Water Energizing Device) bio-phyto-modulators. The biological material under analysis consists of spruce seeds selected from four Romanian sources included in the National Catalogue of Basic Materials for Generating Forestry Reproduction Material. Five different substrates were used for tasting germination capacity, with two different treatments (distilled water and energized water). Analyzing the treatments used it can be notice that subjecting the seeds to energized water treatment led to a higher germination capacity than in the case of those watered with distilled water (40-94%) and, respectively (24-84%). The seedlings growth was also higher in the case of those springing from the energized water treated seeds (2.45-4.23 cm) than from those springing from the distilled water treated seeds (2.07 cm-3.14 cm). The differences in germination capacity, growth and development were observed for all the provenances. Applying DEA bio-phyto-modulators has proven beneficial, with noticeable differences for both germination capacity and seedlings growth.",
    "readLink": "https://journals.usamvcluj.ro/index.php/horticulture/article/view/14427"
  },
  {
    "title": "Insights from the management of offshore energy resources: Toward an ecosystem-services based management approach for deep-ocean industries",
    "authors": [
      "M. Emilia Bravo,",
      "Miriam I. Brandt,",
      "Jesse M. A. van der Grient,",
      "Thomas G. Dahlgren,",
      "Thomas G. Dahlgren,",
      "Patricia Esquete,",
      "Sabine Gollner,",
      "Daniel O. B. Jones,",
      "Lisa A. Levin,",
      "Craig R. McClain,",
      "Bhavani E. Narayanaswamy,",
      "Tracey Sutton,",
      "Lissette Victorero,",
      "Erik E. Cordes"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.994632",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The deep ocean comprises complex ecosystems made up of numerous community and habitat types that provide multiple services that benefit humans. As the industrialization of the deep sea proceeds, a standardized and robust set of methods and metrics need to be developed to monitor the baseline conditions and any anthropogenic and climate change-related impacts on biodiversity, ecosystem function, and ecosystem services. Here, we review what we have learned from studies involving offshore-energy industries, including state-of-the-art technologies and strategies for obtaining reliable metrics of deep-sea biodiversity and ecosystem function. An approach that includes the detection and monitoring of ecosystem services, with open access to baseline data from multiple sectors, can help to improve our global capacity for the management of the deep ocean.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.994632/full"
  },
  {
    "title": "Impacts of Satellite-Based Snow Albedo Assimilation on Offline and Coupled Land Surface Model Simulations.",
    "authors": [
      "Tao Wang,",
      "Shushi Peng,",
      "Gerhard Krinner,",
      "James Ryder,",
      "Yue Li,",
      "Sarah Dantec-Nédélec,",
      "Catherine Ottlé"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0137275",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  e0137275",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Seasonal snow cover in the Northern Hemisphere is the largest component of the terrestrial cryosphere and plays a major role in the climate system through strong positive feedbacks related to albedo. The snow-albedo feedback is invoked as an important cause for the polar amplification of ongoing and projected climate change, and its parameterization across models is an important source of uncertainty in climate simulations. Here, instead of developing a physical snow albedo scheme, we use a direct insertion approach to assimilate satellite-based surface albedo during the snow season (hereafter as snow albedo assimilation) into the land surface model ORCHIDEE (ORganizing Carbon and Hydrology In Dynamic EcosystEms) and assess the influences of such assimilation on offline and coupled simulations. Our results have shown that snow albedo assimilation in both ORCHIDEE and ORCHIDEE-LMDZ (a general circulation model of Laboratoire de Météorologie Dynamique) improve the simulation accuracy of mean seasonal (October throughout May) snow water equivalent over the region north of 40 degrees. The sensitivity of snow water equivalent to snow albedo assimilation is more pronounced in the coupled simulation than the offline simulation since the feedback of albedo on air temperature is allowed in ORCHIDEE-LMDZ. We have also shown that simulations of air temperature at 2 meters in ORCHIDEE-LMDZ due to snow albedo assimilation are significantly improved during the spring in particular over the eastern Siberia region. This is a result of the fact that high amounts of shortwave radiation during the spring can maximize its snow albedo feedback, which is also supported by the finding that the spatial sensitivity of temperature change to albedo change is much larger during the spring than during the autumn and winter. In addition, the radiative forcing at the top of the atmosphere induced by snow albedo assimilation during the spring is estimated to be -2.50 W m-2, the magnitude of which is almost comparable to that due to CO2 (2.83 W m-2) increases since 1750. Our results thus highlight the necessity of realistic representation of snow albedo in the model and demonstrate the use of satellite-based snow albedo to improve model behaviors, which opens new avenues for constraining snow albedo feedback in earth system models.",
    "readLink": "http://europepmc.org/articles/PMC4569412?pdf=render"
  },
  {
    "title": "Examining how projections about the future of society are related to present-day climate change action = Examinando como as projeções sobre o futuro da sociedade são relacionadas com as ações atuais de combate às mudanças climáticas = Examinando cómo las proyecciones sobre el futuro de la sociedad se relacionan con las acciones actuales de combate al cambio climático",
    "authors": [
      "Milfont, Taciano Lemos,",
      "Gouveia, Valdiney V."
    ],
    "doi": "Vol. 45,\n                                no. 3\n                                \n                                  pp.\n                                  359\n                                  – 368",
    "issn": "0103-5371 (Print)",
    "publisher": "1980-8623 (Online)",
    "countryOfPublisher": "Editora da Pontifícia Universidade Católica do Rio Grande do Sul (EDIPUCRS)",
    "lcc": [
      "Brazil",
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://revistaseletronicas.pucrs.br/revistapsico/ojs/index.php/revistapsico",
    "abstract": "A mudança climática afetará todos os domínios das relações pessoa-ambiente. Combater este fenômeno exigirá mudanças sociais que possam ser motivadas por visões de futuro da sociedade, onde tais mudanças tenham ocorrido. Usando o modelo teórico de futuros coletivos, analisamos se as crenças sobre o futuro da sociedade estão relacionadas com intenções de combate às mudanças climáticas no presente. Participantes de duas amostras imaginaram a sociedade em 2050, onde a mudança climática foi combatida, e avaliaram como essa sociedade diferirá com relação a aspectos sociais de disfunção e desenvolvimento e a traços de personalidade e valores. Na medida em que os brasileiros acreditavam que a prevenção das mudanças climáticas resultariam em desenvolvimento social e mais traços de competência, eles estavam mais dispostos a se envolverem em atividades de cidadania ambiental. As diferenças individuais na perspectiva de tempo futuro também impactaram a intenção de cidadania ambiental. O desenvolvimento societal e a consideração de consequências futuras parecem ser caminhos distintos pelos quais pensamentos sobre o futuro influenciam ações em relação à mudança climática",
    "readLink": "https://revistaseletronicas.pucrs.br/ojs/index.php/revistapsico/article/view/17336/pdf_8"
  }
]