[
  {
    "title": "Does Acclimatization Have Any Impact On Primary Health Status Among Students Of Vit University, Vellore?",
    "authors": [
      "Jhimli Ghosh"
    ],
    "doi": "https://doi.org/10.3126/ajms.v3i3.5687",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  12\n                                  – 19",
    "issn": "2467-9100 (Print)",
    "publisher": "2091-0576 (Online)",
    "countryOfPublisher": "Manipal College of Medical Sciences, Pokhara",
    "lcc": [
      "Nepal",
      "Medicine"
    ],
    "journalUrl": "https://www.nepjol.info/index.php/AJMS",
    "abstract": "Objective: The present study was undertaken to determine the overall prevalence of nutritional status among young adult of VIT University, Vellore with impact of psycho-somatic changes, primary health and climate change among fresh admission. Material & Methods: Study measured data on height and weight of adults aged 17-23 years of the newly admitted students (n=157; Girls=87 & Boys=70). One commonly used indicator i.e., body mass index (BMI; kg/m2) was used to evaluate the nutritional status of subjects. Based on BMI, chronic energy deficiency (CED) and obesity were determined accordingly. Results: The mean BMI varies from 21.828 to 23.223 among girls between 17-23 years of age while 23.493 to 24.265 among boys of 17-19 years of age. The mean magnitudes of BMI are between 23.497 and 22.563 respectively among students of 17 to 23 years old. The nutritional status of 57.32% of fresher is normal with the estimated BMI while 11.46 % are suffering from under-nutrition and 31.21% are with obesity. Overall prevalence of CED was (11.3 %). Among 87 girls, 58 (67.5%) and 27.1% of 70 boys are psychologically stressed. The study has also intervened the shifting of time management and utilization before and after to VIT system. Students either gained or lost their bodyweight during the first semester of academic courses; a total of 51 students (17 girls and 34 boys) lost their weight by 1-10 kg while a total of 36 students gained weight. Conclusion: Acclimatization has brought changes among studied students those who came from distant states.",
    "readLink": "https://www.nepjol.info/index.php/AJMS/article/view/5687"
  },
  {
    "title": "Modelling Hydrological Components of the Rio Maipo of Chile, and Their Prospective Evolution under Climate Change",
    "authors": [
      "Daniele Bocchiola,",
      "Andrea Soncini,",
      "Antonella Senese,",
      "Guglielmina Diolaiuti"
    ],
    "doi": "https://doi.org/10.3390/cli6030057",
    "journalVolume": "Vol. 6,\n                                no. 3\n                                \n                                  p.\n                                  57",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "We used the Poly-Hydro model to assess the main hydrological components of the snow-ice melt driven Maipo River in Chile, and glaciers’ retreat under climate change therein until 2100. We used field data of ice ablation, ice thickness, weather and hydrological data, and precipitation from TRMM. Snow cover and temperature were taken from MODIS. We forced the model using weather projections until 2100 from three GCMs from the IPCC AR5, under three different radiative concentration pathways (RCPs 2.6, 4.5, 8.5). We investigated trends of precipitation, temperature, and hydrology until 2100 in the projection period (PR, 2014–2100) and the whole period (CM 1980–2100, composite), against historical trends in control period (CP, 1980–2013). We found potentially increasing temperature until 2100, except for Spring (OND). In the PR period, yearly flow decreases significantly under RCP85, on average −0.25 m3·s−1·year−1, and down to −0.48 m3·s−1·year−1, i.e., −0.4% year−1 against CP yearly average (120 m3 s−1). In the long run (CM) significant flow decrease would, occur under almost all scenarios, confirming persistence of a historical decrease, down to −0.39 m3·s−1·year−1 during CM. Large flow decreases are expected under all scenarios in Summer (JFM) during PR, down to −1.6 m3·s−1·year−1, or −1% year−1 against CP for RCP8.5, due to increase of evapotranspiration in response to higher temperatures. Fall (AMJ) flows would be mostly unchanged, while Winter (JAS) flows would be projected to increase significantly, up to 0.7 m3·s−1·year−1 during 2014–2100, i.e., +0.9% year−1 vs. CP under RCP8.5, due to large melting therein. Spring (OND) flows would decrease largely under RCP8.5, down to −0.67 m3 s−1·year−1, or −0.4% year−1 vs. CP, again due to evapotranspiration. Glacier down wasting is projected to speed up, and increasingly so with RCPs. Until 2100 ice loss would range from −13% to −49% (−9%, and −39% at 2050) of the estimated volume at 2012, which changed by −24% to −56% (−21%, and −39% at 2050) vs. ice volume in 1982, thus with rapider depletion in the first half of the century. Policy makers will have to cope with modified hydrological cycle in the Maipo River, and greatly decreasing ice cover in the area.",
    "readLink": "http://www.mdpi.com/2225-1154/6/3/57"
  },
  {
    "title": "Perceptions of Glacier Grafting: An Indigenous Technique of Water Conservation for Food Security in Gilgit-Baltistan, Pakistan",
    "authors": [
      "Ramsha Munir,",
      "Tehzeeb Bano,",
      "Iftikhar Hussain Adil,",
      "Umer Khayyam"
    ],
    "doi": "https://doi.org/10.3390/su13095208",
    "journalVolume": "Vol. 13,\n                                no. 5208\n                                \n                                  p.\n                                  5208",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change and disruption in the water cycle patterns are leading to water scarcity. This unsustained water provision is drastically affecting the areas of limited water resources. This research has studied the impacts of climate change on water availability and the localized indigenous technique of glacier grafting for sustained water provision. This adaptation strategy helps the water-stressed locality to conserve water for food security. For this reason, 160 self-administered questionnaires were deployed at the household level, and the primary data were analyzed through STATA Software for ordinal logit regression to estimate the results for both restricted and unrestricted models, against the three dependent variables of glacier grafting, glacier melt water and food security. It is found that glacier grafting ensures sustained water provision for irrigation. It increases fertile land and agricultural production to achieve food security. The income of the households from non-/agricultural products leads to afford a better standard of living. The extension of the glacier grafting strategy to curb climatic effects can help global societies to address the food insecurity issue for sustained living.",
    "readLink": "https://www.mdpi.com/2071-1050/13/9/5208"
  },
  {
    "title": "Assessing the conversion between agricultural and built-up area in the Vu Gia - Thu Bon river basin",
    "authors": [
      "Van Tra Tran,",
      "Xuan Thinh Nguyen,",
      "Stefan Greiving"
    ],
    "doi": "https://doi.org/10.31276/VJSTE.62(1).74-84",
    "journalVolume": "Vol. 62,\n                                no. 1",
    "issn": "2525-2461 (Print)",
    "publisher": "2615-9937 (Online)",
    "countryOfPublisher": "Vietnam Ministry of Science and Technology",
    "lcc": [
      "Viet Nam",
      "Science"
    ],
    "journalUrl": "https://vietnamscience.vjst.vn/index.php/vjste",
    "abstract": "The conversion of agricultural land into developed infrastructure entails trade-offs. Therefore, studying the dynamics of change between agriculture and developed areas is essential. This study utilizes remote sensing technology to study this dynamic. In particular, satellite images were utilized to assess the current land use master plan for the period of 2011-2020 in the Vu Gia - Thu Bon river basin, Vietnam. Land cover before and after implementation of the land use master plan was classified using three indices of the Normalized Difference Water Index (NDWI), the Normalized Difference Vegetation Index (NDVI), and the Normalized Difference Built-up Index (NDBI). Two main land cover types of paddy rice cultivation area and developed area were compared for the two time periods. The land cover classification results revealed that the land use master plan in the river basin has achieved its conversion target four years ahead of schedule. Additionally, the changes were thoroughly assessed within the context of socioeconomic development in the river basin. Land cover changes in the river basin created five major implications for policymakers, including the need to reassess the land use master plan target, the need for regulatory measures in housing development, the true nature of the paddy rice conversion mechanism, the irreversible nature of agriculture land conversion, and market conditions for newer agricultural products.",
    "readLink": "https://vietnamscience.vjst.vn/index.php/vjste/article/view/145"
  },
  {
    "title": "TRANSLATE: standardized climate projections for Ireland",
    "authors": [
      "Enda O'Brien,",
      "Paul Nolan"
    ],
    "doi": "https://doi.org/10.3389/fclim.2023.1166828",
    "journalVolume": "Vol. 5",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "The TRANSLATE project was established in 2021 by Met Éireann, the Irish national meteorological service, to provide standardized future climate projections for Ireland. This paper outlines the principles and main methods that were used to generate the first set of such projections and presents selected results to the end of the 21st century. Two separate ensembles of dynamically downscaled CMIP5 projections were analyzed. These produce very consistent results, increasing confidence in both, and in the methods used. Future projected fields show plenty of detail (depending on local geography), but the change maps relative to the base period are much smoother, reflecting the global climate change signal. Future forcing uncertainty is represented by 3 different emission scenarios, while model response uncertainty is represented by sub-ensembles corresponding to different climate sensitivities. The resulting matrix of distinct climate ensembles is complemented by ensembles of temperature threshold-based projections, drawn from the same underlying simulations.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2023.1166828/full"
  },
  {
    "title": "Clouds and the Near-Earth Environment: Possible Links",
    "authors": [
      "Condurache-Bota Simona,",
      "Voiculescu Mirela,",
      "Dragomir Carmelia"
    ],
    "doi": "https://doi.org/10.1515/awutp-2015-0208",
    "journalVolume": "Vol. 58,\n                                no. 1\n                                \n                                  pp.\n                                  64\n                                  – 72",
    "issn": "1224-9718 (Print)",
    "publisher": "2784-1057 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Science: Physics"
    ],
    "journalUrl": "https://sciendo.com/journal/AWUTP",
    "abstract": "Climate variability is a hot topic not only for scientists and policy-makers, but also for each and every one of us. The anthropogenic activities are considered to be responsible for most climate change, however there are large uncertainties about the magnitude of effects of solar variability and other extraterrestrial influences, such as galactic cosmic rays on terrestrial climate. Clouds play an important role due to feedbacks of the radiation budget: variation of cloud cover/composition affects climate, which, in turn, affects cloud cover via atmospheric dynamics and sea temperature variations. Cloud formation and evolution are still under scientific scrutiny, since their microphysics is still not understood. Besides atmospheric dynamics and other internal climatic parameters, extraterrestrial sources of cloud cover variation are considered. One of these is the solar wind, whose effect on cloud cover might be modulated by the global atmospheric electrical circuit. Clouds height and composition, their seasonal variation and latitudinal distribution should be considered when trying to identify possible mechanisms by which solar energy is transferred to clouds. The influence of the solar wind on cloud formation can be assessed also through the ap index - the geomagnetic storm index, which can be readily connected with interplanetary magnetic field, IMF structure. This paper proposes to assess the possible relationship between both cloud cover and solar wind proxies, as the ap index, function of cloud height and composition and also through seasonal studies. The data covers almost three solar cycles (1984-2009). Mechanisms are looked for by investigating observed trends or correlation at local/seasonal scale",
    "readLink": "https://doi.org/10.1515/awutp-2015-0208"
  },
  {
    "title": "An Analysis of Disparities and Driving Factors of Carbon Emissions in the Yangtze River Economic Belt",
    "authors": [
      "Decai Tang,",
      "Yan Zhang,",
      "Brandon  J. Bethel"
    ],
    "doi": "https://doi.org/10.3390/su11082362",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  p.\n                                  2362",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "As one of the “three major strategies„ for China’s regional development, the Yangtze River Economic Belt (YREB) is under severe pressure to reduce carbon dioxide emissions, this paper analyzes the spatiotemporal disparities, and driving factors of carbon emissions based on energy consumption and related economic development data in the YREB over the 2005–2016 11-year period. Using the Stochastic Impacts Regression on Population, Affluence and Technology (STIRPAT) model, we empirically test the factors affecting YREB carbon emissions and key drivers in various provinces and municipalities. The main findings are as follows. First, per capita GDP, both industrial structure and energy intensity have positive effects on increasing carbon emissions. Second, per capita GDP and energy intensity have the largest impact on the increase of carbon emissions, and the urbanization rate has the largest inhibitory effect on carbon emissions.",
    "readLink": "https://www.mdpi.com/2071-1050/11/8/2362"
  },
  {
    "title": "Shifts in tree allometry in a tropical dry forest: implications for above-ground biomass estimation",
    "authors": [
      "Gustavo Ramírez-Ramírez,",
      "Luis Ramírez y Avilés,",
      "Francisco Javier Solorio-Sánchez,",
      "Jorge Augusto Navarro-Alberto,",
      "Juan Manuel Dupuy-Rada"
    ],
    "doi": "https://doi.org/10.17129/botsci.2101",
    "journalVolume": "Vol. 97,\n                                no. 2",
    "issn": "2007-4298 (Print)",
    "publisher": "2007-4476 (Online)",
    "countryOfPublisher": "Sociedad Botánica de México, A. C.",
    "lcc": [
      "Mexico",
      "Science: Botany"
    ],
    "journalUrl": "http://www.botanicalsciences.com.mx/",
    "abstract": "Background: Accurate estimations of aboveground biomass (AGB) based on allometric models are needed to implement climate-change mitigation strategies. However, allometry can change with tree size. Questions: Does allometry in a tropical dry forest change with tree size? Does combining different allometric equations provide better AGB estimates than using a single equation? Study site and dates: San Agustín Ejido, Yucatán, México, 2016. Methods: Forty-seven trees of 18 species with 2.5 to 41.5 cm in diameter at breast height (DBH) were sampled. Stems and branches were sectioned, and samples were dried and weighed to estimate tree AGB. Segmented linear regression was used to evaluate changes in allometry between DBH, height and AGB. Different equations were tested for each size category identified, and the best models and model-combinations selected. Results: A shift in the AGB-height relationship was found, defining two tree-size categories (2.5-9.9 cm and ? 10 cm in DBH), with the inflection point corresponding to the average canopy height (12.2 m). The best models were AGB = exp(-2.769+0.937ln(D2HPw)) for trees < 10 cm DBH and AGB = exp(-9.171+1.591lnD+3.902lnH+0.496lnPw) for trees ? 10 cm DBH (R2 = 0.85 and R2 = 0.92, respectively). The combination of these models produced more accurate AGB estimates than a single model or combinations involving regional models with larger sample sizes. Conclusions: These results highlight the importance of locally-developed models and suggest changes in allometry and resource allocation: towards height growth for small trees, thereby reducing the risk of suppression, versus towards AGB growth for larger trees, thereby maximizing stability and resource acquisition.",
    "readLink": "https://www.botanicalsciences.com.mx/index.php/botanicalSciences/article/view/2101"
  },
  {
    "title": "Inconsistencies when applying novel metrics for emissions accounting to the Paris agreement",
    "authors": [
      "Carl-Friedrich Schleussner,",
      "Alexander Nauels,",
      "Michiel Schaeffer,",
      "William Hare,",
      "Joeri Rogelj"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab56e7",
    "journalVolume": "Vol. 14,\n                                no. 12\n                                \n                                  p.\n                                  124055",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Addressing emissions of non-CO _2 greenhouse gases (GHGs) is an integral part of efficient climate change mitigation and therefore an essential part of climate policy. Metrics are used to aggregate and compare emissions of short- and long-lived GHGs and need to account for the difference in both magnitude and persistence of their climatic effects. Different metrics describe different approaches and perspectives, and hence yield different numerical estimates for aggregated GHG emissions. When interpreting GHG emission reduction targets, being mindful of the underlying metrical choices thus proves to be essential. Here we present the impact a recently proposed GHG metric related to the concept of CO _2 forcing-equivalent emissions (called GWP*) would have on the internal consistency and environmental integrity of the Paris Agreement. We show that interpreting the Paris Agreement goals in a metric like GWP* that is significantly different from the standard metric used in the IPCC Fifth Assessment Report can lead to profound inconsistencies in the mitigation architecture of the Agreement. It could even undermine the integrity of the Agreement’s mitigation target altogether by failing to deliver net-zero CO _2 emissions and therewith failing to ensure warming is halted. Our results indicate that great care needs to be taken when applying new concepts that appear scientifically favourable to a pre-existing climate policy context.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab56e7"
  },
  {
    "title": "\"For the return of museum slippers,\" i.e. an indication of selected possibilities for museums to respond to trends in changes in the natural and cultural environment.",
    "authors": [
      "Katarzyna Barańska"
    ],
    "doi": "https://doi.org/10.12775/ZWAM.2021.8.18",
    "journalVolume": "no. 8",
    "issn": "2391-6869 (Online)",
    "publisher": "Polskie Towarzystwo Ludoznawcze",
    "countryOfPublisher": "Poland",
    "lcc": [
      "General Works: Museums. Collectors and collecting",
      "Geography. Anthropology. Recreation: Anthropology"
    ],
    "journalUrl": "https://apcz.umk.pl/czasopisma/index.php/ZWAM/about",
    "abstract": "The IPCC Report on the Future of Climate Change, published in August 2021, leaves no doubt that everyone must work to reverse deadly trends. Museum institutions also share responsibility for the future of the planet, and their raison d'être also depends on it. Only a fragment of museum activities that are or may be undertaken in order to participate in saving the Earth is mentioned in the text. They concern the last and seemingly the least important link in museum activities - the shops and souvenirs offered there. The ways of thinking and organizing the sales of souvenirs were indicated, as well as arguments to counteract excessive consumerism, which was treated as the implementation of the mission and essence of museology.",
    "readLink": "https://apcz.umk.pl/ZWAM/article/view/36766"
  }
]