[
  {
    "title": "Financial Analysis of Potential Carbon Value over 14 Years of Forest Restoration by the Framework Species Method",
    "authors": [
      "Kanlayarat Jantawong,",
      "Nuttira Kavinchan,",
      "Prasit Wangpakapattanawong,",
      "Stephen Elliott"
    ],
    "doi": "https://doi.org/10.3390/f13020144",
    "journalVolume": "Vol. 13,\n                                no. 144\n                                \n                                  p.\n                                  144",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The carbon storage value of forest restoration, by the framework species method (FSM) in northern Thailand, was assessed for trees (using a partial harvesting technique) and soil and compared with restoration costs. Forest carbon accumulation amounted to 143.08 tC/ha in trees and 8.56 tC/ha in soil over 14 years, with a combined value of USD 27,173.63 (net present value (NPV), discounted at 2.85%/year)) (at the current European carbon credit (EUA) price of 55.98 EUR/tCO2 = 242.21 USD/tC). Restoration costs increased from 2190.27 to 5680.72 USD/ha with declining pre-existing natural regeneration or 3.99–10.34 USD per ton of sequestered CO2. Profits over 14 years ranged in NPV from 22,215.45 to 25,157.04 USD/ha, breaking even from just over 4 years to just under 7, respectively. In contrast, profits from maize cultivation (a major regional deforestation driver) averaged 96.25 USD/ha/year, or just 1347.53 USD/ha over 14 years. Consequently, forest restoration could become a financially attractive alternative land use, provided an open, transparent, carbon market is created. Therefore, this study supports creation of a forest-carbon trading system in Thailand, to incentivize forest restoration and fire prevention, increase farmers’ incomes, reduce smoke-related public health problems, protect watersheds, and conserve biodiversity.",
    "readLink": "https://www.mdpi.com/1999-4907/13/2/144"
  },
  {
    "title": "The Pyruvate-Phosphate Dikinase (C4-SmPPDK) Gene From Suaeda monoica Enhances Photosynthesis, Carbon Assimilation, and Abiotic Stress Tolerance in a C3 Plant Under Elevated CO2 Conditions",
    "authors": [
      "Sonam Yadav,",
      "Mangal Singh Rathore,",
      "Avinash Mishra"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00345",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "A pyruvate-phosphate dikinase (C4-PPDK) gene was cloned from Suaeda monoica, which had a single-cell C4 photosynthesis pathway without Kranz anatomy and was functionally validated in a C3 model plant under different abiotic stress conditions in an ambient and elevated CO2 environment. Overexpression of SmPPDK promoted growth of C3 transgenic plants, enhancing their photosynthesis (CO2 assimilation) by lowering photorespiration under stress conditions. Transgenic plants also showed an improved physiological status, with higher relative water content (RWC), membrane integrity, concentration of glycine betaine, total soluble sugars, free amino acids, polyphenols and antioxidant activity, and lower electrolyte leakage, lipid peroxidation, free radical accumulation, and generation of reactive oxygen species (ROS), compared to control plants. Moreover, SmPPDK transgenic plants exhibited earlier flowering and higher dry biomass compared to controls. These results suggested that the C4-PPDK gene was appropriate for improvement of carbon assimilation, and it also played an important role in adaption to salinity and severe drought-induced stress. More intriguingly, an elevated CO2 environment alleviated the adverse effects of abiotic stress, particularly caused by drought through coordination of osmoprotectants and antioxidant defense systems. The molecular, physiological, metabolic, and biochemical indicators ameliorated the overall performance of model C3 plants overexpressing the C4-PPDK gene in an elevated CO2 environment, by lowering photorespiration metabolic processes, however, further studies are needed to confirm its precise role in C3 plants as protection against future climate change.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00345/full"
  },
  {
    "title": "An 11-year (2007–2017) soil moisture and precipitation dataset from the Kenaston Network in the Brightwater Creek basin, Saskatchewan, Canada",
    "authors": [
      "E. Tetlock,",
      "B. Toth,",
      "A. Berg,",
      "T. Rowlandson,",
      "J. T. Ambadan"
    ],
    "doi": "https://doi.org/10.5194/essd-11-787-2019",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  787\n                                  – 796",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Soil moisture and precipitation have been monitored in a hydrometeorological network situated within the Brightwater Creek basin, east of Kenaston, Saskatchewan, Canada, since 2007. The majority of the prairie landscape is annually cropped with some sections in pasture. This agricultural region is ideal for remote-sensing validation and calibration and, in conjunction with the flux tower situated within the network, hydrological model validation. Remote-sensing validation collaborations have included the European Space Agency's Soil Moisture and Ocean Salinity (SMOS) and NASA's Soil Moisture Active Passive (SMAP). The network was developed at two spatial scales, one high-resolution set of sites installed over a 10 km × 10 km region and a second installed over 40 km × 40 km. The sites are all similar in design with three instrument depths for soil moisture and temperature, as well as precipitation measurement. The 2007–2017 dataset published in this paper has gone through a quality control review process, which involved both automated and manual processes. The dataset is limited to the summer months (1 May–30 September) due to the uncertainties and complexities of measurement in frozen soils and the freeze–thaw period each year. Data discussed in this publication are available at https://doi.org/10.20383/101.0116, and data beyond 2017 can be requested from the corresponding author.",
    "readLink": "https://www.earth-syst-sci-data.net/11/787/2019/essd-11-787-2019.pdf"
  },
  {
    "title": "Evaluation of the WMO Solid Precipitation Intercomparison Experiment (SPICE) transfer functions for adjusting  the wind bias in solid precipitation measurements",
    "authors": [
      "C. D. Smith,",
      "A. Ross,",
      "A. Ross,",
      "J. Kochendorfer,",
      "M. E. Earle,",
      "M. Wolff,",
      "S. Buisán,",
      "Y.-A. Roulet,",
      "T. Laine"
    ],
    "doi": "https://doi.org/10.5194/hess-24-4025-2020",
    "journalVolume": "Vol. 24\n                                \n                                \n                                  pp.\n                                  4025\n                                  – 4043",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The World Meteorological Organization (WMO) Solid Precipitation Intercomparison Experiment (SPICE) involved extensive field intercomparisons of automated instruments for measuring snow during the 2013/2014 and 2014/2015 winter seasons. A key outcome of SPICE was the development of transfer functions for the wind bias adjustment of solid precipitation measurements using various precipitation gauge and wind shield configurations. Due to the short intercomparison period, the data set was not sufficiently large to develop and evaluate transfer functions using independent precipitation measurements, although on average the adjustments were effective at reducing the bias in unshielded gauges from −33.4 % to 1.1 %. The present analysis uses data collected at eight SPICE sites over the 2015/2016 and 2016/2017 winter periods, comparing 30 min adjusted and unadjusted measurements from Geonor T-200B3 and OTT Pluvio2 precipitation gauges in different shield configurations to the WMO Double Fence Automated Reference (DFAR) for the evaluation of the transfer function. Performance is assessed in terms of relative total catch (RTC), root mean square error (RMSE), Pearson correlation (r), and percentage of events (PEs) within 0.1 mm of the DFAR. Metrics are reported for combined precipitation types and for snow only. The evaluation shows that the performance varies substantially by site. Adjusted RTC varies from 54 % to 123 %, RMSE from 0.07 to 0.38 mm, r from 0.28 to 0.94, and PEs from 37 % to 84 %, depending on precipitation phase, site, and gauge configuration (gauge and wind screen type). Generally, windier sites, such as Haukeliseter (Norway) and Bratt's Lake (Canada), exhibit a net under-adjustment (RTC of 54 % to 83 %), while the less windy sites, such as Sodankylä (Finland) and Caribou Creek (Canada), exhibit a net over-adjustment (RTC of 102 % to 123 %). Although the application of transfer functions is necessary to mitigate wind bias in solid precipitation measurements, especially at windy sites and for unshielded gauges, the variability in the performance metrics among sites suggests that the functions be applied with caution.",
    "readLink": "https://hess.copernicus.org/articles/24/4025/2020/hess-24-4025-2020.pdf"
  },
  {
    "title": "Modeling of Turbidity Variation in Two Reservoirs Connected by a Water Transfer Tunnel in South Korea",
    "authors": [
      "Jae Chung Park,",
      "Myoung-Jin Um,",
      "Young-Il Song,",
      "Hyun-Dong Hwang,",
      "Mun Mo Kim,",
      "Daeryong Park"
    ],
    "doi": "https://doi.org/10.3390/su9060993",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  993",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Andong and Imha reservoirs in South Korea are connected by a water transfer tunnel. The turbidity of the Imha reservoir is much higher than that of the Andong reservoir. Thus, it is necessary to examine the movement of turbidity between the two reservoirs via the water transfer tunnel. The aim of this study was to investigate the effect of the water transfer tunnel on the turbidity behavior of the two connecting reservoirs and to further understand the effect of reservoir turbidity distribution as a function of the selective withdrawal depth. This study applied the CE-QUAL-W2, a water quality and 2-dimensional hydrodynamic model, for simulating the hydrodynamic processes of the two reservoirs. Results indicate that, in the Andong reservoir, the turbidity of the released water with the water transfer tunnel was similar to that without the tunnel. However, in the Imha reservoir, the turbidity of the released water with the water transfer tunnel was lower than that without the tunnel. This can be attributed to the higher capacity of the Andong reservoir, which has double the storage of the Imha reservoir. Withdrawal turbidity in the Imha reservoir was investigated using the water transfer tunnel. This study applied three withdrawal selections as elevation (EL.) 141.0 m, 146.5 m, and 152.0 m. The highest withdrawal turbidity resulted in EL. 141.0 m, which indicates that the high turbidity current is located at a vertical depth of about 20–30 m because of the density difference. These results will be helpful for understanding the release and selective withdrawal turbidity behaviors for a water transfer tunnel between two reservoirs.",
    "readLink": "http://www.mdpi.com/2071-1050/9/6/993"
  },
  {
    "title": "Potential impacts of climate change on the productivity and soil carbon stocks of managed grasslands",
    "authors": [
      "N. J. B. Puche,",
      "M. U. F. Kirschbaum,",
      "N. Viovy,",
      "Abad Chabbi"
    ],
    "doi": "Vol. 18,\n                                no. 4",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Rain-fed pastoral systems are tightly connected to meteorological conditions. It is, therefore, likely that climate change, including changing atmospheric CO2 concentration, temperature, precipitation and patterns of climate extremes, will greatly affect pastoral systems. However, exact impacts on the productivity and carbon dynamics of these systems are still poorly understood, particularly over longtime scales. The present study assesses the potential effects of future climatic conditions on productivity and soil organic carbon (SOC) stocks of mowed and rotationally grazed grasslands in France. We used the CenW ecosystem model to simulate carbon, water, and nitrogen cycles in response to changes in environmental drivers and management practices. We first evaluated model responses to individual changes in each key meteorological variable to get better insights into the role and importance of each individual variable. Then, we used 3 sets of meteorological variables corresponding to 3 Representative Concentration Pathways (RCP 2.6, RCP 4.5 and RCP 8.5) for long-term model runs from 1975 to 2100. Finally, we used the same three RCPs to analyze the responses of modelled grasslands to extreme climate events. We found that increasing temperature slightly increased grasslands productivities but strongly reduced SOC stocks. A reduction in precipitation led to reductions of biomass and milk production but increased SOC. Conversely, doubling CO2 concentration strongly increased biomass and milk production and marginally reduced SOC. These SOC trends were unexpected. They arose because both increasing precipitation and CO2 increased photosynthetic carbon gain, but they had an even greater effect on the proportion of biomass that could be grazed. The amount of carbon remaining on site and able to contribute to SOC formation was actually reduced under both higher precipitation and CO2. The simulations under the three RCPs indicated that grassland productivity was increased, but that required higher N fertilizer application rates and also led to substantial SOC losses. We thus conclude that, while milk productivity may continue at current rates under climate change, or even increase slightly, there could be some soil C losses over the 21st century. In addition, under the highest-emission scenario, the increasing importance of extreme climate conditions (heat waves and droughts) might render conditions at our site in some years as unsuitable for milk production. It highlights the importance of tailoring farming practices to achieve the dual goals of maintaining agricultural production while safeguarding soil C stocks.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10085015/?tool=EBI"
  },
  {
    "title": "Rodent-borne diseases and their public health importance in Iran.",
    "authors": [
      "Mohammad Hasan Rabiee,",
      "Ahmad Mahmoudi,",
      "Roohollah Siahsarvie,",
      "Boris Kryštufek,",
      "Ehsan Mostafavi"
    ],
    "doi": "https://doi.org/10.1371/journal.pntd.0006256",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  p.\n                                  e0006256",
    "issn": "1935-2727 (Print)",
    "publisher": "1935-2735 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/plosntds/",
    "abstract": "BACKGROUND:Rodents are reservoirs and hosts for several zoonotic diseases such as plague, leptospirosis, and leishmaniasis. Rapid development of industry and agriculture, as well as climate change throughout the globe, has led to change or increase in occurrence of rodent-borne diseases. Considering the distribution of rodents throughout Iran, the aim of this review is to assess the risk of rodent-borne diseases in Iran. METHODOLOGY/PRINCIPAL FINDING:We searched Google Scholar, PubMed, Science Direct, Scientific Information Database (SID), and Magiran databases up to September 2016 to obtain articles reporting occurrence of rodent-borne diseases in Iran and extract information from them. Out of 70 known rodent-borne diseases, 34 were reported in Iran: 17 (50%) parasitic diseases, 13 (38%) bacterial diseases, and 4 (12%) viral diseases. Twenty-one out of 34 diseases were reported from both humans and rodents. Among the diseases reported in the rodents of Iran, plague, leishmaniasis, and hymenolepiasis were the most frequent. The most infected rodents were Rattus norvegicus (16 diseases), Mus musculus (14 diseases), Rattus rattus (13 diseases), Meriones persicus (7 diseases), Apodemus spp. (5 diseases), Tatera indica (4 diseases), Meriones libycus (3 diseases), Rhombomys opimus (3 diseases), Cricetulus migratorius (3 diseases), and Nesokia indica (2 diseases). CONCLUSIONS/SIGNIFICANCE:The results of this review indicate the importance of rodent-borne diseases in Iran. Considering notable diversity of rodents and their extensive distribution throughout the country, it is crucial to pay more attention to their role in spreading infectious diseases for better control of the diseases.",
    "readLink": "http://europepmc.org/articles/PMC5908068?pdf=render"
  },
  {
    "title": "BIODIVERSITY AND CLIMATE-REGULATING FUNCTIONS OF FORESTS: CURRENT ISSUES AND RESEARCH PROSPECTS",
    "authors": [
      "N.V. Lukina,",
      "A.P. Geraskina,",
      "A.V. Gornov,",
      "N.E. Shevchenko,",
      "A.V. Kuprin,",
      "T.I. Chernov,",
      "S.I. Chumachenko,",
      "V.N. Shanin,",
      "A.I. Kuznetsova,",
      "D.N. Tebenkova,",
      "M.V. Gornova"
    ],
    "doi": "https://doi.org/10.31509/2658-607x-202141k-60",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 60",
    "issn": "2658-607X (Online)",
    "publisher": "Russian Academy of Sciences, Center for Forest Ecology and Productivity",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://jfsi.ru/",
    "abstract": "The problem of assessing the impact of biodiversity on the climate-regulating functions of forests is fundamental. It is of great applied importance for sustainable forest management in the context of global climate change. On the one hand, climate change affects biodiversity; on the other hand, biodiversity underlies the mechanisms of adaptation of forests and society to these changes, because it is a provider of all ecosystem functions. This article aims to discuss scientific issues currently faced by scientists, such as the relationships between biodiversity and climate-regulating functions of forests, and to outline the perspective of the studies. There are numerous studies that describe the influence of certain plant and animal species – ecosystem engineers – on the ecosystem, including climate-regulating functions of forests. However, we lack estimates of the combined effect of the diversity of biota of different trophic levels and groups on the completeness of the implementation of climate-regulating functions of forests of different types/at different succession stages. We emphasise the importance of accounting for such estimates as taxonomic, including genetic, and the functional and structural diversity of forests. We considered various concepts of forest management, taking into account the conservation and restoration of biodiversity. The most important aspect of this problem is estimates and forecasts of interrelationships (trade-offs and synergies) between climate-regulating and other ecosystem functions of forests characterised by different levels of biodiversity, with their natural development and with the combined impact of various natural and anthropogenic factors on forests, including climate change, fires, and forest management regimes. Integration of mathematical models is a promising approach to assess and predict the dynamics of relationships between various ecosystem functions of forests.",
    "readLink": "http://jfsi.ru/4-1-2021-lukina_et_al/"
  },
  {
    "title": "Urbanization has stronger impacts than regional climate change on wind stilling: a lesson from South Korea",
    "authors": [
      "Xing Chen,",
      "Sujong Jeong,",
      "Hoonyoung Park,",
      "Jinwon Kim,",
      "Chan-Ryul Park"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab7e51",
    "journalVolume": "Vol. 15,\n                                no. 5\n                                \n                                  p.\n                                  054016",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Wind stilling has been observed in many regions across the Northern Hemisphere; however, the related mechanisms are not well understood. Analyses of the wind speed variations in South Korea during 1993–2015 in this study reveal that the annual-mean surface wind speeds at rural stations have increased by up to 0.41 m s ^−1 decade ^−1 , while those at urban stations have decreased by up to −0.63 m s ^−1 decade ^−1 . The local wind speed variations are found to be negatively correlated with the population density at the corresponding observation sites. Gustiness analyses show the increase in local surface roughness due to urbanization can explain the observed negative wind speed trends at urban stations as the urbanization effect overwhelms the positive wind speed trend due to climate change. The observed negative wind speed trend in urban areas are not found in the regional climate model simulations in the Coordinated Regional Climate Downscaling Experiment—East Asia (CORDEX-EA) as these models do not take into account the impact of urbanization on wind variations during the period. This study suggests that urbanization can play an important role in the recent wind stilling in rapidly developing regions such as South Korea. Our results suggest that future climate projections in CORDEX-EA may overestimate wind speeds in urban areas, and that future regional climate projections need to consider the effects of urbanization for a more accurate projection of wind speeds.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab7e51"
  },
  {
    "title": "Striving for Sustainability and Resilience in the Face of Unprecedented Change: The Case of the Mountain Pine Beetle Outbreak in British Columbia",
    "authors": [
      "Philip J. Burton"
    ],
    "doi": "https://doi.org/10.3390/su2082403",
    "journalVolume": "Vol. 2,\n                                no. 8\n                                \n                                  pp.\n                                  2403\n                                  – 2423",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "A massive insect outbreak in the public forests of central British Columbia (Canada) poses a serious challenge for sustainable forest management planning. Tree mortality caused by natural disturbances has always been a part of wild and managed forests, but climate change is accentuating the uncertainty around such losses. Policy responses to accelerate overall timber harvesting levels to prevent further tree mortality and to aggressively salvage value from dead wood before it deteriorates can be disruptive and even counter-productive in the long run. Current alternatives are to strategically redirect existing timber harvesting quotas to the most vulnerable areas, minimize overall uplifts in cutting activity, prolong the period over which harvested timber can be processed, avoid the harvesting of mixed species stands or those with good advance regeneration, employ more partial cutting or “selective logging” techniques, and relax standards for acceptable species and inter-tree spacing during post-disturbance stand recovery. At the same time, careful attention to species composition and evolving landscape risk profiles may facilitate adaptation to anticipated climate change and reduce vulnerability to future disturbances. Harvest levels must be set conservatively over the full planning horizon if it is important to assure continuity of the timber supply with few disruptions to regional socio-economics and less stress to ecosystems. Broader lessons in sustainability include the option to emphasize persistence, continuity and flexibility over the long term, though at the expense of maximized production and full resource utilization in the short term.",
    "readLink": "http://www.mdpi.com/2071-1050/2/8/2403/"
  }
]