[
  {
    "title": "Adjustment with Climate Change: Application of Grounded Theory",
    "authors": [
      "Gholam Hossein Zamani,",
      "Taher Azizi-Khalkheili"
    ],
    "doi": "Vol. 25,\n                                no. 4\n                                \n                                  pp.\n                                  183\n                                  – 199",
    "issn": "2008-5745 (Print)",
    "publisher": "2322-343X (Online)",
    "countryOfPublisher": "University of Isfahan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "http://uijs.ui.ac.ir/jas/index.php?slc_lang=en&sid=1",
    "abstract": "Introduction: Humanly induced climate change has been taking place since few decades ago, and developing countries are generally more vulnerable to the consequences of these changes, as they tend to rely on more climate sensitive sectors, such as subsistence agriculture, where they lack the resources to buffer themselves against the changes emerging by global warming. Agriculture is a risky job inherently, and climate change with unexpected future worsens the situation. Many of farmersâ decisions and its results are influenced by climate parameters such as precipitation, temperature, and humidity, therefore they should adapt themselves with climate changes. Adjustment with current climate variability and potential climate change is a prerequisite for sustainable development and all farmers consequently need to learn to cope with the predicted changes. In this regard farmers need help and support to make good decisions to adapt with changes. With assumptions about how people and societies will respond to climate change, policy makers could more accurately compare the costs and benefits of particular policies, also, by identifying why a particular group of people do what they do, it will make opportunities to intervene in the process, helping them make better decisions. Materials & Methods The study place is Marvdasht in Fars Province that is one of the leading regions in the agriculture sector and is confronted with serious drought as well as reducing the precipitation in recent years. This qualitative study used grounded theory principles to collect and analyze data and provide a paradigmatic model. Research sample includes two villages, which were selected purposefully: Esmaeilabad with highest climate changes and Chamesohrabkhani with lowest climate changes in Marvdasht. In order to gather the required data field observations and in depth focus group interviews were used. Nine farmers in Esmaeilabad as well as eight farmers in Chamsohrabkhani attended in interview sessions. Questions were grouped into 4 categories: 1) Farmersâ perceptions about climate changes, the situation of agriculture and their properties 2) farmersâ behavior toward adaptation, their future decisions and existed problems and obstacles 3) farmersâ resources for climate information and consultation to farm management decisions and 4) farmersâ perception about future of agriculture sector in this region. Discussion of Results & Conclusions The analytical process in grounded theory involves coding strategies: Open coding is the process of breaking down interviews, observations and other forms of appropriate data into distinct units of meaning which are labeled to generate concepts. The focus of axial coding is to create a model that details the specific conditions of phenomenonâs occurrence. Selective coding is the process of selecting the central or core category, systematically relating it to other categories, validating those relationships, and complete categories that need further refinement and development. Some major research results in this study according to the above coding system include: Farmers' perception about reduction in precipitation and warmer environment, decreasing in quantity and quality of crops, increasing crop pests and diseases, reduction of property and capital, also, improving farm production management and developing technology. These are the main adaptive activities used by farmers. Also, their main problems include: lack of credit and fund for investment, bureaucratic problems with public organizations. Based on research results, some concepts were extracted and categorized in coding process and a paradigmatic model was designed. Finally, some applicable suggestions to improve farmersâ adjustment with climate change are presented. In this regard, one useful activity could be change in crop system and using crops with low water usage, also replacing crops like rice (with high water consumption) with low water crops, and extending modern technologies such as modern irrigation methods.",
    "readLink": "http://jas.ui.ac.ir/article_18373_2a5ea4b8b04d6c94de0c2a1224b584dc.pdf"
  },
  {
    "title": "The spatial data of paddy rice classification over Northeast Asia using COMS geostationary satellite",
    "authors": [
      "Seungtaek Jeong,",
      "Jonghan Ko,",
      "Jong-Min Yeom"
    ],
    "doi": "https://doi.org/10.22761/DJ2021.3.1.003",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  18\n                                  – 22",
    "issn": "2713-5004 (Online)",
    "publisher": "GeoAI Data Society",
    "countryOfPublisher": "Korea, Republic of",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "https://geodata.kr",
    "abstract": "The Korea Aerospace Research Institute (KARI) estimated paddy rice classification maps over Northeast Asia using the Cheonian geostationary orbiting satellite (COMS: Communication, Ocean and Meteorological Satellite) data. In the case of classification map of rice paddy, it is not only used as input data for estimating rice yield, but also for various fields such as agriculture, weather, climate change, bio energy, and ecology. The spatial resolution of the classified rice map is 500 m, and the classification map was estimated yearly temporal resolution from 2011 to 2017. The spatial coverage of the classification map was the Northeast Asia with the latitude 25 ° N ~ 47 ° N and the longitude 115 ° E ~ 145 ° E as shown in Fig. 1 including Heilongjiang Sheng, Jilin Sheng, and Liaoning Sheng. In this classification map of paddy rice, it was calculated by applying geostationary orbiting satellites based on value-added products from Geostationary Ocean Color Imager (GOCI). In this study, we additionally used MODIS Land Surface Water Indices (LSWI) to support rice classification by considering the physical characteristics of rice cultivation area in the transplanting season. Basically, the radiance value of the top of atmosphere (TOP) observed in GOCI satellite was corrected to the surface reflectance at the top of the canopy through radiative transfer model. After that, NDVI, which can reflect the time series growth characteristics of rice, was estimated first. In addition, the MODIS LSWI index was used to determine the rice cultivation area with the NDVI in Northeast Asia by reflecting the water characteristics of the rice cultivation area during the transplanting period. More details of validation results for this algorithm can be found in previous studies.",
    "readLink": "http://geodata.kr/upload/pdf/geo-3-1-18.pdf"
  },
  {
    "title": "Numerical study on the response of the largest lake in China to climate change",
    "authors": [
      "D. Su,",
      "D. Su,",
      "X. Hu,",
      "L. Wen,",
      "S. Lyu,",
      "S. Lyu,",
      "X. Gao,",
      "L. Zhao,",
      "Z. Li,",
      "J. Du,",
      "J. Du,",
      "G. Kirillin"
    ],
    "doi": "https://doi.org/10.5194/hess-23-2093-2019",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  2093\n                                  – 2109",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Lakes are sensitive indicators of climate change. There are thousands of lakes on the Tibetan Plateau (TP), and more than 1200 of them have an area larger than 1 km2; they respond quickly to climate change, but few observation data of lakes are available. Therefore, the thermal condition of the plateau lakes under the background of climate warming remains poorly understood. In this study, the China regional surface meteorological feature dataset developed by the Institute of Tibetan Plateau Research, Chinese Academy of Sciences (ITPCAS), MODIS lake surface temperature (LST) data and buoy observation data were used to evaluate the performance of lake model FLake, extended by simple parameterizations of the salinity effect, for brackish lake and to reveal the response of thermal conditions, radiation and heat balance of Qinghai Lake to the recent climate change. The results demonstrated that the FLake has good ability in capturing the seasonal variations in the lake surface temperature and the internal thermal structure of Qinghai Lake. The simulated lake surface temperature showed an increasing trend from 1979 to 2012, positively correlated with the air temperature and the downward longwave radiation while negatively correlated with the wind speed and downward shortwave radiation. The simulated internal thermodynamic structure revealed that Qinghai Lake is a dimictic lake with two overturn periods occurring in late spring and late autumn. The surface and mean water temperatures of the lake significantly increased from 1979 to 2012, while the bottom temperatures showed no significant trend, even decreasing slightly from 1989 to 2012. The warming was the strongest in winter for both the lake surface and air temperature. With the warming of the climate, the later ice-on and earlier ice-off trend was simulated in the lake, significantly influencing the interannual and seasonal variability in radiation and heat flux. The annual average net shortwave radiation and latent heat flux (LH) both increase obviously while the net longwave radiation and sensible heat flux (SH) decrease slightly. Earlier ice-off leads to more energy absorption mainly in the form of shortwave radiation during the thawing period, and later ice-on leads to more energy release in the form of longwave radiation, SH and LH during the ice formation period. Meanwhile, the lake–air temperature difference increased in both periods due to shortening ice duration.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/23/2093/2019/hess-23-2093-2019.pdf"
  },
  {
    "title": "Projection of Wind Energy Potential over Northern China Using a Regional Climate Model",
    "authors": [
      "Zhuo Chen,",
      "Wei Li,",
      "Junhong Guo,",
      "Zhe Bao,",
      "Zhangrong Pan,",
      "Baodeng Hou"
    ],
    "doi": "https://doi.org/10.3390/su12103979",
    "journalVolume": "Vol. 12,\n                                no. 3979\n                                \n                                  p.\n                                  3979",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "With the purpose of achieving carbon emission reduction targets, the wind power industry has developed rapidly in recent years. Wind power is greatly affected by climate change, and the increase or decrease of wind speed directly affects wind energy production. Based on the numerical simulation results from a high-resolution (~ 25 km) regional climate model PRECIS, we analyze the changes of future wind speed and wind power potential in the \"Three North\" (TN) region in China. Firstly, we verify whether the PRECIS can capture the current spatiotemporal patterns in simulating the wind speed compared with observation (CN05.1). The results show PRECIS has a good ability in reproducing the spatiotemporal patterns of wind speed in the eastern part of the TN region, but still has great uncertainty in the northwest. In the future, the projected wind power density in the TN region will increase by about 0.7% in the middle of the 21st century, but will drop significantly in the end of the century (about −3.32%). Furthermore, Wind power density will increase significantly in winter. However, the wind speed in spring and summer will generally decrease. It is predicted that most of the Northwest (NW) and North (N) will have strong inter-annual variability in the middle of this century, and will be more stable at the end of this century. It should be noted that the potential of wind energy in Northeast (NE) will grow steadily in this century, which will have certain guiding significance for future wind power planning in this region.",
    "readLink": "https://www.mdpi.com/2071-1050/12/10/3979"
  },
  {
    "title": "The Environment, Tourist Transport and the Sustainable Development of Tourism",
    "authors": [
      "Diana Ioncică,",
      "Maria Ioncică ,",
      "Eva-Cristina Petrescu"
    ],
    "doi": "Vol. 18,\n                                no. Special Issue 10\n                                \n                                  pp.\n                                  898\n                                  – 912",
    "issn": "1582-9146 (Print)",
    "publisher": "2247-9104 (Online)",
    "countryOfPublisher": "Academy of Economic Studies of Bucharest",
    "lcc": [
      "Romania",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://www.amfiteatrueconomic.ro/Home_EN.aspx",
    "abstract": "The article explores the complex relationships between the natural environment , tourist transport and sustainable tourism development. In order to research the impact of natural resources on tourism activity, on the one hand, and the influences of tourism on the environment, on the other hand, statistical and mathematical methods of analysis and forecast were used, namely, the analysis of the dynamics of significant indicators of the natural environment and of tourist activity, the correlation method, the Markov chains method. The analyses made lead us to the conclusion of the existence of a positive evolution of significant indicators of the natural environment, with an impact on tourist activity, such as natural parks. It has been emphasized; also, that this positive evolution has a direct influence on the attraction of visitors, specifically, foreign ones, but the intensity of this influence is average. The intensification of the actions of promotion of natural parks and, generally, of protected areas in Romania, would be a direction for attracting an increased number of visitors, with all the favourable economic consequences. On the other hand, the research has outlined the fact that, as far as the means of transportation used by tourists to visit Romania are concerned, on the first places we can see road and air transport, means of transportation which, aside from the obvious advantages for tourists, have a strong negative impact on the environment. The forecast made with the help of the Markov chains method has shown a negative trend, from the point of view of the impact on the environment, namely an increase in the share of road and air transport in the preference of foreign visitors to Romania. The current research represents a contribution to the efforts of measuring, through statistical and mathematical models, of the complex influences, in both senses, between the environment and tourist activity. Thus, an objective radiography has been made of these influences, for significant indicators of the natural environment and of tourism activity, with the aim of formulating directions of action for the increase of the positive impact and the diminishing of the negative effects.",
    "readLink": "http://www.amfiteatrueconomic.ro/ArticolEN.aspx?CodArticol=2576"
  },
  {
    "title": "Il monitoraggio delle emissioni di CO2 e dei consumi energetici a livello comunale tramite WebGis",
    "authors": [
      "Paolo Viskanic,",
      "Nelly Cattaneo,",
      "Francesca Di Maria"
    ],
    "doi": "Vol. 16,\n                                no. 1",
    "issn": "1128-8132 (Print)",
    "publisher": "2283-5687 (Online)",
    "countryOfPublisher": "mediaGEO soc. coop.",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography: Cartography: Cadastral mapping"
    ],
    "journalUrl": "http://mediageo.it/ojs/index.php/GEOmedia",
    "abstract": "Il cambiamento climatico dovuto ai gas serra ed il progressivo esaurimento dei combustibili fossili hanno portatonegli ultimi anni ad un ripensamento delle politiche energetiche e ad una maggiore attenzione alle potenzialitàdi risparmio energetico e di abbattimento delle emissioni di CO2. Alla base di ogni strategia è fondamentale una base informativa dettagliata ed affidabile alla quale fare riferimento per studiare interventi e strategia. È in questo contesto che si colloca R3 EcoGIS, uno strumento WebGIS per il monitoraggio dei consumi e delle emissioni e per il supporto alle decisioni energetiche a livello comunale. A WebGis for the monitoring of CO2 emissions and energy consumption at the municipal level Climate change from greenhouse gases and the progressiveexhaustion of fossil fuels in recent years have led to a rethinkingof energy policy and greater attention to the potential forsaving energy and reducing emissions of CO2. At the base ofeach strategy it is fundamental a detailed and reliable informationbase to which every study, interventions and strategies canbe referred. It is in this context that EcoGIS R3, a WebGIS toolfor monitoring fuel consumption and emissions and energysupport decisions at the municipal level.",
    "readLink": "http://mediageo.it/ojs/index.php/GEOmedia/article/view/75"
  },
  {
    "title": "Multi-Source EO for Dynamic Wetland Mapping and Monitoring in the Great Lakes Basin",
    "authors": [
      "Michael  J. Battaglia,",
      "Sarah Banks,",
      "Amir Behnamian,",
      "Laura Bourgeau-Chavez,",
      "Brian Brisco,",
      "Jennifer Corcoran,",
      "Zhaohua Chen,",
      "Brian Huberty,",
      "James Klassen,",
      "Joseph Knight,",
      "Paul Morin,",
      "Kevin Murnaghan,",
      "Keith Pelletier,",
      "Lori White"
    ],
    "doi": "https://doi.org/10.3390/rs13040599",
    "journalVolume": "Vol. 13,\n                                no. 599\n                                \n                                  p.\n                                  599",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Wetland managers, citizens and government leaders are observing rapid changes in coastal wetlands and associated habitats around the Great Lakes Basin due to human activity and climate variability. SAR and optical satellite sensors offer cost effective management tools that can be used to monitor wetlands over time, covering large areas like the Great Lakes and providing information to those making management and policy decisions. In this paper we describe ongoing efforts to monitor dynamic changes in wetland vegetation, surface water extent, and water level change. Included are assessments of simulated Radarsat Constellation Mission data to determine feasibility of continued monitoring into the future. Results show that integration of data from multiple sensors is most effective for monitoring coastal wetlands in the Great Lakes region. While products developed using methods described in this article provide valuable management tools, more effort is needed to reach the goal of establishing a dynamic, near-real-time, remote sensing-based monitoring program for the basin.",
    "readLink": "https://www.mdpi.com/2072-4292/13/4/599"
  },
  {
    "title": "A bibliometrics review of hotspots in water footprint research based on co-words network analysis",
    "authors": [
      "Yun Sun,",
      "Zhibin Wang,",
      "Zhibin Wang,",
      "Lien-Chieh Lee,",
      "Lien-Chieh Lee,",
      "Xinming Li,",
      "Yuan Wang"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.1027936",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The uneven distribution of water resources and production fragmentation make the study of water footprint an important part of water resources management and environmental research. This paper provides a bibliometrics analysis of 3822 papers related to the water footprint topic before 2021, including 2381 English papers from the Science Citation Index (SCI) database and 1441 Chinese papers from the China National Knowledge Infrastructure (CNKI) database. We applied the method of co-word analysis to study the changes in hot research fields in four stages and represented a comparative analysis of highly cited papers and the application of water footprint theory in various sectors. First, water footprint can be divided into two categories: “volumetric” water footprint and “impact-oriented” water footprint. “Volumetric” water footprint methodology focuses on water consumption while “impact-oriented” water footprint methodology focuses more on the environmental impact of water use. Water scarcity, carbon footprint, and grey water are the high-frequency keywords of both two databases. The research linkage of papers related to water footprint from the SCI database has gradually shifted to climate change and carbon emission, while, those from the CNKI database are more closely linked to ecological footprint and sustainable development. Second, SCI’s highly cited papers prefer to study the water footprint through scientific experiments from a bottom-up perspective, while CNKI’s highly cited papers prefer to combine economics and management theories to study the water footprint from a top-down perspective. In addition, water footprint theory is mainly applied in agriculture and industrial sectors and less in service sectors. This paper provides a review of water footprint research on a large scale and a reference for future research on water footprint.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1027936/full"
  },
  {
    "title": "Identifying agroecological transition pathways based on the Global Approach to Agricultural Systems: the case of family livestock farmers in northern Uruguay",
    "authors": [
      "Inés Ferreira Rivaben,",
      "Virginia Rossi,",
      "Mercedes Figari,",
      "Eduardo Chia"
    ],
    "doi": "https://doi.org/10.31285/AGRO.27.1069",
    "journalVolume": "Vol. 27\n                                \n                                \n                                  p.\n                                  e1069",
    "issn": "2730-5066 (Online)",
    "publisher": "Universidad de la República, Facultad de Agronomía",
    "countryOfPublisher": "Uruguay",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "https://agrocienciauruguay.uy/",
    "abstract": "Agroecology represents one of the main alternatives to production models generated by the green revolution, both in Uruguay and other countries. It appears as a response to climate change, biodiversity management, nature resource restoration, and, more recently, as a response to the COVID-19 pandemic crisis. In Uruguay, agroecology is marginal despite the existence of a law for a National Plan to Encourage Production with Agroecological Bases since 2018. Moreover, research on agroecological transition processes is very incipient. This study aims to identify agroecological practices and possible transition paths towards agroecology of family livestock farmers in northern Uruguay. The methodology used focuses the study on technical, social and organizational practices, allowing access to the operation scheme and understanding the decision-making processes in family-type production systems. The socio-productive practices revealed in the research allowed the elaboration of a typology that represents possible ways for these livestock farmers to move towards agroecological production and management of their farms. The results of this study can be used to strengthen processes of conception or co-conception by selecting and disseminating innovation with actions and public policies closer to farmers.",
    "readLink": "https://doi.org/10.31285/AGRO.27.1069"
  },
  {
    "title": "Peatland Fire Weather Conditions in Sumatra, Indonesia",
    "authors": [
      "Hiroshi Hayasaka"
    ],
    "doi": "https://doi.org/10.3390/cli11050092",
    "journalVolume": "Vol. 11,\n                                no. 92\n                                \n                                  p.\n                                  92",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "This study was conducted to identify the fire weather conditions needed to assess future peatland fires under climate change. Recent peatland fires in Indonesia have resulted in globally significant environmental impacts. Nevertheless, fire weather in the peatlands has not been clarified. The objective of this study is to determine the fire weather needed to assess future peatland fires under climate change. We analyzed fire, rainfall, temperature, humidity, and wind in the fire-prone areas in Sumatra. Analysis results using 20 years of satellite hotspot data from 2003 showed that fires in Sumatra occur every other month except December and April when rainfall intensifies. Due to relatively low rainfall, peatland fires in North Sumatra occur not only from January to March (the main dry season), but also around June and August if short-term drought happens. These fire trends may suggest that the peatlands of Sumatra are mostly in a combustible state. Analysis results using diurnal weather data showed that active peatland fires tend to occur under high air temperatures (around above 34 °C), low relative humidity (lower than 50%), and high wind speeds (higher than 18 km h−1). We hope that this report will help improve future peat fire assessments and fire forecasting under rapid climate change.",
    "readLink": "https://www.mdpi.com/2225-1154/11/5/92"
  }
]