[
  {
    "title": "Weather and nest cavity characteristics influence fecundity in mountain chickadees",
    "authors": [
      "Andrea R. Norris,",
      "Kathy Martin,",
      "Kristina L. Cockle"
    ],
    "doi": "https://doi.org/10.7717/peerj.14327",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  p.\n                                  e14327",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background Examining direct and indirect effects on reproduction at multiple scales allows for a broad understanding of species’ resilience to environmental change. We examine how the fecundity of the mountain chickadee (Poecile gambeli), a secondary cavity-nesting, insectivorous bird, varied in relation to factors at three scales: regional weather conditions, regional- and site-level food availability, site-level community dynamics, and nest-level cavity characteristics. We hypothesized that earlier laying dates and higher fecundity (clutch size, nest survival, brood size) would be associated with milder climatic conditions, increased food from insect outbreaks, lower densities of conspecifics and nest predators (red squirrel; Tamiasciurus hudsonicus), and safer (smaller, higher) cavities. Methods We collected data on laying date, clutch size, brood size, nest fate (success/failure), and cavity characteristics from 513 mountain chickadee nests in tree cavities in temperate mixed coniferous-broadleaf forest in interior British Columbia, Canada, from 2000 to 2011. We surveyed annual abundances of mountain chickadees and squirrels using repeated point counts, and mountain pine beetle (Dendroctonus ponderosae) and lepidopteran defoliators by monitoring host trees and by using regional-scale aerial overview forest insect survey data. We used weather data (temperature, rain, snow) from a local Environment and Climate Change Canada weather station. We modeled laying date, clutch size, daily nest survival, and brood size as a function of predictors at regional-, site-, and nest-scales. Results and Conclusions Measures of fecundity varied dramatically across years and spatial scales. At the regional (study-wide) scale, chickadees laid earlier and larger first clutches in warmer springs with minimal storms, and daily nest survival (DSR) increased with a 2-year lag in growing season temperature. Despite a doubling of mountain chickadee density that roughly accompanied the outbreaks of mountain pine beetle and lepidopteran defoliators, we found little evidence at the site scale that fecundity was influenced by insect availability, conspecific density, or predator density. At the nest scale, DSR and brood size increased with clutch size but DSR declined with nest cavity size indicating a positive reproductive effect of small-bodied cavity excavators. Double-brooding, rare in chickadees, occurred frequently in 2005 and 2007, coinciding with early breeding, high food availability from insect outbreaks, and warm spring temperatures with 0-1 spring storms. Our results support the idea that fecundity in secondary cavity-nesting species is impacted directly and indirectly by weather, and indirectly through changes in community dynamics (via cavity resource supply). We stress the importance of adopting holistic, community-level study frameworks to refine our understanding of fecundity in opportunistic and climate-sensitive species in future.",
    "readLink": "https://peerj.com/articles/14327.pdf"
  },
  {
    "title": "Patterns of inter- and intraspecific nest dispersion in colonies of gulls and grebes based on drone imagery",
    "authors": [
      "Ann E. McKellar"
    ],
    "doi": "Vol. 93,\n                                no. 2\n                                \n                                  p.\n                                  4",
    "issn": "0273-8570 (Print)",
    "publisher": "1557-9263 (Online)",
    "countryOfPublisher": "Resilience Alliance",
    "lcc": [
      "United States",
      "Science: Zoology",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://journal.afonet.org/",
    "abstract": "Colonial nesting of both single and mixed-species assemblages is common across avian taxa. Coloniality may provide fitness advantages such as reduced nest predation through predator swamping, early warning of predators, or nest stability, or could simply arise through individuals selecting similar high-quality habitats. Traditionally, studies of nest dispersion in marsh-nesting colonial birds have required the use of on-the-ground methods due to the difficulty of accessing nesting areas and the cryptic nature of nests. Here, I make use of drone-borne thermal and visible sensors to capture imagery of a large sample of nests (~1,700) at single and mixed-species colonies of two grebe species and one gull species nesting at four marshes in Saskatchewan, Canada. As predicted, species exhibited significant intraspecific nest clustering, with individuals nesting closer together than expected by chance more often than not (in nine of 13 species-subcolony comparisons, where subcolonies were delineated based on aggregations of nests within marshes). In contrast, grebe species rarely nested closer to Franklin's Gulls (Leucophaeus pipixcan) than expected by chance, contrary to theoretical predictions based on presumed advantages of anti-predator defense or nest stability from gulls. As predicted, the larger (Western Grebe, Aechmophorus occidentalis) and more aggressive species (Franklin's Gull) had greater nearest neighbor distances than the smallest species (Eared Grebe, Podiceps nigricollis). Nearest neighbor distances tended to be smaller at subcolonies with greater emergent vegetation cover and at larger subcolonies, which may be due to reduced visibility allowing for smaller distances between neighbors, and social attraction at larger subcolonies, respectively. While valuable from a population monitoring perspective, this study demonstrates that high-resolution imagery from drones can also aid in answering ecological questions, and in combination with detailed nest success information, could help identify habitat needs and potential factors limiting reproductive success of declining and sensitive marsh species.",
    "readLink": "https://journal.afonet.org/vol93/iss2/art4/"
  },
  {
    "title": "Criminal law policy on environmental crimes in context of sustainable development in Vietnam",
    "authors": [
      "Dinh Thi Mai,",
      "Nguyen Dinh Luan"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202017514004",
    "journalVolume": "Vol. 175\n                                \n                                \n                                  p.\n                                  14004",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Balancing between economic growth and environmental protection is the core of sustainable development. However, both developed and developing countries are facing many difficulties in dealing with global challenges such as climate change, pollution and resource shortage. In an effort to promote environmental protection and legislate punishment, environmental crimes have been included in criminal law. In order to increase its effectiveness, criminal law on environmental crimes need to be further specified, such as identification of environmental offences, inclusion of new offences, expansion of scope of application, increase on fine, and supplement existing sanctions for environmental offences. These changes can bring tremendous impacts on Vietnam’s sustainable development in the nearfuture.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/35/e3sconf_interagromash2020_14004.pdf"
  },
  {
    "title": "Cynara cardunculus L. as a Multipurpose Crop for Plant Secondary Metabolites Production in Marginal Stressed Lands",
    "authors": [
      "Helena Domenica Pappalardo,",
      "Valeria Toscano,",
      "Giuseppe Diego Puglia,",
      "Claudia Genovese,",
      "Salvatore Antonino Raccuia"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00240",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Cardoon (Cynara cardunculus L.) is a Mediterranean crop, member of the Asteraceae family, characterized by high production of biomass and secondary metabolites and by a good adaptation to climate change, usable in green chemistry, nutraceutical, and pharmaceutical sectors. Recent studies demonstrated the ability of cardoon to grow up in a stressful environment, which is associated with enhanced biosynthesis of biologically active compounds in these plants, and this effect is increased by abiotic stresses (salt, heat, pollution, and drought stress) that characterize many world marginal areas, affected by the climate changes. The plant response to these stresses consists in implementing different processes that modify some plant biological functions, such as alleviating both cellular hyperosmolarity and ion disequilibrium or synthesizing antioxidant molecules. The aim of this work was to investigate different cardoon response mechanisms to abiotic stresses and to evaluate their influence on the biologically active compounds biosynthesis. Following this purpose, we analyzed the ability of cardoon seeds to germinate under different salt stress conditions, and on the sprouts obtained, we measured the total phenol content and the antioxidant activity. Moreover, the growth of cardoon seedlings grown under heavy metals stress conditions was monitored, and the expression levels of heavy metal transport–associated genes were analyzed. The results showed the ability of cardoon plants to tolerate abiotic stress, thanks to different defense mechanisms and the possibility to obtain biomass with high content of biologically active molecules by exploiting the natural tolerance of this species for abiotic stresses. Moreover, we identified some important genes encoding for metal transportation that may be involved in arsenic and cadmium uptake and translocation in C. cardunculus. Then, this species can be considered as a promising crop for green chemistry and energy in marginal lands.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00240/full"
  },
  {
    "title": "Effects of Climate Change on Hydrological Indicators of Subsurface Drainage for a Representative French Drainage Site",
    "authors": [
      "Alexis Jeantet,",
      "Guillaume Thirel,",
      "Alienor Jeliazkov,",
      "Philippe Martin,",
      "Julien Tournebize"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.899226",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The aim of this study is to evaluate from a hydrological perspective and in the context of climate change the future of subsurface drainage of the La Jaillière site (western France), which is representative of the pedology of the majority of French subsurface drainage. We used a uniquely large and comprehensive range of 17 hydrological indicators (HIs), describing the temporal dynamics of drainage season, soil saturation, drained water balance and flood events. The HI values are calculated from simulated discharges provided by a subsurface drainage model, the SIDRA-RU model, fed by 12 climate projections from 1975 to 2100 (CMIP5 Euro-Cordex project), with three climate change scenarios: Representative Concentration Pathways (RCP) 2.6, RCP4.5 and RCP8.5. We first verified that the HIs simulated using climate projections in the SIDRA-RU model over the historical period were not critically biased compared to the HIs obtained from the reference climatic reanalysis (SAFRAN). Second, we analysed and compared the HI evolution over different periods and under different scenarios. Our results showed that the number of significant changes in HI values increased under climate change by 2100, depending on the RCP: 2 HIs out of the 17 changed under RCP2.6; 6 HIs under RCP4.5; 10 HIs under RCP8.5. The intensity of drainage peak flows linked to flood events and the annual maximal discharge changed significantly under all RCPs. The temporality of the drainage season was substantially affected according to how pessimistic the RCP was. The worst changes were observed under RCP8.5, which exacerbated extreme events: The wet period was shorter while the dry period was longer by about 67%; the drought index increased by 100%; the summer drained water balance decreased by 9%. On the contrary, in winter, the duration of the wet period decreased while maintaining the same drained water balance, thus inducing stronger flood events leading to an earlier saturation of the drainage networks. The sustainability of the drainage system design at La Jaillière is therefore threatened, with the risk of fulfilling its function less effectively by 2100, exposing current crops to more important runoff and affecting water quality by increasing the leaching of agrochemical inputs.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.899226/full"
  },
  {
    "title": "Reconstructing high-resolution in-situ vertical carbon dioxide profiles in the sparsely monitored Asian monsoon region",
    "authors": [
      "Bärbel Vogel,",
      "C. Michael Volk,",
      "Johannes Wintel,",
      "Valentin Lauther,",
      "Rolf Müller,",
      "Prabir K. Patra,",
      "Martin Riese,",
      "Yukio Terao,",
      "Fred Stroh"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-00725-5",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Lagrangian model simulations successfully reconstruct vertical carbon dioxide profiles obtained by high resolution aircraft measurements during the Asian summer monsoon in a region of rapid upward transport of surface pollutants to altitude, allowing better pollutant source attribution.",
    "readLink": "https://doi.org/10.1038/s43247-023-00725-5"
  },
  {
    "title": "Successful implementation of low temperature district heating case studies",
    "authors": [
      "Dietrich Schmidt,",
      "Kristina Lygnerud,",
      "Sven Werner,",
      "Roman Geyer,",
      "Harald Schrammel,",
      "Dorte Skaarup Østergaard,",
      "Oddgeir Gudmundsson"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  pp.\n                                  483\n                                  – 490",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "Low temperature district heating is recognized as a key technology for the (cost-) efficient integration of renewable energy and waste heat sources in our energy systems. Several studies indicate that a deployment of local district heating schemes is a key measure for reaching the politically set climate goals. Further, implementation of low temperature district heating systems are recommended for taking maximum advantages of synergies with other sectors for decarbonization of the heating sector. Within the IEA DHC Annex TS2 project already realized low temperature community energy system concepts as well as planned or designed systems are identified and visualized. Furthermore, projects showing an innovative heat use or operation of buildings are also included in the analyses. The different projects are assessed and compared. The presentation of the demonstrators is set up in such a way that knowledge is generated about the indoor heating system, the district heating system and of the competitiveness of low temperature district heating systems, giving the evidence that these systems are feasible, efficient and reliable under various boundary conditions. The demonstrators further indicate that there are existing challenges, where further research on innovative district heating concepts for integrating decentral feed-in of renewable energy is required. The demonstrators included in the IEA DHC Annex TS2 are analysed in regard to which elements of new knowledge they can generate. For each demonstrator there are specific innovations in focus. Furthermore, the case studies show that the related business models for the utilities change when system temperatures are lowered. The paper presents and discusses the results from current research work within of the IEA DHC Annex TS2 on Implementation of Low Temperature District Heating Systems (Averfalk et al., 2021; Annex TS2, 2021 [1]).",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484721006818"
  },
  {
    "title": "Impact of biochar on the water holding capacity and moisture of basalt and grey soil",
    "authors": [
      "Vu Thuy Duong,",
      "Nguyen Minh Khanh,",
      "Nguyen Thi Hanh Nguyen,",
      "Nguyen Ngoc Phi,",
      "Nguyen Tan Duc,",
      "Duong Hoa Xo"
    ],
    "doi": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  36\n                                  – 43",
    "issn": "2734-9330 (Print)",
    "publisher": "2734-9608 (Online)",
    "countryOfPublisher": "HO CHI MINH CITY OPEN UNIVERSITY JOURNAL OF SCIENCE",
    "lcc": [
      "Viet Nam",
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "https://journalofscience.ou.edu.vn/index.php/tech-en",
    "abstract": "Climate change has been threatening the sustainable development of the agricultural sector around the globe. It is a main reason of prolonged drought which gives negative effects on productivity and quality of agricultural products. For solving these emerging challenges, there have been many solutions on improving soil health in order to increase the tolerance of soil and plant to adverse weather conditions. Recent researches on biochar show that this is a good soil amendment because of its water holding capacity, nutrient retention, increased porosity and enhanced soil microbial activity. This study investigated the effect of biochar from rice husk and coffee husk produced by gasifier on the ability to retain water and moisture in basalt and grey soil, which collected from farming areas in Vietnam. The result illustrates that water holding capacity and soil moisture depend significantly on each type of biochar and applied dosage as well as characteristic of soil. Accordingly, when adding 1% biochar by mass to the grey soil (initial moisture content of 13%) helped increase the efficiency of water holding capacity by 26-33% corresponding to coffee husk or rice husk biochar. It is different from basalt soil (initial moisture content of 27%) when adding 1% rice husk biochar will impact on water retention efficiency was 7%, equivalent to 3% biochar from coffee husk. Therefore, biochar can be introduced as a soil conditioner effectively in dry soil or enhance the water retention in fertile soil that eventually contributed to the sustainable agriculture.",
    "readLink": "https://journalofscience.ou.edu.vn/index.php/tech-en/article/view/367"
  },
  {
    "title": "Priming Maritime Pine Megagametophytes during Somatic Embryogenesis Improved Plant Adaptation to Heat Stress",
    "authors": [
      "María Amparo Pérez-Oliver,",
      "Juan Gregorio Haro,",
      "Iva Pavlović,",
      "Ondřej Novák,",
      "Juan Segura,",
      "Ester Sales,",
      "Isabel Arrillaga"
    ],
    "doi": "https://doi.org/10.3390/plants10030446",
    "journalVolume": "Vol. 10,\n                                no. 446\n                                \n                                  p.\n                                  446",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "In the context of global climate change, forest tree research should be addressed to provide genotypes with increased resilience to high temperature events. These improved plants can be obtained by heat priming during somatic embryogenesis (SE), which would produce an epigenetic-mediated transgenerational memory. Thereby, we applied 37 °C or 50 °C to maritime pine (Pinus pinaster) megagametophytes and the obtained embryogenic masses went through the subsequent SE phases to produce plants that were further subjected to heat stress conditions. A putative transcription factor WRKY11 was upregulated in priming-derived embryonal masses, and also in the regenerated P37 and P50 plants, suggesting its role in establishing an epigenetic memory in this plant species. In vitro-grown P50 plants also showed higher cytokinin content and SOD upregulation, which points to a better responsiveness to heat stress. Heat exposure of two-year-old maritime pine plants induced upregulation of HSP70 in those derived from primed embryogenic masses, that also showed better osmotic adjustment and higher increases in chlorophyll, soluble sugars and starch contents. Moreover, ɸPSII of P50 plants was less affected by heat exposure. Thus, our results suggest that priming at 50 °C at the SE induction phase is a promising strategy to improve heat resilience in maritime pine.",
    "readLink": "https://www.mdpi.com/2223-7747/10/3/446"
  },
  {
    "title": "Variation of Melt Water and Rainfall Runoff and Their Impacts on Streamflow Changes during Recent Decades in Two Tibetan Plateau Basins",
    "authors": [
      "Yueguan Zhang,",
      "Chong-Yu Xu,",
      "Zhenchun Hao,",
      "Leilei Zhang,",
      "Qin Ju,",
      "Xide Lai"
    ],
    "doi": "https://doi.org/10.3390/w12113112",
    "journalVolume": "Vol. 12,\n                                no. 3112\n                                \n                                  p.\n                                  3112",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "To fully understand potential changes in hydrological regime over the Lhasa River Basin (LRB) and the upstream of Niyang River Basin (UNRB) in Tibetan Plateau under global warming, the VIC-glacier model was employed to analyze the responses of rainfall runoff and melt water to recent climate change, and we also quantify their roles in controlling the trend of river streamflow during 1963–2012. The hydrological model was calibrated using the observed streamflow, glacier mass balance, and MODIS snow cover. The simulations indicate that there is a significant increasing trend in glacier runoff for both basins during 1963–2012, especially in the period of 2000s when it exhibits a large increment up to about 45% relative to baseline period. Rainfall runoff suggests a rising tendency whereas snowmelt runoff displays a general decreasing tendency. For both basins, increasing rainfall runoff was identified as the dominant driver for the upward trend in total runoff during 1963–2012. The role of glacier runoff in controlling the trend of total runoff is also obvious, especially in the more glaciated UNRB where increased glacier runoff accounts for up to 41% of the tendency in river discharge. Snowmelt runoff plays a minor role in affecting the trend of total runoff.",
    "readLink": "https://www.mdpi.com/2073-4441/12/11/3112"
  }
]