[
  null,
  {
    "title": "Prospects of Bioenergy Cropping Systems for A More Social-Ecologically Sound Bioeconomy",
    "authors": [
      "Moritz Von Cossel,",
      "Moritz Wagner,",
      "Jan Lask,",
      "Elena Magenau,",
      "Andrea Bauerle,",
      "Viktoria Von Cossel,",
      "Kirsten Warrach-Sagi,",
      "Berien Elbersen,",
      "Igor Staritsky,",
      "Michiel Van Eupen,",
      "Yasir Iqbal,",
      "Nicolai  David Jablonowski,",
      "Stefan Happe,",
      "Ana  Luisa Fernando,",
      "Danilo Scordia,",
      "Salvatore  Luciano Cosentino,",
      "Volker Wulfmeyer,",
      "Iris Lewandowski,",
      "Bastian Winkler"
    ],
    "doi": "https://doi.org/10.3390/agronomy9100605",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  605",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The growing bioeconomy will require a greater supply of biomass in the future for both bioenergy and bio-based products. Today, many bioenergy cropping systems (BCS) are suboptimal due to either social-ecological threats or technical limitations. In addition, the competition for land between bioenergy-crop cultivation, food-crop cultivation, and biodiversity conservation is expected to increase as a result of both continuous world population growth and expected severe climate change effects. This study investigates how BCS can become more social-ecologically sustainable in future. It brings together expert opinions from the fields of agronomy, economics, meteorology, and geography. Potential solutions to the following five main requirements for a more holistically sustainable supply of biomass are summarized: (i) bioenergy-crop cultivation should provide a beneficial social-ecological contribution, such as an increase in both biodiversity and landscape aesthetics, (ii) bioenergy crops should be cultivated on marginal agricultural land so as not to compete with food-crop production, (iii) BCS need to be resilient in the face of projected severe climate change effects, (iv) BCS should foster rural development and support the vast number of small-scale family farmers, managing about 80% of agricultural land and natural resources globally, and (v) bioenergy-crop cultivation must be planned and implemented systematically, using holistic approaches. Further research activities and policy incentives should not only consider the economic potential of bioenergy-crop cultivation, but also aspects of biodiversity, soil fertility, and climate change adaptation specific to site conditions and the given social context. This will help to adapt existing agricultural systems in a changing world and foster the development of a more social-ecologically sustainable bioeconomy.",
    "readLink": "https://www.mdpi.com/2073-4395/9/10/605"
  },
  {
    "title": "The method of producing climate change datasets impacts the resulting policy guidance and chance of mal-adaptation",
    "authors": [
      "Marie Ekström,",
      "Michael Grose,",
      "Craig Heady,",
      "Sean Turner,",
      "Jin Teng"
    ],
    "doi": "https://doi.org/10.1016/j.cliser.2016.09.003",
    "journalVolume": "Vol. 4,\n                                no. C\n                                \n                                  pp.\n                                  13\n                                  – 29",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Impact, adaptation and vulnerability (IAV) research underpin strategies for adaptation to climate change and help to conceptualise what life may look like in decades to come. Research draws on information from global climate models (GCMs) though typically post-processed into a secondary product with finer resolution through methods of downscaling. Through worked examples set in an Australian context we assess the influence of GCM sub-setting, geographic area sub-setting and downscaling method on the regional change signal. Examples demonstrate that choices impact on the final results differently depending on factors such as application needs, range of uncertainty of the projected variable, amplitude of natural variability, and size of study region. For heat extremes, the choice of emissions scenario is of prime importance, but for a given scenario the method of preparing data can affect the magnitude of the projection by a factor of two or more, strongly affecting the indicated adaptation decision. For catchment level runoff projections, the choice of emission scenario is less dominant. Rather the method of selecting and producing application-ready datasets is crucial as demonstrated by results with opposing sign of change, raising the real possibility of mal-adaptive decisions. This work illustrates the potential pitfalls of GCM sub-sampling or the use of a single downscaled product when conducting IAV research. Using the broad range of change from all available model sources, whilst making the application more complex, avoids the larger problem of over-confidence in climate projections and lessens the chance of mal-adaptation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880716300115"
  },
  {
    "title": "Net Zero Energy Districts: Connected Intelligence for Carbon-Neutral Cities",
    "authors": [
      "Nicos Komninos"
    ],
    "doi": "https://doi.org/10.3390/land11020210",
    "journalVolume": "Vol. 11,\n                                no. 210\n                                \n                                  p.\n                                  210",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Net-Zero Energy Districts (NZEDs) are city districts in which the annual amount of CO2 emissions released is balanced by emissions removed from the atmosphere. NZEDs constitute a major component in a new generation of “smart-green cities”, which deploy both smart city technologies and renewable energy technologies. NZEDs promote environmental sustainability, contribute to cleaner environments and reduce global warming and the threats from climate change. This paper describes a model to assess the feasibility of the transition of city districts to self-sufficient NZEDs, based on locally produced renewable energy suitable for cities. It also aims to identify threshold conditions that allow for a city district to become a self-sufficient NZED using smart city systems, renewable energy, and nature-based solutions. The significance of transition to self-sufficient NZEDs is extremely important as it considerably decentralises and multiplies the efforts for carbon-neutral cities. The methodology we follow combines the literature review, model design, model feed with data, and many simulations to assess the outcome of the model in various climate, social, technology, and district settings. In the conclusion, we assess whether the transition to NZEDs with solar panel energy locally produced is feasible, we identify thresholds in terms of climate, population density, and solar conversion efficiency, and assess the compatibility of NZEDs with compact city planning principles.",
    "readLink": "https://www.mdpi.com/2073-445X/11/2/210"
  },
  {
    "title": "The impact of greenspace or nature-based interventions on cardiovascular health or cancer-related outcomes: A systematic review of experimental studies.",
    "authors": [
      "Jean C Bikomeye,",
      "Joanna S Balza,",
      "Jamila L Kwarteng,",
      "Andreas M Beyer,",
      "Kirsten M M Beyer"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0276517",
    "journalVolume": "Vol. 17,\n                                no. 11\n                                \n                                  p.\n                                  e0276517",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "SignificanceGlobally, cardiovascular disease (CVD) and cancer are leading causes of morbidity and mortality. While having different etiologies, CVD and cancer are linked by multiple shared risk factors, the presence of which exacerbate adverse outcomes for individuals with either disease. For both pathologies, factors such as poverty, lack of physical activity (PA), poor dietary intake, and climate change increase risk of adverse outcomes. Prior research has shown that greenspaces and other nature-based interventions (NBIs) contribute to improved health outcomes and climate change resilience.ObjectiveTo summarize evidence on the impact of greenspaces or NBIs on cardiovascular health and/or cancer-related outcomes and identify knowledge gaps to inform future research.MethodsFollowing the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 and Peer Review of Electronic Search Strategies (PRESS) guidelines, we searched five databases: Web of Science, Scopus, Medline, PsycINFO and GreenFile. Two blinded reviewers used Rayyan AI and a predefined criteria for article inclusion and exclusion. The risk of bias was assessed using a modified version of the Newcastle-Ottawa Scale (NOS). This review is registered with PROSPERO, ID # CRD42021231619.Results & discussionOf 2565 articles retrieved, 31 articles met the inclusion criteria, and overall had a low risk of bias. 26 articles studied cardiovascular related outcomes and 5 studied cancer-related outcomes. Interventions were coded into 4 categories: forest bathing, green exercise, gardening, and nature viewing. Outcomes included blood pressure (BP), cancer-related quality of life (QoL) and (more infrequently) biomarkers of CVD risk. Descriptions of findings are presented as well as visual presentations of trends across the findings using RAW graphs. Overall studies included have a low risk of bias; and alluvial chart trends indicated that NBIs may have beneficial effects on CVD and cancer-related outcomes.Conclusions & implications(1) Clinical implication: Healthcare providers should consider the promotion of nature-based programs to improve health outcomes. (2) Policy implication: There is a need for investment in equitable greenspaces to improve health outcomes and build climate resilient neighborhoods. (3) Research or academic implication: Research partnerships with community-based organizations for a comprehensive study of benefits associated with NBIs should be encouraged to reduce health disparities and ensure intergenerational health equity. There is a need for investigation of the mechanisms by which NBIs impact CVD and exploration of the role of CVD biological markers of inflammation among cancer survivors.",
    "readLink": "https://doi.org/10.1371/journal.pone.0276517"
  },
  {
    "title": "Impact of rising temperatures on the biomass of humid old-growth forests of the world",
    "authors": [
      "Markku Larjavaara,",
      "Xiancheng Lu,",
      "Xia Chen,",
      "Mikko Vastaranta"
    ],
    "doi": "https://doi.org/10.1186/s13021-021-00194-3",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background Understanding how warming influence above-ground biomass in the world’s forests is necessary for quantifying future global carbon budgets. A climate-driven decrease in future carbon stocks could dangerously strengthen climate change. Empirical methods for studying the temperature response of forests have important limitations, and modelling is needed to provide another perspective. Here we evaluate the impact of rising air temperature on the future above-ground biomass of old-growth forests using a model that explains well the observed current variation in the above-ground biomass over the humid lowland areas of the world based on monthly air temperature. Results Applying this model to the monthly air temperature data for 1970–2000 and monthly air temperature projections for 2081–2100, we found that the above-ground biomass of old-growth forests is expected to decrease everywhere in the humid lowland areas except boreal regions. The temperature-driven decrease is estimated at 41% in the tropics and at 29% globally. Conclusions Our findings suggest that rising temperatures impact the above-ground biomass of old-growth forests dramatically. However, this impact could be mitigated by fertilization effects of increasing carbon dioxide concentration in the atmosphere and nitrogen deposition.",
    "readLink": "https://doi.org/10.1186/s13021-021-00194-3"
  },
  {
    "title": "Assessment of regional aerosol radiative effects under the SWAAMI campaign – Part 2: Clear-sky direct shortwave radiative forcing using multi-year assimilated data over the Indian subcontinent",
    "authors": [
      "H. S. Pathak,",
      "S. K. Satheesh,",
      "S. K. Satheesh,",
      "K. K. Moorthy,",
      "R. S. Nanjundiah,",
      "R. S. Nanjundiah,",
      "R. S. Nanjundiah"
    ],
    "doi": "https://doi.org/10.5194/acp-20-14237-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  14237\n                                  – 14252",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Clear-sky, direct shortwave aerosol radiative forcing (ARF) has been estimated over the Indian region, for the first time employing multi-year (2009–2013) gridded, assimilated aerosol products, as an important part of the South West Asian Aerosol Monsoon Interactions (SWAAMI) which is a joint Indo-UK research field campaign focused at understanding the variabilities in atmospheric aerosols and their interactions with the Indian summer monsoon. The aerosol datasets have been constructed following statistical assimilation of concurrent data from a dense network of ground-based observatories and multi-satellite products, as described in Part 1 of this two-part paper. The ARF, thus estimated, is assessed for its superiority or otherwise over other ARF estimates based on satellite-retrieved aerosol products, over the Indian region, by comparing the radiative fluxes (upward) at the top of the atmosphere (TOA) estimated using assimilated and satellite products with spatiotemporally matched radiative flux values provided by CERES (Clouds and Earth's Radiant Energy System) single-scan footprint (SSF) product. This clearly demonstrated improved accuracy of the forcing estimates using the assimilated vis-à-vis satellite-based aerosol datasets at regional, subregional and seasonal scales. The regional distribution of diurnally averaged ARF estimates has revealed (a) significant differences from similar estimates made using currently available satellite data, not only in terms of magnitude but also the sign of TOA forcing; (b) the largest magnitudes of surface cooling and atmospheric warming over the Indo-Gangetic Plain (IGP) and arid regions from north-western India; and (c) negative TOA forcing over most parts of the Indian region, except for three subregions – the IGP, north-western India and eastern parts of peninsular India where the TOA forcing changes to positive during pre-monsoon season. Aerosol-induced atmospheric warming rates, estimated using the assimilated data, demonstrate substantial spatial heterogeneities (∼0.2 to 2.0 K d−1) over the study domain with the IGP demonstrating relatively stronger atmospheric heating rates (∼0.6 to 2.0 K d−1). There exists a strong seasonality as well, with atmospheric warming being highest during pre-monsoon and lowest during winter seasons. It is to be noted that the present ARF estimates demonstrate substantially smaller uncertainties than their satellite counterparts, which is a natural consequence of reduced uncertainties in assimilated vis-à-vis satellite aerosol properties. The results demonstrate the potential application of the assimilated datasets and ARF estimates for improving accuracies of climate impact assessments at regional and subregional scales.",
    "readLink": "https://acp.copernicus.org/articles/20/14237/2020/acp-20-14237-2020.pdf"
  },
  {
    "title": "Vertical redistribution of salt and layered changes in global ocean salinity",
    "authors": [
      "Chao Liu,",
      "Xinfeng Liang,",
      "Rui M. Ponte,",
      "Nadya Vinogradova,",
      "Ou Wang"
    ],
    "doi": "https://doi.org/10.1038/s41467-019-11436-x",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Climate change is increasing the flow of freshwater to the ocean, yet study of salinity shifts is hampered by a lack of data. Here the authors show that the flux of salt through the ocean rivals that of freshwater inputs and leads to a layered structure of global salinity changes over the past twenty years.",
    "readLink": "https://doi.org/10.1038/s41467-019-11436-x"
  },
  {
    "title": "Which climate change path are we following? Bad news from Scots pine.",
    "authors": [
      "Pierluigi Bombi,",
      "Ettore D'Andrea,",
      "Negar Rezaie,",
      "Mario Cammarano,",
      "Giorgio Matteucci"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0189468",
    "journalVolume": "Vol. 12,\n                                no. 12\n                                \n                                  p.\n                                  e0189468",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Current expectations on future climate derive from coordinated experiments, which compile many climate models for sampling the entire uncertainty related to emission scenarios, initial conditions, and modelling process. Quantifying this uncertainty is important for taking decisions that are robust under a wide range of possible future conditions. Nevertheless, if uncertainty is too large, it can prevent from planning specific and effective measures. For this reason, reducing the spectrum of the possible scenarios to a small number of one or a few models that actually represent the climate pathway influencing natural ecosystems would substantially increase our planning capacity. Here we adopt a multidisciplinary approach based on the comparison of observed and expected spatial patterns of response to climate change in order to identify which specific models, among those included in the CMIP5, catch the real climate variation driving the response of natural ecosystems. We used dendrochronological analyses for determining the geographic pattern of recent growth trends for three European species of trees. At the same time, we modelled the climatic niche for the same species and forecasted the suitability variation expected across Europe under each different GCM. Finally, we estimated how well each GCM explains the real response of ecosystems, by comparing the expected variation with the observed growth trends. Doing this, we identified four climatic models that are coherent with the observed trends. These models are close to the highest range limit of the climatic variations expected by the ensemble of the CMIP5 models, suggesting that current predictions of climate change impacts on ecosystems could be underestimated.",
    "readLink": "http://europepmc.org/articles/PMC5734685?pdf=render"
  },
  {
    "title": "Grazing in California's Mediterranean Multi-Firescapes",
    "authors": [
      "Lynn Huntsinger,",
      "Sheila Barry,",
      "Sheila Barry"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2021.715366",
    "journalVolume": "Vol. 5",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "The California landscape is layered and multifunctional, both historically and spatially. Currently, wildfire size, frequency, and intensity are without precedent, at great cost to human health, property, and lives. We review the contemporary firescape, the indigenous landscape that shaped pre-contact California's vegetation, the post-contact landscape that led us to our current situation, and the re-imagined grazing-scape that offers potential relief. Vegetation has been profoundly altered by the loss of Indigenous management, introduction of non-native species, implantation of inappropriate, militarized, forest management from western Europe, and climate change, creating novel ecosystems almost always more susceptible to wildfire than before. Vegetation flourishes during the mild wet winters of a Mediterranean climate and dries to a crisp in hot, completely dry, summers. Livestock grazing can break up continuous fuels, reduce rangeland fuels annually, and suppress brush encroachment, yet it is not promoted by federal or state forestry and fire-fighting agencies. Agencies, especially when it comes to fire, operate largely under a command and control model, while ranchers are a diverse group not generally subject to agency regulations, with a culture of autonomy in decision-making and a unit of production that is mobile. Concerns about potential loss of control have limited prescribed burning despite landowner and manager enthusiasm. Agriculture and active management in general are much neglected as an approach to developing fire-resistant landscape configurations, yet such interventions are essential. Prescribed burning facilitates grazing; grazing facilitates prescribed burning; both can reduce fuels. Leaving nature “to itself” absent recognizing that California's ecosystems have been irrecoverably altered has become a disaster of enormous proportions. We recommend the development of a database of the effects and uses of prescribed fire and grazing in different vegetation types and regions throughout the state, and suggest linking to existing databases when possible. At present, livestock grazing is California's most widespread vegetation management activity, and if purposefully applied to fuel management has great potential to do more.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2021.715366/full"
  }
]