[
  {
    "title": "Citizen Science and Community Engagement in Tick Surveillance—A Canadian Case Study",
    "authors": [
      "Julie Lewis,",
      "Corinne R. Boudreau,",
      "James W. Patterson,",
      "Jonathan Bradet-Legris,",
      "Vett K. Lloyd"
    ],
    "doi": "https://doi.org/10.3390/healthcare6010022",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  p.\n                                  22",
    "issn": "2227-9032 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/healthcare",
    "abstract": "Lyme disease is the most common tick-borne disease in North America and Europe, and on-going surveillance is required to monitor the spread of the tick vectors as their populations expand under the influence of climate change. Active surveillance involves teams of researchers collecting ticks from field locations with the potential to be sites of establishing tick populations. This process is labor- and time-intensive, limiting the number of sites monitored and the frequency of monitoring. Citizen science initiatives are ideally suited to address this logistical problem and generate high-density and complex data from sites of community importance. In 2014, the same region was monitored by academic researchers, public health workers, and citizen scientists, allowing a comparison of the strengths and weaknesses of each type of surveillance effort. Four community members persisted with tick collections over several years, collectively recovering several hundred ticks. Although deviations from standard surveillance protocols and the choice of tick surveillance sites makes the incorporation of community-generated data into conventional surveillance analyses more complex, this citizen science data remains useful in providing high-density longitudinal tick surveillance of a small area in which detailed ecological observations can be made. Most importantly, partnership between community members and researchers has proven a powerful tool in educating communities about of the risk of tick-vectored diseases and in encouraging tick bite prevention.",
    "readLink": "http://www.mdpi.com/2227-9032/6/1/22"
  },
  {
    "title": "Baseline Assessment of Ecological Quality Index (EQI) of the Marine Coastal Habitats of Tonga Archipelago: Application for Management of Remote Regions in the Pacific",
    "authors": [
      "Andrea Peirano,",
      "Mattia Barsanti,",
      "Ivana Delbono,",
      "Elena Candigliota,",
      "Silvia Cocito,",
      "Ta’hirih Hokafonu,",
      "Francesco Immordino,",
      "Lorenzo Moretti,",
      "Atelaite Lupe Matoto"
    ],
    "doi": "https://doi.org/10.3390/rs15040909",
    "journalVolume": "Vol. 15,\n                                no. 909\n                                \n                                  p.\n                                  909",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The loss of coral habitats and associated biodiversity have direct effects both on the physical dynamics of the coast and on natural resources, threatening the survival of local populations. Conservative actions, such as the creation of new Marine Protected Areas, are urgent measures needed to face climate change. Managers need fast and simple methods to evaluate marine habitats for planning conservation areas. Here, we present the application of an Ecological Quality Index (EQI), developed for regional-scale habitat maps of the Atlas of the Marine Coastal Habitats of the Kingdom of Tonga, by processing Copernicus Sentinel-2 imagery. Both the habitat mapping classification and the EQI application were focused on the importance of coral reef, seagrass and mangrove habitats, both as natural defense and sustenance for the local populations. Twelve main Pacific reef habitats were evaluated through a three-level EQI score assigned to six parameters: nursery ground, connectivity, species reservoir, fish attraction, biodiversity and primary production. The EQI was integrated into a developed georeferenced database associated to the QGIS software providing the ability to identify on the maps the area of interest and the associated habitats, and to quantify their ecological relevance. The EQI is proposed as a tool that can offer to stakeholders and environmental managers a simple and direct indicator of the value of the marine coastal environment. The index may be handled for management purposes of vast areas with remote and uninhabited islands.",
    "readLink": "https://www.mdpi.com/2072-4292/15/4/909"
  },
  {
    "title": "The Intraseasonal and Interannual Variability of Arctic Temperature and Specific Humidity Inversions",
    "authors": [
      "Lejiang Yu,",
      "Qinghua Yang,",
      "Mingyu Zhou,",
      "Xubin Zeng,",
      "Donald  H. Lenschow,",
      "Xianqiao Wang,",
      "Bo Han"
    ],
    "doi": "https://doi.org/10.3390/atmos10040214",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  214",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Temperature and humidity inversions are common in the Arctic’s lower troposphere, and are a crucial component of the Arctic’s climate system. In this study, we quantify the intraseasonal oscillation of Arctic temperature and specific humidity inversions and investigate its interannual variability using data from the Surface Heat Balance of the Arctic (SHEBA) experiment from October 1997 to September 1998 and the European Centre for Medium-Range Forecasts (ECMWF) Reanalysis (ERA)-interim for the 1979–2017 period. In January 1998, there were two noticeable elevated inversions and one surface inversion. The transitions between elevated and surface-based inversions were associated with the intraseasonal variability of the temperature and humidity differences between 850 and 950 hPa. The self-organizing map (SOM) technique is utilized to obtain the main modes of surface and elevated temperature and humidity inversions on intraseasonal time scales. Low (high) pressure and more (less) cloud cover are related to elevated (surface) temperature and humidity inversions. The frequency of strong (weak) elevated inversions over the eastern hemisphere has decreased (increased) in the past three decades. The wintertime Arctic Oscillation (AO) and Arctic Dipole (AD) during their positive phases have a significant effect on the occurrence of surface and elevated inversions for two Nodes only.",
    "readLink": "https://www.mdpi.com/2073-4433/10/4/214"
  },
  {
    "title": "Biogeochemistry-ecosystem-social interactions on the Chinese continental margins",
    "authors": [
      "Su Mei Liu,",
      "Wen Liang,",
      "Xinyu Guo,",
      "Nian Wu,",
      "Wuchang Zhang,",
      "Xiujuan Shan,",
      "Hua-De Zhao,",
      "Juying Wang,",
      "Jin Huang"
    ],
    "doi": "Vol. 65,\n                                no. 1\n                                \n                                  pp.\n                                  278\n                                  – 296",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "Chinese continental margins are experiencing remarkable environmental changes driven by anthropogenic activities and climate change. As an important habitat and sea-based fish farming resource in China, the Bohai was selected as a case study to understand how ecosystems and social interactions are influenced by multi-stressors. The Bohai ecosystem has been considerably modified. The Bohai coastline has been significantly changed (e.g., total sea area decreased and morphology changed) by sea reclamation and riverine sediment transport related to agriculture and erosion. Therefore, the strict reclamation policy and “Grain-for-Green” program have been issued to protect the coastline. Nutrient concentrations and composition have been changed by fertilizer application, wastewater discharge, and variations in seasonal patterns of riverine nutrient fluxes. Hence, pollution control and prevention are necessary. More seriously, fishing resources have been altered, as a result of environmental changes and overfishing. Therefore, a summer fishing ban and stock enhancement should be vital besides environmental improvement. This study can help to predict and mitigate impacts on global continental margins that are experiencing similar environmental stress.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0078323422001063"
  },
  {
    "title": "Extreme heat at outdoor COVID-19 vaccination sites",
    "authors": [
      "Ladd Keith,",
      "Nicole Iroz-Elardo,",
      "Erika Austof,",
      "Ida Sami,",
      "Mona Arora"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100043",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Extreme heat is an increasing climate risk due to climate change and the urban heat island (UHI) effect and can jeopardize points of dispensing (PODs) for COVID-19 vaccination distribution and broader public health emergency preparedness (PHEP) response operations. These PODs were often located on large parking lot sites with high heat severity and did not take heat mitigation or management strategies into account for unacclimated workers and volunteers. To investigate the personal heat exposure of workers, volunteers, and clients at three PODs in Tucson, Arizona, we collected ambient air temperatures, wet bulb globe temperatures (WBGT), surface temperatures, and thermal images. We also made qualitative observations and compared data against daily meteorological records. Ambient air temperatures at all three PODs exceeded the meteorological recorded high. WBGT on average were 8°F (4.4 °C) higher in full sun locations than shaded locations such as tents. Evaporative cooling decreased ambient air temperatures by 2°F (1.2 °C) when placed one per tent, but decreased ambient air temperatures by 7°F (3.9 °C) when placed en masse in a larger tent. Vehicle surface temperatures exceeded recommended safe limits of 140°F (60 °C) at all three sites, with a maximum temperature recorded at 170.9°F (77.2 °C). Public health professionals should consider heat resilience, including heat mitigation and management measures, in POD and PHEP response operations to reduce exposure. This includes considering the UHI effect in the siting of PODs, applying heat mitigation strategies in the design of PODs such as the adaptive use of solar panels for shading, and improving heat safety guidance for workers and volunteers.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278221000407"
  },
  {
    "title": "Cross Effects of Diets and Rearing Temperatures on Gastrointestinal Evacuation and Growth Performance in Adult Sabah Groupers (<i>Epinephelus fuscoguttatus</i> × <i>E</i>. <i>lanceolatus</i>)",
    "authors": [
      "Simon Kumar Das,",
      "Moumita De,",
      "Noorashikin Md Noor,",
      "Yosni Bakar,",
      "Zaidi Che Cob,",
      "Mazlan Abd. Ghaffar"
    ],
    "doi": "https://doi.org/10.3390/ani12223172",
    "journalVolume": "Vol. 12,\n                                no. 3172\n                                \n                                  p.\n                                  3172",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "This study explores the gastrointestinal evacuation time (GET) and gastrointestinal evacuation rate (GER) of the popular Sabah grouper (Epinephelus fuscoguttatus × E. lanceolatus) adults using two established methods (X-radiography and serial slaughter) and square root modeling using different temperatures: 28 °C, 30 °C, 32 °C, and 34 °C and different diets: pellet (ash: 11.4 ± 0.08; moisture: 29.0 ± 0.01; protein 37.5 ± 0.80; lipid 15.0 ± 0.13) and trash fish: Sardinella sp. (ash: 2.3 ± 0.15; moisture: 78.5 ± 0.33; protein 55.4 ± 0.62; lipid 7.3 ± 0.25) and the impact on growth indices. The results indicate that the GET shortened as temperature increased from 28 °C to 30 °C; however, it was prolonged when it surged to 32 °C and 34 °C. The groupers fed with trash fish at a temperature of 30 °C had the shortest GER (0.41 ± 0.10 g hr−1) whereas groupers fed with pellet at 34 °C had the longest GER (0.95 ± 0.02 g hr−1). Likewise, the highest SGR (16.25 ± 2.11% day−1) was observed at 30 °C for groupers fed with a trash fish diet. The condition (K) value was lowest at 34 °C for groupers fed with a pellet diet (1.01 ± 0.04) and highest at 30 °C for groupers fed with trash fish (1.45 ± 0.04). Our results suggest that temperature and diet influence growth indices and GE of adult Sabah groupers. Incorporation of this information will allow better management of this commercially important grouper species when reared in a controlled aquaculture environment.",
    "readLink": "https://www.mdpi.com/2076-2615/12/22/3172"
  },
  {
    "title": "Adaptation and Mitigation Strategies of Climate Change From Agricultural Sector In the Tabalong District (South Borneo)",
    "authors": [
      "Rian Yaitsar Chaniago,",
      "Rachmat Boedisantoso,",
      "Arie Dipareza Syafei"
    ],
    "doi": "https://doi.org/10.12962/j24433527.v15i1.8985",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1979-5521 (Print)",
    "publisher": "2443-3527 (Online)",
    "countryOfPublisher": "Institut Teknologi Sepuluh Nopember Surabaya",
    "lcc": [
      "Indonesia",
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://iptek.its.ac.id/index.php/jsh",
    "abstract": "Agriculture and climate change have a complex causal relationship. The agricultural sector produces large amounts of Green House Gases (GHG) such as CH4, CO2, and N2O which affect the climate. One of the consequences of climate change is an increase in rainfall. This has caused 2,971.51 ha of submerged and damaged rice fields in the Tabalong District. This study aims to determine the climate change adaptation and mitigation strategies of the agricultural sector in the Tabalong District. Emission measurements and mapping of the distribution of GHG emissions are shown to support strategy determination. The GHG inventory is calculated using the Indonesian Ministry of Environment and Forestry method, mapping the distribution of emissions using the geographic information system method, and determining the best adaptation and mitigation strategies using the Analytic Hierarchy Process (AHP) with Expert Choice Software. The results showed that GHG emissions from the agricultural sector of the Tabalong District until 2030 amounted to 191,384 tCO2e / year. There are five Sub-districts identified as the largest GHG-producing districts from the mapping of the distribution of GHG. The results of the AHP synthesis show that there are three strategies for climate change adaptation and four strategies for climate change mitigation.",
    "readLink": "https://iptek.its.ac.id/index.php/jsh/article/view/8985/6889"
  },
  {
    "title": "Melatonin-mediated temperature stress tolerance in plants",
    "authors": [
      "Ali Raza,",
      "Sidra Charagh,",
      "Pedro García-Caparrós,",
      "Md Atikur Rahman,",
      "Vincent H. Ogwugwa,",
      "Faisal Saeed,",
      "Wanmei Jin"
    ],
    "doi": "https://doi.org/10.1080/21645698.2022.2106111",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  196\n                                  – 217",
    "issn": "2164-5698 (Print)",
    "publisher": "2164-5701 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/kgmc",
    "abstract": "Global climate changes cause extreme temperatures and a significant reduction in crop production, leading to food insecurity worldwide. Temperature extremes (including both heat and cold stresses) is one of the most limiting factors in plant growth and development and severely affect plant physiology, biochemical, and molecular processes. Biostimulants like melatonin (MET) have a multifunctional role that acts as a “defense molecule” to safeguard plants against the noxious effects of temperature stress. MET treatment improves plant growth and temperature tolerance by improving several defense mechanisms. Current research also suggests that MET interacts with other molecules, like phytohormones and gaseous molecules, which greatly supports plant adaptation to temperature stress. Genetic engineering via overexpression or CRISPR/Cas system of MET biosynthetic genes uplifts the MET levels in transgenic plants and enhances temperature stress tolerance. This review highlights the critical role of MET in plant production and tolerance against temperature stress. We have documented how MET interacts with other molecules to alleviate temperature stress. MET-mediated molecular breeding would be great potential in helping the adverse effects of temperature stress by creating transgenic plants.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/21645698.2022.2106111"
  },
  {
    "title": "A fine spatial resolution modeling of urban carbon emissions: a case study of Shanghai, China",
    "authors": [
      "Cheng Huang,",
      "Qianlai Zhuang,",
      "Xing Meng,",
      "Peng Zhu,",
      "Ji Han,",
      "Lingfang Huang"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-13487-5",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Quantification of fossil fuel carbon dioxide emissions (CEs) at fine space and time resolution is a critical need in climate change research and carbon cycle. Quantifying changes in spatiotemporal patterns of urban CEs is important to understand carbon cycle and development carbon reduction strategies. The existing spatial data of CEs have low resolution and cannot distinguish the distribution characteristics of CEs of different emission sectors. This study quantified CEs from 15 types of energy sources, including residential, tertiary, and industrial sectors in Shanghai. Additionally, we mapped the CEs for the three sectors using point of interest data and web crawler technology, which is different from traditional methods. At a resolution of 30 m, the improved CEs data has a higher spatial resolution than existing studies. The spatial distribution of CEs based on this study has higher spatial resolution and more details than that based on traditional methods, and can distinguish the spatial distribution characteristics of different sectors. The results indicated that there was a consistent increase in CEs during 2000–2015, with a low rate of increase during 2009–2015. The intensity of CEs increased significantly in the outskirts of the city, mainly due to industrial transfer. Moreover, intensity of CEs reduced in city center. Technological progress has promoted the improvement of energy efficiency, and there has been a decoupling between the economic development and CEs in the city was observed during in 2000–2015.",
    "readLink": "https://doi.org/10.1038/s41598-022-13487-5"
  },
  {
    "title": "Physiological and molecular responses of seedlings of an upland rice (‘Tung Lu 3’) to total submergence compared to those of a submergence-tolerant lowland rice (‘FR13A’)",
    "authors": [
      "Si-Yu Yang,",
      "Yu-Sian Wu,",
      "Chung-Tse Chen,",
      "Ming-Hsin Lai,",
      "Hsing-Mu Yen,",
      "Chin-Ying Yang"
    ],
    "doi": "https://doi.org/10.1186/s12284-017-0180-3",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "1939-8425 (Print)",
    "publisher": "1939-8433 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://thericejournal.springeropen.com/",
    "abstract": "Abstract Background Understanding the responses of rice to environmental stresses such as unscheduled submergence is of pressing important owing to increasing severity of weather thought to arise from global climate change. When rice is completely submerged, different types adopt either a quiescence survival strategy (i.e., minimal shoot elongation) or an escape strategy (i.e., enhanced shoot elongation). Each strategy can prolong survival depending on the circumstances. While submergence responses have been studied in rice typical of lowland and flood-prone areas, few studies have explored the physiological and molecular properties of upland rice under submergence. Here, we use seedlings of the upland rice ‘Tung Lu 3’ (‘TL3’) to analyze physiological and molecular responses to submergence. We compare them with those of ‘FR13A’, a lowland rice that tolerates submergence by adopting the quiescence strategy. Results Plant height and distance between leaf sheaths, increased rapidly in ‘TL3’ under submergence. Although this indicated a strong escape strategy the seedlings remained totally underwater for the duration of the experiments. In contrast, ‘FR13A’ elongated much less. Consequently, after 4 days complete submergence followed by drainage, ‘TL3’ lodged much more severely than ‘FR13A’. After 10 d complete submergence, 55% of ‘TL3’ seedlings survived compared to 100% in ‘FR13A’. Chlorophyll a, b and total chlorophyll concentrations of the 2nd oldest leaves of ‘TL3’ were also significantly above those of ‘FR13A’ (but were lower than ‘FR13A’ in the 3rd oldest leaves) and less hydrogen peroxide accumulated in ‘TL3’. Peroxidase activity in submerged ‘TL3’ was also greater than in ‘FR13A’ 1 day after submergence. Quantitative RT–PCR showed increased expression of sucrose synthase 1 and alcohol dehydrogenases 1 after 2 days complete submergence with significantly higher levels in ‘TL3’ compared to ‘FR13A’. Expression was also higher in ‘TL3’ under non-submerged conditions. Conclusions The upland rice line ‘TL3’ gave a stronger elongation response than ‘FR13A’ to complete submergence. This escape strategy is widely considered to prejudice survival when the plant remains totally submerged. However, contrary to expectations, ‘TL3’ survival rates were substantial although below those for ‘FR13A’ while physiological, biochemical and molecular parameters linked to adaptation differed in detail but appeared to be broadly comparable. These findings highlight that submergence tolerance is determine not only by the adoption of quiescence or escape strategies but maybe by metabolic and physiological properties unrelated to the underwater elongation rate.",
    "readLink": "http://link.springer.com/article/10.1186/s12284-017-0180-3"
  }
]