[
  {
    "title": "Effects of Climate Change on Rendered Façades: Expected Degradation in a Progressively Warmer and Drier Climate—A Review Based on the Literature",
    "authors": [
      "Joana Barrelas,",
      "Ana Silva,",
      "Jorge de Brito,",
      "António Tadeu"
    ],
    "doi": "https://doi.org/10.3390/buildings13020352",
    "journalVolume": "Vol. 13,\n                                no. 352\n                                \n                                  p.\n                                  352",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "Climate change could have a significant impact on buildings if its effects are not properly recognized. The consequences of climate action should be considered at the design and maintenance planning stage, with the objective of promoting the overall durability of constructions. Portugal, being part of the Mediterranean region, Southern Europe, and the Iberian Peninsula, and sometimes highlighted in projections as a critical area, is an example of a country considerably vulnerable to climate change impacts. The climate is expected to become warmer and drier, with a substantial rise in temperature and fall in precipitation by the end of the century. What implications will these changes have on the degradation of façades? Climate agents, such as temperature, solar radiation, humidity, precipitation, and wind, directly influence the performance of external claddings that protect internal building components. Cement render is the prevalent façade cladding in Portugal and Europe. Research to assess the risks of future climate-induced degradation on rendered façades is relevant in the context of buildings’ durability and adaptation to climate change. The objective of the present research was to define expectations about the impact of a progressively warmer and drier climate on the degradation of exterior cement renders, based on an analysis of related literature. Generally, less staining and more cracking are expected. Expectations about salt weathering and loss of adhesion are more uncertain and need further research.",
    "readLink": "https://www.mdpi.com/2075-5309/13/2/352"
  },
  {
    "title": "Report on the 4th International Conference on monitoring, simulation, prevention and remediation of dense and debris flows - Debris Flow 2012",
    "authors": [
      "Daniele de Wrachien,",
      "Carlos Brebbia"
    ],
    "doi": "https://doi.org/10.4081/jae.2012.notice3",
    "journalVolume": "Vol. 43,\n                                no. 2",
    "issn": "1974-7071 (Print)",
    "publisher": "2239-6268 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.agroengineering.org",
    "abstract": "Debris and hyper-concentrated flows are amongst the most destructive of all water-related disasters. These hazards are likely to become more frequent and more important in the future due to the effects of the increase in population, urbanization, land subsidence and the impact of climate change. They affect both rural and urban environments, particularly in river basins and in mountain areas. In recent years, they have attracted more and more attention from the scientific and professional communities due to the number of lives lost, and there is growing public concern for the future. New methods and measures are required to cope with debris flow changes and to achieve a harmonious balance between the environment and economic forces.",
    "readLink": "http://www.agroengineering.org/index.php/jae/article/view/166"
  },
  {
    "title": "Quantifying the probability distribution function of the transient climate response to cumulative CO2 emissions",
    "authors": [
      "Lynsay Spafford,",
      "Andrew H MacDougall"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab6d7b",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  p.\n                                  034044",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The Transient Climate Response to Cumulative CO _2 Emissions (TCRE) is the proportionality between global temperature change and cumulative CO _2 emissions. The TCRE implies a finite quantity of CO _2 emissions, or carbon budget, consistent with a given temperature change limit. The uncertainty of the TCRE is often assumed be normally distributed, but this assumption has yet to be validated. We calculated the TCRE using a zero-dimensional ocean diffusive model and a Monte-Carlo error propagation ( n = 10 000 000) randomly drawing from probability density functions of the climate feedback parameter, the land-borne fraction of carbon, radiative forcing from an e-fold increase in CO _2 concentration, effective ocean diffusivity, and the ratio of sea to global surface temperature change. The calculated TCRE has a positively skewed distribution, ranging from 1.1 to 2.9 K EgC ^−1 (5%–95% confidence), with a mean and median value of 1.9 and 1.8 K EgC ^−1 . The calculated distribution of the TCRE is well described by a log-normal distribution. The CO _2 -only carbon budget compatible with 2 °C warming is 1100 PgC, ranging from 700 to 1800 PgC (5%–95% confidence) estimated using a simplified model of ocean dynamics. Climate sensitivity is the most influential Earth System parameter on the TCRE, followed by the land-borne fraction of carbon, radiative forcing from an e-fold increase in CO _2 , effective ocean diffusivity, and the ratio of sea to global surface temperature change. While the uncertainty of the TCRE is considerable, the use of a log-normal distribution may improve estimations of the TCRE and associated carbon budgets.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab6d7b"
  },
  {
    "title": "Mitogenome of the extinct Desert ‘rat-kangaroo’ times the adaptation to aridity in macropodoids",
    "authors": [
      "Michael Westerman,",
      "Stella Loke,",
      "Mun Hua Tan,",
      "Benjamin P. Kear"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-09568-0",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The evolution of Australia’s distinctive marsupial fauna has long been linked to the onset of continent-wide aridity. However, how this profound climate change event affected the diversification of extant lineages is still hotly debated. Here, we assemble a DNA sequence dataset of Macropodoidea—the clade comprising kangaroos and their relatives—that incorporates a complete mitogenome for the Desert ‘rat-kangaroo’, Caloprymnus campestris. This enigmatic species went extinct nearly 90 years ago and is known from a handful of museum specimens. Caloprymnus is significant because it was the only macropodoid restricted to extreme desert environments, and therefore calibrates the group’s specialisation for increasingly arid conditions. Our robustly supported phylogenies nest Caloprymnus amongst the bettongs Aepyprymnus and Bettongia. Dated ancestral range estimations further reveal that the Caloprymnus-Bettongia lineage originated in nascent xeric settings during the middle to late Miocene, ~ 12 million years ago (Ma), but subsequently radiated into fragmenting mesic habitats after the Pliocene to mid-Pleistocene. This timeframe parallels the ancestral divergences of kangaroos in woodlands and forests, but predates their adaptive dispersal into proliferating dry shrublands and grasslands from the late Miocene to mid-Pleistocene, after ~ 7 Ma. We thus demonstrate that protracted changes in both climate and vegetation likely staged the emergence of modern arid zone macropodoids.",
    "readLink": "https://doi.org/10.1038/s41598-022-09568-0"
  },
  {
    "title": "Northern Benguela Merluccius paradoxus Annual Growth From Otolith Chronologies Used for Age Verification and as Indicators of Fisheries-Induced and Environmental Changes",
    "authors": [
      "Margit R. Wilhelm,",
      "Margit R. Wilhelm,",
      "Bryan A. Black,",
      "Bryan A. Black,",
      "Tarron Lamont,",
      "Tarron Lamont,",
      "Sarah C. Paulus,",
      "Chris Bartholomae,",
      "Deon C. Louw"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.00315",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "In this study we develop a 32-year (1982–2013) otolith biochronology of the commercially important deepwater hake Merluccius paradoxus in the northern Benguela, Namibia. Mean annual growth (mm) calculated from 140 thin-sectioned M. paradoxus otoliths were compared with change in mean length at age 3 to age 4 determined from Namibian whole-otolith-read age-length keys (ALKs). Annual growth rates calculated from the two methods (overlapping 2000–2013) were strongly positively correlated (ρ = 0.730, n = 14, p < 0.01). This indirectly validated annual age determination of M. paradoxus, the accuracy of otolith chronologies, and the ability of ALKs to capture annual variability in fish growth. Annual M. paradoxus growth rates were significantly positively correlated with the July–September upwelling index 1982–2013 at 30°S, (ρ = 0.414, n = 32, p < 0.05) and positively correlated with August mean chlorophyll-a concentrations (as indicator for primary production) 2002–2013 in the 28–30°S area (ρ = 0.734, n = 12, p < 0.01). Annual M. paradoxus growth rates significantly negatively correlated with October (austral spring) sea surface temperatures in the 24–28°S area (ρ = −0.381, n = 32, p < 0.05). This Orange-River Namaqua upwelling cell corresponds to the area where juvenile and young adult M. paradoxus live, suggesting growth rate strongly responds to local forcing. We also determined that mean length-at-age 3 calculated from ALKs (current and literature) significantly increased from 1977 through 2016 at 0.075 cm.year–1 (t = 3.04, df = 41, p = 0.004), while length-at-age 8 significantly decreased at 0.25 cm.year–1 (t = −3.59, df = 30, p = 0.001). Both trends may indicate fisheries-induced adaptive changes. M. paradoxus occurring at >300 m bottom depth, are thus strongly influenced by fisheries. As an upper-level demersal predator, this species integrates signals throughout the food web to provide a unique “view from the top” of long-term changes in the northern Benguela upwelling system. These results provide background ranges of growth variability and context for what will likely be negative impacts of predicted decreases in future upwelling.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2020.00315/full"
  },
  {
    "title": "Eurasian autumn snow link to winter North Atlantic Oscillation is strongest for Arctic warming periods",
    "authors": [
      "M. Wegmann,",
      "M. Rohrer,",
      "M. Rohrer,",
      "M. Rohrer,",
      "M. Santolaria-Otín,",
      "G. Lohmann"
    ],
    "doi": "https://doi.org/10.5194/esd-11-509-2020",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  509\n                                  – 524",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "In recent years, many components of the connection between Eurasian autumn snow cover and wintertime North Atlantic Oscillation (NAO) have been investigated, suggesting that November snow cover distribution has strong prediction power for the upcoming Northern Hemisphere winter climate. However, the non-stationarity of this relationship could impact its use for prediction routines. Here we use snow products from long-term reanalyses to investigate interannual and interdecadal links between autumnal snow cover and atmospheric conditions in winter. We find evidence for a negative NAO-like signal after November with a strong west-to-east snow cover gradient, which is valid throughout the last 150 years. This correlation is consistently linked to a weak stratospheric polar vortex state. Nevertheless, decadal evolution of this link shows episodes of decreased correlation strength, which co-occur with episodes of low variability in the November snow index. By contrast, periods with high prediction skill for winter NAO are found in periods of high November snow variability, which co-occur with the Arctic warming periods of the 20th century, namely the early 20th-century Arctic warming between 1920 and 1940 and the ongoing anthropogenic global warming at the end of the 20th century. A strong snow dipole itself is consistently associated with reduced Barents–Kara sea ice concentration, increased Ural blocking frequency and negative temperature anomalies in eastern Eurasia.",
    "readLink": "https://www.earth-syst-dynam.net/11/509/2020/esd-11-509-2020.pdf"
  },
  {
    "title": "Results of an Arctic Council survey on water and sanitation services in the Arctic",
    "authors": [
      "Jonathan M. Bressler,",
      "Thomas W. Hennessy"
    ],
    "doi": "https://doi.org/10.1080/22423982.2017.1421368",
    "journalVolume": "Vol. 77,\n                                no. 1",
    "issn": "2242-3982 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/zich",
    "abstract": "As part of a project endorsed by the Arctic Council’s Sustainable Development Working Group (SDWG), a survey was conducted to describe the current status of water, sanitation and hygiene (WASH) services in the Arctic region. The English language internet-based survey was open from April to September, 2016 and drew 142 respondents from seven Arctic nations. Respondents provided information on access to WASH services, notification requirements for water-related infectious diseases, and examples of environmental- or climate-change related events that impact the provision of WASH services. Many remote Arctic and sub-Arctic residents lack WASH services, and these disparities are often not reflected in national summary data. Environmental changes impacting WASH services were reported by respondents in every Arctic nation. Participants at an international conference co-sponsored by SDWG reviewed these results and provided suggestions for next steps to improve health of Arctic residents through improved access to water and sanitation services. Suggestions included ongoing reporting on WASH service availability in underserved populations to measure progress towards UN Sustainable Development Goal #6; evaluations of the health and economic consequences of disparities in WASH services; and Arctic-specific forums to share innovations in WASH technology, improved management and operations, and adaptation strategies for environmental or climate change.",
    "readLink": "http://dx.doi.org/10.1080/22423982.2017.1421368"
  },
  {
    "title": "Bibliometric Network Analysis of “Water Systems’ Adaptation to Climate Change Uncertainties”: Concepts, Approaches, Gaps, and Opportunities",
    "authors": [
      "Aymen Sawassi,",
      "Roula Khadra"
    ],
    "doi": "https://doi.org/10.3390/su13126738",
    "journalVolume": "Vol. 13,\n                                no. 6738\n                                \n                                  p.\n                                  6738",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In response to the impact of climate change and to the uncertainties associated with the various dimensions of hydrologic variability, water systems’ adaptation has risen to the top of global agendas. In accordance, identifying the additional science needed to improve our understanding of climate change and its impacts, including the scientific advances needed to improve the effectiveness of actions taken to adapt water systems, is of the utmost importance. To this aim, this research draws on a systematic bibliometric study of data, generated from the Web of Science research engine between 1990 and 2019, combined with a statistical analysis, to explore academic publication trends, and identify the strategic gaps and opportunities in global scientific research. The analysis shows the consistent level of national and international collaboration among authors, institutions, and countries, and highlights the substantial contribution of the USA and the UK to this research field. The statistical examination shows that the adaptation-informed literature on water systems remains fragmented, and predominantly centred on the framing of water resource planning and management, in addition to water engineering and infrastructure. The analysis also revealed a relatively skewed understanding of various important dimensions, such as governance, integrated water resources management, and stakeholder engagement, which are crucial for planning and implementing an efficient adaptation process. Observations reflect on the need to build water-related adaptive approaches based on a thorough understanding of potential climate uncertainties, rather than to generically address all the uncertainties in one scenario analysis. These approaches are required to combine short and longterm actions rather than considering only current and short-term measures, and to similarly associate policy and engineering, and equally consider the robustness, flexibility, reliability, and vulnerability during the planning phase.",
    "readLink": "https://www.mdpi.com/2071-1050/13/12/6738"
  },
  {
    "title": "Ensemble Modeling of the Impact of Climate Warming and Increased Frequency of Extreme Climatic Events on the Thermal Characteristics of a Sub-Tropical Lake",
    "authors": [
      "Gideon Gal,",
      "Gilboa Yael,",
      "Schachar Noam,",
      "Estroti Moshe,",
      "Dirk Schlabing"
    ],
    "doi": "https://doi.org/10.3390/w12071982",
    "journalVolume": "Vol. 12,\n                                no. 1982\n                                \n                                  p.\n                                  1982",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Lake ecosystems are impacted by changes in climatic conditions. Climate changes forecasted to occur are reflected in models by slow gradual changes over extended periods of time. Output from weather generators, on the other hand, can simulate short-term extreme conditions and weather patterns. In order to evaluate the likely impact of climate changes on a large sub-tropical lake, specifically the thermal regime of the lake, we constructed climate scenarios using a weather generator. The 30-year scenarios included no change in climate conditions, a gradual change, increased frequency of heat waves and a merging of the latter two. The projected impact on the lake’s physical properties was evaluated using an ensemble of 1-D hydrodynamic lake models. The gradual increase scenario had the largest impact on annual temperatures and stratification period; however, increased heat waves had a large effect on the summer lake conditions and introduced a larger degree of variability in water temperature. The use of the ensemble of models resulted in variability in the projected impacts; yet, the large degree of similarity between projected trends and patterns increased confidence in the results. The projected effect the heat waves will have on the lake conditions highlights the need to include heat waves in climate studies and the need for impact studies in order to better understand possible consequences for lake ecosystems.",
    "readLink": "https://www.mdpi.com/2073-4441/12/7/1982"
  },
  {
    "title": "Desertificação: Questionando as Bases Conceituais, Escalas de Análise e Consequëncias",
    "authors": [
      "Roberto Verdum, Denise Quevedo, Lisiane Zanini e Luciane Cândido"
    ],
    "doi": "https://doi.org/10.22409/GEOgraphia2001.v3i6.a13413",
    "journalVolume": "Vol. 3,\n                                no. 6\n                                \n                                  pp.\n                                  83\n                                  – 91",
    "issn": "1517-7793 (Print)",
    "publisher": "2674-8126 (Online)",
    "countryOfPublisher": "Universidade Federal Fluminense (UFF)",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://periodicos.uff.br/geographia/",
    "abstract": "Resumo Considerando o interesse na temática da arenização no sudoeste do Rio Grande do Sul, Brasil e o estímulo à reflexão, pensa-se que é fundamental expor e discutir os critérios que estruturam o(s) conceito(s) de desertificação, através da análise de como este conceito tem sido apresentado nas pesquisas científicas, nos livros didáticos e na prática universitária. Quando se busca a compreensão da gênese e as bases que forjaram o conceito do processo denominado desertificação, procura-se o balizamento a partir de dois critérios essenciais para o estudo de qualquer processo: o espaço geográfico e o tempo de sua ocorrência. A partir da análise desses dois critérios e das alterações provocadas nas sociedades humanas percebem-se significativas diferenças nos conceitos de desertificação, assim como em relação as propostas de combatê-la. Sendo assim, inicialmente este artigo têm a intenção de incitar a reflexão no que se refere a essas diferenças, trazendo algumas bases referenciais, o uso desses conceitos em livros didáticos de maior uso na rede escolar e a produção dos alunos de pós-graduação do curso de Mestrado em Geografia da UFRGS, na disciplina denominada Desertificação: questão ambiental. Palavras chave: desertificação, arenização, ambiental. Abstract The word desertification has been repeatedly applied to southwestern Rio Grande do Sul, Brasil. This paper questions if this is the right word to use. Below, we review how this word is used in the scientific literature, textbooks and in universities. For all of Geography the meaning of a word must be provided in its both spatial and temporal dimensions. Spatially desertification has been used to arid, semi-arid, semi-wet regions. Examples of this are found in the northeast of Brazil and the Sahel in Africa. The temporal use of desertification is perhaps harder to be as precise, but has been generally used for different time scales. Examples of this are the desertification in a tropical zone of Africa, identified since 1949, the desertification in Brazil identified since 1970 and in others places of the world where the desertification is associated with the global climate change of the Quatemary Period. Key words: desertification, enviromental",
    "readLink": "https://periodicos.uff.br/geographia/article/view/13413"
  }
]