[
  {
    "title": "Combined Effects of Precipitation and Temperature on the Responses of Forest Spring Phenology to Winter Snow Cover Dynamics in Northeast China",
    "authors": [
      "Dejing Qiao,",
      "Jianmin Zhou,",
      "Shuang Liang,",
      "Xiyou Fu"
    ],
    "doi": "https://doi.org/10.1109/ACCESS.2019.2943202",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  pp.\n                                  138950\n                                  – 138962",
    "issn": "2169-3536 (Online)",
    "publisher": "IEEE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=6287639",
    "abstract": "The start date of vegetation growing season (SOS) is generally considered as an essential indicator to reflect vegetation growth condition. To date, relatively little research has explored the combined effects of temperature and precipitation on the responses of forest spring phenology to snow cover in detail. To investigate this, we applied the developed plant phenology index (PPI) derived from Moderate Resolution Image Spectroradiometer (MODIS) to estimate SOS over Northeast China from 2004 to 2018, and explored the relationship between SOS and climate variables, such as temperature, precipitation and snow cover. Our results indicated that winter snow cover dynamics had a significant effect on the forest spring growth in the following year. SOS showed a negative correlation with snow cover duration (SCD) and the ending date of snow cover (SCED), whereas had a positive correlation with the onset date of snow cover (SCOD). It implied that a longer SCD, later SCED and earlier SCOD would promote forest growth. Furthermore, we first revealed that SOS was more closely associated with the preseason temperature than winter temperature. Most regions exhibited a significant positive correlation with increasing preseason temperature, but the winter temperature showed an opposite pattern except for the cool-temperate needleleaf forest region. Meanwhile, SOS had a negative relationship with precipitation, especially for preseason precipitation. Furthermore, with increasing of temperature and precipitation in winter, the responses of SOS to snow cover phenology in temperate needleleaf and broadleaf mixed-forest region are contrary to that in the other three regions. During the period from SCED to SOS, the responses of SOS to snow cover phenology varied among different vegetation zones and the gradients of temperature and precipitation.",
    "readLink": "https://ieeexplore.ieee.org/document/8846681/"
  },
  {
    "title": "Spatiotemporal Variations in Antarctic Protistan Communities Highlight Phytoplankton Diversity and Seasonal Dominance by a Novel Cryptophyte Lineage",
    "authors": [
      "Maria Hamilton,",
      "Martina Mascioni,",
      "Elisabeth Hehenberger,",
      "Charles Bachy,",
      "Charmaine Yung,",
      "Maria Vernet,",
      "Alexandra Z. Worden"
    ],
    "doi": "https://doi.org/10.1128/mBio.02973-21",
    "journalVolume": "Vol. 12,\n                                no. 6",
    "issn": "2161-2129 (Print)",
    "publisher": "2150-7511 (Online)",
    "countryOfPublisher": "American Society for Microbiology",
    "lcc": [
      "United States",
      "Science: Microbiology"
    ],
    "journalUrl": "https://journals.asm.org/journal/mbio",
    "abstract": "ABSTRACT The Andvord fjord in the West Antarctic Peninsula (WAP) is known for its productivity and abundant megafauna. Nevertheless, seasonal patterns of the molecular diversity and abundance of protistan community members underpinning WAP productivity remain poorly resolved. We performed spring and fall expeditions pursuing protistan diversity, abundance of photosynthetic taxa, and the connection to changing conditions. 18S rRNA amplicon sequence variant (ASV) profiles revealed diverse predatory protists spanning multiple eukaryotic supergroups, alongside enigmatic heterotrophs like the Picozoa. Among photosynthetic protists, cryptophyte contributions were notable. Analysis of plastid-derived 16S rRNA ASVs supported 18S ASV results, including a dichotomy between cryptophytes and diatom contributions previously reported in other Antarctic regions. We demonstrate that stramenopile and cryptophyte community structures have distinct attributes. Photosynthetic stramenopiles exhibit high diversity, with the polar diatom Fragilariopsis cylindrus, unidentified Chaetoceros species, and others being prominent. Conversely, ASV analyses followed by environmental full-length rRNA gene sequencing, electron microscopy, and flow cytometry revealed that a novel alga dominates the cryptophytes. Phylogenetic analyses established that TPG clade VII, as named here, is evolutionarily distinct from cultivated cryptophyte lineages. Additionally, cryptophyte cell abundance correlated with increased water temperature. Analyses of global data sets showed that clade VII dominates cryptophyte ASVs at Southern Ocean sites and appears to be endemic, whereas in the Arctic and elsewhere, Teleaulax amphioxeia and Plagioselmis prolonga dominate, although both were undetected in Antarctic waters. Collectively, our studies provide baseline data against which future change can be assessed, identify different diversification patterns between stramenopiles and cryptophytes, and highlight an evolutionarily distinct cryptophyte clade that thrives under conditions enhanced by warming. IMPORTANCE The climate-sensitive waters of the West Antarctic Peninsula (WAP), including its many fjords, are hot spots of productivity that support multiple marine mammal species. Here, we profiled protistan molecular diversity in a WAP fjord known for high productivity and found distinct spatiotemporal patterns across protistan groups. Alongside first insights to seasonal changes in community structure, we discovered a novel phytoplankton species with proliferation patterns linked to temperature shifts. We then examined evolutionary relationships between this novel lineage and other algae and their patterns in global ocean survey data. This established that Arctic and Antarctic cryptophyte communities have different species composition, with the newly identified lineage being endemic to Antarctic waters. Our research provides critical knowledge on how specific phytoplankton at the base of Antarctic food webs respond to warming, as well as information on overall diversity and community structure in this changing polar environment.",
    "readLink": "https://journals.asm.org/doi/10.1128/mBio.02973-21"
  },
  {
    "title": "Influence of Dynamic and Thermal Effects of Asian Topography on Tropical Cyclone Activity as Simulated in a Global Climate Model",
    "authors": [
      "Jinxiao Li"
    ],
    "doi": "https://doi.org/10.3390/atmos14050905",
    "journalVolume": "Vol. 14,\n                                no. 905\n                                \n                                  p.\n                                  905",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Asian topography plays a significant role in regional and global weather and climate change. Based on the dataset of climate system model named CAS FGOALS-f3 participated in Global monsoons Model Inter-comparison (GMMIP), the MIP endorsement of Coupled Model Intercomparison Project Phase 6 (CMIP6), the role of Asian topography to the formation and movement of tropical cyclones (TCs) are discussed in this study. This study provides the first comparative analysis of the dynamic and thermal effects of Asian topography on the regional and global activity of TCs. The results indicate that the Asian topography promotes the generation and development of TCs, especially in the Northwest Pacific (WNP). The contribution of the Asian topography to the number of TCs reached about 50% in WNP. It is worth noting that there are still positive biases of TC track density in the experiment named “AMIP-NS”, which means the thermal effect of Asian topography is also essential for TC formation and development in WNP, which has not received much attention before. Besides, the possible reasons for the modulation of TC activity are given from two aspects: (1) The existence of Asian topography has changed the large-scale factors related to TC activities such as warm core, sea-level pressure, genesis potential index (GPI), which are beneficial to the generation and movement of TC. (2) Asian topography promotes the spread of Madden–Julian oscillation (MJO), which is also beneficial to the generation and movement of TC. It is worthwhile to investigate further the mechanisms by which Asian topography affects the activity of TCs.",
    "readLink": "https://www.mdpi.com/2073-4433/14/5/905"
  },
  {
    "title": "Mapping forward-looking mitigation studies at country level",
    "authors": [
      "Claire Lepault,",
      "Franck Lecocq"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac0ac8",
    "journalVolume": "Vol. 16,\n                                no. 8\n                                \n                                  p.\n                                  083001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "We provide the first survey of the rapidly expanding literature on country-level mitigation pathways using systematic mapping techniques. We build a database of 4691 relevant papers from the Web of Science and Scopus. We analyze their abstracts and metadata using text mining and natural language processing techniques. To discover common topics within the abstracts, we use an innovative and fully reproducible topic modeling approach based on two machine learning models. We find that the number of papers per country is well correlated with current levels of greenhouse gas (GHG) emissions, with few papers for (current) low emitters, notably in Africa. Time horizons of 2030 and 2050 each account for one-third of the papers, with the former actually more frequent in recent years, spurred by interest in the (Intended) Nationally Determined Contributions. Topic modeling analysis of the data set reveals that forward-looking mitigation papers encompass all dimensions of mitigation, save for financial issues, that are lacking. However, energy and to a lesser degree land use, land use change and forestry are very dominant relative to other sectors. Topics are unevenly addressed across countries, reflecting national circumstances and priorities, but also pointing to gaps in the literature. The limited number of forward-looking papers in (currently) low-emitting countries raises questions about the lack of research capacity in support of the construction of domestic climate policies.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac0ac8"
  },
  {
    "title": "Experimental evidence on the prolonged stability of CO2 hydrates in the self-preservation region",
    "authors": [
      "Sai Kiran Burla,",
      "Prasad S.R. Pinnelli"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100335",
    "issn": "2666-0164 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Chemical technology: Chemical engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/case-studies-in-chemical-and-environmental-engineering",
    "abstract": "Most chemical engineering firms value carbon dioxide as a valuable commodity and the main greenhouse gas that is alarming climate change. The importance of limiting CO2 emissions while also providing sectors with beneficial CO2 is paramount. The current work defines the viability of CO2 capture via gas hydrates, followed by storage and transportation. 0.5 wt% of l-methionine amino acid powder is used as an additive. The experiments were performed in non-stir conditions, and the CO2 hydrate nucleation was observed at 268.3 ± 2.2 K and 2370.7 ± 56.2 kPa. l-methionine accelerated the gas uptake kinetics, and 90% of the hydrate conversion was within 28.7 ± 4.6 minutes, which is 6.25 times faster than the bulk system (without additive). It acted as a catalyst and did not alter the hydrate's structural characteristics. The stochastic nature of hydrate nucleation is abated, and water reuse yielded a similar conversion. The maximum achieved CO2 hydrate yield is 100.3 ± 1.5 v/v, accounting for ∼67% of the maximum feasible value (149.3 v/v). For viable transportation of the captured CO2 in hydrate form, the self-preservation phenomenon is experimentally evaluated at ∼268 K. The study established the prolonged stability of CO2 hydrates in the self-preservation zone for 50 hours. The hydrate preservation is interrelated to the ice capping theory, which describes how a thin layer of liquid water forms on the surface of the hydrate and eventually freezes to form the ice cap. The boil-off observed due to the hydrate melting, and self-annealing was 25% of the total gas. Regasification is easy and accomplished by raising the temperature over the ice melting point. The findings highlight the significance of more extended hydrate stability in the self-preservation window, which could be a valuable tool for CO2 storage and transportation under milder pressure-temperature conditions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666016423000403"
  },
  {
    "title": "Water Pathways for the Hindu-Kush-Himalaya and an Analysis of Three Flood Events",
    "authors": [
      "Robert Boschi,",
      "Valerio Lucarini"
    ],
    "doi": "https://doi.org/10.3390/atmos10090489",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  489",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The climatology of major sources and pathways of moisture for three locales along the Hindu-Kush-Himalayan region are examined, by use of Lagrangian methods applied to the ERA-Interim dataset, over the period from 1980 to 2016 for both summer (JJA) and winter (NDJ) periods. We also investigate the major flooding events of 2010, 2013, and 2017 in Pakistan, Uttarakhand, and Kathmandu, respectively, and analyse a subset of the climatology associated with the 20 most significant rainfall events over each region of interest. A comparison is made between the climatology and extreme events, in the three regions of interest, during the summer monsoon period. For Northern Pakistan and Uttarakhand, the Indus basin plays the largest role in moisture uptake. Moisture is also gathered from Eastern Europe and Russia. Extreme events display an increased influence of sub-tropical weather systems, which manifest themselves through low-level moisture transport; predominantly from the Arabian sea and along the Gangetic plain. In the Kathmandu region, it is found that the major moisture sources come from the Gangetic plain, Arabian Sea, Red Sea, Bay of Bengal, and the Indus basin. In this case, extreme event pathways largely match those of the climatology, although an increased number of parcels originate from the western end of the Gangetic plain. These results provide insights into the rather significant influence of mid-latitudinal weather systems, even during the monsoon season, in defining the climatology of the Hindu-Kush-Himalaya region, as well as how extreme precipitation events in this region represent atypical moisture pathways. We propose a detailed investigation of how such water pathways are represented in climate models for the present climate conditions and in future climate scenarios, as this may be extremely relevant for understanding the impacts of climate change on the cryosphere and hydrosphere of the region.",
    "readLink": "https://www.mdpi.com/2073-4433/10/9/489"
  },
  {
    "title": "Assessment of Cities’ Adaptation to Climate Change and Its Relationship with Urbanization in China",
    "authors": [
      "Xiaodong Pei,",
      "Jing Wu,",
      "Junbo Xue,",
      "Jincai Zhao,",
      "Changxin Liu,",
      "Yuan Tian"
    ],
    "doi": "https://doi.org/10.3390/su14042184",
    "journalVolume": "Vol. 14,\n                                no. 2184\n                                \n                                  p.\n                                  2184",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Global climate change has led to more frequent occurrences of extreme, dangerous events; therefore, it is urgent to enhance cities’ adaptation to climate change. Focusing on the impact of high temperature, low temperature, drought, and flooding, we established multi-dimensional assessment systems covering natural, economic, and social elements for cities’ climate change adaptations. Based on the assessment systems, studies on adaptation to climate change were conducted in 248 cities in China using the entropy weight method, coefficient of variation method, and exploratory spatial data analysis; with the help of geographically weighted regression (GWR), the relationships between four types of urbanization and cities’ adaptation to climate events were explored. The results showed the following: (1) High-administrative-level cities had higher adaptation than ordinary prefecture-level cities. (2) The differences in adaptation to the four types of climate events between cities within each of the seven regions in China presented significantly different spatial patterns. (3) Under the four types of climate events, the global spatial correlations of cities’ adaptations in China were positive. The agglomeration characteristics of adaptation were mainly H–H and L–L agglomerations. (4) When analyzing the impacts of four types of urbanization on cities’ adaptation to climate events, the fitting effects of GWR models were far better than those of OLS models. Population urbanization, economic urbanization, land urbanization, and industrial urbanization had different impacts on adaptation. Under the influence of social and economic development, the urbanization regression coefficients of different cities had significant spatial differences.",
    "readLink": "https://www.mdpi.com/2071-1050/14/4/2184"
  },
  {
    "title": "Life Cycle Assessment and Indoor Environmental Quality of Wooden Family Houses",
    "authors": [
      "Silvia Vilčeková,",
      "Katarína Harčárová,",
      "Andrea Moňoková,",
      "Eva  Krídlová Burdová"
    ],
    "doi": "https://doi.org/10.3390/su122410557",
    "journalVolume": "Vol. 12,\n                                no. 10557\n                                \n                                  p.\n                                  10557",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This article analyzes in detail the impact of wooden houses on the environment using the life cycle assessment (LCA) methodology and at the same time evaluates the indoor environmental quality (IEQ) in these houses. The investigated detached family houses had a wooden structure. The first one had a bearing system made of a wooden frame; other materials were conventional. The second house was built entirely of log wood. Given the high risk of greenhouse gas emissions, the concentration of which in the atmosphere is causing global climate change, the global warming potential (GWP) indicator is crucial. According to results, the family house built entirely of wood and with a biomass boiler significantly reduces CO2 emissions and is therefore considered from the LCA point of view as a more suitable alternative compared to a house with a wooden frame structure. The building materials with the highest share involved in the creation of GWP include concrete structures (38–48%), ceramic roof tiles (33%) and plasterboard (15%). Plasterboard cladding (55%), concrete structures (17–19%), oriented strand board OSB (9–22%), impregnated wooden structures (31–52%) and plastic windows (9%) are the most involved in acidification potential (AP) and eutrophication potential (EP). Plasterboard structures (21%), impregnated wood materials (47.4%), reinforced concrete structures (12%) and mineral wool and roof tiles significantly contribute to the creation of photochemical ozone creation potential (POCP) and ozone depletion potential (ODP). The indoor environmental quality was evaluated through short-term measurements of basic physico-chemical parameters. Since both houses have different characteristics, the aim of this monitoring was to evaluate the actual state of IEQ in selected wooden houses under real conditions. Based on the recorded results, it can be stated that neither presented wooden house, in terms of thermal-humidity microclimate, concentration of CO2 and particulate matter, represents an environment with a negative impact on their occupants. With regards to volatile organic compounds (VOCs), the increased concentrations of xylenes and tetrachlorethylene in the log house were probably caused by the application of impregnation and protective coatings six months before monitoring. In this case, the concentration of tetrachloroethene, which is considered a potential carcinogen, was six times higher than the legislative limit. For VOCs, such as limonene, isobutylene and n-butylacetate, which were found in the wooden frame house, no limits are set. The legislative limits for xylenes and tetrachlorethylene in this house have not been exceeded, and therefore the IEQ cannot yet be considered harmful for health. The presence of all the mentioned VOCs in the interior air of the wooden frame house is more related to the activities of occupants, as this house has been inhabited for several years.",
    "readLink": "https://www.mdpi.com/2071-1050/12/24/10557"
  },
  {
    "title": "Wet peatland utilisation for climate protection – An international survey of paludiculture innovation",
    "authors": [
      "Rafael Ziegler,",
      "Wendelin Wichtmann,",
      "Susanne Abel,",
      "René Kemp,",
      "Magali Simard,",
      "Hans Joosten"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  p.\n                                  100305",
    "issn": "2666-7908 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/cleaner-engineering-and-technology/",
    "abstract": "Drainage-base agriculture and forestry are key drivers of emissions from degraded peatlands. An important challenge of climate-oriented peatland management is an improved conservation of their huge carbon stocks. Paludiculture, the productive use of wet peatlands, is a promising land use alternative that reduces greenhouse gas emissions substantially since it requires rewetting of peatlands. As rewetting is accompanied by productive use, it offers a sustainability innovation for farmers and other land users. There is an emerging knowledge base on paludiculture but no empirical study of paludiculture and its diffusion as an international innovation. The paper closes this research gap presenting the results of a survey of paludiculture projects in a variety of global contexts.It shows paludiculture to be an emerging, science-driven and collaborative innovation that faces adverse path-dependency from drained peatland exploitation. There is a diversity of paludicultures for fuel, fodder, horticultural substrate and construction material, but these are rarely directly commercially viable. A third of initiatives see themselves in continuity with traditional but often marginalized uses of peatlands. Paludiculture is a complex, critical sustainability innovation mission calling for a multiple-objective strategy and a sustainability-oriented form of governance.As biomass from paludiculture per se can almost never compete with dryland alternatives, we recommend i) to initiate and sustain large-scale programmes to develop products that exploit the unique properties of wetland plants across market, public and communal uses, ii) to develop integrative concepts for payments for ecosystem services associated with wet peatlands, iii) a complementary focus on ending subsidies and policy support for drainage-based peatland use, as well as iv) inclusive stakeholder involvement from the start as well as sustained policy support to foster paludiculture as the productive niche within a culture of living sustainably with peatlands.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666790821002652"
  },
  {
    "title": "The role of disasters in shaping narratives of resilience and transformation in Puerto Rico",
    "authors": [
      "Alaina D. Kinol,",
      "Laura Kuhl"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100227",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Extreme weather events can act as “focusing events” that open windows of opportunity in the policy process for increasing resilience and transforming existing systems to be more sustainable and just. However, due to the multiple and contested meanings of resilience, it is uncertain to what extent a focusing event will foster transformational policy change as opposed to re-entrenching existing systems and structures. We conducted quantitative content and qualitative narrative analyses of Puerto Rican climate and energy policy before and after Hurricane Maria to assess the effect of a climate-induced disaster on the framings of resilience and transformation. We find that these terms are used predominantly in service of changes needed to promote the stability of the existing energy system. This suggests that after Hurricane Maria, achieving stability has been the dominant goal for resilience and transformation. As long as those responsible for the Puerto Rican energy system emphasize stability without actively working to enable longer-term transformational change, Puerto Ricans are unlikely to experience a rapid transition toward a sustainable, inclusive energy system.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666049023000208"
  }
]