[
  {
    "title": "The Change in Some Leaf Micromorphological Characters of Prunus laurocerasus L. Species by Their Habitat",
    "authors": [
      "Nurcan Yiğit,",
      "Mehmet Çetin,",
      "Hakan Şevik"
    ],
    "doi": "https://doi.org/10.24925/turjaf.v6i11.1517-1521.1704",
    "journalVolume": "Vol. 6,\n                                no. 11\n                                \n                                  pp.\n                                  1517\n                                  – 1521",
    "issn": "2148-127X (Online)",
    "publisher": "Turkish Science and Technology Publishing (TURSTEP)",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://agrifoodscience.com/index.php/TURJAF/index",
    "abstract": "In this study, it was aimed to identify the change in some micromorphological characters in Prunus laurocerasus L. leaves obtained from 6 different provinces located in the areas where different climate types are dominant, depending on their habitat. In this regard, the leaf samples were collected from Prunus laurocerasus L. individuals in the provinces of Rize, Samsun located in the areas including the European-Siberian, Irano-Turanian and Mediterranean phytogeographical regions. The leaf epidermis images were obtained with the help of SEM on the collected leaf samples, and the required measurement procedures were performed on these images with the help of “Image J” measurement program. By measurements performed on the leaf epidermis surface, Stoma Length (µm), Stoma Width (µm), Pore length (µm), Pore width (µm) and Stoma Density (in an area of 1 mm2) measured such as micromorphological characters. The data obtained were subjected to the Variance analysis and Duncan’s test, and the change in these characters depending on their habitat was statistically evaluated. At the end of the study, it was determined that there were statistically significant differences at the confidence level of minimum 95% among the conditions of the habitat in terms of all characters except for the stomatal width.",
    "readLink": "http://www.agrifoodscience.com/index.php/TURJAF/article/view/1704"
  },
  {
    "title": "Czech Greenpeace Donors and the Barriers to their Climate-Friendly Household Behaviour",
    "authors": [
      "Jan Krajhanzl,",
      "Jan Skalík"
    ],
    "doi": "Vol. 12,\n                                no. 3",
    "issn": "1214-813X (Print)",
    "publisher": "1803-6104 (Online)",
    "countryOfPublisher": "Masaryk University, Faculty of Social Studies",
    "lcc": [
      "Czechia",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://journals.muni.cz/socialni_studia",
    "abstract": "In the decades to come, global climate change poses a significant environmental, social, and economic threat. Among the various strategies that are being implemented to reduce this threat are those that focus on decreasing greenhouse gas emissions by supporting the climate-friendly behaviour of the general public. The present study is focused on Czech Greenpeace donors. These donors represent a segment of the public that, while engaged in supporting systemic policy measures in the area of climate protection, also has the potential to grow in the area of climate-friendly household behaviour. Our research is based on a sample of 504 respondents and deals with this group’s climate-relevant household behaviour. In relation to Community-Based Social Marketing, we examine the potential of Greenpeace donors to behave in a climate-friendly way, and we identify the barriers that prevent them from getting involved in a broader spectrum of climate-friendly behaviour. Our analysis is informed by several significant contemporary theories of pro-environemntal behaviour. We also highlight topic areas on which to focus when encouraging Greenpeace donors to further improve their climate-friendly behaviour.",
    "readLink": "https://journals.muni.cz/socialni_studia/article/view/6071"
  },
  {
    "title": "Multimodel assessment of flood characteristics in four large river basins at global warming of 1.5, 2.0 and 3.0 K above the pre-industrial level",
    "authors": [
      "Shaochun Huang,",
      "Rohini Kumar,",
      "Oldrich Rakovec,",
      "Valentin Aich,",
      "Xiaoyan Wang,",
      "Luis Samaniego,",
      "Stefan Liersch,",
      "Valentina Krysanova"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aae94b",
    "journalVolume": "Vol. 13,\n                                no. 12\n                                \n                                  p.\n                                  124005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "This study assesses the flood characteristics (timing, magnitude and frequency) in the pre-industrial and historical periods, and analyzes climate change impacts on floods at the warming levels of 1.5, 2.0 and 3.0 K above the pre-industrial level in four large river basins as required by the Paris agreement. Three well-established hydrological models (HMs) were forced with bias-corrected outputs from four global climate models (GCMs) for the pre-industrial, historical and future periods until 2100. The long pre-industrial and historical periods were subdivided into multiple 31-year subperiods to investigate the natural variability. The mean flood characteristics in the pre-industrial period were derived from the large ensemble based on all GCMs, HMs and 31-year subperiods, and compared to the ensemble means in the historical and future periods. In general, the variance of simulated flood characteristics is quite large in the pre-industrial and historical periods. Mostly GCMs and HMs contribute to the variance, especially for flood timing and magnitude, while the selection of 31-year subperiods is an important source of variance for flood frequency. The comparison between the ensemble means shows that there are already some changes in flood characteristics between the pre-industrial and historical periods. There is a clear shift towards earlier flooding for the Rhine (1.5 K scenario) and Upper Mississippi (3.0 K scenario). The flood magnitudes show a substantial increase in the Rhine and Upper Yellow only under the 3.0 K scenario. The floods are projected to occur more frequently in the Rhine under the 1.5 and 2.0 K scenarios, and less frequently in the Upper Mississippi under all scenarios.",
    "readLink": "https://doi.org/10.1088/1748-9326/aae94b"
  },
  {
    "title": "Mainstreaming climate change issues:  Challenges for journalism education in Indonesia",
    "authors": [
      "Hermin Indah Wahyuni"
    ],
    "doi": "https://doi.org/10.24135/pjr.v23i1.104",
    "journalVolume": "Vol. 23,\n                                no. 1",
    "issn": "1023-9499 (Print)",
    "publisher": "2324-2035 (Online)",
    "countryOfPublisher": "Asia Pacific Network",
    "lcc": [
      "New Zealand",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Language and Literature: Literature (General): Journalism. The periodical press, etc."
    ],
    "journalUrl": "https://ojs.aut.ac.nz/pacific-journalism-review/",
    "abstract": "This article aims to explain the challenges of journalism education in Indonesia on the issue of mainstreaming climate change. As the world’s largest archipelago, Indonesia has to deal with some climate change impacts such as rising sea levels, extreme weather, floods, drought, and forest fires. Climate change is a real serious threat, but public awareness of this issue is low in Indonesia. Mass media have a capacity to mainstream climate change and increase public awareness. The data for this article has been collected through qualitative content analysis of newspaper articles, interviews with communication lecturers and scholars, and document reviews. Some of the important findings are: 1) The climate change issue in the Indonesian mass media is less popular than other issues such as corruption, elections, terrorism and refugees; 2) Journalism education in Indonesia does not contribute enough to mainstreaming climate change on mass media; 3) There are three levels of problem in macro, messo, and micro level of journalism education in Indonesia to mainstreaming climate change issue. At a micro level, the problem is related to the lack of lecturers with competence in climate change. On a messo level, journalism education has failed to connect with the problem of climate change through curricula. At a macro level, the problem is related to the popularity of journalism than other subjects in general socio-political environment. Systemic theory by Niklas Luhmann was used as tool to analyse these problems. From this perspective, Indonesian journalism education as a system faces plenty of challenges to reduce the complexity of problems to optimise its role in mainstreaming climate change.",
    "readLink": "https://ojs.aut.ac.nz/pacific-journalism-review/article/view/104"
  },
  {
    "title": "Assessing the likelihood for transformational change at the Green Climate Fund: An analysis using self-reported project data",
    "authors": [
      "Jyotsna Puri,",
      "Martin Prowse,",
      "Emma De Roy,",
      "David Huang"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  100398",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate finance institutions have been tasked with effectively and efficiently allocating funds to spur the transition to low-carbon, climate-resilient economies. The Green Climate Fund (GCF) is expected to assist the most vulnerable adapt to and mitigate climate change because of its mandate to contribute to a paradigm shift. To understand if the GCF’s portfolio is on track to achieve this aim, we review the project documents of GCF investments through March 2020 (N = 125 projects). We examine attributes of these investments by applying a framework for potential transformational change, comprised of eight components. We use bivariate statistics and multivariate cluster analysis to examine the GCF’s project portfolio of mitigation, cross-cutting and adaptation projects. Bivariate tests find that adaptation projects show the greater intention to integrate policy change into national planning processes and that both adaptation and cross-cutting projects require a greater need for and expectation of behaviour change. Results from cluster analysis shows how adaptation projects dominate clusters with high and medium potential for transformational change (with 47% and 78% of projects, respectively). However, even the high potential cluster only displays the highest average scores for four of the eight components in our framework of transformational change. These findings present learning opportunities for the GCF’s future project selection. The GCF should leverage its current resources carefully to attain transformational impacts especially within adaptation where the Fund has a greater market share compared to mitigation projects.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096322000055"
  },
  {
    "title": "Cotton versus climate change: the case of Greek cotton production",
    "authors": [
      "Vassilis ENGONOPOULOS,",
      "Varvara KOUNELI,",
      "Antonios MAVROEIDIS,",
      "Stella KARYDOGIANNI,",
      "Dimitrios BESLEMES,",
      "Ioanna KAKABOUKI,",
      "Panagiota PAPASTYLIANOU,",
      "Dimitrios BILALIS"
    ],
    "doi": "https://doi.org/10.15835/nbha49412547",
    "journalVolume": "Vol. 49,\n                                no. 4",
    "issn": "0255-965X (Print)",
    "publisher": "1842-4309 (Online)",
    "countryOfPublisher": "AcademicPres",
    "lcc": [
      "Romania",
      "Agriculture: Forestry",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.notulaebotanicae.ro/index.php/nbha",
    "abstract": "Through the last century, the increased greenhouse gases emissions altered the atmosphere’s composition and resulted to the phenomenon known as climate change. Climate change threatens the sustainability of the agricultural sector in the Mediterranean region. Droughts and extreme heat waves will probably become more frequent in the next few decades, thus maintaining sufficient yields in heat and drought susceptible major crops will be challenging. In Greece, cotton is of paramount economic importance. Besides the fact that it is regarded as the most significant fiber crop, Greece is the main cotton producer of the European Union. The aim of the present review was to examine the environmental factors that might affect cotton production in Greece and assess whether (or not) climate change has the potential to limit the productivity of this crop in the near future. According to the existing literature, cotton can adapt to the changing climate. Climate change-induced elevated CO2 levels and temperatures might even benefit cotton. The mitigation of the adverse effects of climate change is possible via the adaptation of site-specific agronomic practices. A simplistic framework, based on the literature and the goals of the European Union, that aims to the preservation of sufficient cotton yields in Greece is proposed in the present study.",
    "readLink": "https://www.notulaebotanicae.ro/index.php/nbha/article/view/12547"
  },
  {
    "title": "FOOD MARKETS OF CONVENTIONAL PRODUCTS: A CHARACTERIZATION OF FACTORS INFLUENCING FOOD CHOICE",
    "authors": [
      "Rezear Kolaj,",
      "Petar Borisov,",
      "Myslym Osmani,",
      "Ekaterina Arabska,",
      "Teodor Radev"
    ],
    "doi": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  5\n                                  – 11",
    "issn": "2683-0825 (Online)",
    "publisher": "BelloPrint Pazardjik",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "https://journalbbm.wordpress.com/",
    "abstract": "The developments of the last 3 years have had consequences on the economy and markets in Europe. Climate change, growth slowdown, and the impact of the Covid–19 pandemics have been some of the main factors for the increase of basic prices and with consequences in the distribution–consumption networks in the functioning of the conventional food markets and food choice in Albania. These developments can affect in a variety of economic, social, institutional, and psychological factors, by causing potential consequences to food choice. The research literature considers food choice as ‘complex’, ‘dimensional’, ‘multifaced’, ‘situational’, and authors support the impact of variables under review. The objective of the study is to test the potential impact of several variables, such as education, employment, income, experience — expressed by negative experiences, packing, trust in retailers, price preference, and food safety on food choice of conventional agricultural products (vegetables), according to an observation in the retail–food–markets of the city of Tirana, Albania. The results of the statistical model used to show that education, employment, negative experience, packing, and price preference, different from how they are hypothesized have no impact on food choice, while income, trust in-retailer, and food safety have a high (up to very high) impact on food choice. The findings are important to understand the multidimensional nature of food choice, the most influential factors, and their characterizations, suggesting adjustments that improve the functioning of conventional food markets.",
    "readLink": "https://journalbbm.files.wordpress.com/2021/10/article-food-markets-of-conventional-products-a-characterization-of-factors-influencing-food-choice-.pdf"
  },
  {
    "title": "The success of the cyanobacterium Cylindrospermopsis raciborskii in freshwaters is enhanced by the combined effects of light intensity and temperature",
    "authors": [
      "Sylvia Bonilla,",
      "Mauricio González-Piana,",
      "Maria C.S. Soares,",
      "Vera L.M. Huszar,",
      "Vanessa Becker,",
      "Andrea Somma,",
      "Marcelo M. Marinho,",
      "Mikołaj Kokociński,",
      "Martin Dokulil,",
      "Dermot Antoniades,",
      "Luis Aubriot"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2016.1479",
    "journalVolume": "Vol. 75,\n                                no. 3",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "Toxic cyanobacterial blooms in freshwaters are thought to be a consequence of the combined effects of anthropogenic eutrophication and climate change. It is expected that climate change will affect water mixing regimes that alter the water transparency and ultimately the light environment for phytoplankton. Blooms of the potentially toxic cyanobacterium Cylindrospermopsis raciborskii are expanding from tropical towards temperate regions. Several hypotheses have been proposed to explain this expansion, including an increase in water temperature due to climate change and the high phenotypic plasticity of the species that allows it to exploit different light environments. We performed an analysis based on eight lakes in tropical, subtropical and temperate regions to examine the distribution and abundance of C. raciborskii in relation to water temperature and transparency. We then conducted a series of short-term factorial experiments that combined three temperatures and two light intensity levels using C. raciborskii cultures alone and in interaction with another cyanobacterium to identify its growth capacity. Our results from the field, in contrast to predictions, showed no differences in dominance (>40% to the total biovolume) of C. raciborskii between climate regions. C. raciborskii was able to dominate the phytoplankton in a wide range of light environments (euphotic zone = 1.5 to 5 m, euphotic zone/mixing zone ratio <0.5 to >1.5). Moreover, C. raciborskii was capable of dominating the phytoplankton at low temperatures (<15°C). Our experimental results showed that C. raciborskii growing in interaction was enhanced by the increase of the temperature and light intensity. C. raciborskii growth in high light intensities and at a wide range of temperatures, suggests that any advantage that this species may derive from climate change that favors its dominance in the phytoplankton is likely due to changes in the light environment rather than changes in temperature. Predictive models that consider only temperature as a drive factor can therefore fail in predicting the expansion of this potentially toxic cyanobacterium.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/1479"
  },
  {
    "title": "Assessing spatiotemporal variations of forest carbon density using bi-temporal discrete aerial laser scanning data in Chinese boreal forests",
    "authors": [
      "Zhiyong Qi,",
      "Shiming Li,",
      "Yong Pang,",
      "Guang Zheng,",
      "Dan Kong,",
      "Zengyuan Li"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  p.\n                                  100135",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Assessing the changes in forest carbon stocks over time is critical for monitoring carbon dynamics, estimating the balance between carbon uptake and release from forests, and providing key insights into climate change mitigation. In this study, we quantitatively characterized spatiotemporal variations in aboveground carbon density (ACD) in boreal natural forests in the Greater Khingan Mountains (GKM) region using bi-temporal discrete aerial laser scanning (ALS) data acquired in 2012 and 2016. Moreover, we evaluated the transferability of the proposed design model using forest field plot data and produced a wall-to-wall map of ACD changes for the entire study area from 2012 to 2016 ​at a grid size of 30 ​m. In addition, we investigated the relationships between carbon dynamics and the dominant tree species, age groups, and topography of undisturbed forested areas to better understand ACD variations by employing heterogeneous forest canopy structural characteristics. The results showed that the performance of the temporally transferable model (R2 ​= ​0.87, rRMSE ​= ​18.25%), which included stable variables, was statistically equivalent to that obtained from the model fitted directly by the 2016 field plots (R2 ​= ​0.87, rRMSE ​= ​17.47%). The average rate of change in carbon sequestration across the entire study region was 1.35 ​Mg·ha−1·year−1 based on the changes in ALS-based ACD values over the course of four years. The relative change rates of ACD decreased as the elevation increased, with the highest and lowest ACD growth rates occurring in the middle-aged and mature forest stands, respectively. The Gini coefficient, which represents forest canopy surface structure heterogeneity, is sensitive to carbon dynamics and is a reliable predictor of the relative change rate of ACD. This study demonstrated the applicability of bi-temporal ALS for predicting forest carbon dynamics and fine-scale spatial change patterns. Our research contributed to a better understanding of the influence of remote sensing-derived environmental variables on forest carbon dynamic patterns and the development of context-specific management approaches to increase forest carbon stocks.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2197562023000660"
  },
  {
    "title": "Relationship between Spatiotemporal Variations of Climate, Snow Cover and Plant Phenology over the Alps—An Earth Observation-Based Analysis",
    "authors": [
      "Sarah Asam,",
      "Mattia Callegari,",
      "Michael Matiu,",
      "Giuseppe Fiore,",
      "Ludovica De Gregorio,",
      "Alexander Jacob,",
      "Annette Menzel,",
      "Marc Zebisch,",
      "Claudia Notarnicola"
    ],
    "doi": "https://doi.org/10.3390/rs10111757",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  1757",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Alpine ecosystems are particularly sensitive to climate change, and therefore it is of significant interest to understand the relationships between phenology and its seasonal drivers in mountain areas. However, no alpine-wide assessment on the relationship between land surface phenology (LSP) patterns and its climatic drivers including snow exists. Here, an assessment of the influence of snow cover variations on vegetation phenology is presented, which is based on a 17-year time-series of MODIS data. From this data snow cover duration (SCD) and phenology metrics based on the Normalized Difference Vegetation Index (NDVI) have been extracted at 250 m resolution for the entire European Alps. The combined influence of additional climate drivers on phenology are shown on a regional scale for the Italian province of South Tyrol using reanalyzed climate data. The relationship between vegetation and snow metrics strongly depended on altitude. Temporal trends towards an earlier onset of vegetation growth, increasing monthly mean NDVI in spring and late summer, as well as shorter SCD were observed, but they were mostly non-significant and the magnitude of these tendencies differed by altitude. Significant negative correlations between monthly mean NDVI and SCD were observed for 15⁻55% of all vegetated pixels, especially from December to April and in altitudes from 1000⁻2000 m. On the regional scale of South Tyrol, the seasonality of NDVI and SCD achieved the highest share of correlating pixels above 1500 m, while at lower elevations mean temperature correlated best. Examining the combined effect of climate variables, for average altitude and exposition, SCD had the highest effect on NDVI, followed by mean temperature and radiation. The presented analysis allows to assess the spatiotemporal patterns of earth-observation based snow and vegetation metrics over the Alps, as well as to understand the relative importance of snow as phenological driver with respect to other climate variables.",
    "readLink": "https://www.mdpi.com/2072-4292/10/11/1757"
  }
]