[
  {
    "title": "Contributions from Changing Large-Scale Atmospheric Conditions to Changes in Scandinavian Temperature and Precipitation Between Two Climate Normals",
    "authors": [
      "Erik Kjellström,",
      "Felicitas Hansen,",
      "Danijel Belušić"
    ],
    "doi": "https://doi.org/10.16993/tellusa.49",
    "journalVolume": "Vol. 74,\n                                no. 1",
    "issn": "1600-0870 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://a.tellusjournals.se/",
    "abstract": "Multidecadal changes in regional climate can occur as a forced response to changing greenhouse gases and aerosols, as a result of natural internal climate variability, or due to their combination. Internal climate variability is frequently associated with regional changes in large-scale circulation. We investigate how changes in Scandinavian temperature and precipitation conditions during 1961–2020 can be linked to changes in the atmospheric large-scale circulation. The study is based on data from the ERA5 reanalysis and on Swedish average conditions based on observations from the Swedish Meteorological and Hydrological Institute. In general, it is shown that all seasons have become warmer and there is a predominance for more precipitation in the last 30 years. The results also show a clear decrease in daily temperature variability for winter and an increase in summer while there is no similar systematic change for precipitation. Further, we use a circulation type classification technique for identifying ten different circulation types for each calendar month in the 1961–2020 period. Results indicate that changes between the two periods can partly be related to changes in large-scale circulation due to changes in the frequencies of different circulation types. However, it is also clear that the contribution from frequency-related changes to the total change is comparatively low for most months and that changes also within the circulation types are required to explain the total change. The main conclusion of the study is that during the last 30 years it has mostly been warmer than in the preceding 30 years for the same type of weather situation for all months in the year. Consequently, internal climate variability, as represented by changes in the large-scale atmospheric circulation, cannot explain the observed changes in the Scandinavian temperature and precipitation.",
    "readLink": "https://a.tellusjournals.se/articles/49"
  },
  {
    "title": "One-Pot Synthesis of Melamine Formaldehyde Resin-Derived <i>N</i>-Doped Porous Carbon for CO<sub>2</sub> Capture Application",
    "authors": [
      "Qiyun Yu,",
      "Jiali Bai,",
      "Jiamei Huang,",
      "Muslum Demir,",
      "Ahmed A. Farghaly,",
      "Parya Aghamohammadi,",
      "Xin Hu,",
      "Linlin Wang"
    ],
    "doi": "https://doi.org/10.3390/molecules28041772",
    "journalVolume": "Vol. 28,\n                                no. 1772\n                                \n                                  p.\n                                  1772",
    "issn": "1420-3049 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/molecules",
    "abstract": "The design and synthesis of porous carbons for CO2 adsorption have attracted tremendous interest owing to the ever-soaring concerns regarding climate change and global warming. Herein, for the first time, nitrogen-rich porous carbon was prepared with chemical activation (KOH) of commercial melamine formaldehyde resin (MF) in a single step. It has been shown that the porosity parameters of the as-prepared carbons were successfully tuned by controlling the activating temperature and adjusting the amount of KOH. Thus, as-prepared N-rich porous carbon shows a large surface area of 1658 m2/g and a high N content of 16.07 wt%. Benefiting from the unique physical and textural features, the optimal sample depicted a CO2 uptake of up to 4.95 and 3.30 mmol/g at 0 and 25 °C under 1 bar of pressure. More importantly, as-prepared adsorbents show great CO2 selectivity over N2 and outstanding recyclability, which was prominently important for CO2 capture from the flue gases in practical application. An in-depth analysis illustrated that the synergetic effect of textural properties and surface nitrogen decoration mainly determined the CO2 capture performance. However, the textural properties of carbons play a more important role than surface functionalities in deciding CO2 uptake. In view of cost-effective synthesis, outstanding textural activity, and the high adsorption capacity together with good selectivity, this advanced approach becomes valid and convenient in fabricating a unique highly efficient N-rich carbon adsorbent for CO2 uptake and separation from flue gases.",
    "readLink": "https://www.mdpi.com/1420-3049/28/4/1772"
  },
  {
    "title": "Foliage efficiency of forest-forming species in the climatic gradients of Eurasia",
    "authors": [
      "V. A. Usoltsev"
    ],
    "doi": "https://doi.org/10.15372/SJFS20170405",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  52\n                                  – 65",
    "issn": "2311-1410 (Print)",
    "publisher": "2312-2099 (Online)",
    "countryOfPublisher": "Russian Academy of Sciences, Siberian Branch Publishing House",
    "lcc": [
      "Russian Federation",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://sibjforsci.com/",
    "abstract": "The paperis of the scientific area of biogeography and devoted to a new aspect in the study of biological productivity of forest ecosystems on a geographical basis, expressed indirectly by climate parameters, namely, the foliage efficiency that until now is not investigated at the global level. Foliage efficiency is the ratio of net primary production (NPP) to foliage biomass and is expressed in relative units. Some features of change of foliage efficiency of vicarious forest-forming species in Eurasian transcontinental gradients are showed for the first time using the voluminous factual material. The set of published biomass and NPP data (t/ha) obtained in a number of 2192 plots is compiled. Using multiple regression analysis technique, the statistically significant changes in foliage efficiency values according to two transcontinental gradients, namely by zonal belts and continentality of climate, are stated for each forest-forming species. The species-specificity of age dynamics of stem volume and foliage efficiency is shown. It is monotonically decreased almost for all tree species in the following order: spruce and fir, pine, birch, oak, larch and aspen-poplar. When climate continentality increasing, foliage efficiency values of mature forests is dropping, most intensively in pines, less intensive in deciduous forests and virtually no changes in spruce-fir communities. In zonal gradient from the northern temperate to the subequatorial belt, foliage efficiency of deciduous species decreases, but it of the evergreen spruce and pine increases in the same direction. One of the possible causes of these opposite zonal trends of foliage efficiency in evergreen and deciduous species consists in different conditions of physiological processes in the year cycle, in particular, in year-round assimilates accumulation in the first and seasonal one in the second.",
    "readLink": "http://xn--80abmehbaibgnewcmzjeef0c.xn--p1ai/upload/iblock/f57/f57826c0a2096f90792f87f4f703249f.pdf"
  },
  {
    "title": "Changes in wood production of Picea abies and Pinus sylvestris under a warmer climate: comparison of field measurements and results of a mathematical model.",
    "authors": [
      "Beuker, Egbert,",
      "Kellomäki, Seppo,",
      "Kolström, Marja"
    ],
    "doi": "https://doi.org/10.14214/sf.a9236",
    "journalVolume": "Vol. 30,\n                                no. 2–3",
    "issn": "2242-4075 (Online)",
    "publisher": "Finnish Society of Forest Science",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://silvafennica.fi/",
    "abstract": "To project the changes in wood production of Norway spruce ( (L.) H. Karst.) and Scots pine ( L.) in Finland as a result of climate change, two separate studies were made. The first study, at the Faculty of Forestry, University of Joensuu, based its projections on mathematical models; the second one, at the Finnish Forest Research Institute, based projections on measurements of wood production in two series of aged provenance experiments. The results of the two studies were similar for both species: after a 4Â°C increase of the annual mean temperature a drastic increase in wood production in northern Finland, but little effect, or even some decrease in the southern part of the country. However, the assumptions used in the two studies differed. One important difference was that in the models the temperature is assumed to be increasing gradually over the years, whereas in the provenance experiments, climate changed immediately when the seedlings were transferred to the planting sites. Another problem with the provenance experiments is that when material is moved in a north-south direction in Finland, not only temperature but also photoperiod changes markedly. To compare these two studies, site factors (e.g. soil type, temperature, precipitation) and silvicultural factors (e.g. plant spacing, survival, time of thinning, thinning intensity) from the provenance experiments were included a variable in the mathematical models. Picea abiesPinus sylvestris",
    "readLink": "https://www.silvafennica.fi/article/5591"
  },
  {
    "title": "Targeting the soil quality and soil health concepts when aiming for the United Nations Sustainable Development Goals and the EU Green Deal",
    "authors": [
      "A. Bonfante,",
      "A. Basile,",
      "J. Bouma,",
      "J. Bouma"
    ],
    "doi": "https://doi.org/10.5194/soil-6-453-2020",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  pp.\n                                  453\n                                  – 466",
    "issn": "2199-3971 (Print)",
    "publisher": "2199-398X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.soil-journal.net/",
    "abstract": "The concepts of soil quality and soil health are widely used as soils receive more attention in the worldwide policy arena. So far, however, the distinction between the two concepts is unclear, and operational procedures for measurement are still being developed. A proposal is made to focus soil health on actual soil conditions, as determined by a limited set of indicators that reflect favourable rooting conditions. In addition, soil quality can express inherent soil conditions in a given soil type (genoform), reflecting the effects of past and present soil management (expressed by various phenoforms). Soils contribute to ecosystem services that, in turn, contribute to the UN Sustainable Development Goals (SDGs) and, more recently, to the EU Green Deal. Relevant soil ecosystem services are biomass production (SDG 2 – zero hunger), providing clean water (SDG 6), climate mitigation by carbon capture and reduction of greenhouse gas emissions (SDG 13 – climate action), and biodiversity preservation (SDG 15 – life on land). The use of simulation models for the soil–water–atmosphere–plant system is proposed as a quantitative and reproducible procedure to derive single values for soil health and soil quality for current and future climate conditions. Crop production parameters from the international yield gap programme are used in combination with soil-specific parameters expressing the effects of phenoforms. These procedures focus on the ecosystem service, namely biomass production. Other ecosystem services are determined by soil-specific management and are to be based on experiences obtained in similar soils elsewhere or by new research. A case study, covering three Italian soil series, illustrates the application of the proposed concepts, showing that soil types (soil series) acted significantly differently to the effects of management and also in terms of their reaction to climate change.",
    "readLink": "https://soil.copernicus.org/articles/6/453/2020/soil-6-453-2020.pdf"
  },
  {
    "title": "Forecasting wildfires in major forest types of India",
    "authors": [
      "Manish P. Kale,",
      "Asima Mishra,",
      "Satish Pardeshi,",
      "Suddhasheel Ghosh,",
      "D. S. Pai,",
      "Parth Sarathi Roy"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.882685",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Severity of wildfires witnessed in different parts of the world in the recent times has posed a significant challenge to fire control authorities. Even when the different fire early warning systems have been developed to provide the quickest warnings about the possible wildfire location, severity, and danger, often it is difficult to deploy the resources quickly to contain the wildfire at a short notice. Response time is further delayed when the terrain is complex. Early warning systems based on physics-based models, such as WRF-FIRE/SFIRE, are computationally intensive and require high performance computing resources and significant data related to fuel properties and climate to generate forecasts at short intervals of time (i.e., hourly basis). It is therefore that when the objective is to develop monthly and yearly forecasts, time series models seem to be useful as they require lesser computation power and limited data (as compared to physics-based models). Long duration forecasts are useful in preparing an efficient fire management plan for optimal deployment of resources in the event of forest fire. The present research is aimed at forecasting the number of fires in different forest types of India on a monthly basis using “Autoregressive Integrated Moving Average” time series models (both univariate and with regressors) at 25 km × 25 km spatial resolution (grid) and developing the fire susceptibility maps using Geographical Information System. The performance of models was validated based on the autocorrelation function (ACF), partial ACF, cumulative periodogram, and Portmanteau (L-Jung Box) test. Both the univariate- and regressor-based models performed equally well; however, the univariate model was preferred due to parsimony. The R software package was used to run and test the model. The forecasted active fire counts were tested against the original 3 years monthly forecasts from 2015 to 2017. The variation in coefficient of determination from 0.94 (for year 1 forecast) to 0.64 (when all the 3-year forecasts were considered together) was observed for tropical dry deciduous forests. These values varied from 0.98 to 0.89 for tropical moist deciduous forest and from 0.97 to 0.88 for the tropical evergreen forests. The forecasted active fire counts were used to estimate the future forest fire frequency ratio, which has been used as an indicator of forest fire susceptibility.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.882685/full"
  },
  {
    "title": "Environmental, land cover and land use constraints on the distributional patterns of anurans: Leptodacylus species (Anura, Leptodactylidae) from Dry Chaco",
    "authors": [
      "Regina Gabriela Medina,",
      "Maria Laura Ponssa,",
      "Ezequiel Aráoz"
    ],
    "doi": "https://doi.org/10.7717/peerj.2605",
    "journalVolume": "Vol. 4\n                                \n                                \n                                  p.\n                                  e2605",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Subtropical dry forests are among the most vulnerable biomes to land transformation at a global scale. Among them, the Dry Chaco suffers an accelerated change due to agriculture expansion and intensification. The Dry Chaco ecoregion is characterized by high levels of endemisms and species diversity, which are the result of a variety of climates and reliefs, allowing a wide variety of environments. The amphibian group exhibits a high richness in the Dry Chaco, which has been barely studied in relation to land cover changes. We used ecological niche models (ENMs) to assess the potential geographic distribution of 10 Leptodactylus species (Anura, Leptodactylidae), which are mainly distributed within the Dry Chaco. We characterized these distributions environmentally, analyzed their overlap with land cover classes, and assessed their diversity of ecoregions. Also, we evaluated how these species potential distribution is affected by the transformation of land, and quantified the proportional area of the potential distribution in protected areas. We found that temperature seasonality is the main constraint to the occurrence of the species studied, whose main habitats are savannas, grasslands and croplands. The main threats to these species are the effects of climate change over spatial patterns of seasonality, which could affect their breeding and reproduction mode; the loss of their natural habitat; the exposure to contaminants used by intensive agriculture and their underrepresentation in protected areas.",
    "readLink": "https://peerj.com/articles/2605.pdf"
  },
  {
    "title": "Urban Renewal Mapping: A Case Study in Beijing from 2000 to 2020",
    "authors": [
      "Hao Ni,",
      "Le Yu,",
      "Peng Gong,",
      "Xuecao Li,",
      "Jiyao Zhao"
    ],
    "doi": "https://doi.org/10.34133/remotesensing.0072",
    "journalVolume": "Vol. 3",
    "issn": "2694-1589 (Online)",
    "publisher": "American Association for the Advancement of Science (AAAS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://spj.sciencemag.org/journals/remotesensing/",
    "abstract": "Understanding the distribution and land history of old urban areas (OUAs) and renewed urban areas (RUAs) has become the key point of urban management. However, it is hard to acquire adequate information for lack of pertinent detection methods. Here, we established a complete mapping framework on Google Earth Engine (GEE) platform to identify OUAs and RUAs and detect the temporal information of urban renewal, which was implemented in Beijing during 2000–2020. We used Landsat imagery and LandTrendr algorithm to fit the spectral trajectories of 14 bands/indices with specific segment attributes as the feature inputs for Random Forest classification. We produced the maps of OUAs and RUAs with an overall accuracy of 95.36%. On this basis, we further utilized LandTrendr to detect the start year, end year, and duration of urban renewal with the accuracies within the ±5-year difference of 85.52%, 80.97%, and 74.53%, respectively. These maps all present informative spatiotemporal patterns. Furthermore, the urban renewal process is likely to be influenced by major national or international events. The study answers the issues about urban renewal from multiple angles and provides scientific support for future urban planning.",
    "readLink": "https://spj.science.org/doi/10.34133/remotesensing.0072"
  },
  {
    "title": "CMIP5/6 models project little change in the statistical characteristics of sudden stratospheric warmings in the 21st century",
    "authors": [
      "Jian Rao,",
      "Chaim I Garfinkel"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abd4fe",
    "journalVolume": "Vol. 16,\n                                no. 3\n                                \n                                  p.\n                                  034024",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Using state-of-the-art models from the Coupled Model Intercomparison Project Phases 5 and 6 (CMIP5/6), future changes of sudden stratospheric warming (SSW) events under a moderate emission scenario (RCP45/SSP245) and a strong emissions scenario (RCP85/SSP585) are evaluated with respect to the historical simulations. Changes in four characteristics of SSWs are examined in 54 models: the SSW frequency, the seasonal distribution, stratosphere–troposphere coupling, and the persistency of the distorted or displaced polar vortex. The composite results show that none of these four aspects will change robustly. An insignificant (though positive) change in the SSW frequency from historical simulations to RCP45/SSP245 and then to RCP85/SSP585 is consistently projected by CMIP5 and CMIP6 multimodel ensembles in most wintertime months (December–March). This increase in the SSW frequency is most pronounced in mid- (late-) winter in CMIP6 (CMIP5). No shift in the seasonality of SSWs is simulated especially in the CMIP6 future scenarios. Both the reanalysis and CMIP5/6 historical simulations exhibit strong stratosphere–troposphere coupling during SSWs, and the coupling strength is nearly unchanged in the future scenario simulations. The near surface responds immediately after the onset of SSWs in both historical and future scenarios experiments, denoted by the deep downward propagation of zonal-mean easterly anomalies from the stratosphere to the troposphere. On average, the composite circumpolar easterly winds persist for 8 d in the reanalysis and CMIP5/6 historical experiments, which are projected to remain unchanged in both the moderate and strong emissions scenarios, implying the lifecycle of SSWs will not change.",
    "readLink": "https://doi.org/10.1088/1748-9326/abd4fe"
  },
  {
    "title": "Responsibility for private sector adaptation to climate change",
    "authors": [
      "Tina Schneider"
    ],
    "doi": "https://doi.org/10.5751/ES-06282-190208",
    "journalVolume": "Vol. 19,\n                                no. 2\n                                \n                                  p.\n                                  8",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "The Intergovernmental Panel on Climate Change (2007) indicates that vulnerable industries should adapt to the increasing likelihood of extreme weather events along with slowly shifting mean annual temperatures and precipitation patterns, to prevent major damages or periods of inoperability in the future. Most articles in the literature on business management frame organizational adaptation to climate change as a private action. This makes adaptation the sole responsibility of a company, for its sole benefit, and overlooks the fact that some companies provide critical goods and services such a food, water, electricity, and medical care, that are so vital to society that even a short-term setback in operations could put public security at risk. This raises the following questions: (1) Who is responsible for climate change adaptation by private-sector suppliers of critical infrastructure? (2) How can those who are identified to be responsible, actually be held to assume their responsibility for adapting to climate change? These questions will be addressed through a comprehensive review of the literature on business management, complemented by a review of specialized literature on public management. This review leads to several conclusions. Even though tasks that formerly belonged to the state have been taken over by private companies, the state still holds ultimate responsibility in the event of failure of private-sector owned utilities, insofar as they are \"critical infrastructure.\" Therefore, it remains the state's responsibility to foster adaptation to climate change with appropriate action. In theory, effective ways of assuming this responsibility, while enabling critical infrastructure providers the flexibility adapt to climate change, would be to delegate adaptation to an agency, or to conduct negotiations with stakeholders. In view of this theory, Germany will be used as a case study to demonstrate how private-sector critical infrastructure providers can plan and implement climate change adaptation in practice, through the regulatory modes of \"negotiations\" and \"enforced self-regulation.\"",
    "readLink": "http://www.ecologyandsociety.org/vol19/iss2/art8/"
  }
]