[
  {
    "title": "Ecology of marine macro algal flora of Visakhapatnam coastal areas, Bay of Bengal, India",
    "authors": [
      "I. Vishnupriya Sowjanya,",
      "P. S. Raja Sekhar"
    ],
    "doi": "https://doi.org/10.11609/jott.2102.9.3.9911-9919",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  9911\n                                  – 9919",
    "issn": "0974-7893 (Print)",
    "publisher": "0974-7907 (Online)",
    "countryOfPublisher": "Wildlife Information Liaison Development Society",
    "lcc": [
      "India",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://threatenedtaxa.org/",
    "abstract": "An ecological study was conducted on species composition, vertical distribution and monthly variations of marine macro algae along the Visakhapatnam coast, Bay of Bengal, India between May 2013 and April 2014. A total of 48 species was recorded, 18 species belonging to phylum Chlorophyta, nine species to Phaeophyta and 21 species to Rhodophyta. The phylum Rhodophyta was the most dominant group with the highest number of species composition (44.0%) followed by Chlorophyta (37.0%) and Phaeophyta (19.0%). Monthly seaweed distribution data showed the dominance of Rhodophyta members (43.75%) during November to February, when compared to that of Chlorophyta and Phaeophyta members. In addition, the data also revealed that the months from June to August contributed favourable conditions for the growth of Chlorophyta members (29.16%) when compared to that of other months. The present study has recorded two new species (Ulva lactuca and Enteromorpha intestinalis). Thirty-five species once recorded are absent from the Visakhapatnam coast. These changes are attributed to the impact of marine water pollution and climate change.",
    "readLink": "https://www.threatenedtaxa.org/index.php/JoTT/article/view/2102"
  },
  {
    "title": "Changing discourses in the third pole: A systematic review of climate change impact on biodiversity in the Hindu Kush Himalaya",
    "authors": [
      "Nakul Chettri,",
      "Biraj Adhikari,",
      "Sunita Chaudhary,",
      "Kesang Wangchuk"
    ],
    "doi": "Vol. 155\n                                \n                                \n                                  p.\n                                  111046",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Climate change has emerged as one of the major threats to biodiversity and the Hindu Kush Himalaya (HKH) is facing the challenges due to a higher rate of elevation dependent warming and erratic rainfall. The rich biodiversity and bounty of ecosystem services provided by this ‘water tower’ and the ‘Third Pole’ are under higher risk. Though there is scattered and sectoral knowledge available, comprehensive understanding on climate change and its impact on biodiversity is lacking in the HKH. To fill this gap, a systematic literature review using search, appraisal, synthesis, and analysis (SALSA) was undertaken to look at temporal and spatial trends of research focusing on the impacts of climate change on biodiversity and ecosystem services. The increasing trend and evolution of research from sectoral to multidisciplinarity approach with increasing focus on impacts suggested a strong influence from regional priority and global discourse. There is a clear pattern of biophysical and environmental focused research in the early phase of the 1990s to societal concerns highlighting vulnerability, adaptation, and mitigation measures at the later phases. The review also revealed an increasing trend in multidisciplinary, networking and bringing innovative tools in research linking climate change and biodiversity. However, the research showed greater focus in the Tibetan plateau and alpine ecosystem with decreasing interest in the forest ecosystems, and a very negligible focus on wetlands. Studies on impact assessments are increasing but at a relatively low rate. Better representation of investments based on vulnerable ecosystems, underrepresented countries and collaborative regional research on emerging priority areas such as restoration and larger scale nature-based solutions could contribute to climate resilience in the HKH.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23011883"
  },
  {
    "title": "A plea for Global Health Action bottom-up",
    "authors": [
      "Ulrich Laaser,",
      "Stephen Dorey,",
      "Joanna Nurse"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2016.00241",
    "journalVolume": "Vol. 4",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "This opinion piece focuses on global health action by hands-on bottom-up practice: Initiation of an organizational framework and securing financial efficiency are – however - essential, both clearly a domain of well trained public health professionals. Examples of action are cited in the four main areas of global threats: planetary climate change, global divides and inequity, global insecurity and violent conflicts, global instability and financial crises. In conclusion a stable health systems policy framework would greatly enhance success. However, such organisational framework dries out if not linked to public debates channelling fresh thoughts and controversial proposals: the structural stabilisation is essential but has to serve not to dominate bottom-up activities. In other words a horizontal management is required, a balanced equilibrium between bottom-up initiative and top-down support. Last not least rewarding voluntary and charity work by public acknowledgement is essential.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpubh.2016.00241/full"
  },
  null,
  {
    "title": "Projected drought conditions by CMIP6 multimodel ensemble over Southeast Asia",
    "authors": [
      "S. Supharatid,",
      "J. Nafung"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.308",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  3330\n                                  – 3354",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Southeast Asia (SEA) is vulnerable to climate extremes due to its large and growing population, long coastlines with low-lying areas, reliance on agricultural sector developments. Here, the latest Coupled Model Intercomparison Project Phase 6 (CMIP6) was employed to examine future climate change and drought in this region under two SSP–RCP (shared socioeconomic pathway–representative concentration pathway) scenarios (SSP2-4.5 and SSP5-8.5). The CMIP6 multimodel ensemble mean projects a warming (wetting) of 1.99–4.29 °C (9.62–18.43%) in the 21st century. The Standardized Precipitation Evapotranspiration Index at 12-month time scales (SPEI-12) displays moderate-to-severe dry conditions over all countries during the near-future period, then the wet condition is projected from mid-future to far-future periods. The projected drought characteristics show relatively longer durations, higher peak intensities, and more severities under SSP5-8.5, while the higher number of events are projected under SSP2-4.5. Overall, the SPEI-12 over SEA displays significant regional differences with decreasing dryness trend toward the 21st century. All these findings have important implications for policy intervention to water resource management under a changing climate over SEA. HIGHLIGHTS Climate change impact on Southeast Asia is significant due to its ‘Kitchen of the world’ vision.; The newly launched CMIP6 model is the latest findings for scientific community.; The assessment of climate change impact by CMIP6 over SEA is never done.; Key findings for drought characteristics are found.; These findings are very beneficial for policymakers.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/7/3330"
  },
  {
    "title": "Cluster analysis of midlatitude oceanic cloud regimes: mean properties and temperature sensitivity",
    "authors": [
      "N. D. Gordon,",
      "J. R. Norris"
    ],
    "doi": "https://doi.org/10.5194/acp-10-6435-2010",
    "journalVolume": "Vol. 10,\n                                no. 13\n                                \n                                  pp.\n                                  6435\n                                  – 6459",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Clouds play an important role in the climate system by reducing the amount of shortwave radiation reaching the surface and the amount of longwave radiation escaping to space. Accurate simulation of clouds in computer models remains elusive, however, pointing to a lack of understanding of the connection between large-scale dynamics and cloud properties. This study uses a k-means clustering algorithm to group 21 years of satellite cloud data over midlatitude oceans into seven clusters, and demonstrates that the cloud clusters are associated with distinct large-scale dynamical conditions. Three clusters correspond to low-level cloud regimes with different cloud fraction and cumuliform or stratiform characteristics, but all occur under large-scale descent and a relatively dry free troposphere. Three clusters correspond to vertically extensive cloud regimes with tops in the middle or upper troposphere, and they differ according to the strength of large-scale ascent and enhancement of tropospheric temperature and humidity. The final cluster is associated with a lower troposphere that is dry and an upper troposphere that is moist and experiencing weak ascent and horizontal moist advection. <br><br> Since the present balance of reflection of shortwave and absorption of longwave radiation by clouds could change as the atmosphere warms from increasing anthropogenic greenhouse gases, we must also better understand how increasing temperature modifies cloud and radiative properties. We therefore undertake an observational analysis of how midlatitude oceanic clouds change with temperature when dynamical processes are held constant (i.e., partial derivative with respect to temperature). For each of the seven cloud regimes, we examine the difference in cloud and radiative properties between warm and cold subsets. To avoid misinterpreting a cloud response to large-scale dynamical forcing as a cloud response to temperature, we require horizontal and vertical temperature advection in the warm and cold subsets to have near-median values in three layers of the troposphere. Across all of the seven clusters, we find that cloud fraction is smaller and cloud optical thickness is mostly larger for the warm subset. Cloud-top pressure is higher for the three low-level cloud regimes and lower for the cirrus regime. The net upwelling radiation flux at the top of the atmosphere is larger for the warm subset in every cluster except cirrus, and larger when averaged over all clusters. This implies that the direct response of midlatitude oceanic clouds to increasing temperature acts as a negative feedback on the climate system. Note that the cloud response to atmospheric dynamical changes produced by global warming, which we do not consider in this study, may differ, and the total cloud feedback may be positive.",
    "readLink": "http://www.atmos-chem-phys.net/10/6435/2010/acp-10-6435-2010.pdf"
  },
  {
    "title": "Temporal Decorrelation Effect in Carbon Stocks Estimation Using Polarimetric Interferometry Synthetic Aperture Radar (PolInSAR) (Case Study: Southeast Sulawesi Tropical Forest)",
    "authors": [
      "Laode M Golok Jaya,",
      "Ketut Wikantika,",
      "Katmoko Ari Sambodo,",
      "Armi Susandi"
    ],
    "doi": "https://doi.org/10.23917/forgeo.v31i1.2518",
    "journalVolume": "Vol. 31,\n                                no. 1",
    "issn": "0852-0682 (Print)",
    "publisher": "2460-3945 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Surakarta",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://journals.ums.ac.id/index.php/fg/index",
    "abstract": "This paper was aimed to analyse the effect of temporal decorrelation in carbon stocks estimation. Estimation of carbon stocks plays important roles particularly to understand the global carbon cycle in the atmosphere regarding with climate change mitigation effort. PolInSAR technique combines the advantages of Polarimetric Synthetic Aperture Radar (PolSAR) and Interferometry Synthetic Aperture Radar (InSAR) technique, which is evidenced to have significant contribution in radar mapping technology in the last few years. In carbon stocks estimation, PolInSAR provides information about vertical vegetation structure to estimate carbon stocks in the forest layers. Two coherence Synthetic Aperture Radar (SAR) images of ALOS PALSAR full-polarimetric with 46 days temporal baseline were used in this research. The study was carried out in Southeast Sulawesi tropical forest. The research method was by comparing three interferometric phase coherence images affected by temporal decorrelation and their impacts on Random Volume over Ground (RvoG) model. This research showed that 46 days temporal baseline has a significant impact to estimate tree heights of the forest cover where the accuracy decrease from R2=0.7525 (standard deviation of tree heights is 2.75 meters) to R2=0.4435 (standard deviation 4.68 meters) and R2=0.3772 (standard deviation 3.15 meters) respectively. However, coherence optimisation can provide the best coherence image to produce a good accuracy of carbon stocks.",
    "readLink": "http://journals.ums.ac.id/index.php/fg/article/view/2518"
  },
  {
    "title": "Application of Strategic Planning Process to Reduce the Risk of Drought Impact on Isfahan\\'s Habitation by Using AIDA",
    "authors": [
      "Masoud Ghasemi,",
      "Daryoush Moradi Chadegani,",
      "Ahmad Shahivandi,",
      "Mahmood Mohammadi"
    ],
    "doi": "Vol. 34,\n                                no. 4\n                                \n                                  pp.\n                                  455\n                                  – 469",
    "issn": "1019-7052 (Print)",
    "publisher": "2538-4384 (Online)",
    "countryOfPublisher": "Afarand Scholarly Publishing Institute",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://georesearch.ir/index.php?slc_lang=en&sid=1",
    "abstract": "Aims & Backgrounds: The most important consequences of climate change are the occurrence of drought in different parts of the world (especially Iran), which has encountered urban and rural settlements with various crises. One of the ways to deal with this phenomenon is to plan a Disaster (Drought) Risk Reduction plan that is part of a crisis-specific agenda for urban planning and management. The purpose of this study is to identify, measure, and prioritize the effects of drought on habitation in Isfahan; and present strategic planning agendas resulting from compatible and prioritized scenarios derived from the Analysis of Interconnected Decision Area related to reducing the risk of drought crisis. Methodology: In this descriptive-analytical research, at first, by using delphi technique, the effective factors on habitation activity were identified, and in the next step, these impacts were assessed through social scrolling using a residents’ questionnaire in Isfahan with 384 samples by non-random quota sampling. Twenty impact which have higher mean score, extracted and then by entering into the process of the problematic strategic spatial planning process and applying the Analysis of Interconnected Decision Area techniques, compatible and prioritized scenarios of the program are designed. It should be noted that during the above-mentioned step, the scenarios are prioritized based on the results of semi-quantitative risk assessment. Findings: The results indicate that the impacts of “river drying and madies”, “the dissatisfaction and distrust between civil society and decision makers”, “life expectancy transformation”, “air quality change” and “increased physical health vulnerability” are highest risk of habitation in Isfahan. Conclusion: The top scenario among the nine areas of decision-making areas consists of eight areas including “urban design”, “vitality”, “public participation”, “urban management”, “modern technologies”, “physical health” and “lifestyle”.",
    "readLink": "http://georesearch.ir/article-1-818-en.html"
  },
  {
    "title": "Assessment of Agricultural Drought Based on Reanalysis Soil Moisture in Southern China",
    "authors": [
      "Wei Shangguan,",
      "Ruqing Zhang,",
      "Lu Li,",
      "Shulei Zhang,",
      "Ye Zhang,",
      "Feini Huang,",
      "Jianduo Li,",
      "Wei Liu"
    ],
    "doi": "https://doi.org/10.3390/land11040502",
    "journalVolume": "Vol. 11,\n                                no. 502\n                                \n                                  p.\n                                  502",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Accurate assessment of agricultural drought is useful for ecosystem services. This is a successive work of our previous study that assessed agricultural drought using the soil water deficit index (SWDI) based on ERA5-Land in the four southern provinces of China from 2017 to 2019. Firstly, in addition to ERA5-Land, the suitability of CLDAS (China Land Data Assimilation System) soil moisture for drought assessment was investigated. Then, the study was extended with more comprehensive analysis and a much longer period (1981–2020). Based on three climate zones, in situ soil moisture was used for evaluation of both reanalysis datasets and agricultural drought. It was found that ERA5-Land_SWDI and CLDAS_SWDI have a good correlation with the in situ SWDI. ERA5-Land and CLDAS demonstrate some differences in representing agricultural drought but have a similar performance evaluated by in situ soil moisture. Droughts from 2001 to 2010 were more serious than in the other three decades, and droughts have become longer and severer in some areas in the last 40 years. There was a good correlation between agricultural drought and meteorological drought. Our work offers important insights for agricultural drought risk management in the four southern provinces of China.",
    "readLink": "https://www.mdpi.com/2073-445X/11/4/502"
  },
  {
    "title": "Climate change in Eastern Taimyr over the last 80 years and the warming impact on biodiversity and ecosystem processes in its territory",
    "authors": [
      "Elena B. Pospelova,",
      "Igor N. Pospelov,",
      "Mikhail V. Orlov"
    ],
    "doi": "https://doi.org/10.24189/ncr.2017.040",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  48\n                                  – 60",
    "issn": "2500-008X (Print)",
    "publisher": "Fund for Support and Development of Protected Areas \"Bear Land\"",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Geography. Anthropology. Recreation"
    ],
    "journalUrl": "http://ncr-journal.bear-land.org/",
    "abstract": "The analysis of long-term changes of mean annual temperatures and the active temperature sum over 80 years was carried out using data of the Khatanga meteorological station. Since the 1990s, an essential warming was observed, especially after 2000. The warming influence on vegetation takes place immediately (the ecosystem composition changes due to the degradation of cryogenic processes) as well as directly by increasing the time of the vegetation period and the total amount of heat on plants. As a result, in the last few years, the lead of phenological phenomena terms is observed – the time of foliage expansion and efflorescence of plants-indicators, geese arriving, mosquitos appearance, ice thawing. By long term monitoring data, the moving of some north-taiga plant species to forest tundra and tundra is observed, as well as their establishing in vegetation communities. However, at this moment, the character of the vegetation is stable. The occurrence of taiga animals is increased in tundra and forest tundra. An active revival of larch is observed in forest tundra and north sparse forests. A removing forest border to the north is not observed, but in the southern mountains of Taimyr its replacing on higher levels could be seen. A decreasing summer precipitation quantity increases the possibility of forest fires, spring and bog drying. It influences negatively on bog flora and near-water fauna. It is possible, that the main reason of the local climate change at the East of Taimyr is less connected to the global planet change, but much more to pulsations of the strong Siberian anticyclone.",
    "readLink": "http://ncr-journal.bear-land.org/article/94"
  }
]