[
  {
    "title": "The impact of climate smart agriculture on household welfare in smallholder integrated crop–livestock farming systems: evidence from Zimbabwe",
    "authors": [
      "Angeline Mujeyi,",
      "Maxwell Mudhara,",
      "Munyaradzi Mutenje"
    ],
    "doi": "https://doi.org/10.1186/s40066-020-00277-3",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2048-7010 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://agricultureandfoodsecurity.biomedcentral.com/",
    "abstract": "Abstract Background Agriculture contributes significantly to the welfare of smallholder farmers, but it has become highly susceptible to climate change, due to its reliance on the increasingly erratic rainfall patterns. Climate Smart Agriculture (CSA) offers important opportunities for enhancing food security and incomes through increased agriculture productivity. Technology evaluation through impact studies provides information on the effect of CSA on farmer welfare, thereby highlighting its potential in optimizing agriculture productivity. This paper analyses the impact of CSA adoption on food security and income of households, using cross-sectional survey data collected from 386 households across four districts in Zimbabwe. The analysis was done using the endogenous switching regression model which controls for selection bias and unobserved heterogeneity, a commonly used method in adoption impact analysis. Results The study found several agricultural and socio-economic factors which affect adoption and food security. The econometric results show that the status of soil fertility in fields, distance to input and output markets, ownership of communication assets, and Total Livestock Units (TLU) have a significant impact on the decision of farmers to adopt CSA. The Average Treatment Effects on the Treated (ATT) and Average Treatment Effects on the Untreated (ATU) were found to be positive and significant for adopters and non-adopters, indicating that CSA adoption has had a significantly positive impact on the welfare of the farmers. An analysis of the outcomes revealed that the characteristics of farmers and farms, as well as market factors, significantly affect the welfare of households. The household income, with reference to the adoption of CSA, was significantly affected by factors such as the education of household head, labour size, TLU, and asset index. Food security was influenced by factors such as the education of household head, TLU, access to sanitation, and arable land size. Conclusions The study concludes by giving policy recommendations centred on the access to inputs, sanitation, and encouraging investing in assets and TLU. The findings indicate that the adoption of CSA has a positive impact on the welfare of farmers. To exploit the full potential of these technologies, the study suggests that access to timely weather forecasts must be ensured, that sanitation must be promoted, and that incentives must be provided for agricultural input agro-dealers to decentralize to rural areas.",
    "readLink": "https://doi.org/10.1186/s40066-020-00277-3"
  },
  {
    "title": "Investigating the Reliability of Stationary Design Rainfall in a Mediterranean Region under a Changing Climate",
    "authors": [
      "Dario Treppiedi,",
      "Giuseppe Cipolla,",
      "Antonio Francipane,",
      "Marcella Cannarozzo,",
      "Leonardo Valerio Noto"
    ],
    "doi": "https://doi.org/10.3390/w15122245",
    "journalVolume": "Vol. 15,\n                                no. 2245\n                                \n                                  p.\n                                  2245",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Extreme rainfall events have been more frequent in recent decades, potentially as a climate change effect. This has been leading to a higher risk of the failure of existing hydraulic infrastructures, and to a higher awareness regarding the unreliability of design rainfall calculated with reference to historical data recorded in the last century. With this in mind, the present study questions the stationary assumption of the rainfall Depth–Duration–Frequency curves commonly used in Sicily, the biggest island of the Mediterranean Sea. Quantiles derived from the most up-to-date regional method, regarding Sicily, based on observations in the period 1928–2010, have been compared with those extracted from a high-resolution dataset related to the period 2002–2022, provided by the SIAS agency. The results showed a remarkable underestimation of the rainfall quantiles calculated with the regional approach, especially at the shortest durations and low return periods. This means that new hydraulic works should be designed with reference to longer return periods than in the recent past, and those that currently exist may experience a higher risk of failure. Future investigation of this aspect is crucial for enhancing the effectiveness of water management and detecting hydrological risks under a changing climate.",
    "readLink": "https://www.mdpi.com/2073-4441/15/12/2245"
  },
  {
    "title": "Reaction Characteristics of Ni-Based Catalyst Supported by Al<sub>2</sub>O<sub>3</sub> in a Fluidized Bed for CO<sub>2</sub> Methanation",
    "authors": [
      "Byungwook Hwang,",
      "Son Ich Ngo,",
      "Young-Il Lim,",
      "Myung Won Seo,",
      "Sung Jin Park,",
      "Ho-Jung Ryu,",
      "Hyungseok Nam,",
      "Doyeon Lee"
    ],
    "doi": "https://doi.org/10.3390/catal12111346",
    "journalVolume": "Vol. 12,\n                                no. 1346\n                                \n                                  p.\n                                  1346",
    "issn": "2073-4344 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/catalysts",
    "abstract": "CO2 methanation is a promising technology to store renewable energy by converting carbon dioxide with green hydrogen into methane, which is known as power to gas (PtG). In this study, CO2 methanation performance of a Ni/Al2O3 catalyst was investigated in a bubbling fluidized bed (BFB) and the axial gas concentration, temperature, and CO2 conversion were densely analyzed. Moreover, a modified reaction kinetic model was proposed, and the results were compared with experimental data. The bed temperature increased by 11 °C from 340 °C to 351 °C within the first 30 mm of the fluidized bed. The CO2 conversion was approximately 90% within 50 mm from the bottom of the reactor and was maintained above this height. The Ni/Al2O3 catalyst exhibited the highest CO2 conversion (95%) at 320 °C. Using a simple plug-flow reactor model, three optimized kinetic modification factors (1.5094, 0.0238, and 0.2466) were used to fit the experimental data. The hydrodynamic effects significantly influenced the chemical reaction kinetics of the BFB.",
    "readLink": "https://www.mdpi.com/2073-4344/12/11/1346"
  },
  {
    "title": "Geochemistry of core sediments from the southeastern Bay of Bengal: Inferences on weathering and early diagenetic changes",
    "authors": [
      "A. Prajith,",
      "Abhishek Tyagi,",
      "P. John Kurian"
    ],
    "doi": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  495\n                                  – 504",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "A sediment core (ABP24/05), collected at a water depth of 3520 ​m from the southeastern Bay of Bengal was studied to determine the change in chemical weathering during the last glacial to deglacial periods and the factors of sedimentary environment which controlled earliest diagenetic changes in the sediment after its deposition. High ratios of K/Rb, Ti/Al and Zr/Rb during ~45 to ~18 ​cal ​kyr B.P. in the core sediments may be attributed to the stronger physical erosion and turbidity currents activity during this period. This might have brought a higher quantity of unaltered minerals to the study area. Low ratios of K/Rb, Zr/Rb, and Ti/Al and increase of SiO2/TiO2, Rb/Al and Cs/Al from ~18 ​cal ​kyr B.P. to present may be indicating an increase in the rate of chemical weathering during this period. The time of increased chemical weathering in the study area is consistent with deglaciation warming in the tropical Indian Ocean and strengthening of river runoff into the Andaman Sea. Climate change during the interglacial period by increased solar insolation thereby strengthened the summer monsoon which might have led to intensified chemical weathering in the source region since ~18 ​cal ​kyr B.P. The low organic carbon (OC), high Mn/Al, Fe/Al and the Mn-oxides minerals precipitation indicate prevailing of oxic conditions during ~11 ​cal ​kyr B.P. in the core sediments, which is contradictory to suboxic conditions developed in the deep ocean sediments in the western Bay of Bengal and the equatorial Indian Ocean. The low terrigenous influx and export of less OC to the bottom sediments might have created a favorable condition for the formation of Mn-oxides in the study area during Holocene.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987120302000"
  },
  {
    "title": "A tug of war between centralization and decentralization: the co-evolution of urban governance and water risks in Guwahati, India",
    "authors": [
      "Safa Fanaian,",
      "Farnoosh Fanaian"
    ],
    "doi": "https://doi.org/10.1088/2515-7620/acdc86",
    "journalVolume": "Vol. 5,\n                                no. 6\n                                \n                                  p.\n                                  065012",
    "issn": "2515-7620 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/2515-7620",
    "abstract": "Intermediate cities in Asia and Africa house more than 60% of the world’s urban population. More than 54% of the people here face high levels of water stress and are increasingly vulnerable to water-related risks such as floods, limited access to safe drinking water and water pollution. These urban water risks are complex outcomes of climate change, land use changes, governance failures, and social inequities. This study examines the co-evolution of three water risks and governance responses through the case of Guwahati, India. Guwahati, on the Brahmaputra River in the Northeast of India, serves as a case of an intermediate city to demonstrate changes in water risk governance trends. We focus on studying the connected governance responses to changes in three interrelated water risks, i.e., domestic water supply, urban floods, and river pollution. The shifts in the socio-political structures for these risks are assessed by combining historical institutionalism with multi-level perspective theory. The results show that despite the growing diversity of actors and devolution of responsibilities in cities to mitigate water risks, there is an ongoing tug-of-war between centralized and decentralized modes of decision-making. Contrary to the recommendations for decentralized urban governance, the trend is currently tugging towards a centralized decision-making mode. However, when differences arise between the local and national, local actors within their limited frames of action manage to circumnavigate nationally dictated mandates to fit local needs.",
    "readLink": "https://doi.org/10.1088/2515-7620/acdc86"
  },
  {
    "title": "Phytoplankton response to winter warming modified by large-bodied zooplankton: an experimental microcosm study",
    "authors": [
      "Hu He,",
      "Xiaolong Zhu,",
      "Xiaolan Song,",
      "Erik Jeppesen,",
      "Zhengwen Liu"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2015.1066",
    "journalVolume": "Vol. 74,\n                                no. 3",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "While several field investigations have demonstrated significant effects of cool season (winter or spring) warming on phytoplankton development, the role played by large-bodied zooplankton grazers for the responses of phytoplankton to winter warming is ambiguous. We conducted an outdoor experiment to compare the effect of winter warming (heating by 3°C) in combination with presence and absence of Daphnia grazing (D. similis) on phytoplankton standing crops and community structure under eutrophic conditions. When Daphnia were absent, warming was associated with significant increases in phytoplankton biomass and cyanobacterial dominance. In contrast, when Daphnia were present, warming effects on phytoplankton dynamics were offset by warming-enhanced grazing, resulting in no significant change in biomass or taxonomic dominance. These results emphasize that large-bodied zooplankton like Daphnia spp. may play an important role in modulating the interactions between climate warming and phytoplankton dynamics in nutrient rich lake ecosystems.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/1066"
  },
  {
    "title": "Thermal conditions during early life influence seasonal maternal strategies in the three-spined stickleback",
    "authors": [
      "Sin-Yeon Kim,",
      "Neil B. Metcalfe,",
      "Alberto da Silva,",
      "Alberto Velando"
    ],
    "doi": "https://doi.org/10.1186/s12898-017-0144-x",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "1472-6785 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://bmcecol.biomedcentral.com",
    "abstract": "Abstract Background Conditions experienced by a female during early life may affect her reproductive strategies and maternal investment later in life. This effect of early environmental conditions is a potentially important mechanism by which animals can compensate for the negative impacts of climate change. In this study, we experimentally tested whether three-spined sticklebacks (Gasterosteus aculeatus) change their maternal strategy according to environmental temperatures experienced earlier in life. We studied maternal investment from a life-history perspective because females are expected to adjust their reproductive strategy in relation to their current and future reproductive returns as well as offspring fitness. Results F1 families were reared in control and elevated winter temperatures and their reproductive trajectories were studied when returned to common conditions. Females that had experienced the warm winter treatment (n = 141) had a lower fecundity and reduced breeding and total lifespan compared to the control individuals (n = 159). Whereas the control females tended to produce their heaviest and largest clutches in their first reproductive attempt, the warm-acclimated females invested less in their first clutch, but then produced increasingly heavy clutches over the course of the breeding season. Egg mass increased with clutch number at a similar rate in the two groups. The warm-acclimated females increased the investment of carotenoids in the first and last clutches of the season. Thus, any transgenerational effects of the maternal thermal environment on offspring phenotype may be mediated by the allocation of antioxidants into eggs but not by egg size. Conclusions Our results indicate that conditions experienced by females during juvenile life have a profound effect on life-time maternal reproductive strategies. The temperature-induced changes in maternal strategy may be due to constraints imposed by the higher energetic costs of a warm environment, but it is possible that they allow the offspring to compensate for higher energetic costs and damage when they face the same thermal stress as did their mothers.",
    "readLink": "http://link.springer.com/article/10.1186/s12898-017-0144-x"
  },
  {
    "title": "Detection and analysis of drought over Turkey with remote sensing and model-based drought indices",
    "authors": [
      "Behnam Khorrami,",
      "Orhan Gündüz"
    ],
    "doi": "https://doi.org/10.1080/10106049.2022.2066197",
    "journalVolume": "Vol. 37,\n                                no. 26\n                                \n                                  pp.\n                                  12171\n                                  – 12193",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "Under the severe impacts of climate change, drought has become one of the most undesirable and complex natural phenomena with critical consequences for the environment, economy and society. The orthodox drought monitoring approaches use observations of meteorological stations, which are typically restricted in time and space. Remote sensing, conversely, provides continuous global coverage of a variety of hydro-meteorological variables that are influential in drought, and data extracted from remote sensing and modeling missions are now considered more practical and alluring for researchers. In this study, we applied a combination of field data, remotely sensed data and modeled data to detect and quantitatively analyze drought phenomena. To achieve this objective, we utilized Terrestrial Water Storage Anomalies (TWSA) estimations from GRACE mission, Normalized Difference Vegetation Index (NDVI) from MODIS mission, Surface Runoff (R) and Evapotranspiration from ERA5 reanalysis datasets and Soil Moisture (SM) from GLDAS data model to evaluate their feasibility in detecting recent droughts over Turkey. We validated the accuracy of several remote sensing-based indices (GRACE Drought Severity Index, Water Storage Deficit Index [WSDI], Soil Moisture Index, Standardized Runoff Index and NDVI) with the traditional indices (SPI and SPEI) calculated from in situ observations of precipitation. The results revealed that the GRACE-based WSDI gave the best performance with high correlations with the SPI index both temporally and spatially over Turkey. We also found that monthly and annual time series of WSDI agreed well with the SPI index with correlations of 0.69 and 0.73, respectively. The results of drought analysis also indicated that WSDI could be used as a proxy to standard meteorological drought indices over Turkey as it performed well to detect and characterize the recent droughts of Turkey based on its comparisons to SPI results.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2022.2066197"
  },
  {
    "title": "High temperatures constrain latewood formation in Larix gmelinii xylem in boreal forests",
    "authors": [
      "Yuting Jin,",
      "Junxia Li,",
      "Xueping Bai,",
      "Ying Zhao,",
      "Di Cui,",
      "Zhenju Chen"
    ],
    "doi": "Vol. 30\n                                \n                                \n                                  p.\n                                  e01767",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "In trees, both radial growth and earlywood or latewood differentiation of xylem can reflect responses not only to internal stimuli but also to changes in the external environment. Here, we examined the effect of age and environment on the proportion of latewood to earlywood (PLE) in Larix gmelinii (Dahurian larch) from boreal forests in Eurasia to gain a better understanding of the influence of climate change on genetically controlled characteristics of tree growth. Distinctive differentiation and interannual changes in growth divergences were dependent on age, whereas the influence of environmental factors was also limited. The low-frequency change in the PLE has a juvenile effect, and the variation is unstable. The proportions of latewood to earlywood changed significantly with age during the first 100 years of life (p < 0.05), and environmental factors had a limited impact on the PLE during this stage. However, environmental effects on the PLE became statistically significant when trees were over 100 years old. The average temperature in June–August had a significantly negative correlation with the PLE with temporal changes. The PLE increased significantly with decreased annual mean temperature (p < 0.05) with geospatial variations. After 100 years of tree age, temperature played a crucial role in PLE changes. This suggests that the abnormal radial growth of Larix gmelinii, as indicated by the PLE, will occur in response to rising temperatures. Therefore, PLE-related supporting structures and intrinsic physiological processes in trees can be expected to undergo complex changes, the nature of which is uncertain, as temperatures rise globally. The variation in the PLE could lead to significant changes in the growth of the dominant tree species and hence in the structure and function of boreal forests in cold temperate zones.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989421003176"
  },
  {
    "title": "Climate change adaptation guidance: Clarifying three modes of planning and implementation",
    "authors": [
      "Mark Stafford-Smith,",
      "David Rissik,",
      "Roger Street,",
      "Brenda Lin,",
      "Veronica Doerr,",
      "Robert Webb,",
      "Lesley Andrew,",
      "Russell M. Wise"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  100392",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "As the world recognises the need to adapt to unavoidable climate change, diverse adaptation planning and risk assessment guides have emerged, with the legitimate intent of providing context- or sector-specific guidance. Despite this, adaptation seems challenged to move to action, and users of guides often report being overwhelmed or confused. New guides seem to continually re-invent the details of the adaptation cycle of planning and implementation, whereas it may be better to focus more on making these details salient to users at different stages of their adaptation journey, in terms of levels of experience or organisational process. We review 39 guides to identify leading practice around a basic set of six core steps in an adaptation cycle, which could be the starting point for any new guide. We then argue that it should be standard to provide guidance about different modes of applying an adaptation cycle in practice, which can help practitioners with different types of use and as they evolve their understanding of their adaptation needs. We show how defining three archetypal modes of adaptation cycle – Scan, Portfolio and Project – helps to sharpen the advice about the approaches to apply in each of the steps within each mode, and particularly to simplify the journey to action for practitioners considering climate adaptation for the first time. We discuss what response users have had to some applications of this approach. We conclude that it is time for adaptation researchers and practitioners to move on from putting energy into re-inventing the adaptation cycle, and instead provide more differentiated guidance for how the cycle can be applied as the user’s context changes through their adaptation journey.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096321001236"
  }
]