[
  {
    "title": "Electricity Market in Brazil: A Critical Review on the Ongoing Reform",
    "authors": [
      "André  Quites Ordovás Santos,",
      "Adriel  Rodrigues da Silva,",
      "Jorge  Javier Gimenez Ledesma,",
      "Adriano  Batista de Almeida,",
      "Marco  Roberto Cavallari,",
      "Oswaldo  Hideo Ando Junior"
    ],
    "doi": "https://doi.org/10.3390/en14102873",
    "journalVolume": "Vol. 14,\n                                no. 2873\n                                \n                                  p.\n                                  2873",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "With the current worsening of climate change-associated risks, the transition to low-carbon energy sources has become a global priority. In this context, the advances in the implementation of smart grids, which, in addition to greater efficiency and resilience, also allow greater penetration of renewable distributed energy resources, are becoming increasingly important. However, the necessary investments will be colossal. Many specialists see the process of opening up the electric energy markets as essential to boosting these new technologies. Greater decentralization of the decision-making process can potentially promote greater scalability. However, not all liberalization reforms have led to good results. Several researchers have been evaluating experiences in different countries. Brazil, a country with continental dimensions and peculiar characteristics, already counts with a mostly renewable electric energy generation mix. In recent decades, however, it has become increasingly dependent on fossil fuel sources. Brazil has been conducting a process of opening the electric energy market since the 1990s. This process has faced a series of barriers. This article presents a critical bibliographic review of the Brazilian Power System history and its ongoing opening process, its possible successes and errors, as well as its perspectives and challenges.",
    "readLink": "https://www.mdpi.com/1996-1073/14/10/2873"
  },
  {
    "title": "Chaetocladius berythensis sp. n., C. callauensis sp. n., C. guardiolei sp. n. and C. parerai sp. n., four relict species inhabiting glacial springs and streams in eastern Pyrenees and Lebanon (Diptera: Chironomidae)",
    "authors": [
      "Joel Moubayed,",
      "Peter H Langton"
    ],
    "doi": "https://doi.org/10.5324/cjcr.v0i32.3000",
    "journalVolume": "no. 32",
    "issn": "0172-1941 (Print)",
    "publisher": "2387-5372 (Online)",
    "countryOfPublisher": "NTNU University Museum Norwegian University of Science and Technology",
    "lcc": [
      "Norway",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.ntnu.no/ojs/index.php/chironomus",
    "abstract": "Four new species of the genus Chaetocladius s. str. (C. berythensis sp. n., C. callauensis sp. n., C. guardiolei sp. n. and C. parerai sp. n.) are diagnosed and described based on material collected in some glacial springs and small streams located at high altitude (1800-2300 m). While C. berythensis sp. n. is described only as male adult from the upper basin of the Beirut River (Lebanon Mount, Western range, Mount Sannine), C. callauensis sp. n. C. guardiolei sp. n. and C. parerai sp. n. are described as male adult accompanied by descriptions of tentatively associated male pupal exuviae from the upper basin of the Mantet River and Soques stream (eastern Pyrenees, West France). Additional taxonomic notes including illustrations and brief descriptions of 10 taxa/species based on male adults, male pharate adults and pupal exuviae collected in glacial springs, peat bogs and streams located at high altitude are provided. On the basis of characters in the male adult, only C. berythensis sp. n. keys to the laminatus-group, which is reported for the first time from the Levantine sub-region. Based on the unusual shape of both inferior volsella and gonostylus, the four new Chaetocladius species each belong to local biogeographic elements: C. berythensis sp. n. to a ‘Levantine element’, while C. callauensis sp. n., C. guardiolei sp. n. and C. parerai sp. n. belong to a ‘Pyrenean element’. All of the four new species are considered to be relict representatives of glacial helocrenes and cold stenothermic streams. Such species may be biological indicators and biogeographic representatives of global warming and local climate change.",
    "readLink": "https://www.ntnu.no/ojs/index.php/chironomus/article/view/3000"
  },
  {
    "title": "Role of Internal Variability of Climate System in Increase of Air Temperature in Wrocław (Poland) in the Years 1951–2018",
    "authors": [
      "Marsz Andrzej A.,",
      "Styszyńska Anna,",
      "Bryś Krystyna,",
      "Bryś Tadeusz"
    ],
    "doi": "https://doi.org/10.2478/quageo-2021-0027",
    "journalVolume": "Vol. 40,\n                                no. 3\n                                \n                                  pp.\n                                  109\n                                  – 124",
    "issn": "2081-6383 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/QUAGEO",
    "abstract": "In the course of analysing the annual air temperature in Wrocław (TWr), a rapid change of the thermal regime was found between 1987 and 1989. TWr increased by >1°C, a strong, statistically significant positive trend emerged. The analysis of processes showed that strong warming in the cold season of the year (December–March) occurred as a result of an increase in the NAO intensity and warming in the warm season because of increased sunshine duration in Wrocław (ShWr). Multiple regression analysis has shown that the winter NAO Hurrell's index explains 15% of TWr variance, and the ShWr of the long-day (April–August) period 49%, whereas radiative forcing 5.9%. This indicates that the factors incidental to the internal variability of the climate system explain 64% of the TWr variability and the effect of increased CO2 concentration only ~6%. The reason for this rapid change of the thermal regime was a radical change in macro-circulation conditions in the Atlantic-European circular sector, which took place between 1988 and 1989. The heat, which is the cause of warming in Wrocław, comes from an increase in solar energy inflow (April–August) and also is transported to Europe from the North Atlantic surface by atmospheric circulation (NAO). These results indicate that the role of CO2 in shaping the contemporary temperature increase is overestimated, whereas the internal variability of the climate system is underestimated.",
    "readLink": "https://doi.org/10.2478/quageo-2021-0027"
  },
  {
    "title": "Taking up from COP26 going forward: contribution of the Book “Survival: One Health, One Planet, One Future by George R. Lueddeke”",
    "authors": [
      "Eliudi Saria Eliakimu,",
      "Linda Mans"
    ],
    "doi": "https://doi.org/10.11576/seejph-6119",
    "issn": "2197-5248 (Online)",
    "publisher": "Jacobs Verlag",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.seejph.com/index.php/seejph/index",
    "abstract": "Since its publication in 2019, the book \"Survival: One Health, One Planet, One Future\", written by George R. Lueddeke, has proven to be timely and useful in these uncertain and tense (\"rattling\" – Lueddeke’s word) times we are experiencing. Indeed, we have had (and still are experiencing) the COVID-19 pandemic and the war between Russia and Ukraine that was started early 2022. In this article, we recall the urgency of climate action, the goals of COP26 (that took place from 31st October to 12th November 2021) and provide suggestions for topics that might deserve a place in a possible update of the book. These topics include (i) a critical analysis of the effects of Russia and Ukraine War and lessons from the perspective of One Health and Wellbeing; (ii) progress in various countries in using the One Health approach to address issues that affect the health and wellbeing of population (equity), the environment and ecosystems in general (including global trends in non-communicable diseases and antimicrobial resistance); and (iii) look at the current global governance systems in relation to how they can better function proactively to prevent future wars (interconnected challenges). Acknowledgements: We acknowledge the work of the President of COP26 and the Secretariat for the draft decision document that has been one of our foundational references. We also thank all the authors of the references cited in our paper for their wonderful work. Source of funding: No funding was received for this work. Conflicts of interest: The authors declare that there is no any conflict of interest. Disclaimer: The authors alone are responsible for the views expressed in this publication, and they do not represent views of their organisations.",
    "readLink": "https://www.seejph.com/index.php/seejph/article/view/6119"
  },
  {
    "title": "DeepAProt: Deep learning based abiotic stress protein sequence classification and identification tool in cereals",
    "authors": [
      "Bulbul Ahmed,",
      "Md Ashraful Haque,",
      "Mir Asif Iquebal,",
      "Sarika Jaiswal,",
      "U. B. Angadi,",
      "Dinesh Kumar,",
      "Dinesh Kumar,",
      "Anil Rai"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1008756",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The impact of climate change has been alarming for the crop growth. The extreme weather conditions can stress the crops and reduce the yield of major crops belonging to Poaceae family too, that sustains 50% of the world’s food calorie and 20% of protein intake. Computational approaches, such as artificial intelligence-based techniques have become the forefront of prediction-based data interpretation and plant stress responses. In this study, we proposed a novel activation function, namely, Gaussian Error Linear Unit with Sigmoid (SIELU) which was implemented in the development of a Deep Learning (DL) model along with other hyper parameters for classification of unknown abiotic stress protein sequences from crops of Poaceae family. To develop this models, data pertaining to four different abiotic stress (namely, cold, drought, heat and salinity) responsive proteins of the crops belonging to poaceae family were retrieved from public domain. It was observed that efficiency of the DL models with our proposed novel SIELU activation function outperformed the models as compared to GeLU activation function, SVM and RF with 95.11%, 80.78%, 94.97%, and 81.69% accuracy for cold, drought, heat and salinity, respectively. Also, a web-based tool, named DeepAProt (http://login1.cabgrid.res.in:5500/) was developed using flask API, along with its mobile app. This server/App will provide researchers a convenient tool, which is rapid and economical in identification of proteins for abiotic stress management in crops Poaceae family, in endeavour of higher production for food security and combating hunger, ensuring UN SDG goal 2.0.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1008756/full"
  },
  {
    "title": "Perspective on Development of Piezoelectric Micro-Power Generators",
    "authors": [
      "Zehuan Wang,",
      "Shiyuan Liu,",
      "Zhengbao Yang,",
      "Shuxiang Dong"
    ],
    "doi": "https://doi.org/10.3390/nanoenergyadv3020005",
    "journalVolume": "Vol. 3,\n                                no. 5\n                                \n                                  pp.\n                                  73\n                                  – 100",
    "issn": "2673-706X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics",
      "Technology: Chemical technology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nanoenergyadv",
    "abstract": "Anthropogenetic environmental deterioration and climate change caused by energy production and consumption pose a significant threat to the future of humanity. Renewable, environmentally friendly, and cost-effective energy sources are becoming increasingly important for addressing future energy demands. Mechanical power is the most common type of external energy that can be converted into useful electric power. Because of its strong electromechanical coupling ability, the piezoelectric mechanism is a far more successful technique for converting mechanics energy to electrical energy when compared to electrostatic, electromagnetic, and triboelectric transduction systems. Currently, the scientific community has maintained a strong interest in piezoelectric micro-power generators because of their great potential for powering a sensor unit in the distributed network nodes. A national network usually has a large mass of sensor units distributed in each city, and a self-powered sensor network is eagerly required. This paper presents a comprehensive review of the development of piezoelectric micro-power generators. The fundamentals of piezoelectric energy conversion, including operational modes and working mechanisms, are introduced. Current research progress in piezoelectric materials including zinc oxide, ceramics, single crystals, organics, composite, bio-inspired and foam materials are reviewed. Piezoelectric energy harvesting at the nano- and microscales, and its applications in a variety of fields such as wind, liquid flow, body movement, implantable and sensing devices are discussed. Finally, the future development of multi-field coupled, hybrid piezoelectric micropower generators and their potential applications are discussed.",
    "readLink": "https://www.mdpi.com/2673-706X/3/2/5"
  },
  {
    "title": "A Systemic View of Carbohydrate Metabolism in Rice to Facilitate Productivity",
    "authors": [
      "Woo-Jong Hong,",
      "Xu Jiang,",
      "Seok-Hyun Choi,",
      "Yu-Jin Kim,",
      "Sun-Tae Kim,",
      "Jong-Seong Jeon,",
      "Ki-Hong Jung"
    ],
    "doi": "https://doi.org/10.3390/plants10081690",
    "journalVolume": "Vol. 10,\n                                no. 1690\n                                \n                                  p.\n                                  1690",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Carbohydrate metabolism is an important biochemical process related to developmental growth and yield-related traits. Due to global climate change and rapid population growth, increasing rice yield has become vital. To understand whole carbohydrate metabolism pathways and find related clues for enhancing yield, genes in whole carbohydrate metabolism pathways were systemically dissected using meta-transcriptome data. This study identified 866 carbohydrate genes from the MapMan toolkit and the Kyoto Encyclopedia of Genes and Genomes database split into 11 clusters of different anatomical expression profiles. Analysis of functionally characterized carbohydrate genes revealed that source activity and eating quality are the most well-known functions, and they each have a strong correlation with tissue-preferred clusters. To verify the transcriptomic dissection, three pollen-preferred cluster genes were used and found downregulated in the gori mutant. Finally, we summarized carbohydrate metabolism as a conceptual model in gene clusters associated with morphological traits. This systemic analysis not only provided new insights to improve rice yield but also proposed novel tissue-preferred carbohydrate genes for future research.",
    "readLink": "https://www.mdpi.com/2223-7747/10/8/1690"
  },
  {
    "title": "Effects of water and nitrogen addition on species turnover in temperate grasslands in northern China.",
    "authors": [
      "Zhuwen Xu,",
      "Shiqiang Wan,",
      "Haiyan Ren,",
      "Xingguo Han,",
      "Mai-He Li,",
      "Weixin Cheng,",
      "Yong Jiang"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0039762",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  p.\n                                  e39762",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Global nitrogen (N) deposition and climate change have been identified as two of the most important causes of current plant diversity loss. However, temporal patterns of species turnover underlying diversity changes in response to changing precipitation regimes and atmospheric N deposition have received inadequate attention. We carried out a manipulation experiment in a steppe and an old-field in North China from 2005 to 2009, to test the hypothesis that water addition enhances plant species richness through increase in the rate of species gain and decrease in the rate of species loss, while N addition has opposite effects on species changes. Our results showed that water addition increased the rate of species gain in both the steppe and the old field but decreased the rates of species loss and turnover in the old field. In contrast, N addition increased the rates of species loss and turnover in the steppe but decreased the rate of species gain in the old field. The rate of species change was greater in the old field than in the steppe. Water interacted with N to affect species richness and species turnover, indicating that the impacts of N on semi-arid grasslands were largely mediated by water availability. The temporal stability of communities was negatively correlated with rates of species loss and turnover, suggesting that water addition might enhance, but N addition would reduce the compositional stability of grasslands. Experimental results support our initial hypothesis and demonstrate that water and N availabilities differed in the effects on rate of species change in the temperate grasslands, and these effects also depend on grassland types and/or land-use history. Species gain and loss together contribute to the dynamic change of species richness in semi-arid grasslands under future climate change.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/22768119/?tool=EBI"
  },
  {
    "title": "Quantitative mismatch between empirical temperature-size rule slopes and predictions based on oxygen limitation",
    "authors": [
      "Sigurd Einum,",
      "Claus Bech,",
      "Øystein Nordeide Kielland"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-03051-y",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract In ectotherms, adult body size commonly declines with increasing environmental temperature, a pattern known as the temperature-size rule. One influential hypothesis explaining this observation is that the challenge of obtaining sufficient oxygen to support metabolism becomes greater with increasing body size, and more so at high temperatures. Yet, previous models based on this hypothesis do not account for phenotypic plasticity in the physiology of organisms that counteracts oxygen limitation at high temperature. Here, we model the predicted strength of the temperature-size response using estimates of how both the oxygen supply and demand is affected by temperature when allowing for phenotypic plasticity in the aquatic ectotherm Daphnia magna. Our predictions remain highly inconsistent with empirical temperature-size responses, with the prior being close to one order of magnitude stronger than the latter. These results fail to provide quantitative support for the hypothesis that oxygen limitation drives temperature-size clines in aquatic ectotherms. Future studies into the role of oxygen limitation should address how the strength of the temperature-size response may be shaped by evolution under fluctuating temperature regimes. Finally, our results caution against applying deterministic models based on the oxygen limitation hypothesis when predicting future changes in ectotherm size distributions under climate change.",
    "readLink": "https://doi.org/10.1038/s41598-021-03051-y"
  },
  {
    "title": "Detection and Segmentation of Small Trees in the Forest-Tundra Ecotone Using Airborne Laser Scanning",
    "authors": [
      "Marius Hauglin,",
      "Erik Næsset"
    ],
    "doi": "https://doi.org/10.3390/rs8050407",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  p.\n                                  407",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Due to expected climate change and increased focus on forests as a potential carbon sink, it is of interest to map and monitor even marginal forests where trees exist close to their tolerance limits, such as small pioneer trees in the forest-tundra ecotone. Such small trees might indicate tree line migrations and expansion of the forests into treeless areas. Airborne laser scanning (ALS) has been suggested and tested as a tool for this purpose and in the present study a novel procedure for identification and segmentation of small trees is proposed. The study was carried out in the Rollag municipality in southeastern Norway, where ALS data and field measurements of individual trees were acquired. The point density of the ALS data was eight points per m2, and the field tree heights ranged from 0.04 to 6.3 m, with a mean of 1.4 m. The proposed method is based on an allometric model relating field-measured tree height to crown diameter, and another model relating field-measured tree height to ALS-derived height. These models are calibrated with local field data. Using these simple models, every positive above-ground height derived from the ALS data can be related to a crown diameter, and by assuming a circular crown shape, this crown diameter can be extended to a crown segment. Applying this model to all ALS echoes with a positive above-ground height value yields an initial map of possible circular crown segments. The final crown segments were then derived by applying a set of simple rules to this initial “map” of segments. The resulting segments were validated by comparison with field-measured crown segments. Overall, 46% of the field-measured trees were successfully detected. The detection rate increased with tree size. For trees with height >3 m the detection rate was 80%. The relatively large detection errors were partly due to the inherent limitations in the ALS data; a substantial fraction of the smaller trees was hit by no or just a few laser pulses. This prevents reliable detection of changes at an individual tree level, but monitoring changes on an area level could be a possible application of the method. The results further showed that some variation must be expected when the method is used for repeated measurements, but no significant differences in the mean number of segmented trees were found over an intensively measured test area of 11.4 ha.",
    "readLink": "http://www.mdpi.com/2072-4292/8/5/407"
  }
]