[
  {
    "title": "Temperature and precipitation extremes under current, 1.5 °C and 2.0 °C global warming above pre-industrial levels over Botswana, and implications for climate change vulnerability",
    "authors": [
      "Tiro Nkemelang,",
      "Mark New,",
      "Modathir Zaroug"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aac2f8",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  065016",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate extremes are widely projected to become more severe as the global climate continues to warm due to anthropogenic greenhouse gas emissions. These extremes often cause the most severe impacts on society. Therefore, the extent to which the extremes might change at regional level as the global climate warms from current levels to proposed policy targets of 1.5 and 2.0 °C above preindustrial levels need to be understood to allow for better preparedness and informed policy formulation. This paper analysed projected changes in temperature and precipitation extremes at 1.0, 1.5 and 2.0 °C warming over Botswana, a country highly vulnerable to the impacts of climate change. Projected changes in temperature extremes are significantly different from each other at the three levels of global warming, across three main climatic zones in the country. Specifically, at 2.0 °C global warming relative to preindustrial, for the ensemble median: (a) country average warm spell duration index increases by 80, 65, 62 days per year across different climatic zones, approximately three (and two) times the change at 1.0 (1.5) °C; (b) cold night (TN10P) and cold day (TX10P) frequencies decrease by 12 and 9 days per year across all regions, respectively, while hot nights (TN90P) and hot days (TX90P) both increase by 8–9 days across all regions. Projected changes in drought-related indices are also distinct at different warming levels. Specifically: (a) projected mean annual precipitation decreases across the country by 5%–12% at 2 °C, 3%–8% at 1.5 °C and 2%–7% at 1.0 °C; (b) dry spell length (ALTCDD) increases by 15–19 days across the three climatic zones at 2.0 °C, about three (and two) times as much as the increase at 1.0 (1.5) °C. Ensemble mean projections indicate increases in heavy rainfall indices, but the inter-model spread is large, with no consistent direction of change, and so changes are not statistically significant. The implications of these changes in extreme temperature and precipitation for key socio-economic sectors are explored, and reveal progressively severe impacts, and consequent adaptation challenges for Botswana as the global climate warms from its present temperature of 1.0 °C above preindustrial levels to 1.5 °C, and then 2.0 °C.",
    "readLink": "https://doi.org/10.1088/1748-9326/aac2f8"
  },
  {
    "title": "Can Biological Traits Serve as Predictors for Fishes’ Introductions, Establishment, and Interactions? The Mediterranean Sea as a Case Study",
    "authors": [
      "Paraskevi K. Karachle,",
      "Anthi Oikonomou,",
      "Maria Pantazi,",
      "Konstantinos I. Stergiou,",
      "Argyro Zenetos"
    ],
    "doi": "https://doi.org/10.3390/biology11111625",
    "journalVolume": "Vol. 11,\n                                no. 1625\n                                \n                                  p.\n                                  1625",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "The Mediterranean Sea (MED) is prone to species’ introductions, induced by human activities and/or climate change. Recent studies focus on the biological traits that result in such introductions, yet on a single-area-type approach. Here, we used, analyzed, and compared biological traits derived from FishBase for MED, non-indigenous (NIS) and neonative (NEO) in the Mediterranean, and adjacent Atlantic (ATL) and Red Sea (RS) species. A quantitative trait-based analysis was performed using random forest to determine the importance of traits in the successful establishment in the Mediterranean. MED fishes were mainly demersal, slow growing and small-medium sized, preferring intermediate temperatures. Conversely, ATL were mainly deep-dwelling species, preferring low temperatures. RS and NIS were predominantly reef-associated, thermophilus, and stenothermic. NEO species were stenothermic with preference to intermediate-high temperatures. Omnivores with preference to animals was the most common trophic group among regions. MED species exhibited higher phylogenetic uniqueness (PD50) compared to RS and NIS, indicating that they have long ancestral branches and few descendants. Preferred temperature, habitat type preference and maximum reported length (Lmax) and infinite length (Linf) were the most important predictors in the establishment process. Overall, the results presented here could serve as a baseline for future research, especially by using more refined and/or additional biological trail estimates.",
    "readLink": "https://www.mdpi.com/2079-7737/11/11/1625"
  },
  {
    "title": "Identification of Pollution Patterns and Sources in a Semi-Arid Urban Stream",
    "authors": [
      "Vassiliki Markogianni,",
      "Evangelia Anastasopoulou,",
      "Alexandros Tsoupras,",
      "Elias Dimitriou"
    ],
    "doi": "https://doi.org/10.12911/22998993/81784",
    "journalVolume": "Vol. 19,\n                                no. 2\n                                \n                                  pp.\n                                  99\n                                  – 113",
    "issn": "2299-8993 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jeeng.net",
    "abstract": "The impact and occurrence of human-induced pollution sources have been investigated in one of the few remaining urban streams located in Attica, Greece. Baseline information is provided on the presence and concentration of physicochemical parameters, nutrients, total coliforms, hydrocarbons and phenols in 12 key points along the Pikrodafni stream. The aim was to evaluate the relative importance of key water quality variables and their sources. Indicator substances (i.e. concentrations of nitrate, ammonium, phosphate and total coliforms in certain stations indicating wastewater exposure; PAHs indicating petroleum sources) successfully related the water quality variables to pollution sources. Furthermore, a pollution pressure map has been developed with the activities identified from in-situ visits and Google Earth surveys, while the statistical analysis (CA and PCA) has contributed to the further exploration of the relative magnitude of pollution sources effects. Our results underline initially the importance of diffuse pollution management accompanied by the necessity for continuous environmental monitoring and the application of legal and environmental restoration actions if water quality is to be improved according to WFD 2000/60/EC.",
    "readLink": "http://www.journalssystem.com/jeeng/Identification-of-pollution-patterns-and-sources-in-a-semi-arid-urban-stream,81784,0,2.html"
  },
  {
    "title": "A New Approach of 3D Lightning Location Based on Pearson Correlation Combined with Empirical Mode Decomposition",
    "authors": [
      "Yanhui Wang,",
      "Yingchang Min,",
      "Yali Liu,",
      "Guo Zhao"
    ],
    "doi": "https://doi.org/10.3390/rs13193883",
    "journalVolume": "Vol. 13,\n                                no. 3883\n                                \n                                  p.\n                                  3883",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "To improve the accuracy of pulse matching and the mapping quality of lightning discharges, the Pearson correlation method combined with empirical mode decomposition (EMD) is introduced for discharge electric field pulse matching. This paper uses the new method to locate the lightning channels of an intra-cloud (IC) lightning flash and a cloud-to-ground (CG) lightning flash and analyzes the location results for the two lightning flashes. The results show that this method has a good performance in lightning location. Compared with the pulse-peak feature matching method, the positioning results of the new method are significantly improved, which is mainly due to the much larger number of positioning points (matched pulses). The number of located radiation sources has increased by nearly a factor of seven, which can significantly improve the continuity of the lightning channel and clearly distinguish the developmental characteristics. In the CG flash, there were three negative recoil streamers in the positive leader channel. After the three negative recoil streamers were finished, taking approximately 1 ms, 12 ms, and 2 ms, respectively, the negative leader channel underwent a K-process. The three negative recoil streamers are not connected to the K-processes in the negative leader channel. We think that the three negative recoil streamers may have triggered the three K-processes, respectively.",
    "readLink": "https://www.mdpi.com/2072-4292/13/19/3883"
  },
  {
    "title": "Review of Publications on the Water-Energy-Food Nexus and Climate Change Adaptation Using Bibliometric Analysis: A Case Study of Africa",
    "authors": [
      "Omolola M. Adeola,",
      "Abel Ramoelo,",
      "Brian Mantlana,",
      "Oscar Mokotedi,",
      "Wongalethu Silwana,",
      "Philemon Tsele"
    ],
    "doi": "https://doi.org/10.3390/su142013672",
    "journalVolume": "Vol. 14,\n                                no. 13672\n                                \n                                  p.\n                                  13672",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Access to clean water, reliable energy services and adequate food supply are basic needs for life and contribute to the reduction of national and global levels of human poverty and forced migration. This study concentrated on reviewing progress made in understanding the relationship between the Water-Energy-Food (WEF) nexus and climate change adaptation, using Africa as a case study. The method used to achieve this objective was the bibliometric analysis, covering the period from 1980–2021. Data used for this study were acquired from the Web of Science (WoS) and Scopus databases. Initially, 95 documents were retrieved from the WoS and Scopus core collection databases, but 30 duplicates were removed, and 65 documents were used. The outputs were further analysed using the bibliometric R package and VOS viewer. Analysis of the top 100 keywords in the 65 publications that link WEF nexus with climate change adaptation for Africa showed that 46 keywords fall under the application of WEF nexus, 31 keywords under the implementation of WEF nexus and 23 keywords under the implication of WEF nexus. Researchers from countries around the world have published the WEF nexus work undertaken on the African continent. Countries with the highest number of publications were South Africa, the United Kingdom, the United States of America, Germany, Kenya and Zimbabwe. Thematic analysis was used to explore the conceptual structure of WEF publications, and it produced four themes: (i) well-established concepts appropriate for structuring the conceptual framework of the field of WEF nexus in Africa; (ii) strongly developed concepts but still marginal for the field of WEF nexus in Africa; (iii) not fully developed or marginally interesting concepts for the field of WEF nexus in Africa, and (iv) significant cross-cutting concepts in the field of WEF nexus in Africa in relation to climate change adaptation. This study contributes to the growing body of literature on the WEF nexus by pointing out dominant themes from those that are still emerging in the scholarly work done in Africa.",
    "readLink": "https://www.mdpi.com/2071-1050/14/20/13672"
  },
  {
    "title": "Detecting Winter Cover Crops and Crop Residues in the Midwest US Using Machine Learning Classification of Thermal and Optical Imagery",
    "authors": [
      "Mallory  Liebl Barnes,",
      "Landon Yoder,",
      "Mahsa Khodaee"
    ],
    "doi": "https://doi.org/10.3390/rs13101998",
    "journalVolume": "Vol. 13,\n                                no. 1998\n                                \n                                  p.\n                                  1998",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Cover crops are an increasingly popular practice to improve agroecosystem resilience to climate change, pests, and other stressors. Despite their importance for climate mitigation and soil health, there remains an urgent need for methods that link winter cover crops with regional-scale climate mitigation and adaptation potential. Remote sensing is ideally suited to provide these linkages, yet, cover cropping has not been analyzed extensively in remote sensing research. Methods used for remote sensing of crops from satellites traditionally leverage the difference between visible and near-infrared reflectance to isolate the signal of photosynthetically active vegetation. However, using traditional greenness indices like the Normalized Difference Vegetation Index (NDVI) for remotely sensing winter vegetation, such as winter cover crops, is challenging because vegetation reflectance signals are often confounded with reflectance of bare soil and crop residues. Here, we present new and established methods of detecting winter cover crops using remote sensing observations. We find that remote sensing methods that incorporate thermal data in addition to traditional reflectance metrics are best able to distinguish between winter farm management practices. We conclude by addressing the potential of existing and upcoming hyperspectral and thermal missions to further assess agroecosystem function in the context of global change.",
    "readLink": "https://www.mdpi.com/2072-4292/13/10/1998"
  },
  {
    "title": "Investigating the Relationship between Human Activity and the Urban Heat Island Effect in Melbourne and Four Other International Cities Impacted by COVID-19",
    "authors": [
      "Cheuk Yin Wai,",
      "Nitin Muttil,",
      "Muhammad Atiq Ur Rehman Tariq,",
      "Prudvireddy Paresi,",
      "Raphael Chukwuka Nnachi,",
      "Anne W. M. Ng"
    ],
    "doi": "https://doi.org/10.3390/su14010378",
    "journalVolume": "Vol. 14,\n                                no. 378\n                                \n                                  p.\n                                  378",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is one of the biggest challenges of our times, even before the onset of the Coronavirus (COVID-19) pandemic. One of the main contributors to climate change is greenhouse gas (GHG) emissions, which are mostly caused by human activities such as the burning of fossil fuels. As the lockdown due to the pandemic has minimised human activity in major cities, GHG emissions have been reduced. This, in turn, is expected to lead to a reduction in the urban heat island (UHI) effect in the cities. The aim of this paper is to understand the relationship between human activity and the UHI intensity and to provide recommendations towards developing a sustainable approach to minimise the UHI effect and improve urban resilience. In this study, historical records of the monthly mean of daily maximum surface air temperatures collected from official weather stations in Melbourne, New York City, Tokyo, Dublin, and Oslo were used to estimate the UHI intensity in these cities. The results showed that factors such as global climate and geographic features could dominate the overall temperature. However, a direct relationship between COVID-19 lockdown timelines and the UHI intensity was observed, which suggests that a reduction in human activity can diminish the UHI intensity. As lockdowns due to COVID-19 are only temporary events, this study also provides recommendations to urban planners towards long-term measures to mitigate the UHI effect, which can be implemented when human activity returns to normal.",
    "readLink": "https://www.mdpi.com/2071-1050/14/1/378"
  },
  {
    "title": "Conceptualising HE educators’ capabilities to teach the crisis: towards critical and transformative environmental pedagogies",
    "authors": [
      "John Owens,",
      "Kate Greer,",
      "Heather King,",
      "Melissa Glackin"
    ],
    "doi": "https://doi.org/10.3389/feduc.2023.1193498",
    "journalVolume": "Vol. 8",
    "issn": "2504-284X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Education: Education (General)"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/education",
    "abstract": "This article aims to help conceptualise the capabilities that educators in higher education (HE) have to incorporate concerns about environmental breakdown in their day-to-day teaching. A common view amongst those in the academic literature is that Higher Education Institutions (HEIs) are failing to rise to the challenge presented by the unfolding environmental crisis. While agreeing that those in HE must do more, this article critically examines the assumption that such action can be easily enacted by HE educators. Our analysis employs the capabilities approach (CA) to illuminate the challenges surrounding HE educators’ agency to teach the crisis in their day-to-day practice, and to consider what would be needed to provide them with genuine opportunities to do so. We argue that access to the growing number of teaching resources about the environmental crisis is a necessary but insufficient condition for supporting HE educators’ capabilities to teach the crisis. For a fuller understanding of what is required to support the agency of HE educators, attention must be paid to the diverse combination of factors that shape HE educators’ opportunities to develop and enact critical and transformative environmental pedagogies in their disciplinary and institutional contexts. Drawing on the extant academic literature and with reference to a fictionalised case study we examine how HE educators’ agency is mediated by a range of personal, material and social factors. Our analysis focuses especially on the role played by social factors, including the influence of: dominant epistemological, methodological and disciplinary norms; prevailing institutional policies and practices, and; administrative and management cultures within and across HE. After discussing the importance that deliberation has in supporting educators’ agency and the development of novel forms of critical and transformative environmental pedagogy, we conclude by suggesting that in many cases enacting such pedagogies will involve confronting dominant forms of power, culture, policy and practice, within the academy and beyond.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feduc.2023.1193498/full"
  },
  {
    "title": "Knowledge Mapping on Nepal’s Protected Areas Using CiteSpace and VOSviewer",
    "authors": [
      "Liang Chang,",
      "Teiji Watanabe,",
      "Hanlin Xu,",
      "Jiho Han"
    ],
    "doi": "https://doi.org/10.3390/land11071109",
    "journalVolume": "Vol. 11,\n                                no. 1109\n                                \n                                  p.\n                                  1109",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Protected areas (PAs) play a vital role in environmental conservation, particularly in Asian countries. Numerous studies were conducted on PAs in Nepal. We analyzed 864 papers from the Web of Science database using two visualization tools: VOSviewer and CiteSpace. This study identified the most influential journals, institutions, countries, and regions. In addition, we investigated the changing trend of research hotspots on PAs in Nepal. Keyword mapping was conducted for each type of PA and their differences were compared. We found that the research hotspots are changing with the shifting of conservation policies in Nepal. We suggest conducting more predictive studies on the future development of PAs. Currently, PA research is mainly conducted in traditional disciplines, but with the impact of climate change and the consequent increase in its negative impacts, academic contributions from other disciplines are expected to increase much more. We found that there was a shift in research power in countries and regions. We also detected an imbalanced distribution in which “protected areas” and “national parks” have been studied the most. Only 12 publications were about the hunting reserve, despite its importance to snow leopard conservation and economic significance to the buffer zone communities.",
    "readLink": "https://www.mdpi.com/2073-445X/11/7/1109"
  },
  {
    "title": "Quality versus Economy, or How to Squeeze Junk into a Shape and Make it Look Good",
    "authors": [
      "Wilfried Wang"
    ],
    "doi": "https://doi.org/10.15581/014.22.18-25",
    "issn": "1138-5596 (Print)",
    "publisher": "2254-6332 (Online)",
    "countryOfPublisher": "Universidad de Navarra",
    "lcc": [
      "Spain",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "https://revistas.unav.edu/index.php/revista-de-arquitectura",
    "abstract": "The steady erosion of the material base of architectural design and construction has been principally caused by economic considerations. As a result, the very moral, intellectual and substantive foundations of architecture have been eroded. This demise parallels developments in other fields of human culture. The cumulative effect of this erosion is the “construction” of thin layers of fiction that consolidate states of false consciousness. Over centuries, architecture has both been coopted and allowed itself to become the servant of collective fictions. With climate change, the next layer of fiction to be superimposed on this cultural veneer is that of “nature”.",
    "readLink": "https://revistas.unav.edu/index.php/revista-de-arquitectura/article/view/40481"
  }
]