[
  {
    "title": "Study of Effect of Climate Change on Potential Evapotranspiration in Arid Areas Using Geostatistics (Case Study: Yazd Province)",
    "authors": [
      "E. Mahdavie Nezhad,",
      "S. Z. Hosseini,",
      "H. Maleki Nezhad,",
      "M.A. Asadi"
    ],
    "doi": "https://doi.org/10.22034/jdmal.2019.247094",
    "journalVolume": "Vol. 6,\n                                no. 12\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2476-3985 (Print)",
    "publisher": "2476-3721 (Online)",
    "countryOfPublisher": "Iranian Scientific Association of Desert Management and Control (ISADMC)",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Agriculture",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Management of special enterprises"
    ],
    "journalUrl": "http://www.jdmal.ir/?lang=en",
    "abstract": "In water systems, precipitation is considered as input and evaporation as the output of the system. Water availability can be estemated from the relationship between these two factors. Therefore, evapotranspiration is the most important factor after precipitation in hydrological cycle. Evapotranspiration is influenced by climatic parameters such as temperature, wind, humidity and sunshine hours. In this research, changes in PET and effective climatic parameters, influencing on PET changes including temperature, wind, humidity, and solar radiation were investigated. For this purpose, PET in 14 weather stations of Yazd province were calculated using the FAO-Penman-Monteith method. Due to the lack of sunshine hours data in some stations, regeneration of the incomplete data was done by using regression method. Due to the lack of wind speed data at some stations, their reconstruction by using data from other stations was done by applying three methods of Inverse Distance Weighted, Kriging and Cokriging. After calculating potential evapotranspiration, PET data were zoned and their monthly and annual trends tested by Mann-Kendall test. Despite occurrence of climate change and increasing of temperature in 13 stations out of the 14 stations, it is expected an increase in potential evapotranspiration in past few decades, while, there is a decreasing trend in PET. Investigating on the effective parameters in potential evapotranspiration showed that wind speed has declined in the last few decades, and despite of an increase in temperature, potential evapotranspiration rate reduces in 64.3% of the stations. General trend of evapotranspiration was -0.86 in this period, which indicates a decrease in evapotranspiration in the Yazd province.",
    "readLink": "http://www.jdmal.ir/article_247094_31000895a8d9bd1a8d0bff80c346f352.pdf"
  },
  {
    "title": "The Environmental Values Play a Role in the Development of Green Entrepreneurship to Achieve Sustainable Entrepreneurial Intention",
    "authors": [
      "Nosheena Yasir,",
      "Muhammad Babar,",
      "Hafiz Shakir Mehmood,",
      "Ruyu Xie,",
      "Guanke Guo"
    ],
    "doi": "https://doi.org/10.3390/su15086451",
    "journalVolume": "Vol. 15,\n                                no. 6451\n                                \n                                  p.\n                                  6451",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Business culture is shifting rapidly as a result of discussions emphasizing green entrepreneurship, which emphasizes ecological sustainability. Sustainable entrepreneurship plays a crucial role in predicting economic growth in a world where enterprise is driven by climate change and environmental degradation. Despite the positive contributions of eco-friendly corporate operations, there is still limited knowledge about sustainable entrepreneurial intentions and their environmental value. Current research examines the impact of attitudes toward sustainable entrepreneurship, perceived behavioral control, and subjective norms, as well as environmental value on sustainable entrepreneurial intentions. The study uses survey responses from 418 students in Lahore and Faisalabad, Pakistan, and evaluates a revised version of the theory of planned behavior using structural equation modeling. The findings of the study suggest that environmental value has a direct and indirect impact on attitudes towards sustainable entrepreneurship, and perceived behavioral control and environmental value support sustainable entrepreneurial intentions. However, subjective norms were found to be insignificant in influencing sustainable entrepreneurial intentions. Furthermore, this study explores the connection between environmental values, attitudes towards sustainable entrepreneurship, and how perceived behavioral control is moderated by entrepreneurial experience. Entrepreneurs with prior experience might expect a stronger correlation between their environmental values and their desire to launch a sustainable venture. Policymakers and managers need to prioritize the development of ecological values and sustainable entrepreneurial intentions to support the growth of sustainable enterprises. The findings have significant implications for developing effective strategies to foster sustainable development in businesses.",
    "readLink": "https://www.mdpi.com/2071-1050/15/8/6451"
  },
  {
    "title": "Modeling the Risk Reduction Benefit of Forest Management Using a Case Study in the Lake Tahoe Basin",
    "authors": [
      "Samuel G. Evans,",
      "Tim G. Holland,",
      "Jonathan W. Long,",
      "Charles Maxwell,",
      "Robert M. Scheller,",
      "Evan Patrick,",
      "Matthew D. Potts"
    ],
    "doi": "https://doi.org/10.5751/ES-13169-270218",
    "journalVolume": "Vol. 27,\n                                no. 2\n                                \n                                  p.\n                                  18",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Across the United States, wildfire severity and frequency are increasing, placing many properties at risk of harm or destruction. We quantify and compare how different forest management strategies designed to increase forest resilience and health reduce the number of properties at risk from wildfire, focusing on the Lake Tahoe Basin of California and Nevada. We combine landscape change simulations (including climate change, wildfire, and management effects) with scenarios of current and plausible fuel treatment activities and parcel-scale fire risk analysis. Results suggest that more aggressive fuel treatment activities that treat more area on the landscape, whether through mechanical and hand thinning or prescribed fire, dramatically lower the fire probability in the region and lead to a corresponding lower risk of property loss. We estimate that relative to recent practices of focusing management in the wildland–urban interface, more active forest management can reduce property loss risk by 45%–76%, or approximately 2600–4900 properties. The majority of this risk reduction is for single family residences, which constitute most structures in the region. Further, we find that the highest risk reduction is obtained through strategies that treat a substantially greater area than is currently treated in the region and allows for selective wildfires to burn for resource objectives outside of the wildland–urban interface. These results highlight the importance of more active forest management as an effective tool in reducing the wildfire risk to capital assets in the region.",
    "readLink": "https://www.ecologyandsociety.org/vol27/iss2/art18/"
  },
  {
    "title": "Investigation of the Current Situation and Prospects for the Development of Rainwater Harvesting as a Tool to Confront Water Scarcity Worldwide",
    "authors": [
      "Stavros Yannopoulos,",
      "Ioanna Giannopoulou,",
      "Mina Kaiafa-Saropoulou"
    ],
    "doi": "https://doi.org/10.3390/w11102168",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  2168",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Nowadays, available water resources face severe pressures due to demographic, economic, social causes, environmental degradation, climate change, and technological changes on a global scale. It is well known that rainwater harvesting, a simple and old method, has the potential to supplement surface and groundwater resources in areas that have inadequate water supply. In recent decades, many countries have supported the updated implementation of such a practice to confront the water demand increase and to reduce the frequency, peak, and volume of urban runoff. These considerations motivate interest in examining the current situation and the prospect of further development of this method worldwide. The present paper aims at the investigation of the current situation of rainwater harvesting (RWH) as an alternative water source to confront water scarcity in various countries around the world. In particular, the paper presents the following: (a) the causes of water shortage; (b) a concise historical overview of the temporal development of the RWH method; (c) the evolution of the concept of RWH; (d) the efforts to renew interest in RWH; and (e) incentives and perspectives for the spreading of the RWH method in various countries worldwide.",
    "readLink": "https://www.mdpi.com/2073-4441/11/10/2168"
  },
  {
    "title": "Q fever: etiology, diagnosis, and treatment",
    "authors": [
      "Hossein Navaei"
    ],
    "doi": "https://doi.org/10.22034/JZD.2023.16329",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  260\n                                  – 274",
    "issn": "2717-2910 (Online)",
    "publisher": "University of Tabriz",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://jzd.tabrizu.ac.ir/",
    "abstract": "Any disease or infection that can spread spontaneously from animals to humans or humans to animals is called zoonosis. The origin of more than 60% of human infections is zoonotic diseases. It covers many pathogens, including bacteria, viruses, fungi, protozoa, and parasites. The emergence, distribution, and patterns of zoonoses are significantly influenced by several factors, including climate change, animal movement, agentrelated factors, natural factors, and human impacts. Q fever has been neglected as a zoonotic disease in many developing countries. The causative agent of this disease is the bacterium Coxiella burnetii (C. burnetii), which is resistant to environmental factors such as heat and many disinfectant compounds, resulting in long-term risk of disease for humans and animals. Since the infection is usually asymptomatic, it is mainly undiagnosed in animals until adverse pregnancy outcomes occur in a herd. In humans, infection leads to severe endocarditis and vascular infection in chronic cases. Despite the importance of this disease, limited information is available about the molecular epidemiology and evolution of this pathogen. Genomic studies can also help to investigate the prevalence of this disease. Likewise, the pathogenesis of C. burnetii should be examined by molecular studies. Programs of awareness and ensuring the pasteurization of dairy products before human consumption will help prevent many zoonotic diseases, including Q fever.",
    "readLink": "https://jzd.tabrizu.ac.ir/article_16329.html"
  },
  {
    "title": "Coastal Erosion Vulnerability in Mainland China Based on Fuzzy Evaluation of Cloud Models",
    "authors": [
      "Chao Cao,",
      "Chao Cao,",
      "Chao Cao,",
      "Chao Cao,",
      "Chao Cao,",
      "Feng Cai,",
      "Feng Cai,",
      "Feng Cai,",
      "Feng Cai,",
      "Feng Cai,",
      "Hongshuai Qi,",
      "Hongshuai Qi,",
      "Hongshuai Qi,",
      "Hongshuai Qi,",
      "Hongshuai Qi,",
      "Jianhui Liu,",
      "Jianhui Liu,",
      "Jianhui Liu,",
      "Jianhui Liu,",
      "Jianhui Liu,",
      "Gang Lei,",
      "Gang Lei,",
      "Gang Lei,",
      "Gang Lei,",
      "Kai Zhu,",
      "Zijian Mao"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.790664",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Global climate change-induced sea-level rise and storm wave intensification, along with the large population densities and high-intensity human development activities in coastal areas, have caused serious burden and damage to China’s coasts, led to the rapid growth of artificial shorelines development, and formed a “new Great Wall” of reinforced concrete against the laws of nature. After the last ice age, transgression formed the different features of China’s coast. Depending on the types of geological and landform features, coasts are divided into 36 evaluation units, and 10 indicators are selected from natural aspects (including tectonics, geomorphology, sediment, and storms) and aspects of social economy (population, GDP, Gross Domestic Product), and cloud model theory is used to build a coastal erosion vulnerability evaluation index system in China. The results show that high grade (V), high-middle grade (IV), middle grade (III), low-middle grade (II), and low grade (I) coastal erosion vulnerability degrees account for 5.56, 13.89, 41.67, 33.33, and 5.56% of the Chinese coastlines, respectively. The coastal erosion vulnerability of the subsidence zone is significantly higher than that of the uplift zone. Reverse cloud model and analytic hierarchy process calculation show that the main factors that control coastal erosion vulnerability since the transgression after the last ice age are geological structure, topography and lithological features, and in recent years, the decrease in sea sediment loads and increase in reclamation engineering. Mainland China must live with the basic situation of coastal erosion, and this study shows that the index system and method of cloud modeling are suitable for the evaluation of the coastal erosion vulnerability of the Chinese mainland. This study provides a scientific basis for the adaptive management of coastal erosion, coastal disaster assessment and the overall planning of land and sea.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.790664/full"
  },
  null,
  {
    "title": "The alpine cushion plant Silene acaulis as foundation species: a bug's-eye view to facilitation and microclimate.",
    "authors": [
      "Olivia Molenda,",
      "Anya Reid,",
      "Christopher J Lortie"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0037223",
    "journalVolume": "Vol. 7,\n                                no. 5\n                                \n                                  p.\n                                  e37223",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Alpine ecosystems are important globally with high levels of endemic and rare species. Given that they will be highly impacted by climate change, understanding biotic factors that maintain diversity is critical. Silene acaulis is a common alpine nurse plant shown to positively influence the diversity and abundance of organisms--predominantly other plant species. The hypothesis that cushion or nurse plants in general are important to multiple trophic levels has been proposed but rarely tested. Alpine arthropod diversity is also largely understudied worldwide, and the plant-arthropod interactions reported are mostly negative, that is,. herbivory. Plant and arthropod diversity and abundance were sampled on S. acaulis and at paired adjacent microsites with other non-cushion forming vegetation present on Whistler Mountain, B.C., Canada to examine the relative trophic effects of cushion plants. Plant species richness and abundance but not Simpson's diversity index was higher on cushion microsites relative to other vegetation. Arthropod richness, abundance, and diversity were all higher on cushion microsites relative to other vegetated sites. On a microclimatic scale, S. acaulis ameliorated stressful conditions for plants and invertebrates living inside it, but the highest levels of arthropod diversity were observed on cushions with tall plant growth. Hence, alpine cushion plants can be foundation species not only for other plant species but other trophic levels, and these impacts are expressed through both direct and indirect effects associated with altered environmental conditions and localized productivity. Whilst this case study tests a limited subset of the membership of alpine animal communities, it clearly demonstrates that cushion-forming plant species are an important consideration in understanding resilience to global changes for many organisms in addition to other plants.",
    "readLink": "http://europepmc.org/articles/PMC3360034?pdf=render"
  },
  {
    "title": "Prediction of the Suitable Area of the Chinese White Pines (<i>Pinus</i> subsect. <i>Strobus</i>) under Climate Changes and Implications for Their Conservation",
    "authors": [
      "Lele Lin,",
      "Jian He,",
      "Lei Xie,",
      "Guofa Cui"
    ],
    "doi": "https://doi.org/10.3390/f11090996",
    "journalVolume": "Vol. 11,\n                                no. 996\n                                \n                                  p.\n                                  996",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "White pines (Pinus subsect. Strobus) play important roles in forest ecosystems in the Northern Hemisphere. Species of this group are narrowly distributed or endangered in China. In this study, we used a species distribution model (SDM) to project and predict the distribution patterns of the 12 species of Chinese white pine under a variety of paleoclimatic and future climate change scenarios based on 39 high-resolution environmental variables and 1459 distribution records. We also computed the centroid shift, range expansion/contraction, and suitability change of the current distribution area to assess the potential risk to each species in the future. The modeling results revealed that the suitable habitat of each species is consistent with but slightly larger than its actual distribution range and that temperature, precipitation, and UV radiation are important determining factors for the distribution of different white pine species. The results indicate that the Last Glacial Maximum (LGM) greatly affected the current distribution of the Chinese white pine species. Additionally, it was predicted that under the future climate change scenarios, there will be a reduction in the area of habitats suitable for P. armandii, P. morrisonicola, and P. mastersiana. Furthermore, some of the current distribution sites of P. armandii, P. kwangtungensis, P. mastersiana, P. morrisonicola, P. sibirica, and P. wallichiana were predicted to become more unsuitable under these scenarios. These results indicate that some Chinese white pine species, such as P. armandii, P. morrisonicola, and P. mastersiana, may have a very high risk of population shrinkage in the future. Overall, this study provided relevant data for the long-term conservation (both in situ and ex situ) and sustainable management of Chinese white pine species.",
    "readLink": "https://www.mdpi.com/1999-4907/11/9/996"
  },
  {
    "title": "Editorial for Special Issue: “Livelihood and Landscape Change in Africa: Future Trajectories for Improved Well-Being under a Changing Climate”",
    "authors": [
      "Sheona Shackleton,",
      "Vanessa Masterson,",
      "Paul Hebinck,",
      "Chinwe  Ifejika Speranza,",
      "Dian Spear,",
      "Maria Tengö"
    ],
    "doi": "https://doi.org/10.3390/land8080114",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  114",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Rural people’s livelihoods are intimately linked to the landscapes in which they live and are particularly vulnerable to changes in these landscapes (Suich et al [...]",
    "readLink": "https://www.mdpi.com/2073-445X/8/8/114"
  }
]