[
  {
    "title": "Spatiotemporal patterns of vegetation conversion under the Grain for Green Program in southwest China",
    "authors": [
      "Haiwei Zhao,",
      "Ruidong Wu,",
      "Feiling Yang,",
      "Jinming Hu,",
      "Junjun Wang,",
      "Yang Guo,",
      "Zhixue Feng,",
      "Chen Zhang,",
      "Yiting Wang,",
      "Jian Zhou"
    ],
    "doi": "https://doi.org/10.1111/csp2.604",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract China's Grain for Green Program (GGP) is the largest reforestation program in the world. Previous studies lacked targeted assessments regarding its effectiveness in vegetation conversion. Using the time series of Vegetation Continuous Fields in southwest China, we derived the spatiotemporal variations in total vegetation cover, short vegetation (SV) cover and tree canopy (TC) cover during the period from 2000 to 2016. By conducting residual trend analyses independently on the SV and TC cover time series, the trends in human‐induced SV cover (SVH) and TC cover (TCH) were detected. Then, we performed overlay analyses to derive the human‐induced SV–TC conversion in cropland. The study found that the SV in southwest China showed a net browning trend whereas the TC presented a net greening trend. Approximately 69.5% of the pixels with a significant browning trend in SVH showed a significant greening trend in TCH. Furthermore, 50.6% of the human‐induced SV–TC conversion in southwest China occurred in cropland, and the proportion was even larger for the eastern provinces. Our study provides a targeted evaluation of the performance of the GGP and highlights that the implementation of the GGP has caused widespread SV–TC conversion that potentially mitigates global climate change.",
    "readLink": "https://doi.org/10.1111/csp2.604"
  },
  {
    "title": "Identifying a Country’s Freight Transport-Intensive Economic Sectors and Their Logistics Emissions—Method Development and Exemplary Evaluation with Austria",
    "authors": [
      "Philipp Miklautsch,",
      "Alexander König,",
      "Manuel Woschank"
    ],
    "doi": "https://doi.org/10.3390/su142215050",
    "journalVolume": "Vol. 14,\n                                no. 15050\n                                \n                                  p.\n                                  15050",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "It is unequivocal that global greenhouse gas emissions must be reduced drastically. One opportunity to quickly achieve deep emission reductions is by investigating the largest emitters first. This can be based on countries but also on the underlying sectors of local economies. Focusing on the latter, the transport and industry sectors stand out, as well as their overlap, which is reflected in the emissions from freight transport. To enable legislators and researchers to focus on the major emitters in freight transport and to develop tailored sectoral measures, we present a method to identify the transport-intensive sectors of a country. A two-part approach thereby makes it possible to identify these sectors and their value chains and to analyze the different emission structures of companies between the sectors. This suggests the relevance of decarbonizing transport from a company’s perspective and helps to understand the entrenched situation. Finally, the methodology is applied to the Austrian transport industry as an example to demonstrate its applicability. As applied research in this area has lagged somewhat, our results can provide managers in transport-intensive economic sectors with new motivation to decarbonize logistics, as well as guide policymakers and researchers on which sectors to focus first.",
    "readLink": "https://www.mdpi.com/2071-1050/14/22/15050"
  },
  {
    "title": "Irrigation practices affect relationship between reduced nitrogen fertilizer use and improvement of river and groundwater chemistry",
    "authors": [
      "Edoardo Severini,",
      "Monia Magri,",
      "Elisa Soana,",
      "Marco Bartoli,",
      "Marco Faggioli,",
      "Fulvio Celico"
    ],
    "doi": "Vol. 289\n                                \n                                \n                                  p.\n                                  108564",
    "issn": "1873-2283 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/agricultural-water-management",
    "abstract": "In the last decades, the intensification of agricultural practices has deeply altered nitrogen (N) and water cycles. Climate change and drought events are expected to further increase the human impacts on the hydrological and biogeochemical cycles, and these impacts are gaining the attention of the scientific community. Here we show how the Chiese River watershed (Lombardy Region, Italy) represents an interesting opportunity to analyse the effects of traditional irrigation practices on N contamination in the context of water scarcity. During summer, flood irrigation is mostly sustained by groundwater withdrawal. Additional water withdrawals from the river contribute to the dry out of the Chiese River. The use of wells for irrigation over permeable and fertilized soils and the percolation of nitrate (NO3-) from the vadose zone to groundwater result in the accumulation of NO3- in groundwater and limited N losses via denitrification due to dominant oxic conditions. These practices contrast other measures targeting the reduction of N excess over arable land. In the Chiese River watershed, the N surplus from Soil System Budget calculations decreased by 43% since the early 2000 s but NO3- concentration in groundwater remained high and stable (up to 98.0 mg NO3- L−1). The dried-out Chiese River gains groundwater and NO3- concentration at the river mouth approaches 32.2 mg NO3- L−1. Our results suggest how the mismanagement of the watershed (overabundant fertilization and flood irrigation using groundwater) increases the N concentration both in the river and groundwater, leading to the violation of both Nitrate and Water Framework directives. We anticipate our assay to be a starting point for the conversion of the northern Po Plain to more efficient irrigation and fertilization practices to contrast severe droughts driven by climate change like the one who struck the Po Plain in summer 2022.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0378377423004298"
  },
  {
    "title": "A Brief History of Broomcorn Millet Cultivation in Lithuania",
    "authors": [
      "Giedrė Motuzaitė Matuzevičiūtė,",
      "Rimvydas Laužikas"
    ],
    "doi": "https://doi.org/10.3390/agronomy13082171",
    "journalVolume": "Vol. 13,\n                                no. 2171\n                                \n                                  p.\n                                  2171",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The eastern Baltic region represents the world’s most northerly limit of successful broomcorn millet (Panicum miliaceum) (hereafter, millet) cultivation in the past, yet this crop has been almost forgotten today. The earliest millet in the eastern Baltic region has been identified from macrobotanical remains which were directly dated to ca 1000 BCE. Between 800 and 500 BCE, millet was one of the major staple foods in the territory of modern-day Lithuania. Millet continued to play an important role in past agriculture up until the 15th century, with its use significantly declining during the following centuries. This paper analyses both the archaeobotanical records and written sources on broomcorn millet cultivation in Lithuania from its first arrival all the way through to the 19th century. The manuscript reviews the evidence of millet cultivation in the past as documented by archaeobotanical remains and historical accounts. In light of fluctuating records of millet cultivation through time, we present the hypothetical reasons for the decline in millet use as human food. The paper hypothesizes that the significant decrease in broomcorn millet cultivation in Lithuania from the 15th century onwards was likely influenced by several factors, which include climate change (the Little Ice Age) and the agricultural reforms of the 16th century. However, more detailed research is required to link past fluctuations in millet cultivation with climatic and historical sources, thus better understanding the roots of collapsing crop biodiversity in the past.",
    "readLink": "https://www.mdpi.com/2073-4395/13/8/2171"
  },
  {
    "title": "The effect of vaccination coverage and climate on Japanese encephalitis in Sarawak, Malaysia.",
    "authors": [
      "Daniel E Impoinvil,",
      "Mong How Ooi,",
      "Peter J Diggle,",
      "Cyril Caminade,",
      "Mary Jane Cardosa,",
      "Andrew P Morse,",
      "Matthew Baylis,",
      "Tom Solomon"
    ],
    "doi": "https://doi.org/10.1371/journal.pntd.0002334",
    "journalVolume": "Vol. 7,\n                                no. 8\n                                \n                                  p.\n                                  e2334",
    "issn": "1935-2727 (Print)",
    "publisher": "1935-2735 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/plosntds/",
    "abstract": "Japanese encephalitis (JE) is the leading cause of viral encephalitis across Asia with approximately 70,000 cases a year and 10,000 to 15,000 deaths. Because JE incidence varies widely over time, partly due to inter-annual climate variability effects on mosquito vector abundance, it becomes more complex to assess the effects of a vaccination programme since more or less climatically favourable years could also contribute to a change in incidence post-vaccination. Therefore, the objective of this study was to quantify vaccination effect on confirmed Japanese encephalitis (JE) cases in Sarawak, Malaysia after controlling for climate variability to better understand temporal dynamics of JE virus transmission and control.Monthly data on serologically confirmed JE cases were acquired from Sibu Hospital in Sarawak from 1997 to 2006. JE vaccine coverage (non-vaccine years vs. vaccine years) and meteorological predictor variables, including temperature, rainfall and the Southern Oscillation index (SOI) were tested for their association with JE cases using Poisson time series analysis and controlling for seasonality and long-term trend. Over the 10-years surveillance period, 133 confirmed JE cases were identified. There was an estimated 61% reduction in JE risk after the introduction of vaccination, when no account is taken of the effects of climate. This reduction is only approximately 45% when the effects of inter-annual variability in climate are controlled for in the model. The Poisson model indicated that rainfall (lag 1-month), minimum temperature (lag 6-months) and SOI (lag 6-months) were positively associated with JE cases.This study provides the first improved estimate of JE reduction through vaccination by taking account of climate inter-annual variability. Our analysis confirms that vaccination has substantially reduced JE risk in Sarawak but this benefit may be overestimated if climate effects are ignored.",
    "readLink": "http://europepmc.org/articles/PMC3738455?pdf=render"
  },
  {
    "title": "Mobile agricultural extension delivery and climate-smart agricultural practices in a time of a pandemic: Evidence from southern Ghana",
    "authors": [
      "Ebenezer Osei Jones,",
      "Enoch Kwame Tham-Agyekum,",
      "Fred Ankuyi,",
      "Daniel Adu Ankrah,",
      "Selorm Akaba,",
      "Adinam Bahahudeen Shafiwu,",
      "Forson Nkrumah Richard"
    ],
    "doi": "Vol. 19\n                                \n                                \n                                  p.\n                                  100274",
    "issn": "2665-9727 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-and-sustainability-indicators",
    "abstract": "During the Covid-19 era, Ghana's cocoa sector relied heavily on mobile phone agriculture for extension delivery services, aiming to enhance climate-smart agricultural activities and overcome physical limitations. However, there is limited literature on the role of mobile phones in extension delivery during the pandemic. The study investigated the effectiveness of mobile phone agriculture in extension delivery and its relationship with climate-smart agricultural practices in Ghana's cocoa sector during the pandemic. The study selected 152 community extension agents in the Ashanti Region. The cross-sectional data was estimated using frequencies, percentages, means, standard deviations Pearson, Point Biserial, Spearman rho, and ordinary least squares regression. The result indicates a positive correlation between mobile phone agriculture extension delivery and climate-smart agricultural practices. Additionally, there was a significant relationship between climate-smart practices and factors such as knowledge, skills, frequency, and intensity of phone use. However, years of experience and age showed a negative relationship. The findings showed that funding, knowledge of use, and years of experience as influential factors in climate-smart agricultural activities facilitated by mobile phone extensions. To reach underserved cocoa communities, the Ghana Cocoa Board must enhance the capacity of community extension agents. Countries considering an intensive adoption of mobile phone agriculture for innovative extension services in climate-smart agriculture should consider factors like knowledge, skills, duration, frequency, and financial investments in acquiring, converting, applying, protecting, and distributing climate-smart agricultural information. The study contributes to mitigating the negative impact of climate change through the application of climate-smart information in agriculture.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266597272300051X"
  },
  {
    "title": "A DBULSTM-Adaboost Model for Sea Surface Temperature Prediction",
    "authors": [
      "Jiachen Yang,",
      "Jiaming Huo,",
      "Jingyi He,",
      "Taiqiu Xiao,",
      "Desheng Chen,",
      "Yang Li"
    ],
    "doi": "https://doi.org/10.7717/peerj-cs.1095",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  p.\n                                  e1095",
    "issn": "2376-5992 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://peerj.com/computer-science/",
    "abstract": "Sea surface temperature (SST) is an important parameter to measure the energy and heat balance of sea surface. The change of sea surface temperature has an important impact on the marine ecosystem, marine climate and marine environment. Therefore, sea surface temperature prediction has become an significant research direction in the field of ocean. This article proposes a DBULSTM-Adaboost model based on ensemble learning. The model is composed of Deep Bidirectional and Unidirectional Long Short Term Memory (DBULSTM) and Adaboost strong learner. DBULSTM can capture the forward and backward dependence of time series, and the DBULSTM model is integrated with Adaboost strong learner to reduce the variance and bias of prediction and realize the short and medium term prediction of SST at a single point scale. Experimental results show that the model can improve the accuracy and stability of SST prediction. Experiments on the East China Sea and South China Sea with different prediction lengths show that the model is almost superior to other classical models in different sea areas and at different prediction levels. Compared with full-connected LSTM (FC-LSTM) model, the root-mean-square error is reduced by about 0.1.",
    "readLink": "https://peerj.com/articles/cs-1095.pdf"
  },
  {
    "title": "Computation of backwater effects in surface waters of lowland catchments including control structures – an efficient and re-usable method implemented in the hydrological open-source model Kalypso-NA (4.0)",
    "authors": [
      "S. Hellmers,",
      "P. Fröhle"
    ],
    "doi": "https://doi.org/10.5194/gmd-15-1061-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1061\n                                  – 1077",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Backwater effects in surface water streams and on adjacent lowland areas caused by mostly complex drainage and flow control structures are not directly computed with hydrological approaches yet. A solution to this weakness in hydrological modelling is presented in this article. The developed method enables transfer of discharges into water levels and calculation of backwater volume routing along streams and adjacent lowland areas by balancing water level slopes. The implemented and evaluated method extends the application of hydrological models for rainfall–runoff simulations of backwater-affected catchments with the advantages of (1) modelling complex flow control systems in tidal backwater-affected lowlands, (2) less effort to parameterise river streams, (3) directly defined input factors of driving forces (climate change and urbanisation) and (4) runtime reduction of 1 to 2 orders of magnitude in comparison to coupled hydrodynamic models. The developed method is implemented in the open-source rainfall–runoff model Kalypso-NA (4.0). Evaluation results show the applicability of the model for simulating rainfall–runoff regimes and backwater effects in an exemplary lowland catchment (Hamburg, Germany) with a complex flow control system and where the drainage is influenced by a tidal range of about 4 m. The proposed method is applicable to answer a wide scope of hydrological and water management questions, e.g. water balances, flood forecasts and effectiveness of flood mitigation measures. It is re-usable to other hydrological numerical models, which apply conceptual hydrological flood-routing approaches (e.g. Muskingum–Cunge or Kalinin–Miljukov).",
    "readLink": "https://gmd.copernicus.org/articles/15/1061/2022/gmd-15-1061-2022.pdf"
  },
  {
    "title": "Exploring the \"overflow tap\" theory: linking forest soil CO<sub>2</sub> fluxes and individual mycorrhizosphere components to photosynthesis",
    "authors": [
      "A. Heinemeyer,",
      "M. Wilkinson,",
      "R. Vargas,",
      "J.-A. Subke,",
      "E. Casella,",
      "J. I. L. Morison,",
      "P. Ineson"
    ],
    "doi": "https://doi.org/10.5194/bg-9-79-2012",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  79\n                                  – 95",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Quantifying soil organic carbon stocks (SOC) and their dynamics accurately is crucial for better predictions of climate change feedbacks within the atmosphere-vegetation-soil system. However, the components, environmental responses and controls of the soil CO2 efflux (Rs) are still unclear and limited by field data availability. The objectives of this study were (1) to quantify the contribution of the various Rs components, specifically its mycorrhizal component, (2) to determine their temporal variability, and (3) to establish their environmental responses and dependence on gross primary productivity (GPP). In a temperate deciduous oak forest in south east England hourly soil and ecosystem CO2 fluxes over four years were measured using automated soil chambers and eddy covariance techniques. Mesh-bag and steel collar soil chamber treatments prevented root or both root and mycorrhizal hyphal in-growth, respectively, to allow separation of heterotrophic (Rh) and autotrophic (Ra) soil CO2 fluxes and the Ra components, roots (Rr) and mycorrhizal hyphae (Rm). Annual cumulative Rs values were very similar between years (740 ± 43 g C m−2 yr−1) with an average flux of 2.0 ± 0.3 μmol CO2 m−2 s−1, but Rs components varied. On average, annual Rr, Rm and Rh fluxes contributed 38, 18 and 44%, respectively, showing a large Ra contribution (56%) with a considerable Rm component varying seasonally. Soil temperature largely explained the daily variation of Rs (R2 = 0.81), mostly because of strong responses by Rh (R2 = 0.65) and less so for Rr (R2 = 0.41) and Rm (R2 = 0.18). Time series analysis revealed strong daily periodicities for Rs and Rr, whilst Rm was dominated by seasonal (~150 days), and Rh by annual periodicities. Wavelet coherence analysis revealed that Rr and Rm were related to short-term (daily) GPP changes, but for Rm there was a strong relationship with GPP over much longer (weekly to monthly) periods and notably during periods of low Rr. The need to include individual Rs components in C flux models is discussed, in particular, the need to represent the linkage between GPP and Ra components, in addition to temperature responses for each component. The potential consequences of these findings for understanding the limitations for long-term forest C sequestration are highlighted, as GPP via root-derived C including Rm seems to function as a C \"overflow tap\", with implications on the turnover of SOC.",
    "readLink": "http://www.biogeosciences.net/9/79/2012/bg-9-79-2012.pdf"
  },
  {
    "title": "Human harvest, climate change and their synergistic effects drove the Chinese Crested Tern to the brink of extinction",
    "authors": [
      "Shuihua Chen,",
      "Zhongyong Fan,",
      "Daniel D. Roby,",
      "Yiwei Lu,",
      "Cangsong Chen,",
      "Qin Huang,",
      "Lijing Cheng,",
      "Jiang Zhu"
    ],
    "doi": "https://doi.org/10.1016/j.gecco.2015.06.006",
    "journalVolume": "Vol. 4,\n                                no. C\n                                \n                                  pp.\n                                  137\n                                  – 145",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Synergistic effect refers to simultaneous actions of separate factors which have a greater total effect than the sum of the individual factor effects. However, there has been a limited knowledge on how synergistic effects occur and individual roles of different drivers are not often considered. Therefore, it becomes quite challenging to manage multiple threatening processes simultaneously in order to mitigate biodiversity loss. In this regard, our hypothesis is, if the traits actually play different roles in the synergistic interaction, conservation efforts could be made more effectively. To understand the synergistic effect and test our hypothesis, we examined the processes associated with the endangerment of critically endangered Chinese Crested Tern (Thalasseus bernsteini), whose total population number was estimated no more than 50. Through monitoring of breeding colonies and investigations into causative factors, combined with other data on human activities, we found that widespread human harvest of seabird eggs and increasing frequency of typhoons are the major factors that threatened the Chinese Crested Tern. Furthermore, 28 percent of breeding failures were due to the synergistic effects in which egg harvest-induced renestings suffered the higher frequent typhoons. In such combined interactions, the egg harvest has clearly served as a proximal factor for the population decline, and the superimposition of enhanced typhoon activity further accelerated the species toward imminent extinction. Our findings suggest that species endangerment, on one hand, should be treated as a synergistic process, while conservation efforts, on the other hand, should focus principally on combatting the threat that triggers synergistic effects.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989415000682"
  }
]