[
  {
    "title": "Exergetic Aspects of Hydrogen Energy Systems—The Case Study of a Fuel Cell Bus",
    "authors": [
      "Evanthia A. Nanaki,",
      "Christopher J. Koroneos"
    ],
    "doi": "https://doi.org/10.3390/su9020276",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  276",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Electrifying transportation is a promising approach to alleviate climate change issues arising from increased emissions. This study examines a system for the production of hydrogen using renewable energy sources as well as its use in buses. The electricity requirements for the production of hydrogen through the electrolysis of water, are covered by renewable energy sources. Fuel cells are being used to utilize hydrogen to power the bus. Exergy analysis for the system is carried out. Based on a steady-state model of the processes, exergy efficiencies are calculated for all subsystems. The subsystems with the highest proportion of irreversibility are identified and compared. It is shown that PV panel has exergetic efficiency of 12.74%, wind turbine of 45%, electrolysis of 67%, and fuel cells of 40%.",
    "readLink": "http://www.mdpi.com/2071-1050/9/2/276"
  },
  {
    "title": "Emergency Response to Australia’s Black Summer 2019–2020: The Role of a Zoo-Based Conservation Organisation in Wildlife Triage, Rescue, and Resilience for the Future",
    "authors": [
      "Marissa  L. Parrott,",
      "Leanne  V. Wicker,",
      "Amanda Lamont,",
      "Chris Banks,",
      "Michelle Lang,",
      "Michael Lynch,",
      "Bonnie McMeekin,",
      "Kimberly  A. Miller,",
      "Fiona Ryan,",
      "Katherine  E. Selwood,",
      "Sally  L. Sherwen,",
      "Craig Whiteford"
    ],
    "doi": "https://doi.org/10.3390/ani11061515",
    "journalVolume": "Vol. 11,\n                                no. 1515\n                                \n                                  p.\n                                  1515",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "Modern zoos are increasingly taking a leading role in emergency management and wildlife recovery. In the face of climate change and the predicted increase in frequency and magnitude of catastrophic events, zoos provide specialised expertise to assist wildlife welfare and endangered species recovery. In the 2019–2020 Australian bushfire season, now called Australia’s Black Summer, a state government-directed response was developed, assembling specialised individuals and organisations from government, non-government organisations, research institutions, and others. Here, we detail the role of Zoos Victoria staff in wildlife triage and welfare, threatened species evacuation and recovery, media and communications, and fundraising during and after the fires. We share strategies for future resilience, readiness, and the ability to mobilise quickly in catastrophic events. The development of triage protocols, emergency response kits, emergency enclosures, and expanded and new captive breeding programs is underway, as are programs for care of staff mental health and nature-based community healing for people directly affected by the fires. We hope this account of our response to one of the greatest recent threats to Australia’s biodiversity, and steps to prepare for the future will assist other zoos and wildlife organisations around the world in preparations to help wildlife before, during, and after catastrophic events.",
    "readLink": "https://www.mdpi.com/2076-2615/11/6/1515"
  },
  {
    "title": "Findings of new phytoplankton species in the Barents Sea as a consequence of global climate changes",
    "authors": [
      "Pavel Makarevich,",
      "Viktor Larionov,",
      "Anatoliy Oleinik,",
      "Pavel Vashchenko"
    ],
    "doi": "https://doi.org/10.7717/peerj.15472",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  p.\n                                  e15472",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Over the past few decades, the Earth’s climate has been characterized by a stable increase in temperature, which in many regions leads to a change in the composition of flora and fauna. A striking manifestation of this process is the appearance in ecological communities of new, uncharacteristic for them, species of animals and plants. One of the most productive and at the same time the most vulnerable in this respect are the marine ecosystems of the Arctic. This article is devoted to the analysis of findings of vagrant phytoplankton species in the Barents Sea, a body of water experiencing especially rapid warming due to an increase in the volume and temperature of incoming Atlantic water. For the first time, fundamental questions are considered: how widely these species are distributed over the Barents Sea area, and in what seasons do they reach high levels of abundance. The material for the present work was planktonic collections made during expedition surveys of 2007–2019 in different seasons throughout the Barents Sea. The water samples were taken using a rosette Niskin bottle sampler. The plankton net with a 29 µm mesh size was applied for filtering. The obtained material was processed according to standard hydrobiological methods and followed by subsequent microscopy for taxonomic identification of organisms and cell counting. The results of our observations show that vagrant microplankton species do not create a stable population that persists throughout the annual development cycle. Their major presence is noted in the autumn-winter period, the smallest in the summer. The distribution of invaders is strictly tied to warm jets of currents, while the weakening of the inflow of Atlantic water masses deep into the Barents Sea from the west is a limiting factor for their penetration into its eastern part. The southwestern and western parts of the basin are characterized by the most significant number of floristic finds; from here, towards the north and east, their number decreases. It can be concluded that at present the proportion of vagrant species in the Barents Sea, both in species diversity and in the total biomass of the algocenosis, is insignificant. They do not change the structure of the community as a whole, and their presence does not have any negative impact on the ecosystem of the Barents Sea pelagic. However, at this stage of research, it is too early to predict the environmental consequences of the phenomenon under study. Given the growing number of recorded cases of finds of species uncharacteristic for the Arctic, there is a possibility that this process may disrupt the biological stability of the ecosystem and even lead to its destabilization.",
    "readLink": "https://peerj.com/articles/15472.pdf"
  },
  {
    "title": "Urban Flood-Related Remote Sensing: Research Trends, Gaps and Opportunities",
    "authors": [
      "Wei Zhu,",
      "Zhe Cao,",
      "Pingping Luo,",
      "Zeming Tang,",
      "Yuzhu Zhang,",
      "Maochuan Hu,",
      "Bin He"
    ],
    "doi": "https://doi.org/10.3390/rs14215505",
    "journalVolume": "Vol. 14,\n                                no. 5505\n                                \n                                  p.\n                                  5505",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "As a result of urbanization and climate change, urban areas are increasingly vulnerable to flooding, which can have devastating effects on the loss of life and property. Remote sensing technology can provide practical help for urban flood disaster management. This research presents a review of urban flood-related remote sensing to identify research trends and gaps, and reveal new research opportunities. Based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA), the systematic literature search resulted in 347 documents classified as geography, disaster management application, and remote sensing data utilization. The main results include 1. most of the studies are located in high-income countries and territories and inland areas; 2. remote sensing for observing the environment was more popular than observing the building; 3. the most often applied disaster management activities were vulnerability assessment and risk modeling (mitigation) and rapid damage assessment (response); 4. DEM is often applied to simulate urban floods as software inputs. We suggest that future research directions include 1. coastal urban study areas in non-high-income countries/territories to help vulnerable populations; 2. understudied disaster management activities, which often need to observe the buildings in more urban areas; 3. data standardization will facilitate integration with international standard methods for assessing urban floods.",
    "readLink": "https://www.mdpi.com/2072-4292/14/21/5505"
  },
  {
    "title": "Modelling the effects of global warming on the ground beetle (Coleoptera: Carabidae) fauna of beech forests in Bavaria, Germany",
    "authors": [
      "Stefan MÜLLER-KROEHLING,",
      "Matthias C. JANTSCH,",
      "Hagen S. FISCHER,",
      "Anton FISCHER"
    ],
    "doi": "https://doi.org/10.14411/eje.2014.005",
    "journalVolume": "Vol. 111,\n                                no. 1\n                                \n                                  pp.\n                                  35\n                                  – 49",
    "issn": "1210-5759 (Print)",
    "publisher": "1802-8829 (Online)",
    "countryOfPublisher": "Institute of Entomology, Biology Centre, Czech Academy of Science",
    "lcc": [
      "Czechia",
      "Science: Zoology"
    ],
    "journalUrl": "https://www.eje.cz/",
    "abstract": "We studied the effects of global warming and rising temperatures on the ground beetle fauna of Bavarian beech forests using the space for time approach at two geographical scales. The first was a Bavarian-wide gradient of 50 plots in beech forests and the second a regional gradient in the Bavarian Forest in the mountains in eastern Bavaria consisting of 48 plots, which also included subalpine spruce forests. For purposes of validation, we used backdrop data from 413 additional plots all across Bavaria from a wide range of forest habitats. We found five species that would be favoured and six species that would be disadvantaged by rising temperatures in beech forests. For another five species the conditions within the gradient studied reach both their minimum and their maximum temperatures. As a consequence of increasing temperatures there will be winners and losers in these forests and the species composition of ground beetle communities will change. Approximately the same number of species is likely to profit as will be affected negatively. However, when considering the \"global responsibility species\" for Germany, the balance is negative. Species may react differently in different habitats and at different regional scales, which must be taken into consideration when applying the results.",
    "readLink": "https://www.eje.cz/artkey/eje-201401-0005_Modelling_the_effects_of_global_warming_on_the_ground_beetle_Coleoptera_Carabidae_fauna_of_beech_forests_in.php"
  },
  {
    "title": "The economic impact of emission peaking control policies and China's sustainable development",
    "authors": [
      "Yi Wang,",
      "Le-Le Zou"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2015.05.001",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  162\n                                  – 168",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "To achieve the goals of national sustainable development, the peaking control of CO2 emissions is pivotal, as well as other pollutants. In this paper, we build a Chinese inter-regional CGE model and simulate 13 policies and their combinations. By analyzing the energy consumptions, coal consumptions, relating emissions and their impacts on GDP, we found that with the structure adjustment policy, the proportion of coal in primary fossil fuels in 2030 will decrease from 53% to 48% and CO2 emissions will decrease by 11.3%–22.8% compared to the baseline scenario. With the energy intensity reduction policy, CO2 emissions will decrease by 33.3% in 2030 and 47.8% in 2050 than baseline scenario. Other pollutants will also be controlled as synergetic effects. In this study we also find that although the earlier the peaking time the better for emission amounts control, the economic costs can not be ignored. The GDP will decrease by 2.96%–8.23% under different scenarios. Therefore, integrated policy solutions are needed for realizing the peaks package and more targeted measures are required to achieve the peaks of other pollutants earlier.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927815000209"
  },
  {
    "title": "The Effects of Weather on Avian Growth and Implications for Adaptation to Climate Change",
    "authors": [
      "Drew Sauve,",
      "Vicki L. Friesen,",
      "Anne Charmantier"
    ],
    "doi": "https://doi.org/10.3389/fevo.2021.569741",
    "journalVolume": "Vol. 9",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Climate change is forecasted to generate a range of evolutionary changes and plastic responses. One important aspect of avian responses to climate change is how weather conditions may change nestling growth and development. Early life growth is sensitive to environmental effects and can potentially have long-lasting effects on adult phenotypes and fitness. A detailed understanding of both how and when weather conditions affect the entire growth trajectory of a nestling may help predict population changes in phenotypes and demography under climate change. This review covers three main topics on the impacts of weather variation (air temperature, rainfall, wind speed, solar radiation) on nestling growth. Firstly, we highlight why understanding the effects of weather on nestling growth might be important in understanding adaptation to, and population persistence in, environments altered by climate change. Secondly, we review the documented effects of weather variation on nestling growth curves. We investigate both altricial and precocial species, but we find a limited number of studies on precocial species in the wild. Increasing temperatures and rainfall have mixed effects on nestling growth, while increasing windspeeds tend to have negative impacts on the growth rate of open cup nesting species. Thirdly, we discuss how weather variation might affect the evolution of nestling growth traits and suggest that more estimates of the inheritance of and selection acting on growth traits in natural settings are needed to make evolutionary predictions. We suggest that predictions will be improved by considering concurrently changing selection pressures like urbanization. The importance of adaptive plastic or evolutionary changes in growth may depend on where a species or population is located geographically and the species’ life-history. Detailed characterization of the effects of weather on growth patterns will help answer whether variation in avian growth frequently plays a role in adaption to climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2021.569741/full"
  },
  {
    "title": "Mapping the abundance of endemic mosquito-borne diseases vectors in southern Quebec",
    "authors": [
      "Antoinette Ludwig,",
      "François Rousseu,",
      "Serge Olivier Kotchi,",
      "Julie Allostry,",
      "Richard A. Fournier"
    ],
    "doi": "https://doi.org/10.1186/s12889-023-15773-x",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background Climate change is increasing the dispersion of mosquitoes and the spread of viruses of which some mosquitoes are the main vectors. In Quebec, the surveillance and management of endemic mosquito-borne diseases, such as West Nile virus or Eastern equine encephalitis, could be improved by mapping the areas of risk supporting vector populations. However, there is currently no active tool tailored to Quebec that can predict mosquito population abundances, and we propose, with this work, to help fill this gap. Methods Four species of mosquitos were studied in this project for the period from 2003 to 2016 for the southern part of the province of Quebec: Aedes vexans (VEX), Coquillettidia perturbans (CQP), Culex pipiens-restuans group (CPR) and Ochlerotatus stimulans group (SMG) species. We used a negative binomial regression approach, including a spatial component, to model the abundances of each species or species group as a function of meteorological and land-cover variables. We tested several sets of variables combination, regional and local scale variables for landcover and different lag period for the day of capture for weather variables, to finally select one best model for each species. Results Models selected showed the importance of the spatial component, independently of the environmental variables, at the larger spatial scale. In these models, the most important land-cover predictors that favored CQP and VEX were ‘forest’, and ‘agriculture’ (for VEX only). Land-cover ‘urban’ had negative impact on SMG and CQP. The weather conditions on the trapping day and previous weather conditions summarized over 30 or 90 days were preferred over a shorter period of seven days, suggesting current and long-term previous weather conditions effects on mosquito abundance. Conclusions The strength of the spatial component highlights the difficulties in modelling the abundance of mosquito species and the model selection shows the importance of selecting the right environmental predictors, especially when choosing the temporal and spatial scale of these variables. Climate and landscape variables were important for each species or species group, suggesting it is possible to consider their use in predicting long-term spatial variationsin the abundance of mosquitoes potentially harmful to public health in southern Quebec.",
    "readLink": "https://doi.org/10.1186/s12889-023-15773-x"
  },
  {
    "title": "Mapping of cropland, cropping patterns and crop types by combining optical remote sensing images with decision tree classifier and random forest",
    "authors": [
      "Aqil Tariq,",
      "Jianguo Yan,",
      "Alexandre S. Gagnon,",
      "Mobushir Riaz Khan,",
      "Faisal Mumtaz"
    ],
    "doi": "https://doi.org/10.1080/10095020.2022.2100287",
    "journalVolume": "Vol. 26,\n                                no. 3\n                                \n                                  pp.\n                                  302\n                                  – 320",
    "issn": "1009-5020 (Print)",
    "publisher": "1993-5153 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgsi",
    "abstract": "ABSTRACTMapping and monitoring the distribution of croplands and crop types support policymakers and international organizations by reducing the risks to food security, notably from climate change and, for that purpose, remote sensing is routinely used. However, identifying specific crop types, cropland, and cropping patterns using space-based observations is challenging because different crop types and cropping patterns have similarity spectral signatures. This study applied a methodology to identify cropland and specific crop types, including tobacco, wheat, barley, and gram, as well as the following cropping patterns: wheat-tobacco, wheat-gram, wheat-barley, and wheat-maize, which are common in Gujranwala District, Pakistan, the study region. The methodology consists of combining optical remote sensing images from Sentinel-2 and Landsat-8 with Machine Learning (ML) methods, namely a Decision Tree Classifier (DTC) and a Random Forest (RF) algorithm. The best time-periods for differentiating cropland from other land cover types were identified, and then Sentinel-2 and Landsat 8 NDVI-based time-series were linked to phenological parameters to determine the different crop types and cropping patterns over the study region using their temporal indices and ML algorithms. The methodology was subsequently evaluated using Landsat images, crop statistical data for 2020 and 2021, and field data on cropping patterns. The results highlight the high level of accuracy of the methodological approach presented using Sentinel-2 and Landsat-8 images, together with ML techniques, for mapping not only the distribution of cropland, but also crop types and cropping patterns when validated at the county level. These results reveal that this methodology has benefits for monitoring and evaluating food security in Pakistan, adding to the evidence base of other studies on the use of remote sensing to identify crop types and cropping patterns in other countries.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/10095020.2022.2100287"
  },
  {
    "title": "Historical biogeography of the genus Rhadinaea (Squamata: Dipsadinae)",
    "authors": [
      "Uriel A. García‐Sotelo,",
      "Uri O. García‐Vázquez,",
      "David Espinosa"
    ],
    "doi": "https://doi.org/10.1002/ece3.7988",
    "journalVolume": "Vol. 11,\n                                no. 18\n                                \n                                  pp.\n                                  12413\n                                  – 12428",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Multiple geological and climatic events have created geographical or ecological barriers associated with speciation events, playing a role in biological diversification in North and Central America. Here, we evaluate the influence of the Neogene and Quaternary geological events, as well as the climatic changes in the diversification of the colubrid snake genus Rhadinaea using molecular dating and ancestral area reconstruction. A multilocus sequence dataset was generated for 37 individuals of Rhadinaea from most of the biogeographical provinces where the genus is distributed, representing 19 of the 21 currently recognized species, and two undescribed species. Our analyses show that the majority of the Rhadinaea species nest in two main clades, herein identified as “Eastern” and “Southern”. These clades probably diverged from each other in the early Miocene, and their divergence was followed by 11 divergences during the middle to late Miocene, three divergences during the Pliocene, and six divergences in the Pleistocene. The ancestral distribution of Rhadinaea was reconstructed across the Sierra Madre del Sur. Our phylogenetic analyses do not support the monophyly of Rhadinaea. The Miocene and Pliocene geomorphology, perhaps in conjunction with climate change, appears to have triggered the diversification of the genus, while the climatic changes during the Miocene probably induced the diversification of Rhadinaea in the Sierra Madre del Sur. Our analysis suggests that the uplifting of the Trans‐Mexican Volcanic Belt and Chiapan–Guatemalan highlands in this same period resulted in northward and southward colonization events. This was followed by more recent, independent colonization events in the Pliocene and Pleistocene involving the Balsas Basin, Chihuahuan Desert, Pacific Coast, Sierra Madre Occidental, Sierra Madre Oriental, Sierra Madre del Sur, Trans‐Mexican Volcanic Belt, and Veracruz provinces, probably driven by the climatic fluctuations of the time.",
    "readLink": "https://doi.org/10.1002/ece3.7988"
  }
]