[
  {
    "title": "One Hundred Priority Questions for the Development of Sustainable Food Systems in Sub-Saharan Africa",
    "authors": [
      "Adam J. M. Devenish,",
      "Petra Schmitter,",
      "Nugun. P. Jellason,",
      "Nafeesa Esmail,",
      "Nur M. Abdi,",
      "Selase K. Adanu,",
      "Barbara Adolph,",
      "Maha Al-Zu’bi,",
      "Amali A. Amali,",
      "Jennie Barron,",
      "Abbie S. A. Chapman,",
      "Alexandre M. Chausson,",
      "Moses Chibesa,",
      "Joanne Davies,",
      "Emmanuel Dugan,",
      "Glory I. Edwards,",
      "Anthony Egeru,",
      "Tagel Gebrehiwot,",
      "Geoffrey H. Griffiths,",
      "Amleset Haile,",
      "Henry G. Hunga,",
      "Lizzy Igbine,",
      "Ousman M. Jarju,",
      "Francis Keya,",
      "Muhammad Khalifa,",
      "Wamba A. Ledoux,",
      "Lemlem T. Lejissa,",
      "Pius Loupa,",
      "Jonathan Lwanga,",
      "Everisto D. Mapedza,",
      "Robert Marchant,",
      "Tess McLoud,",
      "Patience Mukuyu,",
      "Labram M. Musah,",
      "Morton Mwanza,",
      "Jacob Mwitwa,",
      "Dora Neina,",
      "Tim Newbold,",
      "Samuel Njogo,",
      "Elizabeth J. Z. Robinson,",
      "Wales Singini,",
      "Bridget B. Umar,",
      "Frank Wesonga,",
      "Simon Willcock,",
      "Jingyi Yang,",
      "Joseph A. Tobias"
    ],
    "doi": "https://doi.org/10.3390/land12101879",
    "journalVolume": "Vol. 12,\n                                no. 1879\n                                \n                                  p.\n                                  1879",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Sub-Saharan Africa is facing an expected doubling of human population and tripling of food demand over the next quarter century, posing a range of severe environmental, political, and socio-economic challenges. In some cases, key Sustainable Development Goals (SDGs) are in direct conflict, raising difficult policy and funding decisions, particularly in relation to trade-offs between food production, social inequality, and ecosystem health. In this study, we used a horizon-scanning approach to identify 100 practical or research-focused questions that, if answered, would have the greatest positive impact on addressing these trade-offs and ensuring future productivity and resilience of food-production systems across sub-Saharan Africa. Through direct canvassing of opinions, we obtained 1339 questions from 331 experts based in 55 countries. We then used online voting and participatory workshops to produce a final list of 100 questions divided into 12 thematic sections spanning topics from gender inequality to technological adoption and climate change. Using data on the background of respondents, we show that perspectives and priorities can vary, but they are largely consistent across different professional and geographical contexts. We hope these questions provide a template for establishing new research directions and prioritising funding decisions in sub-Saharan Africa.",
    "readLink": "https://www.mdpi.com/2073-445X/12/10/1879"
  },
  {
    "title": "KONVERSI HUTAN MENJADI TANAMAN KELAPA SAWIT PADA LAHAN GAMBUT:  IMPLIKASI PERUBAHAN IKLIM DAN KEBIJAKAN",
    "authors": [
      "Ari Wibowo"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2010.7.4.251-260",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  pp.\n                                  251\n                                  – 260",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Tanaman kelapa sawit sebagai komoditi perkebunan yang banyak dikembangkan di Indonesia telah meningkat dengan pesat, menjadi sekitar 7.8 juta ha pada tahun 2009. Pertumbuhan pesat tanaman sawit disebabkan oleh nilai ekonomi tanaman ini yang seringkali harus dibayar mahal karena bertentangan dengan pelestarian lingkungan. Perluasan pembangunan sawit pada akhirnya akan mengkonversi kawasan hutan. Salah satu kawasan hutan dengan tingkat kandungan karbon yang tinggi adalah lahan gambut. Alih fungsi kawasan hutan termasuk pada lahan gambut untuk pengembangan tanaman kelapa sawit masih akan terjadi. Besarnya kandungan karbon pada lahan gambut yang akan terlepas menjadi emisi apabila lahan gambut tersebut dikonversi, didrainase dan mudah terbakar memerlukan perhatian khusus dan kebijakan untuk menanganinya. Menyadari tentang pentingnya peran lahan gambut pemerintah sesungguhnya telah mengeluarkan berbagai peraturan yang mengarah kepada pengelolaan hutan gambut yang lestari, meskipun dijumpai ada ketidak konsitenan dalam kebijakan. Untuk itu diperlukan pertimbangan khusus dalam pelaksanaan konversi. Kawasan yang masih tertutup oleh vegetasi hutan yang baik juga kawasan dengan kandungan gambut tebal serta kawasan bernilai tinggi lainnya seharusnya tidak dikonversi dan tetap dipertahankan sebagai hutan. Pembangunan tanaman kelapa sawit seharusnya dialokasi dan diarahkan pada lahan-lahan terdegradasi di luar lahan gambut yang masih luas di Indonesia.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/242"
  },
  {
    "title": "Long-term trends in the body condition of parents and offspring of Tengmalm’s owls under fluctuating food conditions and climate change",
    "authors": [
      "Marek Kouba,",
      "Luděk Bartoš,",
      "Jitka Bartošová,",
      "Kari Hongisto,",
      "Erkki Korpimäki"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-98447-1",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Physical condition is important for the ability to resist various parasites and diseases as well as in escaping predators thus contributing to reproductive success, over-winter survival and possible declines in wildlife populations. However, in-depth research on trends in body condition is rare because decades-long datasets are not available for a majority of species. We analysed the long-term dataset of offspring covering 34 years, male parents (40 years) and female parents (42 years) to find out whether the decline of Tengmalm’s owl population in western Finland is attributable to either decreased adult and/or juvenile body condition in interaction with changing weather conditions and density estimates of main foods. We found that body condition of parent owl males and females declined throughout the 40-year study period whereas the body condition of owlets at the fledging stage very slightly increased. The body condition of parent owls increased with augmenting depth of snow cover in late winter (January to March), and that of offspring improved with increasing precipitation in late spring (May to June). We conclude that the decreasing trend of body condition of parent owl males and females is important factor probably inducing reduced adult survival and reduced reproduction success thus contributing to the long-term decline of the Tengmalm’s owl study population. The very slightly increasing trend of body condition of offspring is obviously not able to compensate the overall decline of Tengmalm’s owl population, because the number of offspring in turn simultaneously decreased considerably in the long-term. The ongoing climate change appeared to work in opposite ways in this case because declining depth of snow cover will make the situation worse but increased precipitation will improve. We suggest that the main reasons for long-term decline of body condition of parent owls are interactive or additive effects of reduced food resources and increased overall predation risk due to habitat degradation (loss and fragmentation of mature and old-growth forests due to clear-felling) subsequently leading to decline of Tengmalm’s owl study population.",
    "readLink": "https://doi.org/10.1038/s41598-021-98447-1"
  },
  {
    "title": "Simulation-Based Learning Environments to Teach Complexity: The Missing Link in Teaching Sustainable Public Management",
    "authors": [
      "Michael Deegan,",
      "Krystyna Stave,",
      "Rod MacDonald,",
      "David Andersen,",
      "Minyoung Ku,",
      "Eliot Rich"
    ],
    "doi": "https://doi.org/10.3390/systems2020217",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  217\n                                  – 236",
    "issn": "2079-8954 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Systems engineering",
      "Technology: Technology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/systems",
    "abstract": "While public-sector management problems are steeped in positivistic and socially constructed complexity, public management education in the management of complexity lags behind that of business schools, particularly in the application of simulation-based learning. This paper describes a Simulation-Based Learning Environment for public management education that includes a coupled case study and System Dynamics simulation surrounding flood protection, a domain where stewardship decisions regarding public infrastructure and investment have direct and indirect effects on businesses and the public. The Pointe Claire case and CoastalProtectSIM simulation provide a platform for policy experimentation under conditions of exogenous uncertainty (weather and climate change) as well as endogenous effects generated by structure. We discuss the model in some detail, and present teaching materials developed to date to support the use of our work in public administration curricula. Our experience with this case demonstrates the potential of this approach to motivate sustainable learning about complexity in public management settings and enhance learners’ competency to deal with complex dynamic problems.",
    "readLink": "http://www.mdpi.com/2079-8954/2/2/217"
  },
  {
    "title": "Environmental impact of cardiovascular healthcare",
    "authors": [
      "Yan Li,",
      "Christopher Semsarian,",
      "Alexandra L Barratt,",
      "Scott McAlister,",
      "Isabelle Gooroovadoo,",
      "Allyson Todd,",
      "Yuanlong Dou"
    ],
    "doi": "https://doi.org/10.1136/openhrt-2023-002279",
    "journalVolume": "Vol. 10,\n                                no. 1",
    "issn": "2053-3624 (Online)",
    "publisher": "BMJ Publishing Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Specialties of internal medicine: Diseases of the circulatory (Cardiovascular) system"
    ],
    "journalUrl": "https://openheart.bmj.com",
    "abstract": "Importance The healthcare sector is essential to human health and well-being, yet its significant carbon footprint contributes to climate change-related threats to health.Objective To review systematically published studies on environmental impacts, including carbon dioxide equivalent (CO2e) emissions, of contemporary cardiovascular healthcare of all types, from prevention through to treatment.Evidence review We followed the methods of systematic review and synthesis. We conducted searches in Medline, EMBASE and Scopus for primary studies and systematic reviews measuring environmental impacts of any type of cardiovascular healthcare published in 2011 and onwards. Studies were screened, selected and data were extracted by two independent reviewers. Studies were too heterogeneous for pooling in meta-analysis and were narratively synthesised with insights derived from content analysis.Findings A total of 12 studies estimating environmental impacts, including carbon emissions (8 studies), of cardiac imaging, pacemaker monitoring, pharmaceutical prescribing and in-hospital care including cardiac surgery were found. Of these, three studies used the gold-standard method of Life Cycle Assessment. One of these found the environmental impact of echocardiography was 1%–20% that of cardiac MR (CMR) imaging and Single Photon Emission Tomography (SPECT) scanning. Many opportunities to reduce environmental impacts were identified: carbon emissions can be reduced by choosing echocardiography as the first cardiac test before considering CT or CMR, remote monitoring of pacemaker devices and teleconsultations when clinically appropriate to do so. Several interventions may be effective for reducing waste, including rinsing bypass circuitry after cardiac surgery. Cobenefits included reduced costs, health benefits such as cell salvage blood available for perfusion, and social benefits such as reduced time away from work for patients and carers. Content analysis revealed concern about the environmental impact of cardiovascular healthcare, particularly carbon emissions and a desire for change.Conclusions and relevance Cardiac imaging, pharmaceutical prescribing and in-hospital care including cardiac surgery have significant environmental impacts, including CO2e emissions which contribute to climate-related threats to human health. Importantly, many opportunities to effectively reduce environmental impacts exist within cardiac care, and can provide economic, health and social cobenefits.",
    "readLink": "https://openheart.bmj.com/content/10/1/e002279.full"
  },
  {
    "title": "Irish Organics, Innovation and Farm Collaboration: A Pathway to Farm Viability and Generational Renewal",
    "authors": [
      "Maura Farrell,",
      "Aisling Murtagh,",
      "Louise Weir,",
      "Shane Francis Conway,",
      "John McDonagh,",
      "Marie Mahon"
    ],
    "doi": "https://doi.org/10.3390/su14010093",
    "journalVolume": "Vol. 14,\n                                no. 93\n                                \n                                  p.\n                                  93",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The family farm has been the pillar of rural society for decades, stabilising rural economies and strengthening social and cultural traditions. Nonetheless, family farm numbers across Europe are declining as farmers endeavour to overcome issues of climate change, viability, farm structural change and intergenerational farm succession. Issues around farm viability and a lack of innovative agricultural practices play a key role in succession decisions, preventing older farmers from passing on the farm, and younger farmers from taking up the mantel. A multifunctional farming environment, however, increasingly encourages family farms to embrace diversity and look towards innovative and sustainable practices. Across the European Union, organic farming has always been a strong diversification option, and although, historically, its progress was limited within an Irish context, its popularity is growing. To examine the impact of organic farm diversification on issues facing the Irish farm family, this paper draws on a qualitative case study with a group of Irish organic farmers engaged in the Maximising Organic Production System (MOPS) EIP-AGRI Project. The case study was constructed using a phased approach where each stage shaped the next. This started with a desk-based analysis, then moving on to semi-structured interviews and a focus group, which were then consolidated with a final feedback session. Data gathering occurred in mid to late 2020. Research results reveal the uptake of innovative practices not only improve farm viability, but also encourage the next generation of young farmers to commit to the family farm and consider farming long-term.",
    "readLink": "https://www.mdpi.com/2071-1050/14/1/93"
  },
  {
    "title": "Drivers of household food security: Evidence from the Ghana living standards survey",
    "authors": [
      "Abiodun Emmanuel Awoyemi,",
      "Gazali Issahaku,",
      "Joseph Agebase Awuni"
    ],
    "doi": "Vol. 13\n                                \n                                \n                                  p.\n                                  100636",
    "issn": "2666-1543 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-agriculture-and-food-research",
    "abstract": "The continuous increase in the population remains a challenge as the demand for food also increases at a greater pace than food production. This study sought to examine the determinants of food security in Ghana using the Ghana Living Standard Survey round seven (GLSS 7) data. Households' food security was measured using a food consumption score (FCS). A partial proportional odds model (PPO) was employed to analyse the drivers of household food security in Ghana. The results showed that being a male household head, engaging in farming, and leaving in rural areas decrease the household's chances of falling into poor and borderline food consumption poverty. The study, therefore, concluded that households in Ghana may be food-consumption-poor due to factors such as low level of education, employment status, and the location of the household, that is being in a rural area. Policies that provide employment and bridge the rural-urban divide, increasing access to education, particularly, nutrition education will enhance household food security status.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666154323001436"
  },
  {
    "title": "Composite Analysis of Landuse and Groundwater Resources of Rod-Kohi",
    "authors": [
      "Arshad Ashraf,",
      "Naveed Mustafa,",
      "Muhammad Bilal Iqbal"
    ],
    "doi": "Vol. 34,\n                                no. 1\n                                \n                                  pp.\n                                  9\n                                  – 17",
    "issn": "0254-7821 (Print)",
    "publisher": "2413-7219 (Online)",
    "countryOfPublisher": "Mehran University of Engineering and Technology",
    "lcc": [
      "Pakistan",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science"
    ],
    "journalUrl": "http://publications.muet.edu.pk",
    "abstract": "Rod-kohi system of irrigation is often generally referred to as flood irrigation or spate irrigation system in which floods of the hill torrents are diverted into plain area for irrigation purpose. In rod-kohi region where uncertainty exists in flood water availability for irrigation use, groundwater is a valuable resource used mainly as supplement source of irrigation. The region, being rich in natural resources, is remained far behind in terms of data availability and data quality, the situation that has affected incredibly the needs of future planning and development. In the present study, major landuse/landcover classes of the region were identified and delineated using Landsat ETM+ (Enhanced Thematic Mapper Plus) image data and related with groundwater potential for interactive analysis in GIS (Geographic Information System). The potential groundwater zones were delineated and assessed on the basis of aquifer characteristics in the region. Rangeland and exposed rocks were identified over 70% of the rod-kohi region i.e. total area about 42 Mha (Million hectares). Share of cropped area and bare soil or culturable waste was about 3.5 and 15.4%, respectively. High and medium potential of groundwater were estimated in about 2.3 Mha out of which 60% exist under bare soil, 16% under cropped area and the rest underneath other landuse classes. High efficiency irrigation techniques like drip and rain-gun system need to be adopted in areas having substantial groundwater potential in order to sustain agriculture production. The study would provide base for detail investigation",
    "readLink": "http://publications.muet.edu.pk/research_papers/pdf/pdf1003.pdf"
  },
  {
    "title": "Spatiotemporal Estimation of Precipitation Using GPM Satellite Data in Jazmourian Catchment",
    "authors": [
      "K. Raispour,",
      "B. Salahe,",
      "B. Abad"
    ],
    "doi": "https://doi.org/10.22067/jsw.2022.73483.1113",
    "journalVolume": "Vol. 36,\n                                no. 1\n                                \n                                  pp.\n                                  145\n                                  – 165",
    "issn": "2008-4757 (Print)",
    "publisher": "2423-396X (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "http://jsw.um.ac.ir/en",
    "abstract": "Introduction Precipitation is the most important element of water level that recognizing its temporal-spatial characteristics at different scales is an important step towards better understanding and modeling of the hydrological cycle and related phenomena such as floods. Drought, landslides, snow and climate change are on a regional and global scale. Despite the large number of studies conducted in this field, there is still a lot of research need in many parts of the world for reasons such as lack of weather stations to access ground observation data and the non-uniform spatial distribution of these stations. Nowadays, with significant technological advances, including the advent of various satellites, access to a variety of precipitation data has been greatly facilitated. Among the latest precipitation products of various satellites, we can refer to the Global Precipitation Measurement (GPM) satellite data. Related to the subject of the present study, it is stated that most of the studies on rainfall in the Jazmourian catchment area have been based on station data, which due to the poor distribution of meteorological stations; it is not possible to estimate the temporal-spatial distribution of precipitation in the study basin. In this study, the temporal-spatial analysis of precipitation using GPM satellite precipitation products as one of the most important climatic parameters in the basin Due to the undeniable importance of rainfall in this basin, it seems that the analysis of variable rainfall can provide valuable climatic information to researchers and planners. To pave the way for new study platforms.Materials and Methods In this study, satellite data (GPM) with a spatial resolution of 0.1 × 0.1 degrees from January 2001 to December 2019 have been used for spatiotemporal analysis of precipitation in the Jazmourian catchment. The GPM satellite provides more accurate and realistic estimates than other TRMM satellites. In this study, a calibrated precipitation product of level 3 of 6 GPM satellite versions was used. Relevant data are in NCDF format and have UTM image system with WGS84 datum, which after quality control and preprocessing, by specialized software (ENVI, ArcGIS and EXCELL) is converted into network data and data tables and the necessary outputs based on the geographical boundary of the catchment was extracted. The average monthly rainfall was extracted from the average daily rainfall belonging to each month and the seasonal average was extracted from the average of three months related to each season. Spatially, the values of each pixel are the conditions of the average amount of precipitation related to each time series (monthly, seasonal and annual) during the statistical period.Results and Discussion Based on the results, the average rainfall in the Jazmourian catchment was estimated as 144 mm, the spatial distribution of which ranged from 83 to 232 mm. The maximum rainfall occurred in the northern and western parts and the minimum occurred in the central and eastern parts of the basin. Furthermore; based on the annual distribution of rainfall during the statistical period under study, the highest rainfall was in 2019 with 239 mm and the lowest with 53 mm in 2001. In terms of seasonal distribution, winter and spring with values of 118 and 88 mm, respectively, showed the highest and autumn and summer with values of 22 and 45 mm, showed the lowest values of precipitation. Also, during the statistical period under study, winter 2005 with 193 mm had the highest and autumn 2003 with 1 mm had the lowest seasonal rainfall in the basin. In addition, an interesting point is the spatial displacement of high-pressure nuclei in different seasons of the year; so that these nuclei are observed in the cold seasons of the year in the northern and western parts and in the warm seasons of the year in the southwestern and southeastern parts of the basin. The spatial distribution of monthly precipitation indicates the occurrence of the highest monthly precipitation in February and March and the lowest in May and September. Also, the monthly rainfall time series indicates the maximum incidence of precipitation in February 2001 (94 mm) and it’s minimum in January 2001 (no precipitation).Conclusion Precipitation as a source of fresh water on Earth is one of the most important hydrological parameters, the importance of which is undeniable in the survival of human communities and natural ecosystems. Due to the large temporal-spatial variations of precipitation, its study seems necessary. But one of the main challenges for studying this phenomenon is the lack of ground stations as well as their improper distribution. Today, with advancement of technology and remote sensing, a diverse range of satellite data has become available to environmental scientists. In this regard, in the present study, using GPM satellite data and in the statistical period 2001-2019, the temporal-spatial distribution of precipitation in the Jazmourian catchment area in southeastern Iran has been investigated. In general, the high variability of rainfall in Jazmourian catchment in different months and seasons of the year, shows the dominance of arid and low climate in this basin. Therefore, due to the rainfall situation and its high fluctuations under climate change conditions, in the near future, this basin will face serious challenges and crises in water resources management and the sustainability of natural ecosystems. The GPM satellite data used in this study showed appropriate and expected results from the spatial-temporal distribution of precipitation in the Jazmourian catchment and showed a good correlation with meteorological stations. In general, the use of GPM satellite data in the present study is appropriate, which due to its appropriate spatio-temporal separation, gives reliable and satisfactory results. On the other hand, inadequate spatial coverage of meteorological stations and their large statistical vacuum in such a relatively large basin justify the use of this valuable and useful satellite data.",
    "readLink": "https://jsw.um.ac.ir/article_41988_edc1371be059dcbada1b6ffbc01f4e71.pdf"
  },
  {
    "title": "A Policy Review of Green Hydrogen Economy in Southern Africa",
    "authors": [
      "Katundu Imasiku,",
      "Fortunate Farirai,",
      "Jane Olwoch,",
      "Solomon Nwabueze Agbo"
    ],
    "doi": "https://doi.org/10.3390/su132313240",
    "journalVolume": "Vol. 13,\n                                no. 13240\n                                \n                                  p.\n                                  13240",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Renewable energy and clean energy have been on the global agenda for energy transition for quite a long time but recently gained strong momentum, especially with the anticipated depletion of fossil fuels alongside increasing environmental degradation from their exploitation and the changing climate caused by their excessive carbon emissions. Despite this, Africa’s pursuit to transition to a green economy using renewable energy resources still faces constraints that hamper further development and commercialization. These may include socio-economic, technical, political, financial, and institutional policy framework barriers. Although hydrogen demand is still low in Southern Africa, the region can meet the global demands for green hydrogen as a major supplier because of its enormous renewable energy resource-base. This article reviews existing renewable energy resources and hydrogen energy policies in the Southern African Development Community (SADC). The significance of this review is that it explores how clean energy technologies that utilize renewable energy resources address the United Nations sustainable development goals (UN SDGs) and identifies the hydrogen energy policy gaps. This review further presents policy options and recommends approaches to enhance hydrogen energy production and ramp the energy transition from a fossil fuel-based economy to a hydrogen energy-based economy in Southern Africa. Concisely, the transition can be achieved if the existing hydrogen energy policy framework gap is narrowed by formulating policies that are specific to hydrogen development in each country with the associated economic benefits of hydrogen energy clearly outlined.",
    "readLink": "https://www.mdpi.com/2071-1050/13/23/13240"
  }
]