[
  {
    "title": "Seasonality and multiannual variability of floods: case study from Eastern Poland",
    "authors": [
      "Siwek Grzegorz"
    ],
    "doi": "https://doi.org/10.1051/itmconf/20182300031",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  p.\n                                  00031",
    "issn": "2271-2097 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Technology (General): Industrial engineering. Management engineering: Information technology"
    ],
    "journalUrl": "http://www.itm-conferences.org/",
    "abstract": "Nowadays, under increasing climate change effects on the environment, we can observe increasing number of extreme phenomena, including meteorological and hydrological ones. One of such phenomena are floods. The objective of this article is the assessment of basic flood characteristics seasonality in the annual distribution. Analysis were performed based on time series of daily flow values recorded in the years 1951–2014 in three gauging stations located on rivers in Easter Poland, in upper Wieprz catchment. Floods were defined according to TLM algorithm and were assumed to be all cases of flow occurrence exceeding 10% read from FDC (flow duration curve) (Q10). Seasonality was analysed using Markham’s Seasonality Index and Period of Seasonal Concentration, analysis of autocorrelation function (ACF) as well as proposed by the author Seasonal Winter Floods Index. The distribution of floods during year indicates one flood season in year which occurs in the spring.",
    "readLink": "https://doi.org/10.1051/itmconf/20182300031"
  },
  {
    "title": "A novel probabilistic forecast system predicting anomalously warm 2018-2022 reinforcing the long-term global warming trend",
    "authors": [
      "Florian Sévellec,",
      "Sybren S. Drijfhout"
    ],
    "doi": "https://doi.org/10.1038/s41467-018-05442-8",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Accurate near-term predictions of global temperatures are required to determine some of the key impacts of climate change. Here the authors develop a novel probabilistic forecast system that shows anomalously warm temperatures for the next years with increased risk of extreme warming.",
    "readLink": "https://doi.org/10.1038/s41467-018-05442-8"
  },
  {
    "title": "The penultimate deglaciation: protocol for Paleoclimate Modelling Intercomparison Project (PMIP) phase 4 transient numerical simulations between 140 and 127&thinsp;ka, version 1.0",
    "authors": [
      "L. Menviel,",
      "E. Capron,",
      "E. Capron,",
      "A. Govin,",
      "A. Dutton,",
      "L. Tarasov,",
      "A. Abe-Ouchi,",
      "R. N. Drysdale,",
      "R. N. Drysdale,",
      "P. L. Gibbard,",
      "L. Gregoire,",
      "F. He,",
      "R. F. Ivanovic,",
      "M. Kageyama,",
      "K. Kawamura,",
      "K. Kawamura,",
      "K. Kawamura,",
      "A. Landais,",
      "B. L. Otto-Bliesner,",
      "I. Oyabu,",
      "P. C. Tzedakis,",
      "E. Wolff,",
      "X. Zhang,",
      "X. Zhang"
    ],
    "doi": "https://doi.org/10.5194/gmd-12-3649-2019",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  3649\n                                  – 3685",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The penultimate deglaciation (PDG, ∼138–128 thousand years before present, hereafter ka) is the transition from the penultimate glacial maximum (PGM) to the Last Interglacial (LIG, ∼129–116 ka). The LIG stands out as one of the warmest interglacials of the last 800 000 years (hereafter kyr), with high-latitude temperature warmer than today and global sea level likely higher by at least 6 m. Considering the transient nature of the Earth system, the LIG climate and ice-sheet evolution were certainly influenced by the changes occurring during the penultimate deglaciation. It is thus important to investigate, with coupled atmosphere–ocean general circulation models (AOGCMs), the climate and environmental response to the large changes in boundary conditions (i.e. orbital configuration, atmospheric greenhouse gas concentrations, ice-sheet geometry and associated meltwater fluxes) occurring during the penultimate deglaciation. A deglaciation working group has recently been set up as part of the Paleoclimate Modelling Intercomparison Project (PMIP) phase 4, with a protocol to perform transient simulations of the last deglaciation (19–11 ka; although the protocol covers 26–0 ka). Similar to the last deglaciation, the disintegration of continental ice sheets during the penultimate deglaciation led to significant changes in the oceanic circulation during Heinrich Stadial 11 (∼136–129 ka). However, the two deglaciations bear significant differences in magnitude and temporal evolution of climate and environmental changes. Here, as part of the Past Global Changes (PAGES)-PMIP working group on Quaternary interglacials (QUIGS), we propose a protocol to perform transient simulations of the penultimate deglaciation under the auspices of PMIP4. This design includes time-varying changes in orbital forcing, greenhouse gas concentrations, continental ice sheets as well as freshwater input from the disintegration of continental ice sheets. This experiment is designed for AOGCMs to assess the coupled response of the climate system to all forcings. Additional sensitivity experiments are proposed to evaluate the response to each forcing. Finally, a selection of paleo-records representing different parts of the climate system is presented, providing an appropriate benchmark for upcoming model–data comparisons across the penultimate deglaciation.",
    "readLink": "https://www.geosci-model-dev.net/12/3649/2019/gmd-12-3649-2019.pdf"
  },
  {
    "title": "Editorial Foreword",
    "authors": [
      "Silviu Miloiu"
    ],
    "doi": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  5\n                                  – 6",
    "issn": "2067-1725 (Print)",
    "publisher": "2067-225X (Online)",
    "countryOfPublisher": "The Romanian Association for Baltic and Nordic Studies",
    "lcc": [
      "Romania",
      "Language and Literature: Ural-Altaic languages: Finnic. Baltic-Finnic",
      "Social Sciences"
    ],
    "journalUrl": "https://balticnordic.hypotheses.org/",
    "abstract": "The second issue of volume 12 of The Romanian Journal for Baltic and Nordic Studies continues to reflect the academic discussions occasioned by the Eleventh Conference on Baltic and Nordic Studies of May 2020. Prof. Radu Carp was one of the keynote speakers of the conference and his address on Combining soft power with the geopolitical approach - how difficult is it for the EU to change its attitude? elicited a great interest among the presenters and attenders of the scientific event. As in any such scholarly event, especially an international gathering with a critical focus on the construction/reconstruction of Europe in vital moments of its past and recent past aspirations, the viewpoints of the participants, including the analysis of Prof. Carp on the current challenges of the EU are passed on to the wider community of fellow researchers, the public and decision-makers. The call for stepping up to a new level of integration and geopolitical power projection is dissected both in its soft and hard power dimension without eschewing the focus on democracy, climate change mitigation measures or cybersecurity. Dorijan Hajdu and Sabira Ståhlberg explore conceptually and empirically active citizen diplomacy and meld it with cultural bonds. The relations between Finland and Bulgaria, on the one hand, and Sweden and Serbia, on the other hand, are investigated in order to call for a refreshed research agenda mapping the multifarious implications of citizen diplomacy. Ioana-Andreea Mureșan tackles in her article the rise of modernity in Norway as a result of mass Norwegian migration to the United States and concentrates on Knut Hamsun and Sigbjørn Obstfelder’s American experiences as evoked in their writings and recollections, while also scrutinizing their modernizing impact on their native country. Although their reminiscences of the American society were overtly derogatory, Mureșan ascertains that paradoxically their New World experiences released the handbrake of Modernism in Norway. Enikő Molnár Bodrogi instead takes a more lukewarm perspective on modernization when concentrating on some of its side effects such as the assimilation policy directed against minority languages i.e. Meänkieli spoken by the Tornedalian Meänkieli community in Northern Sweden. The beauty of the Arctic landscape as depicted in Krane’s Café: An Interior with Figures by Norwegian writer Cora Sandel and the complex relations between human being and topography is closely followed in Raluca-Daniela Răduț’s article. Răduț blends two research methods, the close reading technique and the spatial approach, to reflect on a multifaceted literary work which resembles an animated painting, as the author concludes. Ioana-Andreea Mureșan and Raluca Pop tackle a byproduct of globalization, the diffusion of anglicisms in the Norwegian language. Again two research methods are employed in order to discern the infusion of western culture in the Norwegian teen drama web series “Skam”: code-switching (“inter-sentential and intra-sentential code-switching”) and the study of neologisms. Adél Furu investigates the second language instruction and teaching in Finland in a globalization setting by using a mixed comparative, linguistic, cognitive, and sociocultural methodology. The research is introduced by four interrelated questions and hypotheses and concludes that “learning English and Finnish as a second language is considered essential to succeed in the Finnish society.” Rūta Šermukšnytė approaches the museum narratives in Lithuania following the renewal of independence in 1990 and clusters “the tensions between ethnocentric and polycentric, civic, civilizational models of identity in historical culture” as manifesting in the museal and exhibition representations of Jewish history. Anchored on a fertile theoretic approach on historical culture, the author concludes that a wider display of Jewish culture and history, including the Holocaust, derived from both changes in political environment and institutional and individual initiatives.",
    "readLink": "https://balticnordic.hypotheses.org/editorial-forward-4"
  },
  {
    "title": "The use of mobile phones by Generation Z: A qualitative analysis of their whys and hows",
    "authors": [
      "Nicoleta Dan,",
      "Raisa-Gabriela Zamfirescu"
    ],
    "doi": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  39\n                                  – 56",
    "issn": "2068-0317 (Online)",
    "publisher": "University of Bucharest",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "http://compaso.eu/",
    "abstract": "For this study, an in-depth analysis was attempted regarding the use of mobile phones by individuals belonging to Generation Z, which includes people born between the years 1996 and 2010. Generation Z is the generation that grew up with technology, which is why they were selected for this study. They are known to be open-minded, curious, innovative, and engaged in activities like volunteering. Additionally, they are a generation that has experienced and continues to experience social changes that directly affect them, such as global issues like climate change, global pandemics, terrorism, or economic crises. They are oriented towards making long-term decisions and smart investments. Socially, they show a strong interest in equal rights based on race and gender, and they are skeptical about advertisements, always seeking truth and authenticity in every domain. This study aims to identify specific aspects related to their personal experiences and the personal significance they attribute to their mobile devices, as they are a generation that has not experienced much of life without technology, having grown up with it since childhood. The main research method chosen for this work is a qualitative one, involving 12 interviews focused on identifying personal aspects related to phone usage. These interviews were conducted following the application of a questionnaire to a sample of 107 respondents, with the purpose of observing the general trends on this topic.",
    "readLink": "http://compaso.eu/wpd/wp-content/uploads/2023/08/Compaso2022-132-Dan-and-Zamfirescu.pdf"
  },
  {
    "title": "Effect of Cryopreservation on Proteins from the Ubiquitous Marine Dinoflagellate <i>Breviolum</i> sp. (Family Symbiodiniaceae)",
    "authors": [
      "Hsing-Hui Li,",
      "Jia-Lin Lu,",
      "Hui-Esther Lo,",
      "Sujune Tsai,",
      "Chiahsin Lin"
    ],
    "doi": "https://doi.org/10.3390/plants10081731",
    "journalVolume": "Vol. 10,\n                                no. 1731\n                                \n                                  p.\n                                  1731",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Coral reefs around the world are exposed to thermal stress from climate change, disrupting the delicate symbiosis between the coral host and its symbionts. Cryopreservation is an indispensable tool for the preservation of species, as well as the establishment of a gene bank. However, the development of cryopreservation techniques for application to symbiotic algae is limited, in addition to the scarceness of related studies on the molecular level impacts post-thawing. Hence, it is essential to set up a suitable freezing protocol for coral symbionts, as well as to analyze its cryo-injury at the molecular level. The objective of this study was to develop a suitable protocol for the coral symbiont Breviolum subjected to two-step freezing. The thawed Breviolum were then cultured for 3, 7, 14, and 28 days before they were analyzed by Western blot for protein expression, light-harvesting protein (LHP), and red fluorescent protein (RFP) and tested by adenosine triphosphate bioassay for cell viability. The results showed the highest cell viability for thawed Breviolum that was treated with 2 M propylene glycol (PG) and 2 M methanol (MeOH) and equilibrated with both cryoprotectants for 30 min and 20 min. Both treatment groups demonstrated a significant increase in cell population after 28 days of culture post-thawing, especially for the MeOH treatment group, whose growth rate was twice of the PG treatment group. Regarding protein expression, the total amounts of each type of protein were significantly affected by cryopreservation. After 28 days of culture, the protein expression for the MeOH treatment group showed no significant difference to that of the control group, whereas the protein expression for the PG treatment group showed a significant difference. Breviolum that were frozen with MeOH recovered faster upon thawing than those frozen with PG. LHP was positively and RFP was negatively correlated with Symbiodiniaceae viability and so could serve as health-informing biomarkers. This work represents the first time to document it in Symbiodiniaceae, and this study established a suitable protocol for the cryopreservation of Breviolum and further refined the current understanding of the impact of low temperature on its protein expression. By gaining further understanding of the use of cryopreservation as a way to conserve Symbiodiniaceae, we hope to make an effort in the remediation and conservation of the coral reef ecosystem and provide additional methods to rescue coral reefs.",
    "readLink": "https://www.mdpi.com/2223-7747/10/8/1731"
  },
  {
    "title": "The Promise and Limitations of Using Analogies to Improve Decision-Relevant Understanding of Climate Change.",
    "authors": [
      "Kaitlin T Raimi,",
      "Paul C Stern,",
      "Alexander Maki"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0171130",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  e0171130",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "To make informed choices about how to address climate change, members of the public must develop ways to consider established facts of climate science and the uncertainties about its future trajectories, in addition to the risks attendant to various responses, including non-response, to climate change. One method suggested for educating the public about these issues is the use of simple mental models, or analogies comparing climate change to familiar domains such as medical decision making, disaster preparedness, or courtroom trials. Two studies were conducted using online participants in the U.S.A. to test the use of analogies to highlight seven key decision-relevant elements of climate change, including uncertainties about when and where serious damage may occur, its unprecedented and progressive nature, and tradeoffs in limiting climate change. An internal meta-analysis was then conducted to estimate overall effect sizes across the two studies. Analogies were not found to inform knowledge about climate literacy facts. However, results suggested that people found the medical analogy helpful and that it led people-especially political conservatives-to better recognize several decision-relevant attributes of climate change. These effects were weak, perhaps reflecting a well-documented and overwhelming effect of political ideology on climate change communication and education efforts in the U.S.A. The potential of analogies and similar education tools to improve understanding and communication in a polarized political environment are discussed.",
    "readLink": "http://europepmc.org/articles/PMC5279784?pdf=render"
  },
  {
    "title": "Carbon recovery following selective logging in tropical rainforests in Kalimantan, Indonesia",
    "authors": [
      "Tunggul Butarbutar,",
      "Soeyitno Soedirman,",
      "Prem Raj Neupane,",
      "Michael Köhl"
    ],
    "doi": "https://doi.org/10.1186/s40663-019-0195-x",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Abstract Background The knowledge gap regarding post-logging carbon recovery by increased growth is becoming more crucial to understand the significant contribution of forest to climate change mitigation. We assessed the ability of tropical forests in Indonesia to recover carbon following conventional logging. We evaluated carbon re-growth of 10,415 trees in permanent sample plots (PSPs) in East Kalimantan. Four different post-harvesting silvicultural treatments including liberation, refining, thinning, and control were applied in the PSPs. We estimated the carbon recovery period using three different scenarios of total carbon losses due to logging. In the first scenario, we used an existing factor of logging damage and increased it for assuming the range of carbon losses due to different logging practices. Results Under the existing conventional logging practice, the concession annually emits 51.18 tC∙ha− 1, of which 16.8% are extracted from the forest as raw timber, 38% are logging losses, and 45.2% are emissions due to infrastructure development for logging operation. Increasing the logging damage factor two and three times led to an increase in carbon emission to 70.76 and 90.34 tC∙ha− 1, respectively. The recovery time of the aboveground carbon is 26 years in Scenario 1, 36 years in Scenario 2, and 46 years in Scenario 3. We found no significant effect of the silvicultural treatment type on carbon recovery, but significant effect of the sites was observed. Conclusions We found that the time taken to restore the carbon to the level found in undisturbed forests is considerably longer than the current intervention cycles. The time needed to recover biomass and carbon-stock noticeably depends on the intensity of logging interventions, demonstrating the benefits of using improved harvesting e.g., reduced impact logging to reduce emissions. The study found that site variability has a significant effect on the carbon recovery time. Different silvicultural treatments, on the other hand, have no effect on the recovery time. The study suggests that it is not appropriate to establish an intervention cycle based on arbitrary choice; the time between interventions must be based on logging losses and site specific growth potential to ensure sustainable management of forests.",
    "readLink": "http://link.springer.com/article/10.1186/s40663-019-0195-x"
  },
  {
    "title": "Effect of Post-Hatch Heat-Treatment in Heat-Stressed Transylvanian Naked Neck Chicken",
    "authors": [
      "Roland Tóth,",
      "Nikolett Tokodyné Szabadi,",
      "Bence Lázár,",
      "Kitti Buda,",
      "Barbara Végi,",
      "Judit Barna,",
      "Eszter Patakiné Várkonyi,",
      "Krisztina Liptói,",
      "Bertrand Pain,",
      "Elen Gócza"
    ],
    "doi": "https://doi.org/10.3390/ani11061575",
    "journalVolume": "Vol. 11,\n                                no. 1575\n                                \n                                  p.\n                                  1575",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "Although numerous studies reported the effects of heat stress in chickens, it was not investigated in the Transylvanian Naked Neck breed. In our research, Transylvanian Naked Neck chickens, 24 h after hatching, were heat-treated at 38.5 °C for 12 h. We compared the control and heat-treated adult chickens’ productivity parameters following 12 weeks of heat-stress at 30 °C. We found that the heat-treated layers had significantly higher egg production in heat stress, but in cockerels, the sperm quality did not differ significantly between the two groups. To detect the effect of heat-treatment on a molecular level, the expression of two heat-shock proteins and four heat-shock factors were analysed in the gonads of control and heat-treated chickens. We found that the expression level of HSP90 and HSF4 increased significantly in heat-treated female chicken gonads. Still, in adult females, the expression of HSF2 and HSF3 were substantially lower compared to the control. In adult heat-treated males, the HSP70, HSF1 and HSF3 expression levels showed a significant increase in both gonads compared to the control. We think that the presented significant differences in egg production might be related to the increased expression level of HSP90 and HSF4 in heat-treated female gonads.",
    "readLink": "https://www.mdpi.com/2076-2615/11/6/1575"
  },
  {
    "title": "DNA metabarcoding of faecal pellets reveals high consumption of yew (Taxus spp.) by caribou (Rangifer tarandus) in a lichen-poor environment",
    "authors": [
      "Greniqueca Mitchell,",
      "Paul J. Wilson,",
      "Micheline Manseau,",
      "Bridget Redquest,",
      "Brent R. Patterson,",
      "Linda Y. Rutledge"
    ],
    "doi": "https://doi.org/10.1139/facets-2021-0071",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  pp.\n                                  701\n                                  – 717",
    "issn": "2371-1671 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Education",
      "Science"
    ],
    "journalUrl": "http://www.facetsjournal.com/",
    "abstract": "Woodland caribou (Rangifer tarandus caribou) are threatened in Canada because of the drastic decline in population size caused primarily by human-induced landscape changes that decrease habitat and increase predation risk. Conservation efforts have largely focused on reducing predators and protecting critical habitat, whereas research on dietary niches and the role of potential food constraints in lichen-poor environments is limited. To improve our understanding of dietary niche variability, we used a next-generation sequencing approach with metabarcoding of DNA extracted from faecal pellets of woodland caribou located on Lake Superior in lichen-rich (mainland) and lichen-poor (island) environments. Amplicon sequencing of fungal ITS2 region revealed lichen-associated fungi as predominant in samples from both populations, but amplification at the chloroplast trnL region, which was only successful on island samples, revealed primary consumption of yew (Taxus spp.) based on relative read abundance (83.68%) with dogwood (Cornus spp.; 9.67%) and maple (Acer spp.; 4.10%) also prevalent. These results suggest that conservation efforts for caribou need to consider the availability of food resources beyond lichen to ensure successful outcomes. More broadly, we provide a reliable methodology for assessing ungulate diet from archived faecal pellets that could reveal important dietary shifts over time in response to climate change.",
    "readLink": "https://facetsjournal.com/doi/10.1139/facets-2021-0071"
  }
]