[
  {
    "title": "Eucalypt Recruitment and Invasion Potential in Protected Areas of the Iberian Peninsula under Current and Future Climate Conditions",
    "authors": [
      "Ernesto Deus,",
      "Joaquim S. Silva,",
      "Joana R. Vicente,",
      "Filipe X. Catry"
    ],
    "doi": "https://doi.org/10.3390/f13081199",
    "journalVolume": "Vol. 13,\n                                no. 1199\n                                \n                                  p.\n                                  1199",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Eucalyptus globulus Labill. stands have been expanding in protected areas (sites) of the Natura 2000 network in the Iberian Peninsula (Iberia). This expansion is mostly human-driven, but there is increasing evidence of plant recruitment and escape from cultivation areas. Therefore, it is important to assess the recruitment and invasion potential of sites and associated habitats and how future climate may change this potential. Here, we use SDMs to project current and future climatic suitability for E. globulus recruitment in Iberia and combine this suitability with local factors to rate the current recruitment potential of eucalypt stands. This potential is then extrapolated to neighbour areas in Natura 2000 sites to assess the invasion potential. The results show a wide recruitment range along coastal regions of western and northern Iberia (83,275 km2) and a northward contraction under climate change, similar to the trend projected for plantation suitability. Recruitment potential of any level was identified in 989 km2, while invasion potential was identified in 878 km2 across 176 Natura 2000 sites. Heathlands and riparian forests were associated with the largest recruitment and invasion potential areas. This study may help in preventing further negative impacts in protected areas and habitats already affected by E. globulus expansion.",
    "readLink": "https://www.mdpi.com/1999-4907/13/8/1199"
  },
  {
    "title": "Timing to temperature: Egg‐laying dates respond to temperature and are under stronger selection at northern latitudes",
    "authors": [
      "Amanda Shave,",
      "Colin J. Garroway,",
      "Joe Siegrist,",
      "Kevin C. Fraser"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2974",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Global climate change produces spatially variable patterns of environmental change. This could put migratory species at risk as the synchrony between migration timing and suitable breeding conditions could become mismatched. For migratory birds, whether the timing of egg laying is a plastic trait that can vary in response to environmental change has been sparsely studied across regions and systems and thus remains poorly known. We investigated the effects of temperature variability and climate warming on the breeding phenology of purple martins (Progne subis), a long‐distance migratory songbird, using a 20‐yr data set comprised of 28,165 records of nest timing and fledgling success spanning the entire breeding range (25–54° N). We discovered that purple martins lay eggs earlier in warmer springs and fledge more young when they lay earlier. After controlling for spatial patterns in the data with Moran's eigenvector maps, we found that selection favored earlier breeding in most years, particularly at more northern latitudes. However, selection pressure for earlier breeding did not increase over the 20‐yr period, perhaps owing to high variability in temperature across years. Our results therefore demonstrate plasticity in the timing of egg laying in response to temperature variation and climate change over 20 yr across the range of this widely distributed, long‐distance migrant. Whether these plastic responses are common or sufficiently matched to climate change among other declining migratory songbird species should be further investigated.",
    "readLink": "https://doi.org/10.1002/ecs2.2974"
  },
  {
    "title": "Energy and the city",
    "authors": [
      "Francesco Martinico"
    ],
    "doi": "https://doi.org/10.21622/resd.2017.03.2.183",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  183\n                                  – 184",
    "issn": "2356-8518 (Print)",
    "publisher": "2356-8569 (Online)",
    "countryOfPublisher": "Academy Publishing Center",
    "lcc": [
      "Egypt",
      "Technology: Mechanical engineering and machinery: Renewable energy sources"
    ],
    "journalUrl": "http://apc.aast.edu/ojs/index.php/RESD/index",
    "abstract": "Spatial planning should have a key role in creating urban environments that support less energy-intense lifestyles. A wise consideration of energy in urban land use policies should play an important role considering that, in spite of having a land occupation of 2% and accommodating 50% of the world population, cities produce 80% of GHG emissions and consume 80 % of the world’s resources.In the building industry, the green economy is already part of the designers’ approach. This has already produced several energy efficient buildings that also feature high architectural quality. Now is the turn of cities to take the same direction in developing the capacity of formulating sounded urban policies. This will contribute to develop adequate new tools for achieving the energy efficiency goal.Climate change concern, the dominating environmental paradigm, is permeating the political scenario worldwide, producing a plethora of formal documents. The most recent one is the COP21 agreed in Paris in December 2015, after the failure of the Copenhagen summit in 2009, and formally signed in April 2016 in New York. The challenge for land use planning now is to translate these general commitments into actions that modify planning practices at all levels, from cities to regions.In this field, the current situation is extremely varied. EU has issued several documents focussed mainly at building level but also sustainable transports are considered a key issue. However, a further step is needed in order to increase the level of integration among all land use approaches, including the idea of green infrastructure as a key component of any human settlement. (European Commission, 2013). The relationship between urbanisation and climate change has become key worldwide but looking at it from a Mediterranean perspective arises some specificities, considering also the political strain that this part of the world is facing. Both Southern Europe and Middle East and North Africa (MENA) countries will face stronger heat waves in the near future (Fischer and Schär, 2001). Their cities, often poorly planned for decades, will be considerably affected by these temperature upsurges.A further complexity arises from the fact that the energy approach in land use plans is not direct. Including energy considerations in urban and regional planning is hardly a technological issue. On the contrary, it requires a deep change in the mind-set of urban planners that have to think at the whole city structure wearing the new “energy glasses”.It is possible to trace the energy issue in land use planning back to its history. Spatial planning has a long lasting tradition in defining the shape of urban fabric and the layout of buildings, taking into account the role of the sun and the wind. This tradition has evolved from the seminal experiences of modernist planning to the new sustainable districts, recently developed in several countries like Germany, the Netherlands, France and Sweden, including the ones described by Peter Hall (2014) in his last book.But Mediterranean countries have an even longer tradition in building cities and houses that were capable of facing hot temperatures, without any of the electric appliances that are consuming now a considerable share of energy. As part of this long-established tradition, it is worth remembering the inspiring contribution of the Egyptian architect Hassan Fathy. Looking back at the city history is not a mere exercise based on nostalgia. Making greener Mediterranean cities, as they were up to a recent past, is a complex task but it will become unavoidable in order to guarantee forms of sustainable cooling.This is especially true in those cities that have grown considerably in the second half of the 20th century, according to high-density models.Urban planning has been also concerned with defining the proper mix of land uses, taking into account the key role of transports. Compact and walkable cites, rich of activities, are naturally energy efficient. The lesson taught by Jane Jacobs in her seminal book Death and Life of Great American Cities remains relevant also assuming the energy approach. More recently, emerging planning themes are including the containment and retrofitting of urban sprawl by integrating transport and land use planning. Applying Transit Oriented Development (Tod) principles can induce a change in mobility choices of inhabitants of this unsustainable form of urban settlement, by giving them more mobility opportunities.Land use planning will also play a relevant role in accommodating new forms of distributed sustainable energy production in the urban fabric. The recent 2015 Snapshot of Global Photovoltaic Markets, by the International Energy Agency, confirms that economic incentives, like feed-in tariffs, are not enough to guarantee a stable diffusion of this type of energy production. After the phasing out of this incentives there diffusion of PV, reduces considerably. This is case of Italy that installed only 300 MW of PV systems in 2014, compared to 9,3 GW in 2011, 3,6 GW in 2012 and 1,6 GW in 2013. Integrating energy production in the city as part of urban design will increase the opportunity of making sustainable energy production an inherent feature of the city design, including energy production devices in the city realm and using them for retrofitting poor quality buildings.In addition, planning tools have to incorporate incentives aimed at favouring higher energy standards, both for new and existing buildings. The costs of these actions should be covered by planning normative tools. Several techniques, like the Carbon Offset Fund in Great Britain, have been tested but there is a great need of new research in this field, at national and local level, since these tools are not easy to implement without taking into account site-specific norms and approaches. In addition, the exclusive use of the market leverage risks to confine these tools to wealthy communities, excluding the poor ones.These new attitudes require not only new planning tools but also a great capacity of devising urban policies capable of involving communities with different cultural backgrounds and planning traditions. A wise mixture of tradition and innovation is central to innovate the urban planning discipline in the direction of sustainability. A lot of mental energy has to be devoted to the difficult but stimulating objective of improving the energy awareness of our cities.",
    "readLink": "http://apc.aast.edu/ojs/index.php/RESD/article/view/185"
  },
  {
    "title": "Genomic regions associated with physiological, biochemical and yield-related responses under water deficit in diploid potato at the tuber initiation stage revealed by GWAS",
    "authors": [
      "Paula Díaz,",
      "Felipe Sarmiento,",
      "Boby Mathew,",
      "Agim Ballvora,",
      "Teresa Mosquera Vásquez"
    ],
    "doi": "Vol. 16,\n                                no. 11",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Water deficit, which is increasing with climate change, is a serious threat to agricultural sustainability worldwide. Dissection of the genetic architecture of water deficit responses is highly desirable for developing water-deficit tolerant potato cultivars and enhancing the resilience of existing cultivars. This study examined genetic variation in response to water deficit in a panel of diploid potato and identified the QTL governing this trait via a genome-wide association study (GWAS). A panel of 104 diploid potato accessions were evaluated under both well-watered and water deficit treatments at tuber initiation stage. Drought stress index (DTI) was calculated to assess tolerance of the diploid potato genotypes to water deficit. The GWAS was conducted using a matrix of 47K single nucleotide polymorphisms (SNP), recently available for this population. We are reporting 38 QTL, seven for well-watered conditions, twenty-two for water deficit conditions and nine for DTI which explain between 12.6% and 44.1% of the phenotypic variance. A set of 6 QTL were found to be associated with more than one variable. Marker WDP-9.21 was found associated with tuber fresh weigh under WD and gene annotation analysis revealed co-localization with the Glucan/water dikinase (GWD) gene. Of the nine QTL detected from DTI on chromosomes 2,3,5,8,10 and 12, three candidate genes with a feasible role in water deficit response were identified. The findings of this study can be used in marker-assisted selection (MAS) for water- deficit tolerance breeding in potato.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8575265/?tool=EBI"
  },
  {
    "title": "Assessment of the Water-Energy Nexus under Future Climate Change in the Nile River Basin",
    "authors": [
      "Abay Yimere,",
      "Engdawork Assefa"
    ],
    "doi": "https://doi.org/10.3390/cli9050084",
    "journalVolume": "Vol. 9,\n                                no. 84\n                                \n                                  p.\n                                  84",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "This study investigated the Water-Energy relationship in the Nile River Basin under changing climate conditions using an energy and water model. Climate change will likely affect both water and energy resources, which will create challenges for future planning and decision making, particularly considering the uncertainty surrounding the direction and magnitude of such effects. According to the assessment model, when countries depend heavily on hydropower for energy, power generation is determined by climate variability. For example, Ethiopia, Egypt, and Sudan are more hydropower-dependent than Burundi or Rwanda. As a result, the trading relationships and economic gains of these countries shift according to climate variability. Among 18 climate scenarios, four demonstrate a change in climate and runoff. Under these scenarios, trading partnerships and economic gains will favor Ethiopia and Egypt instead of Sudan and Egypt. This study examines the extent of potential climate challenges, their effects on the Nile River Basin, and recommends several solutions for environmental planners and decision makers. Although the proposed model has the novel ability of conducting scientific analyses with limited data, this research is still limited by data accessibility. Finally, the study will contribute to the literature on the climate chamber effects on regional and international trade.",
    "readLink": "https://www.mdpi.com/2225-1154/9/5/84"
  },
  {
    "title": "Pathways out of poverty through the lens of development resilience: an agent-based simulation",
    "authors": [
      "Yue Dou,",
      "Peter J. Deadman,",
      "Marta Berbés-Blázquez,",
      "Nathan D. Vogt,",
      "Oriana Almeida"
    ],
    "doi": "https://doi.org/10.5751/ES-11842-250403",
    "journalVolume": "Vol. 25,\n                                no. 4\n                                \n                                  p.\n                                  3",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Poverty alleviation for smallholders must consider the increasingly varied and intertwined impacts of climate change and globalization. This calls for a resilience perspective that includes eradication of poverty and resilience enhancement under extreme events and shocks. Applying the framework of development resilience, we constructed an agent-based model based on small farming households in the Amazon Delta region in Brazil, and we used it to identify pathways out of poverty and sources for resilience among these households. The model allows us to explore the nonlinearity and heterogeneous nature of the smallholder livelihood systems, including how different household characteristics and livelihood strategies contribute to divergent livelihood outcomes. Using a unique yet simple tracking method, we were able to show the stochastic dynamics of individual household livelihoods in the face of various shocks, and how these households move in and out of different states of poverty over time (i.e., extremely poor, chronic poor, and nonpoor). By comparing traits of households that ended up in different states, we showed the need for targeted interventions for alternative livelihood strategies and key resources improvement. Different from conventional poverty alleviation programs, our findings emphasize empowering smallholders with different livelihood options. This has practical implications in terms of identifying leverage points in smallholder livelihood systems (e.g., livelihood strategy, land resources) that government and other agencies can use to intervene more effectively for households to become prosperous.",
    "readLink": "https://www.ecologyandsociety.org/vol25/iss4/art3/"
  },
  {
    "title": "Nutrient regime and upwelling in the northern Benguela since the middle Holocene in a global context &ndash; a multi-proxy approach",
    "authors": [
      "S. Meisel,",
      "K.-C. Emeis,",
      "U. Struck,",
      "I. Kristen"
    ],
    "doi": "https://doi.org/10.5194/fr-14-171-2011",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  pp.\n                                  171\n                                  – 193",
    "issn": "2193-0066 (Print)",
    "publisher": "2193-0074 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Germany",
      "Science: Geology: Paleontology"
    ],
    "journalUrl": "https://fr.pensoft.net/",
    "abstract": "The last 5500 years of climate change and environmental response in the northern Benguela Coastal Upwelling are reconstructed by means of three sediment cores from the inner shelf off central Namibia. The study is based on nutrient (δ15N, δ13C) and productivity proxies (accumulation rates of total organic carbon; ARTOC). Reconstructed sea surface temperatures (alkenone-derived SST) and temperatures at subsurface depths (Tδ18O; based on tests of planktonic foraminifers) reflect the physical boundary conditions. The selection of proxy indicators proved a valuable basis for robust palaeo-climatic reconstructions, with the resolution ranging from multi-decadal (NAM1) over centennial (core 178) to millennial scale (core 226620). The northern Benguela experienced pronounced and rapid perturbation during the middle and late Holocene, and apparently, not all are purely local in character. In fact, numerous correlations with records from the adjacent South African subcontinent and the northern hemisphere testify to global climatic teleconnections. The Holocene Hypsithermal, for instance, is just as evident as the Little Ice Age (LIA) and the Roman Warm Period. The marked SST-rise associated with the latter is substantiated by other marine and terrestrial data from the South African realm. The LIA (at least its early stages) manifests itself in intensified winds and upwelling, which accords with increased rainfall receipts above the continental interior. It appears that climate signals are transferred both via the atmosphere and ocean. The combined analysis of SST and Tδ18O proved a useful tool in order to differentiate between both pathways. SSTs are primarily controlled by the intensity of atmospheric circulation features, reflecting changes of upwelling-favourable winds. Tδ18O records the temperature of the source water and often correlates with global ocean conveyor speed due to varying inputs of warm Agulhas Water. It seems as though conveyor slowdown or acceleration not only affected the temperature of the source water but also its nutrient content. This relationship between source water quality and conveyor speed is already known from glacial times. doi:10.1002/mmng.201100006",
    "readLink": "http://www.foss-rec.net/14/171/2011/fr-14-171-2011.pdf"
  },
  {
    "title": "Assessment of rainfall trend and variability of semi-arid regions of Upper and Middle Godavari basin, India",
    "authors": [
      "Madhura Chetan Aher,",
      "S. M. Yadav"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.044",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  3992\n                                  – 4006",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Study of rainfall pattern and trend in the long term is essential from climatic change and socioeconomic perspectives. In the present study, monthly, seasonal and annual rainfall of semi-arid regions (Madhya Maharashtra, Marahwada and Vidarbha) of the Godavari basin is evaluated for the period of 1871–2016. The innovative trend analysis (ITA), Mann–Kendall test (MK) and Sen's slope estimator methods are used to check gradual change. A significant increasing or decreasing trend is not detected in the seasonal and annual rainfall series for any of the regions. The rainfall variability index indicates Madhya Maharashtra has received normal rainfall for 40% of the time, Marathwada for 36% of the time and Vidarbha region for 41% of the time. Very dry and very wet conditions are experienced by all three regions for 15% of the time. The spatial and temporal variation in the seasonal and annual rainfall is not significant in these regions. The results obtained from the study will be useful for water resource management of the Godavari basin. HIGHLIGHTS Increasing trend in rainfall of August and decreasing trend in September is observed for all the regions.; Significant upward or downward trend is not found for any season and for annual rainfall.; All the regions receives the normal rainfall for 39% of the time.; All the regions experiences very dry and very wet situation for 15% of time.; The results are matching with the rainfall trend for all India.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/8/3992"
  },
  {
    "title": "High-resolution mapping of time since disturbance and forest carbon flux from remote sensing and inventory data to assess harvest, fire, and beetle disturbance legacies in the Pacific Northwest",
    "authors": [
      "H. Gu,",
      "C. A. Williams,",
      "B. Ghimire,",
      "F. Zhao,",
      "C. Huang"
    ],
    "doi": "https://doi.org/10.5194/bg-13-6321-2016",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  6321\n                                  – 6337",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Accurate assessment of forest carbon storage and uptake is central to policymaking aimed at mitigating climate change and understanding the role forests play in the global carbon cycle. Disturbances have highly diverse impacts on forest carbon dynamics, making them a challenge to quantify and report. Time since disturbance is a key intermediate determinant that aids the assessment of disturbance-driven carbon emissions and removals legacies. We propose a new methodology of quantifying time since disturbance and carbon flux across forested landscapes in the Pacific Northwest (PNW) at a fine scale (30 m) by combining remote sensing (RS)-based disturbance year, disturbance type, and above-ground biomass with forest inventory data. When a recent disturbance is detected, time since disturbance can be directly determined by combining three RS-derived disturbance products, or time since the last stand clearing can be inferred from a RS-derived 30 m biomass map and field inventory-derived species-specific biomass accumulation curves. Net ecosystem productivity (NEP) is further mapped based on carbon stock and flux trajectories derived from the Carnegie-Ames-Stanford Approach (CASA) model in our prior work that described how NEP changes with time following harvest, fire, or bark beetle disturbances of varying severity. Uncertainties from biomass map and forest inventory data were propagated by probabilistic sampling to provide a statistical distribution of stand age and NEP for each forest pixel. We mapped mean, standard deviation, and statistical distribution of stand age and NEP at 30 m in the PNW region. Our map indicated a net ecosystem productivity of 5.9 Tg C yr−1 for forestlands circa 2010 in the study area, with net uptake in relatively mature (> 24 years old) forests (13.6 Tg C yr−1) overwhelming net negative NEP from tracts that had recent harvests (−6.4 Tg C yr−1), fires (−0.5 Tg C yr−1), and bark beetle outbreaks (−0.8 Tg C yr−1). The approach will be applied to forestlands in other regions of the conterminous US to advance a more comprehensive monitoring, mapping, and reporting of the carbon consequences of forest change across the US.",
    "readLink": "https://www.biogeosciences.net/13/6321/2016/bg-13-6321-2016.pdf"
  },
  {
    "title": "The shadow of the future and the shadow of the past: Studying the impact of climate change on human behaviour",
    "authors": [
      "Björn Vollan"
    ],
    "doi": "https://doi.org/10.3897/rio.5.e34451",
    "journalVolume": "Vol. 5\n                                \n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2367-7163 (Online)",
    "publisher": "Pensoft Publishers",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://rio.pensoft.net",
    "abstract": "There is consent among researchers that climate change results in increasing number of extreme weather events, migration and even the need to resettle entire populations. Understanding the behaviour of climate refugees and people exposed to extreme events are key in order to avoid emergency mass movements or even conflict over natural and social resources. I propose a research project with two related parts that identify the human reaction to the impacts of climate change by combining a comparative research design and the use of economic experiments, survey methods and modelling techniques. The first part of the project builds upon a unique sample of experimentally measured risk and solidarity preferences of 800 Filipinos taken in 2012 in. In order to assess the impact of the damages induced by typhoon 'Haiyan' and the following recovery aid we will carry out two follow-up studies with the same people in order to obtain panel data on solidarity and risk preferences for robust statistical inference.The second part of the project will focus on the effects of anticipated forced and permanent relocation. The major innovation offered by the proposed set-up is a sample of inhabitants from atoll and island communities where the communities only differ in the timing of the expected relocation due to sea level rise with additional use of priming techniques. The set-up allows studying how preferences and behavior of people change with the prospect of being severely affected by climate change and whether and how these affect short and medium-term adaptation strategies such as an increased extraction of natural resources and migration.",
    "readLink": "https://riojournal.com/article/34451/download/pdf/"
  }
]