[
  {
    "title": "Recent Developments in the Photochemical Synthesis of Functionalized Imidazopyridines",
    "authors": [
      "Christine Tran,",
      "Abdallah Hamze"
    ],
    "doi": "https://doi.org/10.3390/molecules27113461",
    "journalVolume": "Vol. 27,\n                                no. 3461\n                                \n                                  p.\n                                  3461",
    "issn": "1420-3049 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/molecules",
    "abstract": "Imidazopyridines constitute one of the most important scaffolds in medicinal chemistry, as their skeleton could be found in a myriad of biologically active molecules. Although numerous strategies were elaborated for imidazopyridine preparation in the 2010s, novel eco-compatible synthetic approaches have emerged, conscious of climate change concerns. In this framework, photochemical methods have been promoted to conceive this heterocyclic motif over the last decade. This review covers the recently published works on synthesizing highly functionalized imidazopyridines by light induction.",
    "readLink": "https://www.mdpi.com/1420-3049/27/11/3461"
  },
  {
    "title": "URBAN HYDROGRAPHY AND BLUESPOTS MAP OF CRAIOVA (ROMANIA)",
    "authors": [
      "Claudia  Daniela Albă,",
      "Andreea  Gabriela Zamfir,",
      "Sandu  Boengiu"
    ],
    "doi": "Vol. 68,\n                                no. 3",
    "issn": "1821-2808 (Online)",
    "publisher": "Geographical Institute \"Jovan Cvijić\" SASA",
    "countryOfPublisher": "Serbia",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://ojs.gi.sanu.ac.rs/index.php/zbornik",
    "abstract": "The global climate change imposes new strategies of prevention and protection against the effects of urban flooding. The main goal of this paper is the identification of areas exposed to flooding risk in the Craiova city, and the study was structured in two sections. In the first part we aimed to identify the changes of the hydrography in the Craiova city from the beginning of its urban expansion and the hydrotechnical works realized for flooding protection from the 19th century until now. The reconstruction of the hydrography was based on the cartographic documents elaborated since the second half of the nineteenth century and on the previous research concerning the city’s design, water supply and sewage system. In the second part we realized a Bluespots map comprised of the areas and the buildings possibly exposed to the risk of flooding during heavy rainfall periods. The Bluespots map was automatically obtained with the Cloudburst extension of ArcGIS, being based on DEM data and the cadastral map of the city, after a method firstly applied by the Danish government to assess flood risk areas due to Cloudburst phenomena in Copenhagen.",
    "readLink": "http://ojs.gi.sanu.ac.rs/index.php/zbornik/article/view/375"
  },
  {
    "title": "Individual and Coupled Effects of Future Climate and Land Use Scenarios on Water Balance Components in an Australian Catchment",
    "authors": [
      "Hong Zhang,",
      "Bin Wang,",
      "De Li Liu,",
      "Lance M. Leslie,",
      "Lijie Shi,",
      "Mingxi Zhang,",
      "Qiang Yu"
    ],
    "doi": "https://doi.org/10.3390/atmos13091428",
    "journalVolume": "Vol. 13,\n                                no. 1428\n                                \n                                  p.\n                                  1428",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Assessing the impacts of both climate and land use changes on hydrologic variables is crucial for sustainable development of water resources and natural ecosystems. We conducted a case study of a catchment in southwestern Australia to assess the impacts of future climate and land use changes, both separately and in combination, on water resource availability. For this evaluation, the Soil and Water Assessment Tool (SWAT) model was first calibrated and then forced by 34 global climate models (GCMs), under two Representative Concentration Pathways (RCP4.5 and RCP8.5) and five land use scenarios (LU0–4). Our results suggested that SWAT reproduced the observed monthly streamflow well. Land use changes have impacts on all hydrologic variables, especially on runoff at the annual scale. Future runoff was projected to decrease in all seasons, especially winter and spring. For the combined effects of climate and land use changes, the results of LU1–4 were only slightly different from the response of LU0. An uncertainty analysis shows that GCMs had the greatest contribution to hydrologic variables, followed by RCPs and land use scenarios. Hence, it is advisable for impacts analysis to use an ensemble of GCMs under different RCPs to minimize the uncertainty of projected future hydrologic variables.",
    "readLink": "https://www.mdpi.com/2073-4433/13/9/1428"
  },
  {
    "title": "Gender bias and inequity holds women back in their conservation careers",
    "authors": [
      "Robyn James,",
      "Robyn James,",
      "Jonathan R. B. Fisher,",
      "Chelsea Carlos-Grotjahn,",
      "Marissa S. Boylan,",
      "Baigalmaa Dembereldash,",
      "Meaza Z. Demissie,",
      "Crystal Diaz De Villegas,",
      "Bridget Gibbs,",
      "Ruth Konia,",
      "Kristen Lyons,",
      "Hugh Possingham,",
      "Cathy J. Robinson,",
      "Tiantian Tang,",
      "Nathalie Butt"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.1056751",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The planet is facing climate and biodiversity loss crises that impact all of humanity and yet globally, women remain underrepresented in leading solutions to these urgent conservation challenges. As one of the world’s largest conservation non-profit organizations, The Nature Conservancy (TNC) provided a large case-study for understanding inequity for women in the conservation sector. In 2018, all 1,789 conservation and science staff at TNC were surveyed to understand how they are able to develop their careers and contribute to conservation research and decision making. Of the 904 responses (490 men and 414 women), results show that men influence conservation and science decisions more than women; women face multiple barriers across their conservation careers due to gender bias; women experience sexual harassment and discrimination, as well as fear retaliation more than men; and men reported the sector as a more equitable and favorable place for women than women themselves experienced. Our data demonstrates that gender equality (equal representation of men and women) does not automatically mean that women no longer face systemic inequity and that intersectional issues such as race, location and caring responsibilities can all make it even more difficult for women to excel. Respondents drew from experiences across their conservation careers, to suggest how the conservation sector could address these issues. Based on our findings, we recommend practical ways the conservation sector can improve gender equity, including via workplace and cultural change measures, as well as changes to recruitment, pay transparency, and career development policies.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1056751/full"
  },
  {
    "title": "Climate change and projections for the Barents region: what is expected to change and what will stay the same?",
    "authors": [
      "Rasmus E Benestad,",
      "Kajsa M Parding,",
      "Ketil Isaksen,",
      "Abdelkader Mezghani"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/5/054017",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  054017",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "We present an outlook for a number of climate parameters for temperature, precipitation, and storm statistics in the Barents region. Projected temperatures exhibited strongest increase over northern Fennoscandia and the high Arctic, exceeding 7 °C by 2099 for a typical ‘warm winter’ under the RCP4.5 scenario. More extreme temperatures may be expected with the RCP8.5, with an increase exceeding 18 °C in some places. The magnitude of the day-to-day variability in temperature is likely to decrease with higher temperatures. The skill of the downscaling models was moderate for the wet-day frequency for which the projections indicated both increases and decreases within the range of −5–+10% by 2099. The downscaled results for the wet-day mean precipitation was poor, but for the warming associated with RCP 4.5, it could result in wet-day mean precipitation being intensified by as much as 70% in 2099. The number of synoptic storms over the Barents Sea was found to increase with a warming in the Arctic, however, other climate parameters may not change much, such as the persistence of the temperature and precipitation. These climate change projections were derived using a new strategy for empirical-statistical downscaling, making use of principal component analysis to represent the local climate parameters and large ensembles of global climate model (GCM) simulations to provide information about the large scales. The method and analysis were validated on three different levels: (a) the representativeness of the GCMs, (b) traditional validation of the downscaling method, and (c) assessment of the ensembles of downscaled results in terms of past trends and interannual variability.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/5/054017"
  },
  {
    "title": "Aerosol size distribution and new particle formation in the western Yangtze River Delta of China: 2 years of measurements at the SORPES station",
    "authors": [
      "X. M. Qi,",
      "A. J. Ding,",
      "W. Nie,",
      "T. Petäjä,",
      "V.-M. Kerminen,",
      "E. Herrmann,",
      "Y. N. Xie,",
      "L. F. Zheng,",
      "H. Manninen,",
      "P. Aalto,",
      "J. N. Sun,",
      "Z. N. Xu,",
      "X. G. Chi,",
      "X. Huang,",
      "M. Boy,",
      "A. Virkkula,",
      "X.-Q. Yang,",
      "C. B. Fu,",
      "M. Kulmala"
    ],
    "doi": "https://doi.org/10.5194/acp-15-12445-2015",
    "journalVolume": "Vol. 15,\n                                no. 21\n                                \n                                  pp.\n                                  12445\n                                  – 12464",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Aerosol particles play important roles in regional air quality and global climate change. In this study, we analyzed 2 years (2011–2013) of measurements of submicron particles (6–800 nm) at a suburban site in the western Yangtze River Delta (YRD) of eastern China. The number concentrations (NCs) of particles in the nucleation, Aitken and accumulation modes were 5300 ± 5500, 8000 ± 4400, 5800 ± 3200 cm−3, respectively. The NCs of total particles are comparable to those at urban/suburban sites in other Chinese megacities, such as Beijing, but about 10 times higher than in the remote western China. Long-range and regional transport largely influenced number concentrations and size distributions of submicron particles. The highest and lowest accumulation-mode particle number concentrations were observed in air masses from the YRD and coastal regions, respectively. Continental air masses from inland brought the highest concentrations of nucleation-mode particles. New particle formation (NPF) events, apparent in 44 % of the effective measurement days, occurred frequently in all the seasons except winter. The frequency of NPF in spring, summer and autumn is much higher than other measurement sites in China. Sulfuric acid was found to be the main driver of NPF events. The particle formation rate was the highest in spring (3.6 ± 2.4 cm−3 s−1), whereas the particle growth rate had the highest values in summer (12.8 ± 4.4 nm h−1). The formation rate was typically high in relatively clean air masses, whereas the growth rate tended to be high in the polluted YRD air masses. The frequency of NPF events and the particle growth rates showed a strong year-to-year difference. In the summer of 2013, associated with a multi-week heat wave and strong photochemical processes, NPF events occurred with larger frequency and higher growth rates compared with the same period in 2012. The difference in the location and strength of the subtropical high pressure system, which influences the air mass transport pathways and solar radiation, seems to be the cause for year-to-year differences. This study reports, up to now, the longest continuous measurement records of submicron particles in eastern China and helps to achieve a comprehensive understanding of the main factors controlling the seasonal and year-to-year variation of the aerosol size distribution and NPF in this region.",
    "readLink": "http://www.atmos-chem-phys.net/15/12445/2015/acp-15-12445-2015.pdf"
  },
  {
    "title": "A Holistic Modeling Approach to Project the Evolution of Inlet-Interrupted Coastlines Over the 21st Century",
    "authors": [
      "Janaka Bamunawala,",
      "Janaka Bamunawala,",
      "Ali Dastgheib,",
      "Roshanka Ranasinghe,",
      "Roshanka Ranasinghe,",
      "Roshanka Ranasinghe,",
      "Ad van der Spek,",
      "Ad van der Spek,",
      "Shreedhar Maskey,",
      "A. Brad Murray,",
      "Trang Minh Duong,",
      "Trang Minh Duong,",
      "Trang Minh Duong,",
      "Patrick L. Barnard,",
      "T. A. J. G. Sirisena,",
      "T. A. J. G. Sirisena"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.00542",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Approximately one-quarter of the World’s sandy beaches, most of which are interrupted by tidal inlets, are eroding. Understanding the long-term (50–100 year) evolution of inlet-interrupted coasts in a changing climate is, therefore of great importance for coastal zone planners and managers. This study, therefore, focuses on the development and piloting of an innovative model that can simulate the climate-change driven evolution of inlet-interrupted coasts at 50–100 year time scales, while taking into account the contributions from catchment-estuary-coastal systems in a holistic manner. In this new model, the evolution of inlet-interrupted coasts is determined by: (1) computing the variation of total sediment volume exchange between the inlet-estuary system and its adjacent coast, and (2) distributing the computed sediment volume along the inlet-interrupted coast as a spatially and temporally varying quantity. The exchange volume, as computed here, consists of three major components: variation in fluvial sediment supply, basin (or estuarine) infilling due to the sea-level rise-induced increase in accommodation space, and estuarine sediment volume change due to variations in river discharge. To pilot the model, it is here applied to three different catchment-estuary-coastal systems: the Alsea estuary (Oregon, United States), Dyfi estuary (Wales, United Kigdom), and Kalutara inlet (Sri Lanka). Results indicate that all three systems will experience sediment deficits by 2100 (i.e., sediment importing estuaries). However, processes and system characteristics governing the total sediment exchange volume, and thus coastline change, vary markedly among the systems due to differences in geomorphic settings and projected climatic conditions. These results underline the importance of accounting for the different governing processes when assessing the future evolution of inlet-interrupted coastlines.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2020.00542/full"
  },
  {
    "title": "Clonal Selection of Autochthonous Grape Varieties in Badacsony, Hungary",
    "authors": [
      "Eszter Alexandra Farkas,",
      "Gizella Jahnke,",
      "Barna Szőke,",
      "Tamás Deák,",
      "Róbert Oláh,",
      "Krisztina Oláh,",
      "Gyöngyi Knolmajerné Szigeti,",
      "Csaba Németh,",
      "Diána Ágnes Nyitrainé Sárdy"
    ],
    "doi": "https://doi.org/10.3390/horticulturae9090994",
    "journalVolume": "Vol. 9,\n                                no. 994\n                                \n                                  p.\n                                  994",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "As the sensitivity of perennial crops to climate change becomes more pronounced, clonal selection, which is already very time-consuming for grapevine, may take even longer, while its importance is increasing. In the case of indigenous grapevine varieties, the purpose of clonal selection is twofold: to mitigate problems of cultivation and at the same time, to preserve the varietal character. The cultivation technique issue of ‘Kéknyelű’ is the low fertility (functionally female-flowered variety), and as for ‘Juhfark’ it is the significant susceptibility to grey rot. Based on daily meteorological data of 11 years, the years were classified into 3 groups and harvest data were analyzed within each group. Significant difference in yield was found between clone B.2. and the base ‘Kéknyelű’. Both clones of ‘Kéknyelű’ matured with significantly lower pH compared to the base variety. Given the acidic character of ‘Kéknyelű’ wine and the predicted rise in must °Brix and pH as a result of climate change, these differences may be useful in the future. Botrytis infection only showed statistically significant differences between year groups for ‘Juhfark’. It is intriguing that in most years, the rate of grey rot infection was lower in both clones compared to the base variety, especially in year groups 1 and 3 when the overall rate of Botrytis infection was quite low.",
    "readLink": "https://www.mdpi.com/2311-7524/9/9/994"
  },
  {
    "title": "Assessing Importance of Disaster Preparedness Factors for Sustainable Disaster Risk Management: The Case of the Slovak Republic",
    "authors": [
      "Michal Titko,",
      "Jozef Ristvej"
    ],
    "doi": "https://doi.org/10.3390/su12219121",
    "journalVolume": "Vol. 12,\n                                no. 9121\n                                \n                                  p.\n                                  9121",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Regarding the prognoses of disasters in the future connected with climate change, disaster risk management (DRM) is becoming one of the decisive elements of sustainable development. The possibility of involving the general public to DRM implementation is, currently, a frequently discussed topic. In particular, population preparedness for the involvement of the public is questionable and, therefore, the understanding of the conditions that facilitate public preparedness for disasters is decisive. This article presents the results of research that investigates the factors affecting (1) the objective preparedness of the population, as well as (2) the subjective perception of our preparedness for disasters. The statistical analysis discovered that both sides of the public’s preparedness depended especially on their experience with disasters, the awareness of the possible risks and appropriate procedures to solve situations, and the economic potential of the households. The results emphasize the need to support the process of increasing the awareness of risks and the possible preventive procedures that can be carried out before disasters by the public, including the more economically vulnerable groups. In this area, the collaboration of the responsible authorities and general public is very desirable. Therefore, our study and its results can serve as a support for creating the DRM policies and sustainable development.",
    "readLink": "https://www.mdpi.com/2071-1050/12/21/9121"
  },
  {
    "title": "The “Beautiful Abyss” of Human Cruelty, Anthropogenic Violence, and Other-Than-Human Friendship in Yamen Manaï’s <i>Bel Abîme</i>",
    "authors": [
      "Keith Moser"
    ],
    "doi": "https://doi.org/10.3390/h11040094",
    "journalVolume": "Vol. 11,\n                                no. 94\n                                \n                                  p.\n                                  94",
    "issn": "2076-0787 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities"
    ],
    "journalUrl": "http://www.mdpi.com/journal/humanities",
    "abstract": "Yamen Manaï’s novel Bel Abîme upholds Dominique Lestel’s contention that friends are those who we hold near and dear in our hybrid communities. Lestel and Manaï’s reexamination of the reality of other-than-human friendship presents our domesticated pets as sentient, semiotic agents with whom we co-construct meaning and a sense of identity together in the “enchanted space of trans-specific communication.” Additionally, our species appears to derive immense psychological and moral benefits from polyspecific encounters that enable us to reach a higher stage of ethical development. Nonetheless, Lestel and Manaï recognize that we cannot extend the family circle to include even more other-than-human co-inhabitants of the biosphere unless we (re-) establish a more sustainable way of living and being in the world. Not only is climate change a question of survival, but it is also a matter of preserving the spaces of meaning in which we are forever transformed by the non-human Other.",
    "readLink": "https://www.mdpi.com/2076-0787/11/4/94"
  }
]