[
  {
    "title": "Mudanças na circulação atmosférica sobre a América do Sul para cenários futuros de clima projetados pelos modelos globais do IPCC AR4 Changes in the atmospheric circulation pattern over South America in future climate scenarios derived from the IPCC AR4 model climate simulations",
    "authors": [
      "María C Valverde,",
      "José A Marengo"
    ],
    "doi": "https://doi.org/10.1590/S0102-77862010000100011",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  125\n                                  – 145",
    "issn": "0102-7786 (Print)",
    "publisher": "1982-4351 (Online)",
    "countryOfPublisher": "Sociedade Brasileira de Meteorologia",
    "lcc": [
      "Brazil",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.scielo.br/j/rbmet/",
    "abstract": "Neste trabalho são analisadas as mudanças no padrão de circulação que possam vir a acontecer no clima da América do Sul (AS), como conseqüência do aumento nas concentrações dos gases de efeito estufa. Para isto utilizam-se cinco modelos globais do IPCC AR4 (CCCMA, GFDL, HadCM3, MIROC e GISS), para o clima do século XX (1961-1990 - 20C3M) e para o cenário futuro SRES_A2 (2011-2100). As características em comum que os modelos apresentaram (a exceção do MIROC) para as três climatologias futuras (2011-2040, 2041-2070 e 2071-2100), principalmente, no verão e na primavera, foram o deslocamento da baixa continental (associada à baixa do Chaco) para o sudoeste da sua posição climatológica (1961-1990), e da Alta da Bolívia para o noroeste. Além disso, os cinco modelos simularam, para o clima presente, uma Alta do Pacífico Sul (APS) menos intensa em relação à Reanálise do NCEP, sugerindo menor subsidência sobre a sua região de atuação. Para cenários futuros os modelos GISS e HadCM3 simularam a APS menos intensa. Por outro lado, para a alta do Atlântico Sul, não existiu um consenso nos modelos. Em geral foi simulada mais intensa (a exceção do GISS), sobretudo no outono e no inverno. O modelo HadCM3 simulou a circulação de verão e primavera mais próxima à Reanálise, com uma ZCAS melhor definida, e uma área menor de anomalias negativas de chuva sobre a Amazônia, em relação aos outros modelos. Já para o cenário futuro este modelo modificou seu padrão de chuvas, e anomalias positivas, sobre a costa norte do Peru e Equador, e negativas sobre o Nordeste e leste da Amazônia, foram observadas, associadas a uma APS enfraquecida e deslocada para o sul, o que reforçou a ZCIT do Pacífico sobre 5ºS. Uma diminuição da convergência de umidade sobre a Amazônia também foi observada.In this paper changes in the atmospheric circulation that may occur in the South America (SA) as a consequence of climate change were studied for various emission scenarios. Five global models from IPCC AR4 (CCCMA, GFDL, HadCM3, MIROC and GISS) are used, for 1961-1990 (present climate) from the 20C3M model run, and for 2011-2100 for the SRES A2 high emission scenario. For the future, (2011-2040, 2041-2070 and 2071-2100 time periods), in most of the models (except the MIROC), the thermal continental low (Chaco low) is shifted to the southwest while the Bolivian High is northwest shifted during in the summer and spring. All the models show, for present climate simulation a weak subtropical southeast Pacific anticyclone (SPA), which would induce a reduction atmospheric subsidence. When the anticyclone is shifted southward, it would be linked with a stronger and more southward Pacific ITCZ. For the future climate, only two models (HadCM3 and GISS) showaweakerSPAascomparedtothepresent. Ontheotherhand,thesubtropicalsouthwestAtlantic anticyclone (SAA) seems to be more intense during fall and winter in almost all models (with the exception of the GISS model). Among the different models, the HadCM3 simulates the summer and spring circulation close to NCEP Reanalysis. This model does exhibit a relatively well simulated SACZ, contributing with a decrease of precipitation over Amazon. Moreover, for the future scenarios the HadCM3 model shows changes in rainfall patterns, with positive anomalies over the West Coast of Peru and Equator and negative anomalies over Northeast of Brazil, and Eastern of Amazon, linked to weaker and southward shifted South Pacific High, enforcing the ITCZ over 5ºS, as a consequence of a decrease of the moisture convergence over Amazon.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0102-77862010000100011"
  },
  {
    "title": "The Green Deal and Carbon Footprint from Turkey’s Perspective: Is It a Threat? Is It an Opportunity?",
    "authors": [
      "Merve Ersoy Mirici,",
      "Süha Berberoğlu"
    ],
    "doi": "https://doi.org/10.21324/dacd.982396",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  156\n                                  – 161",
    "issn": "2528-9640 (Online)",
    "publisher": "Artvin Corun University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://dacd.artvin.edu.tr/",
    "abstract": "The relationship between economic growth on a global scale and absorption capacity of ecological capacity is possible to be seen in disaster and global climate change. The exemption of economy from ecological laws is a metabolic crack. Therefore, green quest remains relevant because country policies are changeable and global climate change mitigation strategies inch along. The green quest became a powerful weapon not only in the urban and rural landscape but also in economic transformation. The Green Deal as an extension of the Paris Agreement which came to the forefront as an anchor and discourse that aims at dissemination to all political areas of European Union’s (EU) environmental concern. The infrastructure of this discourse is the carbon footprint. The carbon footprint is a measure of the exclusive total amount of carbon dioxide emissions that are directly and indirectly caused by an activity or product. In this study, the place and position of the European Green Consensus in the reality of Turkey has been examined and the background of the carbon footprint, which constitutes the infrastructure of the Green Deal has been revealed. Confusions about carbon footprint calculating have been simplified and a holistic perspective. In this context, the relationship between consensus, pact and green areas, which stand out as green pursuits in EU countries, has been revealed in order to develop new and current perspectives within the scope of combating climate change in Turkey. The European Green Deal which is called the new green revolution can be assessed as a promising opportunity with regards to sustainable ecosystem resources and climate justice for next-generation although it seems like a threat at first glance for the Turkish economy.",
    "readLink": "http://dacd.artvin.edu.tr/tr/pub/issue/68003/982396"
  },
  {
    "title": "Effects of nitrogen deposition on carbon allocation between wood and leaves in temperate forests",
    "authors": [
      "Meixia Gao,",
      "Feifei Zhu,",
      "Erik A. Hobbie,",
      "Weixing Zhu,",
      "Shanlong Li,",
      "Geshere A. Gurmesa,",
      "Ang Wang,",
      "Xiaoming Fang,",
      "Jiaojun Zhu,",
      "Per Gundersen,",
      "Kai Huang,",
      "Zhou Wu,",
      "Yunting Fang"
    ],
    "doi": "https://doi.org/10.1002/ppp3.10341",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  267\n                                  – 280",
    "issn": "2572-2611 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Botany"
    ],
    "journalUrl": "https://nph.onlinelibrary.wiley.com/journal/25722611",
    "abstract": "Societal Impact Statement Increasing atmospheric nitrogen (N) deposition represents a major global change factor, but its long‐term effect on tree growth and carbon (C) sequestration remains uncertain. Our manipulation experiment and meta‐analysis reveal that N deposition in temperate and boreal forests promoted tree growth and the allocation of more C into wood than into leaves in China and worldwide. Thus, N deposition may increase forest C sequestration through enhanced wood production and distribution of C into stable sinks. In the context of achieving “Carbon Neutrality,” understanding how N deposition affect long‐term forest C sinks will help us with mitigation strategies under climate change. Summary Increased nitrogen (N) deposition is driving many temperate and boreal forests in the Northern Hemisphere towards N saturation. However, it is uncertain how long‐term N deposition affects tree growth and carbon (C) allocation in these forests. To investigate this, we treated temperate larch and mixed forests in northeastern China with N additions for 8 years. In addition, we collected data from 25 N‐addition experiments in temperate and boreal forests worldwide to reveal the overall effects of N on tree growth and C allocation. Nitrogen additions significantly promoted total biomass increment by 24% in both study forests, with on average additional 8 kg C per kg N gain into woody biomass over the study period. Nitrogen additions increased the ratio of woody biomass increment to foliage litterfall production in the larch forest (by 34%). Literature data analysis also revealed greater N promotion on wood (24%) over foliage (9%) production. However, the positive effect on foliage diminished over time. These results combined imply that N deposition may promote tree growth in temperate and boreal regions and drive proportionally more photosynthate allocation into wood than leaves, thus may enhance forest C sequestration in the long run.",
    "readLink": "https://doi.org/10.1002/ppp3.10341"
  },
  {
    "title": "Intensifying Inequality? Gendered Trends in Commercializing and Diversifying Smallholder Farming Systems in East Africa",
    "authors": [
      "Katie Tavenner,",
      "Mark van Wijk,",
      "Simon Fraval,",
      "James Hammond,",
      "Isabelle Baltenweck,",
      "Nils Teufel,",
      "Esther Kihoro,",
      "Nicoline de Haan,",
      "Jacob van Etten,",
      "Jonathan Steinke,",
      "David Baines,",
      "Pietro Carpena,",
      "Tom Skirrow,",
      "Todd Rosenstock,",
      "Christine Lamanna,",
      "Mary Ng'endo,",
      "Sabrina Chesterman,",
      "Nictor Namoi,",
      "Lucas Manda"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2019.00010",
    "journalVolume": "Vol. 3",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "While the commercialization and diversification of agricultural and livestock systems have been identified as key global strategies for climate change adaptation and mitigation, less is known as to the large-scale gendered impacts that are implicated in these transformations among smallholder crop and livestock farmers. This study explores these gender impacts across different farming systems and gender-respondent-household typologies using data from the Rural Household Multiple Indicator Survey (RHoMIS) in 2,859 households in three East African countries—Ethiopia, Kenya, and Tanzania. Female control scores over incomes or foodstuffs produced through both on and off farm activities were highest in farming systems that had more land and more livestock. However, increasing commercialization—defined herein as the increasing importance of crop and livestock sales to farm households—resulted in an overall decline in female control across all farming systems and gender-respondent-household typologies. In contrast, crop and livestock diversification were positively associated with female control across gender-respondent-household typologies. Analysis of specific crops and livestock products across farming systems and respondent typologies revealed women have far greater control over decisions related to consumption than decisions related to sales, although the gap between the two were less pronounced in lesser-valued livestock products (chickens, eggs). However, the analyses suggest that as sale of crops and livestock increase, female control over these areas could likely diminish, regardless of specific activity. The authors conclude that approaches to adapt to or mitigate climate change that rely on increasing market orientation of smallholder production will likely intensify men's control over benefits from production, whereas diversification will likely have a more positive impact on female control. Thus, climate adaptation strategies promoting increased diversification will likely have a more positive impact on women smallholders than commercialization alone. The authors recommend that when commercialization is the target intervention, it must be accompanied by a gender differentiated analysis of trade-offs and risks to mitigate the potential negative consequences shown in this study.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fsufs.2019.00010/full"
  },
  {
    "title": "Quantifying the independent contributions of climate and land use change to ecosystem services",
    "authors": [
      "Junzhu Xiao,",
      "Fei Song,",
      "Fangli Su,",
      "Zheyu Shi,",
      "Shuang Song"
    ],
    "doi": "Vol. 153\n                                \n                                \n                                  p.\n                                  110411",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Ecosystem services (ESs) are critical to human welfare and play an important role in supporting sustainable social and economic development. Climate change (CLC) and land use change (LUCC) are two of the most important factors influencing ESs. However, few studies have tried to distinguish the independent contributions of CLC and LUCC to ESs. Using meteorological, soil, land use, and remote sensing data for Liaoning Province (China) from 2000 to 2020, the Integrated Valuation of Ecosystem Services and Trade-offs (InVEST) model and Carnegie-Ames Stanford Approach (CASA) model were used to construct scenario simulation frameworks based on three hypothetical scenarios: 1) CLC effect only; 2) LUCC effect only; 3) a combined effect of CLC and LULC. The three scenario simulation frameworks were then used to determine the independent contributions of CLC and LUCC to net primary productivity (NPP), water yield (WY), soil retention (SR), and their temporal dynamics. Results showed that under the combined effect of CLC and LULC, NPP, WY and SR in Liaoning Province exhibited a trend of gradual increase from 2000 to 2020, increasing by 124.62 gC/m2, 30.64 mm/a and 0.63 t/km2, respectively. Under the CLC only scenario, WY and SR changed by 6.24% and 2%, respectively, exhibiting a more significant effect than under the LUCC only scenario. In contrast, NPP changed by 25.71% under the LUCC only scenario, which was more significant than under the CLC only scenario. Overall, CLC was found to be the dominant factor affecting changes in WY and SR in Liaoning Province, with independent contribution rates of 81.79%-84.02% and 73.57%-85.44%, respectively, whereas LUCC was the dominant factor affecting changes in NPP with an independent contribution rate of 86.12%-92.50%. Decreased precipitation levels and an increase in temperature were the two primary factors driving fluctuations in the independent contributions of CLC to WY and SR, while large-scale forest land area damage and rapid urbanization were the two primary factors driving fluctuations in the independent contribution of LUCC to NPP. The results of this study identify the specific effects of different climatic conditions on ESs and highlight the conflict between urbanization and ecosystem service provision, providing a theoretical foundation for improving and increasing ESs and regional sustainable development in Liaoning Province.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23005538"
  },
  {
    "title": "Life Cycle Assessment of Power-to-Syngas: Comparing High Temperature Co-Electrolysis and Steam Methane Reforming",
    "authors": [
      "Andrea Schreiber,",
      "Andreas Peschel,",
      "Benjamin Hentschel,",
      "Petra Zapp"
    ],
    "doi": "https://doi.org/10.3389/fenrg.2020.533850",
    "journalVolume": "Vol. 8",
    "issn": "2296-598X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://www.frontiersin.org/energy_research",
    "abstract": "To achieve the European Union’s ambitious climate targets, not only the energy system must be transformed, but also other sectors such as industry or transport. Power-to-X (PtX) technologies enable the production of synthetic chemicals and energy carriers using renewable electricity, thus contributing to defossilization of economy. Additionally, they provide storage capacity for renewable energy. Detailed life cycle assessments (LCA) of PtX is required, to prove the environmental advantages to fossil-based benchmark technologies. An emerging PtX technology for syngas production is the high temperature co-electrolysis (HT-co-electrolysis), which produces syngas. Aim of this LCA is the evaluation of syngas production by HT-co-electrolysis at its early stage of development to derive incentives for further research. For comparison, a small-scale steam methane reforming process (SMR) serves as today’s fossil-based benchmark. The required CO2 is obtained via direct air capture. The by-far most important input for the HT-co-electrolysis is electricity. Hence, several future electricity mixes are considered, representing two different climate protection targets (CPT80, CPT95) for the energy system in 2050. For each CPT, an additional distinction is made regarding full load hours, which depend on the availability of renewable energy. The results show lower global warming potential (GWP) and fossil fuel depletion for HT-co-electrolysis compared to SMR if mostly renewable power is used. Exclusively renewable operated HT-co-electrolysis even achieve negative net GWPs in cradle-to-gate LCA without considering syngas use. If HT-co-electrolysis shall operate continuously (8,760 h) additional fossil electricity production is needed. For CPT80, the share of fossil electricity is too high to achieve negative net GWP in contrast to CPT95. Other environmental impacts such as human toxicity, acidification, particulate matter or metal depletion are worse in comparison to SMR. The share of direct air capture on the total environmental impacts is quite noticeable. Main reasons are high electricity and heat demands. Although plant construction contributes to a minor extent to most impact categories, a considerable decrease of cell lifetime due to higher degradation caused by flexible operation, would change that. Nevertheless, flexibility is one of the most important factors to apply PtX for defossilization successfully and reinforce detailed research to understand its impacts.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenrg.2020.533850/full"
  },
  {
    "title": "Efficiency of tourism development in China’s major cities under the constraint of PM2.5",
    "authors": [
      "Jiajia Li,",
      "Kaifeng Duan,",
      "Quanwei Xu,",
      "Xuefei Sun,",
      "Yanwei Zhang,",
      "Changhua Hua"
    ],
    "doi": "Vol. 16,\n                                no. 8",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate / weather factors are important factors for tourists to choose tourist destinations. With the public’s attention to the influence of haze, air quality will have a profound impact on the development of tourism in tourist destinations. Based on the Epsilon-based Measure (EBM) super-efficiency model and Global Malmquist–Luenberger index analysis method, this paper aims to study the tourism development efficiency of 58 major cities in China from 2001 to 2016 and analyse the total factor productivity in the development of urban tourism and the changing driving factors in consideration of the undesirable output of haze characterised by PM2.5 emission concentration. The study findings show that the overall efficiency of tourism development of 58 cities is not high in 2001–2016, but the tourism development efficiency of all cities is increasing year by year. Under the constraint of haze, the efficiency of urban tourism development is not directly proportional to the degree of urban development. The overall redundancy rate of each input index is slightly high, and the redundancy of PM2.5 emission concentration has a considerable effect on the efficiency of urban tourism development. The overall change trend in total factor productivity in the development of urban tourism is improved, mainly due to the improvement of technological progress factors. On this basis, the corresponding policy implications are concluded according to high-efficiency and high-quality development of tourism in 58 major cities.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8357166/?tool=EBI"
  },
  {
    "title": "Environmental safety in the implementation of carbon dioxide geological storage technologies in the Donbass",
    "authors": [
      "Nedopekin Fedor,",
      "Shestavin Nikolay,",
      "Yurchenko Viktoriya"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/201912600074",
    "journalVolume": "Vol. 126\n                                \n                                \n                                  p.\n                                  00074",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The Donbass has the largest potential in Europe for the geological storage of carbon dioxide (CO2), which needs to be implemented on a large scale to mitigate the effects of global climate change. The environmental risks of CO2 leaks in the processes of capturing, transporting and geological storage of CO2 at the enterprises of the energy and industrial sectors of the economy of the eastern regions of Ukraine are analyzed. Geographic information systems have been created in these areas with layers of geological structures suitable for long-term storage of supercritical CO2. The impact of CO2 leaks from geological repositories on the environment is estimated. In the proposed CO2 storage areas, some CO2 leakagescenarios were analyzed due to the filtering of CO2 fluids through porous rock layers, through abandoned wells and tectonic faults of the Donbas geological structures. The potential effects of CO2 leakage on groundwater quality in the region are also assessed.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2019/52/e3sconf_icmtmte2019_00074.pdf"
  },
  {
    "title": "Climate change or urbanization? Impacts on a traditional coffee production system in East Africa over the last 80 years.",
    "authors": [
      "Juliana Jaramillo,",
      "Mamoudou Setamou,",
      "Eric Muchugu,",
      "Adenirin Chabi-Olaye,",
      "Alvaro Jaramillo,",
      "Joseph Mukabana,",
      "Johnson Maina,",
      "Simon Gathara,",
      "Christian Borgemeister"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0051815",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  e51815",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Global environmental changes (GEC) such as climate change (CC) and climate variability have serious impacts in the tropics, particularly in Africa. These are compounded by changes in land use/land cover, which in turn are driven mainly by economic and population growth, and urbanization. These factors create a feedback loop, which affects ecosystems and particularly ecosystem services, for example plant-insect interactions, and by consequence agricultural productivity. We studied effects of GEC at a local level, using a traditional coffee production area in greater Nairobi, Kenya. We chose coffee, the most valuable agricultural commodity worldwide, as it generates income for 100 million people, mainly in the developing world. Using the coffee berry borer, the most serious biotic threat to global coffee production, we show how environmental changes and different production systems (shaded and sun-grown coffee) can affect the crop. We combined detailed entomological assessments with historic climate records (from 1929-2011), and spatial and demographic data, to assess GEC's impact on coffee at a local scale. Additionally, we tested the utility of an adaptation strategy that is simple and easy to implement. Our results show that while interactions between CC and migration/urbanization, with its resultant landscape modifications, create a feedback loop whereby agroecosystems such as coffee are adversely affected, bio-diverse shaded coffee proved far more resilient and productive than coffee grown in monoculture, and was significantly less harmed by its insect pest. Thus, a relatively simple strategy such as shading coffee can tremendously improve resilience of agro-ecosystems, providing small-scale farmers in Africa with an easily implemented tool to safeguard their livelihoods in a changing climate.",
    "readLink": "http://europepmc.org/articles/PMC3544928?pdf=render"
  },
  {
    "title": "Consistent pattern of local adaptation during an experimental heat wave in a pipefish-trematode host-parasite system.",
    "authors": [
      "Susanne H Landis,",
      "Martin Kalbe,",
      "Thorsten B H Reusch,",
      "Olivia Roth"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0030658",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  p.\n                                  e30658",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Extreme climate events such as heat waves are expected to increase in frequency under global change. As one indirect effect, they can alter magnitude and direction of species interactions, for example those between hosts and parasites. We simulated a summer heat wave to investigate how a changing environment affects the interaction between the broad-nosed pipefish (Syngnathus typhle) as a host and its digenean trematode parasite (Cryptocotyle lingua). In a fully reciprocal laboratory infection experiment, pipefish from three different coastal locations were exposed to sympatric and allopatric trematode cercariae. In order to examine whether an extreme climatic event disrupts patterns of locally adapted host-parasite combinations we measured the parasite's transmission success as well as the host's adaptive and innate immune defence under control and heat wave conditions. Independent of temperature, sympatric cercariae were always more successful than allopatric ones, indicating that parasites are locally adapted to their hosts. Hosts suffered from heat stress as suggested by fewer cells of the adaptive immune system (lymphocytes) compared to the same groups that were kept at 18°C. However, the proportion of the innate immune cells (monocytes) was higher in the 18°C water. Contrary to our expectations, no interaction between host immune defence, parasite infectivity and temperature stress were found, nor did the pattern of local adaptation change due to increased water temperature. Thus, in this host-parasite interaction, the sympatric parasite keeps ahead of the coevolutionary dynamics across sites, even under increasing temperatures as expected under marine global warming.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/22303448/?tool=EBI"
  }
]