[
  {
    "title": "The impact of climate change on political unrests and conflicts in Africa: A case study of Ethiopia",
    "authors": [
      "Mišev Gordana"
    ],
    "doi": "Vol. 2019,\n                                no. 1\n                                \n                                  pp.\n                                  301\n                                  – 317",
    "issn": "1821-150X (Print)",
    "publisher": "2683-5738 (Online)",
    "countryOfPublisher": "University of Belgrade - Faculty of Security Studies, Belgrade",
    "lcc": [
      "Serbia",
      "Military Science",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://scindeks.ceon.rs/journaldetails.aspx?issn=1821-150X&lang=en",
    "abstract": "Security challenges, risks, and threats, beyond traditional forms, have become so complex that understanding them is a way of identifying specific types of interaction that threaten security. Climate change and global warming can have serious consequences for human health, social and economic development. Intensifying climate change can increase the risk of political unrest and conflict in countries whose economic and social development is conditioned by free access to natural resources. The cause of conflict is never easy to determine because it is a set of different factors that interact with one another. A brief overview of conflicts in Africa with a particular focus on conflicts in Ethiopia and the region is presented. Th is paper reports on the complexity and interdependence of climate change and its consequences on political decisions, social unrest, forced migration and civil and international conflicts.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/1821-150X/2019/1821-150X1901301X.pdf"
  },
  {
    "title": "Temporal and spatial variations of extreme precipitation in the Guangdong-Hong Kong-Macao Greater Bay area from 1961 to 2018",
    "authors": [
      "Yueying Zhou,",
      "Zhijian Luo,",
      "Shenlin Li,",
      "Zufa Liu,",
      "Yanpeng Shen,",
      "Wenshan Zhuo"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.078",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  304\n                                  – 314",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Disasters caused by extreme precipitation under global warming are anticipated to have a strong negative impact on urban construction and social security. In this study, daily grid precipitation datasets of the Guangdong-Hong Kong-Macao Greater Bay Area (GBA) for the period 1961–2018 were extracted to explore the temporal and spatial characteristics of extreme precipitation by using regression analysis, moving average and kriging interpolation. The frequency and intensity indices showed an increasing trend, whereas a decreasing trend was found for the persistence indices, which indicates that GBA tends to slowly become wetter. The mean values of extreme precipitation indices (EPIs) in GBA generally increased from west to east and from north to south. Except for the indices of consecutive wet days and consecutive dry days, other EPIs showed an upward trend in most regions, especially in coastal cities where floods are more likely to occur. Principal component analysis and regression analysis showed that the correlations between the EPIs mostly passed the 0.05 significance test, which suggests that they had a good indicator of extreme precipitation in GBA. This study provides a theoretical basis for extreme precipitation disaster prevention and control within the urban agglomerations of the GBA. HIGHLIGHTS Nine indices were applied to spatio-temporally analyze extreme precipitation trends.; Time-series analysis and spatial interpolation were used to examine the characteristics of extreme precipitation in the GBA.; Except for CDD and CWD, the other seven EPIs had an increasing tendency.; Coastal regions generally showed a stronger upward trend of extreme precipitation.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/1/304"
  },
  {
    "title": "Modern Climate Change in the Black Sea Region",
    "authors": [
      "Y.  El Hadri,",
      "M. A. Berlinsky,",
      "M. О. Slizhe"
    ],
    "doi": "https://doi.org/10.26565/1992-4259-2021-25-01",
    "journalVolume": "no. 25\n                                \n                                  pp.\n                                  8\n                                  – 19",
    "issn": "1992-4259 (Print)",
    "publisher": "2415-7651 (Online)",
    "countryOfPublisher": "V. N. Karazin Kharkiv National University",
    "lcc": [
      "Ukraine",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://periodicals.karazin.ua/ecology/index",
    "abstract": "Topicality. Climate change in the Black Sea region in recent decades poses certain risks to the econo- mies of countries of region, and may have a significant negative impact on the state of terrestrial and marine ecosystems. The main areas of economic activity in the Black Sea are maritime freight, oil and gas production and transportation, industrial extraction of marine biological resources, recreational and tourist activities in coastal areas, etc. The Black Sea significantly affects the climate of the south-eastern part of the European continent, forming regional climatic features in the area. The development of measures to adapt to climate change requires the collection and analysis of data on the state of the climate system and the current characteristics of their interaction and feedback. Purpose. The purpose of this work is to review and analyze information on regional climate change observed in recent decades to find patterns and possible links with the variability of the hydrological regime of the Black Sea. Results. This paper contains information on the main climatic characteristics of the Black Sea region, such as air temperature, precipitation, atmospheric pressure, wind speed, as well as indicators of cyclonic activity. Conclusions. In recent decades, the Black Sea region has seen an increase in air temperature caused by changes in large-scale atmospheric circulation, in the form of increased recurrence of anticyclonic processes, leading to a decrease in clouds and an increase in shortwave radiation entering the underlying surface. At the same time, since the mid-2000s, the increase in average annual air temperature has increased. The average annual rainfall is maintained in most parts of the region, with the exception of the eastern part of the Black Sea coast of Turkey and the coastal areas of Georgia, where there is an increase in both rainfall and the frequency of extreme rainfall. At the same time, there is some increase in both the intensity and amount of winter precipitation over the Black Sea. Wind speeds in the Black Sea region as a whole show a decrease in their values, with some increase in the western part of the Black Sea, which is also associated with changes in the peculiarities of circulating processes that develop over South-Eastern Europe.",
    "readLink": "https://periodicals.karazin.ua/ecology/article/view/17913"
  },
  {
    "title": "The Contribution of Renewable Energy to International Security: A Preliminary Study",
    "authors": [
      "Margarita Galagan,",
      "Alberto Frigerio"
    ],
    "doi": "Vol. 101,\n                                no. 1",
    "issn": "1563-0285 (Print)",
    "publisher": "2618-1215 (Online)",
    "countryOfPublisher": "Al-Farabi Kazakh National University",
    "lcc": [
      "Kazakhstan",
      "Political science: International relations",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law"
    ],
    "journalUrl": "https://bulletin-ir-law.kaznu.kz/index.php/1-mo/index",
    "abstract": "The world is experiencing a process of energy transition from fossil fuels to renewables. Such a transition is pushed by the necessity to face a global environmental challenge like climate change as well as pulled by constant research for reliable, affordable and sustainable energy security strategies. The energy transition will progressively introduce important changes in the geopolitical sphere, thus challenging some of the assumptions ruling the contemporary system of international relations. Among them, a critical issue is if the development of a renewable energy system would reduce or increase the risks of conflict. This preliminary study, which is based on a qualitative assessment of the available academic literature, examines the impact that a growing use of renewables might have in the framework of international security. The main conclusion is that renewables might give a positive contribution to international security by reducing the dependency system characterizing the current trade of hydrocarbon resources, mitigating the “resource curse” of energy exporting countries, and reducing greenhouse gas emissions, thus moderating the insurgence of all those risks associated with climate change. Key words: Energy transition; renewables; energy security; resource curse; international security.",
    "readLink": "http://ir-law/index.php/1-mo/article/view/1331"
  },
  {
    "title": "Integrated modeling of hydrological processes and groundwater recharge based on land use land cover, and climate changes: A systematic review",
    "authors": [
      "Jacob Kofi Mensah,",
      "Eric A. Ofosu,",
      "Sandow Mark Yidana,",
      "Komlavi Akpoti,",
      "Amos T. Kabo-bah"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  p.\n                                  100224",
    "issn": "2666-7657 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-advances",
    "abstract": "Groundwater is the main available freshwater resource and therefore its use, management and sustainability are closely related to the Sustainable Development Goals (SDGs). However, Land Use Land Cover (LULC) and climate change are among the factors impacting groundwater recharge. The use of land-use and climate data in conjunction with hydrological models are valuable tools for assessing these impacts on river basins. This systematic review aimed at assessing the integrated modeling approach for evaluating hydrological processes and groundwater recharge based on LULC and climate change. The analysis is based on 200 peer-reviewed articles indexed in Scopus, and the Web of Science. Continuous research and the development of context-specific groundwater recharge models are essential to increase the long-term viability of water resources in any basin. The long-term impacts of natural and anthropogenic drivers on river basin interactions require integrating knowledge and modeling capabilities across biophysical responses, environmental problems, policies, economics, social, and data.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266676572200059X"
  },
  {
    "title": "Adaptive Responses of Four Medicinal Plants to High Altitude Oxidative Stresses through the Regulation of Antioxidants and Secondary Metabolites",
    "authors": [
      "Ibrahim A. Ibrahim,",
      "A. A. Jabbour,",
      "Awatif M. Abdulmajeed,",
      "Mohamed E. Elhady,",
      "Yaser A. Almaroai,",
      "Ahmed M. Hashim"
    ],
    "doi": "https://doi.org/10.3390/agronomy12123032",
    "journalVolume": "Vol. 12,\n                                no. 3032\n                                \n                                  p.\n                                  3032",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The conservation of medicinal plants, particularly endangered or endemic species, is of the utmost importance, especially in light of inevitable climate change and its consequences. Species inhabiting high altitudes adopt exceptional defense mechanisms in response to abiotic stresses as a survival strategy. The objective of the current study was to investigate the effects of altitudinal variations on secondary metabolite accumulation and antioxidant enzyme capacity in four plants (Cotoneaster orbicularis, Crataegus x sinaica, Echinops spinosissimus subsp. Spinosissimus, and Tanacetum sinaicum) growing naturally on the Sinai Peninsula’s high mountains. Plant leaves and soil samples were collected from three altitudes between 1500 and 2250 m a.s.l. to evaluate the adaptive responses of these species in relation to high-altitude oxidative stresses. The results showed that at higher altitudes, the electrical conductivity and the micronutrient contents of the soil decreased, which may be due to the prevalence of silt and clay decreasing at higher altitudes. Chlorophyll a, chlorophyll b, ascorbic acid, and total soluble protein showed similar results in relation to higher altitudes for all species. On the other hand, proline, total soluble sugars, carotenoids, phenols, tannins, and flavonoids increased in response to high altitudes. The activity levels of catalase and ascorbic acid peroxidase showed a significant increase aligned with higher altitudes, while a significant decrease in activity levels was obtained for polyphenol oxidase. In conclusion, the present findings showed that Cotoneaster orbicularis exhibited the maximum response for coping with high-altitude stresses, followed by the remaining three species regarding the level of biochemical and physiological responses. The present work will help formulate conservation plans for important medicinal species.",
    "readLink": "https://www.mdpi.com/2073-4395/12/12/3032"
  },
  {
    "title": "Social breakdown in Darfur",
    "authors": [
      "Scott Edwards"
    ],
    "doi": "no. 31\n                                \n                                  pp.\n                                  23\n                                  – 24",
    "issn": "1460-9819 (Print)",
    "publisher": "2051-3070 (Online)",
    "countryOfPublisher": "University of Oxford",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "https://www.fmreview.org",
    "abstract": "What dangers does climate change pose to societies most vulnerable to changes in local environmental conditions?",
    "readLink": "http://www.fmreview.org/en/FMRpdfs/FMR31/23-24.pdf"
  },
  {
    "title": "Improving the LPJmL4-SPITFIRE vegetation–fire model for South America using satellite data",
    "authors": [
      "M. Drüke,",
      "M. Drüke,",
      "M. Forkel,",
      "W. von Bloh,",
      "B. Sakschewski,",
      "M. Cardoso,",
      "M. Bustamante,",
      "J. Kurths,",
      "J. Kurths,",
      "K. Thonicke"
    ],
    "doi": "https://doi.org/10.5194/gmd-12-5029-2019",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  5029\n                                  – 5054",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Vegetation fires influence global vegetation distribution, ecosystem functioning, and global carbon cycling. Specifically in South America, changes in fire occurrence together with land-use change accelerate ecosystem fragmentation and increase the vulnerability of tropical forests and savannas to climate change. Dynamic global vegetation models (DGVMs) are valuable tools to estimate the effects of fire on ecosystem functioning and carbon cycling under future climate changes. However, most fire-enabled DGVMs have problems in capturing the magnitude, spatial patterns, and temporal dynamics of burned area as observed by satellites. As fire is controlled by the interplay of weather conditions, vegetation properties, and human activities, fire modules in DGVMs can be improved in various aspects. In this study we focus on improving the controls of climate and hence fuel moisture content on fire danger in the LPJmL4-SPITFIRE DGVM in South America, especially for the Brazilian fire-prone biomes of Caatinga and Cerrado. We therefore test two alternative model formulations (standard Nesterov Index and a newly implemented water vapor pressure deficit) for climate effects on fire danger within a formal model–data integration setup where we estimate model parameters against satellite datasets of burned area (GFED4) and aboveground biomass of trees. Our results show that the optimized model improves the representation of spatial patterns and the seasonal to interannual dynamics of burned area especially in the Cerrado and Caatinga regions. In addition, the model improves the simulation of aboveground biomass and the spatial distribution of plant functional types (PFTs). We obtained the best results by using the water vapor pressure deficit (VPD) for the calculation of fire danger. The VPD includes, in comparison to the Nesterov Index, a representation of the air humidity and the vegetation density. This work shows the successful application of a systematic model–data integration setup, as well as the integration of a new fire danger formulation, in order to optimize a process-based fire-enabled DGVM. It further highlights the potential of this approach to achieve a new level of accuracy in comprehensive global fire modeling and prediction.",
    "readLink": "https://www.geosci-model-dev.net/12/5029/2019/gmd-12-5029-2019.pdf"
  },
  {
    "title": "Comparative Study Highlights the Potential of Spectral Deconvolution for Fucoxanthin Screening in Live <i>Phaeodactylum tricornutum</i> Cultures",
    "authors": [
      "Sean Macdonald Miller,",
      "Raffaela M. Abbriano,",
      "Anna Segecova,",
      "Andrei Herdean,",
      "Peter J. Ralph,",
      "Mathieu Pernice"
    ],
    "doi": "https://doi.org/10.3390/md20010019",
    "journalVolume": "Vol. 20,\n                                no. 19\n                                \n                                  p.\n                                  19",
    "issn": "1660-3397 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/marinedrugs",
    "abstract": "Microalgal biotechnology shows considerable promise as a sustainable contributor to a broad range of industrial avenues. The field is however limited by processing methods that have commonly hindered the progress of high throughput screening, and consequently development of improved microalgal strains. We tested various microplate reader and flow cytometer methods for monitoring the commercially relevant pigment fucoxanthin in the marine diatom Phaeodactylum tricornutum. Based on accuracy and flexibility, we chose one described previously to adapt to live culture samples using a microplate reader and achieved a high correlation to HPLC (R2 = 0.849), effectively removing the need for solvent extraction. This was achieved by using new absorbance spectra inputs, reducing the detectable pigment library and changing pathlength values for the spectral deconvolution method in microplate reader format. Adaptation to 384-well microplates and removal of the need to equalize cultures by density further increased the screening rate. This work is of primary interest to projects requiring detection of biological pigments, and could theoretically be extended to other organisms and pigments of interest, improving the viability of microalgae biotechnology as a contributor to sustainable industry.",
    "readLink": "https://www.mdpi.com/1660-3397/20/1/19"
  },
  {
    "title": "Effects of Drought Stress on Non-Structural Carbohydrates in Different Organs of <i>Cunninghamia lanceolata</i>",
    "authors": [
      "Xiaoyan Huang,",
      "Wenjuan Guo,",
      "Li Yang,",
      "Zhiguang Zou,",
      "Xinyang Zhang,",
      "Shalom Daniel Addo-Danso,",
      "Lili Zhou,",
      "Shubin Li"
    ],
    "doi": "https://doi.org/10.3390/plants12132477",
    "journalVolume": "Vol. 12,\n                                no. 2477\n                                \n                                  p.\n                                  2477",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The Chinese fir Cunninghamia lanceolata (Lamb.) Hook. is an important timber conifer species in China. Much has been studied about Chinese fir, but the distribution of non-structural carbohydrates (NSCs) among different organs (needles, branch, stem, and roots) under drought stress remains poorly understood. In this study, we used one-year-old C. lanceolata plantlets to evaluate the effects of simulated drought under four water regimes, i.e., adequate water or control, light drought, moderate drought, and severe drought stress corresponding to 80%, 60%, 50%, and 40%, respectively of soil field maximum capacity on various NSCs in the needles, branch, stem and roots. The degree and duration of drought stress had significant effects on fructose, glucose, sucrose, soluble sugar, starch, and NSC content in various organs (p < 0.05). Fructose content increased in stem xylem, stem phloem, and leaves. Glucose and sucrose content declined in stem and branch xylem under light drought stress and moderate drought stress, and increased under severe drought stress conditions. Soluble sugars content declined, and starch content increased in leaf and branch phloem, but the latter could not compensate for soluble sugar consumption in the whole plant, and therefore, total NSCs decreased. Correlation analysis showed that a significant positive correlation existed in the soluble sugar content between leaves and roots, and between xylem and phloem in the stems and branches. Chinese fir appears to have different NSCs distribution strategies in response to drought stress, viz., allocating more soluble sugars to fine roots and increasing starch content in the needles, as well as ensuring osmosis to prevent xylem embolism. Our study may broaden the understanding of the various mechanisms that Chinese fir and other plants have to enhance their tolerance to drought stress.",
    "readLink": "https://www.mdpi.com/2223-7747/12/13/2477"
  }
]