[
  {
    "title": "Does the winter storm-related wind gust intensity in Germany increase under warming climate? – A high-resolution assessment",
    "authors": [
      "Christopher Jung,",
      "Dirk Schindler"
    ],
    "doi": "Vol. 33\n                                \n                                \n                                  p.\n                                  100360",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Destructive winter storms cause recurring major damage to physical, biological, human, and managed systems in Central Europe. Therefore, detailed knowledge of their future development in many areas of human life is of great importance for planning strategic management decisions. One feature to characterise the winter storm intensity is the daily maximum gust speed for a 10-yr return period (GS10yr). In this study, the development of GS10yr under the representative concentration pathways RCP45 and RCP85 in the near future (2019–2049), mid future (2044–2074), and far future (2069–2099) was assessed. Gust speed projections were derived from 19 regional climate models (RCM) available from the EURO-CORDEX initiative. The GS10yr estimates were first bias-corrected and then combined with the historical winter storm atlas for Germany (GeWiSA) yielding highly resolved (25 m × 25 m) GS10yr grids. The results which are available on a monthly basis, indicate a significant increase in winter storm-related wind gust intensity in October under RCP45 and in November and December under RCP85 towards the end of the 21st century. The proposed methodology allows the quantification of the uncertainty associated with winter storm projections and the development of climate-sensitive storm damage models.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094721000529"
  },
  {
    "title": "Diurnal variations in the UV albedo of arctic snow",
    "authors": [
      "O. Meinander,",
      "A. Kontu,",
      "K. Lakkala,",
      "A. Heikkilä,",
      "L. Ylianttila,",
      "M. Toikka"
    ],
    "doi": "Vol. 8,\n                                no. 21\n                                \n                                  pp.\n                                  6551\n                                  – 6563",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The relevance of snow for climate studies is based on its physical properties, such as high surface reflectivity. Surface ultraviolet (UV) albedo is an essential parameter for various applications based on radiative transfer modeling. Here, new continuous measurements of the local UV albedo of natural Arctic snow were made at Sodankylä (67&deg;22'N, 26&deg;39'E, 179 m a.s.l.) during the spring of 2007. The data were logged at 1-min intervals. The accumulation of snow was up to 68 cm. The surface layer thickness varied from 0.5 to 35 cm with the snow grain size between 0.2 and 2.5 mm. The midday erythemally weighted UV albedo ranged from 0.6 to 0.8 in the accumulation period, and from 0.5 to 0.7 during melting. During the snow melt period, under cases of an almost clear sky and variable cloudiness, an unexpected diurnal decrease of 0.05 in albedo soon after midday, and recovery thereafter, was detected. This diurnal decrease in albedo was found to be asymmetric with respect to solar midday, thus indicating a change in the properties of the snow. Independent UV albedo results with two different types of instruments confirm these findings. The measured temperature of the snow surface was below 0&deg;C on the following mornings. Hence, the reversible diurnal change, evident for ~1–2 h, could be explained by the daily metamorphosis of the surface of the snowpack, in which the temperature of the surface increases, melting some of the snow to liquid water, after which the surface freezes again.",
    "readLink": "http://www.atmos-chem-phys.net/8/6551/2008/acp-8-6551-2008.pdf"
  },
  {
    "title": "The impact on climate and environment change – renewable energy sector",
    "authors": [
      "Elena GURGU"
    ],
    "doi": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  40\n                                  – 49",
    "issn": "2393-1795 (Online)",
    "publisher": "Editura Fundatiei Romania de Maine",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Social Sciences: Economic history and conditions",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://anale-economie.spiruharet.ro/",
    "abstract": "Most of the people have an idea of what renewable energy sources are and what they can offer us. The majority of people are also very aware of the impact that non-renewable energy is having on the environment. The adage reduce, reuse, recycle is commonly recited today by adults and children alike. We have started to see an increase in the reduction of waste and consumption of energy and the recycling and reuse of products we use. It is time to see an increase, however, in the use of renewable energy.",
    "readLink": "http://anale.spiruharet.ro/index.php/economics/article/view/498"
  },
  {
    "title": "Comparative interpretation of results after application of different non-destructive and portable techniques on historic concrete in the Centennial Hall in Wrocław",
    "authors": [
      "Cristiano Riminesi,",
      "Oana Adriana Cuzman,",
      "Mateusz Moczko,",
      "Krzysztof Raszczuk"
    ],
    "doi": "Vol. 17\n                                \n                                \n                                  p.\n                                  e01409",
    "issn": "2214-5095 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Materials of engineering and construction. Mechanics of materials"
    ],
    "journalUrl": "https://www.journals.elsevier.com/case-studies-in-construction-materials",
    "abstract": "Many concrete buildings erected during the 20th century are assuming a cultural and historical value, and their conservation against the climate changes and the urban impact represent a major challenge for the heritage science for the future. A key aspect for their preservation is the development/application of innovative testing approaches based on non-destructive and portable techniques (NDPT) for diagnostics and monitoring the state of conservation. This research activity has been conducted on the case study of the Centennial Hall exhibition centre in Wroclaw (Poland), where the physical and mechanical characteristics of cementitious materials were estimated through indirect methods and therefore compared to prove their efficiency and usefulness in the limitation of invasive inspections. These methods were focused to control the hardness and compactness of the material (by ultrasonic pulse velocity and rebound tests), the surface permeability (by sponge test method), the water and salts content of the material (by Evanescent Field Dielectrometry - EFD), and the change of colour (by colorimetric measurements). In order to test the strength of the proposed approach, all these techniques (except the EFD) were made in duplicate by two different teams, using different instruments but following a similar protocol. The data were compared in between, and the environmental conditions were also considered. The results showed a good repeatability, furnishing useful information about the quality of concrete and its state of conservation, as well as possible forethoughts for a proper interpretation. This multi-technique approach could support the conservation decisions making process for the management of historic concrete building.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214509522005411"
  },
  {
    "title": "Mechanistic Insights on Salicylic Acid Mediated Enhancement of Photosystem II Function in Oregano Seedlings Subjected to Moderate Drought Stress",
    "authors": [
      "Michael Moustakas,",
      "Ilektra Sperdouli,",
      "Julietta Moustaka,",
      "Begüm Şaş,",
      "Sumrunaz İşgören,",
      "Fermín Morales"
    ],
    "doi": "https://doi.org/10.3390/plants12030518",
    "journalVolume": "Vol. 12,\n                                no. 518\n                                \n                                  p.\n                                  518",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Dramatic climate change has led to an increase in the intensity and frequency of drought episodes and, together with the high light conditions of the Mediterranean area, detrimentally influences crop production. Salicylic acid (SA) has been shown to supress phototoxicity, offering photosystem II (PSII) photoprotection. In the current study, we attempted to reveal the mechanism by which SA is improving PSII efficiency in oregano seedlings under moderate drought stress (MoDS). Foliar application of SA decreased chlorophyll content under normal growth conditions, but under MoDS increased chlorophyll content, compared to H2O-sprayed oregano seedlings. SA improved the PSII efficiency of oregano seedlings under normal growth conditions at high light (HL), and under MoDS, at both low light (LL) and HL. The mechanism by which, under normal growth conditions and HL, SA sprayed oregano seedlings compared to H2O-sprayed exhibited a more efficient PSII photochemistry, was the increased (17%) fraction of open PSII reaction centers (qp), and the increased (7%) efficiency of these open reaction centers (Fv′/Fm′), which resulted in an enhanced (24%) electron transport rate (ETR). SA application under MoDS, by modulating chlorophyll content, resulted in optimized antenna size and enhanced effective quantum yield of PSII photochemistry (ΦPSII) under both LL (7%) and HL (25%), compared to non-SA-sprayed oregano seedlings. This increased effective quantum yield of PSII photochemistry (ΦPSII) was due to the enhanced efficiency of the oxygen evolving complex (OEC), and the increased fraction of open PSII reaction centers (qp), which resulted in an increased electron transport rate (ETR) and a lower amount of singlet oxygen (1O2) production with less excess excitation energy (EXC).",
    "readLink": "https://www.mdpi.com/2223-7747/12/3/518"
  },
  {
    "title": "Association of ambient ozone exposure with anxiety and depression among middle-aged and older adults in China: exploring modification by high temperature",
    "authors": [
      "Wanying Shi,",
      "Tiantian Li,",
      "Yi Zhang,",
      "Qinghua Sun,",
      "Chen Chen,",
      "Jianlong Fang,",
      "Peng Du,",
      "Song Tang,",
      "Qiong Wang,",
      "Jiaonan Wang,",
      "Jingxiu Han,",
      "Xiaojian Hu,",
      "Xiaoming Shi"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac5cf6",
    "journalVolume": "Vol. 17,\n                                no. 5\n                                \n                                  p.\n                                  054010",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Anxiety and depression are severe public health problems worldwide. The effects of ozone exposure on anxious and depressive symptoms remain largely unknown, especially in China. We evaluated the associations between ozone exposure and depression and anxiety among middle-aged and older adults across China. A multi-center community-based repeated measurement study among middle-aged and older adults was conducted from 2017 to 2018 in 11 provinces in China. The status of depression and anxiety was measured using Patient Health Questionnaire-9 (PHQ-9) and the generalized anxiety disorder seven-item (GAD-7) scale at the cut-off point of five, respectively. Concentrations of multiple ozone metrics were collected from real-time monitoring stations. The multilevel logistic regression model with random intercept was used to evaluate the effects of ambient ozone on anxiety and depression over different exposure windows. After adjusting for potential confounders, a 10 μ g /m ^3 increase in the three months moving average of ozone was associated with the risk of anxiety [odds ratio (OR) = 1.25; 95% confidence interval (CI): 1.15; 1.37] and depression (OR = 1.17; 95% CI: 1.08; 1.27). A significantly positive modification effect of temperature on associations between ozone and anxiety was also found, while there is no interaction for depression. Exposure-response curves showed that there may be a threshold for the effect of ozone exposure on anxiety and depression over the three months moving average concentrations, with similar patterns observed at different temperature levels. People over 65 years old were at significantly higher risks of ozone-associated depression, while anxiety was more strongly associated with ozone in hypertensive patients. Our study supports the theory that anxiety and depression is associated with mid-term ozone exposure in China, and temperatures significantly enhanced their associations. These findings may have significant implications for promoting prevention activities regarding mental disorders and approaches in reducing the disease burden by simultaneously controlling air pollution and mitigating climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac5cf6"
  },
  {
    "title": "Working to Reduce Food Waste: Investigating Determinants of Food Waste amongst Taiwanese Workers in Factory Cafeteria Settings",
    "authors": [
      "Adam  Edward Bell,",
      "Khire  Rushikesh Ulhas"
    ],
    "doi": "https://doi.org/10.3390/su12229669",
    "journalVolume": "Vol. 12,\n                                no. 9669\n                                \n                                  p.\n                                  9669",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Food waste is a critical issue affecting the world, and more research is needed to find ways to reduce it. Much of the existing research has examined supply chain inefficiencies and plate waste in restaurants and homes, while few researchers have studied the food waste which occurs in factory cafeterias. As many factories are in Asia, examining factory cafeteria food waste behavior in an Asian context is a good starting point. With this in mind, the authors research drivers that influence Taiwanese factory workers’ behavioral intentions toward food waste reduction. To do so, a conceptual framework model is constructed using the Theory of Planned Behavior and extended using the Norm action model and Proenvironmental factors, as well as additional factors including habit, cafeteria-service quality and situational factors. A pencil-and-paper survey was conducted with 156 participants, and collected data were evaluated using a partial least squares structural equation modeling (PLS-SEM) analysis. Results reveal that climate change awareness, injunctive norms and habit are strong motivating factors towards Taiwanese factory workers’ intention to reduce food waste. When combined with cafeteria-service quality and situational factors, intention to reduce food waste is also shown to have a significant explanatory effect on food waste behavior.",
    "readLink": "https://www.mdpi.com/2071-1050/12/22/9669"
  },
  {
    "title": "Coal transitions—part 1: a systematic map and review of case study learnings from regional, national, and local coal phase-out experiences",
    "authors": [
      "Francesca Diluiso,",
      "Paula Walk,",
      "Niccolò Manych,",
      "Nicola Cerutti,",
      "Vladislav Chipiga,",
      "Annabelle Workman,",
      "Ceren Ayas,",
      "Ryna Yiyun Cui,",
      "Diyang Cui,",
      "Kaihui Song,",
      "Lucy A Banisch,",
      "Nikolaj Moretti,",
      "Max W Callaghan,",
      "Leon Clarke,",
      "Felix Creutzig,",
      "Jérôme Hilaire,",
      "Frank Jotzo,",
      "Matthias Kalkuhl,",
      "William F Lamb,",
      "Andreas Löschel,",
      "Finn Müller-Hansen,",
      "Gregory F Nemet,",
      "Pao-Yu Oei,",
      "Benjamin K Sovacool,",
      "Jan C Steckel,",
      "Sebastian Thomas,",
      "John Wiseman,",
      "Jan C Minx"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac1b58",
    "journalVolume": "Vol. 16,\n                                no. 11\n                                \n                                  p.\n                                  113003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "A rapid coal phase-out is needed to meet the goals of the Paris Agreement, but is hindered by serious challenges ranging from vested interests to the risks of social disruption. To understand how to organize a global coal phase-out, it is crucial to go beyond cost-effective climate mitigation scenarios and learn from the experience of previous coal transitions. Despite the relevance of the topic, evidence remains fragmented throughout different research fields, and not easily accessible. To address this gap, this paper provides a systematic map and comprehensive review of the literature on historical coal transitions. We use computer-assisted systematic mapping and review methods to chart and evaluate the available evidence on historical declines in coal production and consumption. We extracted a dataset of 278 case studies from 194 publications, covering coal transitions in 44 countries and ranging from the end of the 19th century until 2021. We find a relatively recent and rapidly expanding body of literature reflecting the growing importance of an early coal phase-out in scientific and political debates. Previous evidence has primarily focused on the United Kingdom, the United States, and Germany, while other countries that experienced large coal declines, like those in Eastern Europe, are strongly underrepresented. An increasing number of studies, mostly published in the last 5 years, has been focusing on China. Most of the countries successfully reducing coal dependency have undergone both demand-side and supply-side transitions. This supports the use of policy approaches targeting both demand and supply to achieve a complete coal phase-out. From a political economy perspective, our dataset highlights that most transitions are driven by rising production costs for coal, falling prices for alternative energies, or local environmental concerns, especially regarding air pollution. The main challenges for coal-dependent regions are structural change transformations, in particular for industry and labor. Rising unemployment is the most largely documented outcome in the sample. Policymakers at multiple levels are instrumental in facilitating coal transitions. They rely mainly on regulatory instruments to foster the transitions and compensation schemes or investment plans to deal with their transformative processes. Even though many models suggest that coal phase-outs are among the low-hanging fruits on the way to climate neutrality and meeting the international climate goals, our case studies analysis highlights the intricate political economy at work that needs to be addressed through well-designed and just policies.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac1b58"
  },
  {
    "title": "Biomass Carbon Sequestration Potential by Riparian Forest in the Tarim River Watershed, Northwest China: Implication for the Mitigation of Climate Change Impact",
    "authors": [
      "Tayierjiang Aishan,",
      "Florian Betz,",
      "Ümüt Halik,",
      "Bernd Cyffka,",
      "Aihemaitijiang Rouzi"
    ],
    "doi": "https://doi.org/10.3390/f9040196",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  196",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Carbon management in forests has become the most important agenda of the first half of the 21st century in China in the context of the mitigation of climate change impact. As the main producer of the inland river basin ecosystem in arid region of Northwest China, the desert riparian forest maintains the regional environment and also holds a great significance in regulating the regional/global carbon cycle. In this study, we estimated the total biomass, carbon storage, as well as monetary ecosystem service values of desert riparian Populus euphratica Oliv. in the lower reaches of the Tarim River based on terrestrial forest inventory data within an area of 100 ha (100 plots with sizes of 100 m × 100 m) and digitized tree data within 1000 ha (with 10 m × 10 m grid) using a statistical model of biomass estimation against tree height (TH) and diameter at breast height (DBH) data. Our results show that total estimated biomass and carbon storage of P. euphratica within the investigated area ranged from 3.00 to 4317.00 kg/ha and from 1.82 to 2158.73 kg/ha, respectively. There was a significant negative relationship (p < 0.001) between biomass productivity of these forests and distance to the river and groundwater level. Large proportions of biomass (64% of total biomass) are estimated within 200 m distance to the river where groundwater is relatively favorable for vegetation growth and biomass production. However, our data demonstrated that total biomass showed a sharp decreasing trend with increasing distance to the river; above 800 m distance, less biomass and carbon storage were estimated. The total monetary value of the ecosystem service “carbon storage” provided by P. euphratica was estimated to be $6.8 × 104 USD within the investigated area, while the average monetary value was approximately $70 USD per ha, suggesting that the riparian forest ecosystem in the Tarim River Basin should be considered a relevant regional carbon sink. The findings of this study help to establish a better understanding of the spatial distribution pattern of P. euphratica forest under water scarcity and can also provide an alternative approach to local decision-makers for efficient and precise assessment of forest carbon resources for emission reduction programs.",
    "readLink": "http://www.mdpi.com/1999-4907/9/4/196"
  },
  {
    "title": "Surface Radiation Balance of Urban Materials and Their Impact on Air Temperature of an Urban Canyon in Lisbon, Portugal",
    "authors": [
      "Márcia Matias,",
      "António Lopes"
    ],
    "doi": "https://doi.org/10.3390/app10062193",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  2193",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Urban climate results from the modifications caused by the characteristics of cities, which modifies the regional climatic conditions of a city. When urban areas are warmer than the surrounding areas, the urban heat island (UHI) phenomenon occurs. Being a major phenomenon and a global topic of interest for all affected cities, there are already numerous studies that address this subject. However, most studies are only focused on the macro and mesoscales. This study looks at the micrometeorological scale in a neighborhood of Lisbon (Telheiras). Having as a main objective to evaluate how the radiation balance of urban materials influences air temperature in an urban canyon, thermal images of different urban materials were obtained using infrared thermography, a technique that allowed understanding how the temperatures registered in the facades and other urban surfaces can affect the air temperature of the urban canyon. The components of the radiation budget were obtained by using a pyranometer and a pyrgeometer. Moreover, a microclimatic network to monitor air temperature and relative humidity was installed in the study area. The results show that, when the streets are less exposed to the prevailing wind direction in Lisbon (north and northwest), air temperatures are slightly higher than those found in opposite conditions. Both the temperature and the radiative balance of the facades and other surfaces (asphalt, light Portuguese sidewalk, and tile floor) respond directly to incident solar radiation. As expected, it was found that south facades have the highest temperatures of the four exposures under study (>4 °C when compared to the opposite facade), and the highest radiative balance was always registered on asphalt when compared to the sidewalk (at 9:00 a.m. + 30 W∙m−2, at 1:00 p.m. + 149 W∙m−2, and at 7:00 p.m. + 66 W∙m−2).",
    "readLink": "https://www.mdpi.com/2076-3417/10/6/2193"
  }
]