[
  {
    "title": "Strengthened ocean-desert process in the North Pacific over the past two decades",
    "authors": [
      "Siyu Meng,",
      "Xun Gong,",
      "Yang Yu,",
      "Xiaohong Yao,",
      "Xiang Gong,",
      "Keyu Lu,",
      "Chao Zhang,",
      "Jie Shi,",
      "Xiaojie Yu,",
      "Huiwang Gao"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abd96f",
    "journalVolume": "Vol. 16,\n                                no. 2\n                                \n                                  p.\n                                  024034",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "North Pacific ocean desert (NPOD) refers to the subtropical North Pacific Ocean of low chlorophyll-a (Chl-a) concentrations, as the largest ocean desert globally. Studies have suggested a development of NPOD over recent decades based on limited evidences from in-field measurements and yet elusive mechanism. In this study, we characterize intensity, area and position of the NPOD from year 1998 to 2018, and investigate its control by the coherent climate processes, based on an available, longest satellite observations of Chl-a concentration. Our results suggested that NPOD oligotrophication and expansion processes were correlated with warming upper oceans in most part of the NPOD, except for the SW NPOD area where the Chl-a variations were linked with regional change in sea surface heights. Moreover, based on our analysis, insignificant shift but only NW-SE variability of the NPOD mean position was likely controlled by the Pacific decadal oscillation processes.",
    "readLink": "https://doi.org/10.1088/1748-9326/abd96f"
  },
  {
    "title": "Exploring Environmental Sustainability Practices in Pakistani SMEs",
    "authors": [
      "Ameer Muhammad Kasi,",
      "Abdul Raziq,",
      "Naveed R. Khan"
    ],
    "doi": "https://doi.org/10.31384/jisrmsse/2019.17.2.2",
    "journalVolume": "Vol. 17,\n                                no. 2",
    "issn": "2616-7476 (Print)",
    "publisher": "1998-4162 (Online)",
    "countryOfPublisher": "Shaheed Zulfikar Ali Bhutto Institute of Science and Technology",
    "lcc": [
      "Pakistan",
      "Social Sciences: Economic theory. Demography",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://jisrmsse.szabist.edu.pk/index.php/szabist/index",
    "abstract": "In developed countries, most of the population recognizes that they are facing environmental and social threats which are mainly related to global warming. The problem associated with an ecological footprint, particularly water shortage, ecosystems, climate change, deforestation, and declining biodiversity, is considered a harmful threat to human life and environmental health around the world. The purpose of this study is to explore the environmental sustainability practices of Small and Medium-size Enterprises (SMEs) in Pakistan. Although there are three dimensions of sustainability, such as environmental, social, and economical. However, the focus of this study is on the environmental dimension of sustainability. Qualitative method was used to collect data. A sample of 30 manufacturing SMEs were chosen, and semi-structured interviews were conducted for a complete understanding of the research problem. The results revealed that most of the firms believed that they have measurable targets for reducing waste, energy, water, and carbon. As in Pakistan, there is an energy crisis, and most of the industries have shut down due to the energy crises. Another vital issue for the majority of industrial estates was the scarcity of water. To reduce air pollution, most of the medium firms were trying to protect the air from pollution, whereas small firms were less concerned about air pollution. Similarly, very few medium-size (Food, Steel, Pharmaceutical) firms recycle the wastewater and reuse it, While none of the small firms recycle the water. Most SMEs are utilizing power factor for energy saving due to severe energy shortage in the country. The study indicates a bleak outlook regarding the implementation of environmental sustainability practices in small firms.",
    "readLink": "https://jisrmsse.szabist.edu.pk/index.php/szabist/article/view/70"
  },
  {
    "title": "The ecological module of BOATS-1.0: a bioenergetically constrained model of marine upper trophic levels suitable for studies of fisheries and ocean biogeochemistry",
    "authors": [
      "D. A. Carozza,",
      "D. Bianchi,",
      "E. D. Galbraith"
    ],
    "doi": "https://doi.org/10.5194/gmd-9-1545-2016",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  1545\n                                  – 1565",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Environmental change and the exploitation of marine resources have had profound impacts on marine communities, with potential implications for ocean biogeochemistry and food security. In order to study such global-scale problems, it is helpful to have computationally efficient numerical models that predict the first-order features of fish biomass production as a function of the environment, based on empirical and mechanistic understandings of marine ecosystems. Here we describe the ecological module of the BiOeconomic mArine Trophic Size-spectrum (BOATS) model, which takes an Earth-system approach to modelling fish biomass at the global scale. The ecological model is designed to be used on an Earth-system model grid, and determines size spectra of fish biomass by explicitly resolving life history as a function of local temperature and net primary production. Biomass production is limited by the availability of photosynthetic energy to upper trophic levels, following empirical trophic efficiency scalings, and by well-established empirical temperature-dependent growth rates. Natural mortality is calculated using an empirical size-based relationship, while reproduction and recruitment depend on both the food availability to larvae from net primary production and the production of eggs by mature adult fish. We describe predicted biomass spectra and compare them to observations, and conduct a sensitivity study to determine how they change as a function of net primary production and temperature. The model relies on a limited number of parameters compared to similar modelling efforts, while retaining reasonably realistic representations of biological and ecological processes, and is computationally efficient, allowing extensive parameter-space analyses even when implemented globally. As such, it enables the exploration of the linkages between ocean biogeochemistry, climate, and upper trophic levels at the global scale, as well as a representation of fish biomass for idealized studies of fisheries.",
    "readLink": "http://www.geosci-model-dev.net/9/1545/2016/gmd-9-1545-2016.pdf"
  },
  {
    "title": "Parametric Simulation on Enhancement of the Regenerative Gas Turbine Performance by Effect of Inlet Air Cooling System and Steam Injection",
    "authors": [
      "Aadel A. Alkumait"
    ],
    "doi": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  38\n                                  – 44",
    "issn": "1813-162X (Print)",
    "publisher": "2312-7589 (Online)",
    "countryOfPublisher": "Tikrit University",
    "lcc": [
      "Iraq",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.tj-es.com/",
    "abstract": "Aadel Abdulrazzaq Alkumait/Tikrit Journal of Engineering Sciences 22(1) (2015)38-44Iraq being one of the developing countries of the world considers energy efficiency and the impact of its generation on the environment an imperative process in improvement of its power generation policies. Iraq bearing high temperatures all year long results in reduction of air density, therefore, Inlet air Cooling and Steam Injection Gas Turbines are a striking addition to the regenerative gas turbines. Regenerating Gas turbines tend to have a high back work ratio and a high exhaust temperature, thus, it leads to a low efficiency in power generation in hotter climate. Moreover, STIG and IAC through fog cooling have known to be the best retrofitting methods available in the industry which improve the efficiency of generation from 30.5 to 43% and increase the power output from 22MW to 33.5MW as the outcomes of computer simulations reveal. Additionally, this happens without bringing about much extensive change to original features of the power generation cycle. Furthermore, STIG and spray coolers have also resulted in power boosting and exceeding generation efficiency of gas turbine power plant.",
    "readLink": "http://www.tj-es.com/ojs/index.php/tjes/article/view/525"
  },
  {
    "title": "The need of the change of the conceptualisation of hydrologic processes under extreme conditions &ndash; taking reference evapotranspiration as an example",
    "authors": [
      "S. Liu,",
      "L. Tan,",
      "L. Tan,",
      "X. Mo,",
      "S. Zhang,",
      "S. Zhang"
    ],
    "doi": "https://doi.org/10.5194/piahs-371-167-2015",
    "journalVolume": "Vol. 371\n                                \n                                \n                                  pp.\n                                  167\n                                  – 172",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "What a hydrological model displays is the relationships between the output and input in daily, monthly, yearly and other temporal scales. In the case of climate change or other environment changes, the input of the hydrological model may show a gradual or abrupt change. There have been numerous documented studies to explore the response of output of the hydrological models to the change of the input with scenario simulation. Most of the studies assumed that the conceptualisation of hydrologic processes will remain, which may be true for the gradual change of the input. However, under extreme conditions the conceptualisation of hydrologic processes may be completely changed. Taking an example of the Allen's formula to calculate crop reference evapotranspiration (ET0) as a simple hydrological model, we analyze the alternation of the extreme in ET0 from 1955 to 2012 at the Chongling Experimental Station located in Hebei Province, China. The relationships between ET0 and the meteorological factors for the average values, minimum (maximum) values at daily, monthly and annual scales are revealed. It is found the extreme of the output can follow the extreme of the input better when their relationship is more linear. For non-liner relationship, the extreme of the input cannot at all be reflected from the extreme of the output. Relatively, extreme event at daily scale is harder to be shown than that at monthly scale. The result implicates that a routine model may not be able to catch the response to extreme events and it is even more so as we extrapolate models to higher temperature/CO2 conditions in the future. Some possible choices for the improvements are suggested for predicting hydrological extremes.",
    "readLink": "https://www.proc-iahs.net/371/167/2015/piahs-371-167-2015.pdf"
  },
  {
    "title": "Varying snow and vegetation signatures of surface-albedo feedback on the Northern Hemisphere land warming",
    "authors": [
      "Andrea Alessandri,",
      "Franco Catalano,",
      "Matteo De Felice,",
      "Bart van den Hurk,",
      "Gianpaolo Balsamo"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abd65f",
    "journalVolume": "Vol. 16,\n                                no. 3\n                                \n                                  p.\n                                  034023",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Changes in snow and vegetation cover associated with global warming can modify surface albedo (the reflected amount of radiative energy from the sun), therefore modulating the rise of surface temperature that is primarily caused by anthropogenic greenhouse-gases emission. This introduces a series of potential feedbacks to regional warming with positive (negative) feedbacks enhancing (reducing) temperature increase by augmenting (decreasing) the absorption of short-wave radiation. So far our knowledge on the importance and magnitude of these feedbacks has been hampered by the limited availability of relatively long records of continuous satellite observations. Here we exploit a 31 year (1982–2012) high-frequency observational record of land data to quantify the strength of the surface-albedo feedback on land warming modulated by snow and vegetation during the recent historical period. To distinguish snow and vegetation contributions to this feedback, we examine temporal composites of satellite data in three different Northern Hemisphere domains. The analysis reveals and quantifies markedly different signatures of the surface-albedo feedback. A large positive surface-albedo feedback of +0.87 (CI 95%: 0.68, 1.05) ${\\text{W}}\\,{{\\text{(}}{{\\text{m}}^{\\text{2}}}\\, \\cdot \\,{\\text{K)}}^{ - 1}}$ absorbed solar radiation per degree of temperature increase is estimated in the domain where snow dominates. On the other hand the surface-albedo feedback becomes predominantly negative where vegetation dominates: it is largely negative (−0.91 (−0.81, −1.03) ${\\text{W}}\\,{{\\text{(}}{{\\text{m}}^{\\text{2}}}\\, \\cdot \\,{\\text{K)}}^{ - 1}}$ ) in the domain with vegetation dominating, while it is moderately negative (−0.57 (−0.40, −0.72) ${\\text{W}}\\,{{\\text{(}}{{\\text{m}}^{\\text{2}}}\\, \\cdot \\,{\\text{K)}}^{ - 1}}$ ) where both vegetation and snow are significantly present. Snow cover reduction consistently provides a positive feedback on warming. In contrast, vegetation expansion can produce either positive or negative feedbacks in different regions and seasons, depending on whether the underlying surface being replaced has higher (e.g. snow) or lower (e.g. dark soils) albedo than vegetation. This work provides fundamental knowledge to model and predict how the surface-albedo feedback will evolve and affect the rate of regional temperature rise in the future.",
    "readLink": "https://doi.org/10.1088/1748-9326/abd65f"
  },
  {
    "title": "Multi-Parameter Laser Imaging Reveals Complex Microscale Biofilm Matrix in a Thick (4,000 μm) Aerobic Methanol Oxidizing Community",
    "authors": [
      "John R. Lawrence,",
      "Marcus Winkler,",
      "Thomas R. Neu"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2018.02186",
    "journalVolume": "Vol. 9",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Although methanol has frequently been used as an inexpensive supplementary carbon source to support treatment processes, knowledge of the resultant microbial biofilms, their 3D architecture, microenvironments, exopolymer chemistry and populations remains limited. We supplied methanol as a supplementary carbon source to biofilms developing in rotating annular reactors. Analysis of circulation waters (1.0 l d−1) indicated that dissolved organic carbon was reduced by 25%, NO3-nitrogen by 95%, and total phosphorus by 70%. Analyses of populations using culture based techniques and fluorescence in situ hybridization indicated enrichment of nitrifiers, denitrifiers, and methylotrophic bacteria relative to reference biofilms not receiving methanol. The biofilms that developed were up to 4,000 μm thick. Staining with fluor conjugated lectins in combination with nucleic acid stains, revealed the presence of discrete bacterial cells inside complex globular polymeric structures. These structures were in turn surrounded by an interstitial polymer containing a variety of bacterial cell types. The globular structures bound FITC-conjugated lectins, from Canavalia ensiformis and Ulex europeaus. The FITC-lectin of Phaseolus vulgaris bound the surface of the globular structures and more generally within the matrix. Chemical analyses of the polymer paralleled the results of lectin analyses indicating that the dominant neutral sugars were glucose, galactose, mannose, rhamnose, with fucose and ribose as minor constituents. Amino sugars were not detected. Dual channel imaging with pH sensitive probes indicated that pH gradients from pH 4 to 7 occurred across the globular microcolonies. Critically for the maintenance of aerobic conditions throughout the thick biofilm it was extensively penetrated by a fine fissure network revealed by the location of fluorescent latex microbeads as detected by confocal laser scanning microscopy. Microelectrode studies confirmed the absence of any detectable Eh gradients within the biofilm. However, mobility of various size-fractionated fluorescent probes indicated that the basal region was only penetrated by the lowest molecular weight probes with a hydrated radius of 2.2 nm or less. These observations indicate the selection of a unique, thick (>4,000 μm) microbial community in which a self-organized architecture promotes the maintenance of optimal conditions and metabolism throughout the biofilm community.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2018.02186/full"
  },
  null,
  {
    "title": "Influence of transport activity on environmental factors in Petroşani Basin",
    "authors": [
      "Mihăilescu Sorin,",
      "Praporgescu Gabriel"
    ],
    "doi": "https://doi.org/10.1051/matecconf/202030500041",
    "journalVolume": "Vol. 305\n                                \n                                \n                                  p.\n                                  00041",
    "issn": "2261-236X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.matec-conferences.org",
    "abstract": "Economic development is closely linked to the mobility needs of communities. The main pillars supporting sustainable development are society, the environment and the economy, and the diagnosis of the current situation, the identification of solutions, the development plans and their implementation lead to sustainable development in terms of transport activity. As the Petroşani Basin has a high degree of urbanization, the negative effects of increased road traffic are particularly pronounced in the central areas of the cities. Of the environmental factors, air is the most obvious and most important factor in human health. Taking into account the national and European Community targets in terms of climate change mitigation, the reduction of air and noise pollution and greenhouse gas emissions is becoming a priority objective. Thus, by limiting the growth of road traffic and the adoption of strategic measures in the Petroşani Basin, a reduction in carbon dioxide emissions, nitrogen oxides and particulate matter levels will also be achieved. According to these trends, achieving a clean public transport system and sustainable (like electrical buses) and having infrastructure for the use of electric bicycles and trotters can do for sure reducing the pollutant emissions.",
    "readLink": "https://www.matec-conferences.org/articles/matecconf/pdf/2020/01/matecconf_sesam20_00041.pdf"
  },
  {
    "title": "Modelling the global photovoltaic potential on land and its sensitivity to climate change",
    "authors": [
      "Ankita Saxena,",
      "Calum Brown,",
      "Almut Arneth,",
      "Mark Rounsevell"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acf86f",
    "journalVolume": "Vol. 18,\n                                no. 10\n                                \n                                  p.\n                                  104017",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Solar photovoltaic (PV) energy is fundamental for decarbonizing the global economy and supporting the renewable energy transitions that are needed to combat climate change. Potential solar power production at a given location is a function of climatic variables that will change over time and so climate change needs to be accounted for in PV potential estimation. The future potential of PV in response to climate change has not previously been assessed consistently and globally across alternative scenarios. We develop global gridded estimates of PV potential between 2020 and 2100 as a function of spatial, climatic, technological and infrastructural conditions. We find a global technical potential of 175 111 T W h yr ^−1 in 2050, which changes by between ca. −19% (high-emission scenario) and +16% (low-emission scenario), with larger geographic variations within these scenarios. We perform a sensitivity analysis to identify key uncertainties and assess the scope for emerging PV technologies to offset negative climate impacts. We find that suboptimal orientation and temperature losses have the largest negative effects (reducing PV potential by up to ca. 50% and ca. 10% respectively), but that new technologies may be able to generate gains of more than 200% if successfully deployed worldwide. Solar power can make an important contribution to energy production over the coming decades and the demand for renewable energy could be met by PV deployment on between 0.5% and 1% of the global land area, provided its deployment accounts for the location-specific impacts of climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/acf86f"
  }
]