[
  {
    "title": "Revisiting future extreme precipitation trends in the Mediterranean",
    "authors": [
      "George Zittis,",
      "Adriana Bruggeman,",
      "Jos Lelieveld"
    ],
    "doi": "Vol. 34\n                                \n                                \n                                  p.\n                                  100380",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Global warming is anticipated to intensify the hydrological cycle. However, this is neither expected to be globally uniform nor is the relationship between temperature increase and rainfall intensities expected to be linear. The objective of this study is to assess changes in annual rainfall extremes, total annual precipitation, and their relationship in the larger Mediterranean region. We use an up-to-date ensemble of 33 regional climate simulations from the EURO-CORDEX initiative at 0.11° resolution. We analyse the significance of trends for 1951–2000 and 2001–2100 under a ‘business-as-usual’ pathway (RCP8.5). Our future projections indicate a strong north/south Mediterranean gradient, with significant, decreasing trends in the magnitude of daily precipitation extremes in the south and the Maghreb region (up to −10 mm/decade) and less profound, increasing trends in the north. Despite the contrasting future trends, the 50-year daily precipitation extremes are projected to strongly increase (up to 100%) throughout the region. The 100-year extremes, derived with traditional extreme value approaches from the 1951–2000 simulations, underestimate the magnitude of these extreme events in the 2001–2100 projections by 30% for the drier areas of the Mediterranean (200–500 mm average annual rainfall) and by up to 20–30% for the wetter parts of the region. These 100-year extremes can occur at any time in any Mediterranean location. The contribution of the wettest day per year to the annual total precipitation is expected to increase (5–30%) throughout the region. The projected increase in extremes and the strong reductions in mean annual precipitation in the drier, southern and eastern Mediterranean will amplify the challenges for water resource management.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094721000700"
  },
  {
    "title": "Overview of recent land cover changes, forest harvest areas, and soil erosion trends in Nordic countries",
    "authors": [
      "Na Zhou,",
      "Xiangping Hu,",
      "Ingvild Byskov,",
      "Jan Sandstad Næss,",
      "Qiaosheng Wu,",
      "Wenwu Zhao,",
      "Francesco Cherubini"
    ],
    "doi": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  163\n                                  – 174",
    "issn": "2096-7438 (Print)",
    "publisher": "2666-6839 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Geography (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/geography-and-sustainability",
    "abstract": "Mapping spatiotemporal land cover changes offers opportunities to better understand trends and drivers of environmental change and helps to identify more sustainable land management strategies. This study investigates the spatiotemporal patterns of changes in land covers, forest harvest areas and soil erosion rates in Nordic countries, namely Norway, Sweden, Finland, and Denmark. This region is highly sensitive to environmental changes, as it is experiencing high levels of human pressure and among the highest rates of global warming. An analysis that uses consistent land cover dataset to quantify and compares the recent spatiotemporal changes in land cover in the Nordic countries is missing. The recent products issued by the European Space Agency and the Copernicus Climate Change Service framework provide the possibility to investigate the historical land cover changes from 1992 to 2018 at 300 m resolution. These maps are then integrated with time series of forest harvest areas between 2004 and 2018 to study if and how forest management is represented in land cover products, and with soil erosion data to explore status and recent trends in agricultural land. Land cover changes typically involved from 4% to 9% of the total area in each country. Wetland showed the strongest reduction (11,003 km2, −11% of the wetland area in 1992), followed by forest (8,607 km2, −1%) and sparse vegetation (5,695 km2, −7%), while agriculture (15,884 km2, 16%) and settlement (3,582 km2, 84%) showed net increases. Wetland shrinkage dominated land cover changes in Norway (5,870 km2, −18%), followed by forest and grassland with a net gain of 3,441 km2 (3%) and 3, 435 km2 (10%), respectively. In Sweden, forest areas decreased 13,008 km2 (−4%), mainly due to agriculture expansion (9,211 km2, 29%). In Finland, agricultural areas increased by 5,982 km2 (24%), and wetland decreased by 6,698 km2 (−22%). Settlement had the largest net growth in Denmark (717 km2, 70%), mainly from conversion of agriculture land. Soil erosion rates in Nordic countries are lower than the global average, but they are exacerbating in several locations (especially western Norway). The integration of the land cover datasets with maps of forest harvest areas shows that the majority of the losses in forest cover due to forestry operations are largely undetected, but a non-negligible share of the forest-to-agriculture (up to 19%) or forest-to-grassland (up to 51%) transitions overlap with the harvested sites. Forestry activity in the study region primarily involves small-scale harvest events that are difficult to be detected at the 300 m resolution of the land cover dataset. An accurate representation of forest management remains a challenge for global datasets of land cover time series, and more interdisciplinary international efforts are needed to address this gap. Overall, this analysis provides a detailed overview of recent changes in land cover and forest management in Nordic countries as represented by state-of-the-art global datasets, and offers insights to future studies aiming to improve these data or apply them in land surface models, climate models, landscape ecology, or other applications.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666683921000341"
  },
  {
    "title": "Surface forcing of non-stand-replacing fires in Siberian larch forests",
    "authors": [
      "Dong Chen,",
      "Tatiana V Loboda"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aab443",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  p.\n                                  045008",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Wildfires are the dominant disturbance agent in the Siberian larch forests. Extensive low- to mediate-intensity non-stand-replacing fires are a notable property of fire regime in these forests. Recent large scale studies of these fires have focused mostly on their impacts on carbon budget; however, their potential impacts on energy budget through post-fire albedo changes have not been considered. This study quantifies the post-fire surface forcing for Siberian larch forests that experienced non-stand-replacing fires between 2001 and 2012 using the full record of MODIS MCD43A3 albedo product and a burned area product developed specifically for the Russian forests. Despite a large variability, the mean effect of non-stand-replacing fires imposed through albedo is a negative forcing which lasts for at least 14 years. However, the magnitude of the forcing is much smaller than that imposed by stand-replacing fires, highlighting the importance of differentiating between the two fire types in the studies involving the fire impacts in the region. The results of this study also show that MODIS-based summer differenced normalized burn ratio (dNBR) provides a reliable metric for differentiating non-stand-replacing from stand-replacing fires with an overall accuracy of 88%, which is of considerable importance for future work on modeling post-fire energy budget and carbon budget in the region.",
    "readLink": "https://doi.org/10.1088/1748-9326/aab443"
  },
  {
    "title": "Different runoff patterns determined by stable isotopes and multi-time runoff responses to precipitation in a seasonal frost area: a case study in the Songhua River basin, northeast China",
    "authors": [
      "Jie Li,",
      "Wei Dai,",
      "Yang Sun,",
      "Yihui Li,",
      "Guoqiang Wang,",
      "Yuanzheng Zhai"
    ],
    "doi": "https://doi.org/10.2166/nh.2020.183",
    "journalVolume": "Vol. 51,\n                                no. 5\n                                \n                                  pp.\n                                  1009\n                                  – 1022",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "Runoff patterns are crucial to determine the hydrological response to climate change, especially in a seasonal frost area. In this study, multi-time runoff responses to meteoric precipitation for the period from July 2014 to June 2016 and the period from 1955 to 2010 were obtained to identify different runoff patterns in the Songhua River basin, northeast China, based on six stations. Two distinctly different runoff responses are exhibited: a periodic one in response to precipitation in the Nen River and a constant one in the Second Songhua River under different scales. Stable isotopes in the plain with diverse characteristics also supported these runoff patterns. What is more, gradual runoff relatively less sensitive to precipitation in the Second Songhua Rive was attributed to upstream dam constructions. Furthermore, the Second Songhua River contributes more water to the main stream during January to March at the seasonal scale and in the 2000s at the annual scale, with low precipitation during those periods. This study could have implications for water management in the Songhua River basin.",
    "readLink": "http://hr.iwaponline.com/content/51/5/1009"
  },
  {
    "title": "Asian climate change under 1.5–4 °C warming targets",
    "authors": [
      "Ying Xu,",
      "Bo-Tao Zhou,",
      "Jie Wu,",
      "Zhen-Yu Han,",
      "Yong-Xiang Zhang,",
      "Jia Wu"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2017.05.004",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  99\n                                  – 107",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Based on simulations of 18 CMIP5 models under three RCP scenarios, this article investigates changes in mean temperature and precipitation and their extremes over Asia in the context of global warming targets of 1.5–4 °C, and further compares the differences between 1.5 °C and 2 °C targets. Results show that relative to the pre-industrial era, the mean temperature over Asia increases by 2.3 °C, 3.0 °C, 4.6 °C, and 6.0 °C at warming targets of 1.5 °C, 2 °C, 3 °C, and 4 °C, respectively, with stronger warming in high latitudes than in low latitudes. The corresponding enhancement in mean precipitation over the entire Asian region is 4.4%, 5.8%, 10.2%, and 13.0%, with significant regional differences. In addition, an increase in warm extremes, a decrease in cold extremes, and a strengthening in the variability of amounts of extreme precipitation are projected. Under the 1.5 °C target, compared with the climate under the 2 °C target, the mean temperature will be lower by 0.5–1 °C over Asia; the mean precipitation will be less by 5%–20% over most of Asia, but will be greater by about 10%–15% over West Asia and western South Asia; extreme high temperatures will be uniformly cooler throughout the Asian region, and the warming in extreme low temperatures will decrease significantly in high latitudes of Asia; extreme precipitation will be weaker over most of Asia but will be stronger over West Asia and western South Asia. Under the 1.5 °C and 2 °C warming targets, the probability of very hot weather (anomalies greater than 1σ, σ is standard deviation), extremely hot weather (anomalies greater than 3σ), and extremely heavy precipitation (anomalies greater than 3σ) occurring will increase by at least once, 10%, and 10%, respectively, compared to the reference period (1861–1900).",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927817300333"
  },
  {
    "title": "Survey of Safety Climate in a Petrochemical Industry in Mahshahr",
    "authors": [
      "Y. Shokoohi,",
      "J. Adl,",
      "H. Kakooei,",
      "D. Panahi,",
      "M. Ghorbani"
    ],
    "doi": "Vol. 1,\n                                no. 3\n                                \n                                  pp.\n                                  166\n                                  – 172",
    "issn": "1735-6679 (Print)",
    "publisher": "Alborz University of Medical Sciencs",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "http://aums.abzums.ac.ir/index.php?slc_lang=en&sid=1",
    "abstract": "Background and Aim: Safety Climate as one of the health and safety management performance evaluation indicators is discussed. The purpose of this study was to plot the safety climate of the under study Petrochemical industry and evaluation of its strengths and weaknesses. Methods: Loughborough University Safety Climate Assessment Toolkit (LSCAT) was used in this study which assesses the safety climate governs on the workplace in 17 dimensions. Nine of them deal with attitude of workers directly and three of them deal with Organizational activity and fine of them via interview, deal with issues such as management style, Cooperation and etc. 1 to 10 scale is used for scoring each dimension. Results and Discussion: Average score of the industry's safety climate was obtained 5.9. Of 17 studied dimensions, 9 dimensions were weak (score less than 6). Lowest score were related to Event & Accident and Change management dimensions. Highest score were related to Individual priorities and need for safety (8.65). Generally relationship between individual variables (ages, work experience, education) and safety climate were not significant (P>0.05). Conclusion: Generally one can conclude that individual variables such as age, education and experience have not significant effect on safety climate. It seems that top management forms the organizational climate and consequently safety climate. It reaffirms the basic principle of senior management commitment to safety and its role in preventing accidents. Thus safety climate can be used as a good method for assessing Occupational Health and Safety Management Performance.",
    "readLink": "http://aums.abzums.ac.ir/browse.php?a_code=A-10-1-24&slc_lang=en&sid=1"
  },
  {
    "title": "Likelihood of concurrent climate extremes and variations over China",
    "authors": [
      "Ping Zhou,",
      "Zhiyong Liu"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aade9e",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  p.\n                                  094023",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Extreme climate events such as droughts and heat waves exert strong impacts on ecosystems and human well-being. Estimations of the risks of climate extremes typically focus on one variable in isolation. In this study, we present a method to examine the likelihood of concurrent extreme temperature and precipitation modes at the interannual scale, including compound cool/dry and cool/wet events during the cold season as well as compound hot/dry and hot/wet events during the warm season. A comparison of changes in the likelihood of such joint climate extremes was then conducted between the first (1961–1987) and second (1988–2014) halves of the full observed records. Our findings indicate a decrease in the occurrence probability for most concurrent modes over much of China, despite positive shifts found over southwestern and northeastern parts of China for the compound hot/dry events in the warm season. We further examined changes in likelihood related to these four compound climate extremes between the historical observed period (1961–2014) and the future period (2021–2080) based on climate model simulations with the RCP8.5 scenario. Our results show widespread increases in the occurrence probability for wintertime cool/dry and summertime hot/dry and hot/wet events over most parts of China but with different magnitudes, while much of China may experience declining likelihood of the wintertime cool/wet extremes in the future.",
    "readLink": "https://doi.org/10.1088/1748-9326/aade9e"
  },
  {
    "title": "Global anthropogenic emissions in urban areas: patterns, trends, and challenges",
    "authors": [
      "Monica Crippa,",
      "Diego Guizzardi,",
      "Enrico Pisoni,",
      "Efisio Solazzo,",
      "Antoine Guion,",
      "Marilena Muntean,",
      "Aneta Florczyk,",
      "Marcello Schiavina,",
      "Michele Melchiorri,",
      "Andres Fuentes Hutfilter"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac00e2",
    "journalVolume": "Vol. 16,\n                                no. 7\n                                \n                                  p.\n                                  074033",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Between 1970 and 2015 urban population almost doubled worldwide with the fastest growth taking place in developing regions. To aid the understanding of how urbanisation has influenced anthropogenic CO _2 and air pollutant emissions across all world regions, we make use of the latest developments of the Emissions Database for Global Atmospheric Research. In this study, we systematically analyse over 5 decades of emissions from different types of human settlements (from urban centres to rural areas) for different sectors in all countries. Our analysis shows that by 2015, urban centres were the source of a third of global anthropogenic greenhouse gases and most of the air pollutant emissions. The high levels of both population and emissions in urban centres therefore call for focused urban mitigation efforts. Moreover, despite the overall increase in urban emissions, megacities with more than 10 million inhabitants in high-income countries have been reducing their emissions, while emissions in developing regions are still growing. We further discuss per capita emissions to compare different types of urban centres at the global level.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac00e2"
  },
  {
    "title": "Investigating ten years of warming and enhanced snow depth on nutrient availability and greenhouse gas fluxes in a High Arctic ecosystem",
    "authors": [
      "Jacqueline K. Y. Hung,",
      "Neal A. Scott,",
      "Paul M. Treitz"
    ],
    "doi": "https://doi.org/10.1080/15230430.2023.2178428",
    "journalVolume": "Vol. 55,\n                                no. 1",
    "issn": "1523-0430 (Print)",
    "publisher": "1938-4246 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/uaar",
    "abstract": "ABSTRACTArctic warming and changing precipitation patterns are altering soil nutrient availability and other processes that control the greenhouse gas balance of high-latitude ecosystems. Changes to these biogeochemical processes will ultimately determine whether the Arctic will enhance or dampen future climate change. At the Cape Bounty Arctic Watershed Observatory, a full-factorial International Tundra Experiment site was established in 2008, allowing for the investigation of ten years of experimental warming and increased snow depth on nutrient availability and trace gas exchange in a mesic heath tundra across two growing seasons (2017 and 2018). Plots with open-top chambers (OTCs) had drier soils (p < .1) that released 1.5 times more carbon dioxide (p < .05), and this effect was enhanced in the drier growing season. Increased snow depth delayed the onset of thaw and active layer development (p < .1) and corresponded with greater nitrous oxide release (p < .05). Our results suggest that decreases to soil moisture will lead to an increase in nitrate availability, soil respiration, and nitrous oxide fluxes. Ultimately, these effects may be moderated by the magnitude of future shifts and interactions between climate variability and ecological responses to permafrost thaw.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/15230430.2023.2178428"
  },
  {
    "title": "Indirect interactions between pollinators drive interaction rewiring through space",
    "authors": [
      "Ainhoa Magrach,",
      "Maddi Artamendi,",
      "Paula Dominguez Lapido,",
      "Clara Parejo,",
      "Encarnacion Rubio"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4521",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract In recent years, an extended body of literature has focused on the importance of either temporal or spatial dynamics in shaping the structure of interacting plant and pollinator communities. This improvement from a previously static and aggregated perspective has allowed us to understand many of the ecological processes that shape community assembly. However, fewer are the studies that have simultaneously focused on spatial and temporal dynamics, and even fewer are those that collect data across different habitat types to assess the generality of their findings. Here, we used a dataset collected weekly throughout the full flowering season for two consecutive years and within two contrasting habitat types in N and SW Spain: a mountain grassland area and the understory of sparse pine forests. We evaluated species and interaction persistence through space and time, pollinator fidelity, and turnover patterns in interaction composition while providing a potential mechanistic explanation for the patterns observed. Our results show that although species generalization does not explain species or interaction persistence, moderately generalist species are those showing the greatest fidelity to the subset of plant species they visit through space and time. Further, we find that interaction turnover through time is mostly driven by changes in species composition, while through space it is mostly driven by interaction rewiring resulting from indirect competitive interactions between pollinator species. Our results help to shed light on the potential mechanisms driving community assembly patterns beyond niche or neutral processes by adding within‐trophic‐level interactions that can modify pollinator preferences.",
    "readLink": "https://doi.org/10.1002/ecs2.4521"
  }
]