[
  {
    "title": "A Framework for the Land Use Change Dynamics Model Compatible with RCMs",
    "authors": [
      "Xiangzheng Deng,",
      "Jiyuan Liu,",
      "Yingzhi Lin,",
      "Chenchen Shi"
    ],
    "doi": "https://doi.org/10.1155/2013/658941",
    "journalVolume": "Vol. 2013",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "A framework of land use change dynamics (LUCD) model compatible with regional climate models (RCMs) is introduced in this paper. The LUCD model can be subdivided into three modules, namely, economic module, vegetation change module, and agent-based module. The economic module is capable of estimating the demand of land use changes in economic activities maximizing economic utility. A computable general equilibrium (CGE) modeling framework is introduced and an approach to introduce land as a production factor into the economic module is proposed. The vegetation change module provides the probability of vegetation change driven by climate change. The agroecological zone (AEZ) model is supposed to be the optimal option for constructing the vegetation change module. The agent-based module identifies whether the land use change demand and vegetation change can be realized and provides the land use change simulation results which are the underlying surfaces needed by RCM. By importing the RCMs' simulation results of climate change and providing the simulation results of land use change for RCMs, the LUCD model would be compatible with RCMs. The coupled simulation system composed of LUCD and RCMs can be very effective in simulating the land surface processes and their changing patterns.",
    "readLink": "http://dx.doi.org/10.1155/2013/658941"
  },
  {
    "title": "IMPACTS OF CLIMATE CHANGE ON SHEEP GENETIC  DIVERSITY: A REVIEW",
    "authors": [
      "Wanjala George,",
      "Bagi Zoltán,",
      "Jávor András,",
      "Kusza Szilvia"
    ],
    "doi": "https://doi.org/10.31924/nrsd.v10i2.058",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  240\n                                  – 261",
    "issn": "2066-6276 (Print)",
    "publisher": "2601-5676 (Online)",
    "countryOfPublisher": "Editura Universităţii din Oradea",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.nrsdj.com/",
    "abstract": "Native sheep breed act as reservoirs of local environment adapted genes. They are vital for food security as they are adapted to the extreme production environments. Sheep farming is a potential profitable agricultural enterprise in lands unsuitable for other agricultural activities. However, climate change effects pose their existential challenge for it leads to genetic diversity within species. Available literature of implications of climate change effects on the genetic diversity of native sheep breeds is limited. In this study, therefore, we bridge this gap by discussing sheep selection for adaptation traits and its implication on genetic diversity. This review discusses the climate change trends and projections, the history and importance of sheep, sheep farming systems, importance of genetic diversity in sheep and adaptation mechanisms highlighting their selection signatures. Further, we also discuss the use of genomic tools for selection for adaptation. Finally, this paper highlights an effective way of maintaining genetic diversity and breeding for adaptation. The understanding of impacts of climate change on genetic diversity of native sheep breeds would help in developing directional breeding program encompassing adaptation traits, as well as trigger conservation efforts for already endangered sheep breeds.",
    "readLink": "https://docs.google.com/viewerng/viewer?url=http://nrsdj.com/papers/2020-2/10.+Wanjala+George+2020-10-2.pdf"
  },
  {
    "title": "Development of a Xanthan Gum Based Superabsorbent and Water Retaining Composites for Agricultural and Forestry Applications",
    "authors": [
      "Alessandro Sorze,",
      "Francesco Valentini,",
      "Andrea Dorigato,",
      "Alessandro Pegoretti"
    ],
    "doi": "https://doi.org/10.3390/molecules28041952",
    "journalVolume": "Vol. 28,\n                                no. 1952\n                                \n                                  p.\n                                  1952",
    "issn": "1420-3049 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/molecules",
    "abstract": "In this work, bio-based hydrogel composites of xanthan gum and cellulose fibers were developed to be used both as soil conditioners and topsoil covers, to promote plant growth and forest protection. The rheological, morphological, and water absorption properties of produced hydrogels were comprehensively investigated, together with the analysis of the effect of hydrogel addition to the soil. Specifically, the moisture absorption capability of these hydrogels was above 1000%, even after multiple dewatering/rehydration cycles. Moreover, the soil treated with 1.8 wt% of these materials increased the water absorption capacity by approximately 60% and reduced the water evaporation rate, due to the formation of a physical network between the soil, xanthan gum and cellulose fibers. Practical experiments on the growth of herbaceous and tomato plants were also performed, showing that the addition of less than 2 wt% of hydrogels into the soil resulted in higher growth rate values than untreated soil. Furthermore, it has been demonstrated that the use of the produced topsoil covers helped promote plant growth. The exceptional water-regulating properties of the investigated materials could allow for the development of a simple, inexpensive and scalable technology to be extensively applied in forestry and/or agricultural applications, to improve plant resilience and face the challenges related to climate change.",
    "readLink": "https://www.mdpi.com/1420-3049/28/4/1952"
  },
  {
    "title": "Global Warming and Climate Change: A Critique on International Law and Policy",
    "authors": [
      "Lisa P Lukose"
    ],
    "doi": "https://doi.org/10.25034/ijcua.2018.3677",
    "journalVolume": "Vol. 1,\n                                no. 3",
    "issn": "2475-6164 (Online)",
    "publisher": "Alanya  Üniversitesi",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urban renewal. Urban redevelopment"
    ],
    "journalUrl": "https://www.ijcua.com/index.php/ijcua",
    "abstract": "Global warming and climate change, a multidisciplinary topic is a matter of international concern. There are some international environmental treaties related to global warming and climate change. The most significant international agreement in this area is - UNFCCC - the United Nations Framework Convention on Climate Change adopted at the Rio Earth Summit in 1992 and ratified by 195 countries. It mainly deals with greenhouse gases emissions mitigation, adaptation and finance starting in the year 2020. The Kyoto Protocol which extends the 1992 UNFCC mandates State Parties to reduce greenhouse gas emissions: its two basic premises are - global warming exists, and human-made CO2 emissions caused global warming. The Kyoto Protocol came into force in 2005 and each COP has served as the ‘meeting of parties’ to Kyoto Protocol such as COP13 (Bali, 2007), COP15 (Copenhagen, 2009), COP16 (Cancun, 2010), COP17 (Durban, 2011), COP18 (Doha, 2012), COP19 (Warsaw, 2013), COP21 and (Paris, 2015). There are other international legal instruments such as the 1979 Geneva Convention on Long-Range Transboundary Air Pollution. Against this backdrop, this paper will critically examine the existing international legal regime (treaties, conventions, agreements, etc.) on global warming and climate change.",
    "readLink": "https://ijcua.com/index.php/ijcua/article/view/25"
  },
  {
    "title": "Improving detention ponds for effective stormwater management and water quality enhancement under future climate change: a simulation study using the PCSWMM model",
    "authors": [
      "Yasir Abduljaleel,",
      "Ali Salem,",
      "Faraz ul Haq,",
      "Ahmed Awad,",
      "Mustapha Amiri"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-32556-x",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Urban surfaces are often covered by impermeable materials such as concrete and asphalt which intensify urban runoff and pollutant concentration during storm events, and lead to the deterioration of the quality of surrounding water bodies. Detention ponds are used in urban stormwater management, providing two-fold benefits: flood risk reduction and pollution load minimization. This paper investigates the performance of nine proposed detention ponds (across the city of Renton, Washington, USA) under different climate change scenarios. First, a statistical model was developed to estimate the pollutant load for the current and future periods and to understand the effects of increased rainfall on stormwater runoff and pollutant loads. The Personal Computer Storm Water Management Model (PCSWMM) platform is employed to calibrate an urban drainage model for quantifying stormwater runoff and corresponding pollutant loads. The calibrated model was used to investigate the performance of the proposed nine (9) detention ponds under future climate scenarios of 100-year design storms, leading to identifying if they are likely to reduce stormwater discharge and pollutant loads. Results indicated significant increases in stormwater pollutants due to increases in rainfall from 2023 to 2050 compared to the historical period 2000–2014. We found that the performance of the proposed detention ponds in reducing stormwater pollutants varied depending on the size and location of the detention ponds. Simulations for the future indicated that the selected detention ponds are likely to reduce the concentrations (loads) of different water quality constituents such as ammonia (NH3), nitrogen dioxide (NO2), nitrate (NO3), total phosphate (TP), and suspended solids (SS) ranging from 18 to 86%, 35–70%, 36–65%, 26–91%, and 34–81%, respectively. The study concluded that detention ponds can be used as a reliable solution for reducing stormwater flows and pollutant loads under a warmer future climate and an effective adaptation option to combat climate change related challenges in urban stormwater management.",
    "readLink": "https://doi.org/10.1038/s41598-023-32556-x"
  },
  {
    "title": "A European map of groundwater pH and calcium",
    "authors": [
      "M. Hájek,",
      "B. Jiménez-Alfaro,",
      "B. Jiménez-Alfaro,",
      "O. Hájek,",
      "L. Brancaleoni,",
      "M. Cantonati,",
      "M. Carbognani,",
      "A. Dedić,",
      "D. Dítě,",
      "D. Dítě,",
      "R. Gerdol,",
      "P. Hájková,",
      "V. Horsáková,",
      "F. Jansen,",
      "J. Kamberović,",
      "J. Kapfer,",
      "T. H. M. Kolari,",
      "M. Lamentowicz,",
      "P. Lazarević,",
      "E. Mašić,",
      "J. E. Moeslund,",
      "A. Pérez-Haase,",
      "A. Pérez-Haase,",
      "T. Peterka,",
      "A. Petraglia,",
      "E. Pladevall-Izard,",
      "Z. Plesková,",
      "S. Segadelli,",
      "Y. Semeniuk,",
      "P. Singh,",
      "A. Šímová,",
      "E. Šmerdová,",
      "T. Tahvanainen,",
      "M. Tomaselli,",
      "Y. Vystavna,",
      "C. Biţă-Nicolae,",
      "M. Horsák"
    ],
    "doi": "https://doi.org/10.5194/essd-13-1089-2021",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  1089\n                                  – 1105",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Water resources and associated ecosystems are becoming highly endangered due to ongoing global environmental changes. Spatial ecological modelling is a promising toolbox for understanding the past, present and future distribution and diversity patterns in groundwater-dependent ecosystems, such as fens, springs, streams, reed beds or wet grasslands. Still, the lack of detailed water chemistry maps prevents the use of reasonable models to be applied on continental and global scales. Being major determinants of biological composition and diversity of groundwater-dependent ecosystems, groundwater pH and calcium are of utmost importance. Here we developed an up-to-date European map of groundwater pH and Ca, based on 7577 measurements of near-surface groundwater pH and calcium distributed across Europe. In comparison to the existing European groundwater maps, we included several times more sites, especially in the regions rich in spring and fen habitats, and filled the apparent gaps in eastern and southeastern Europe. We used random forest models and regression kriging to create continuous maps of water pH and calcium at the continental scale, which is freely available also as a raster map (Hájek et al., 2020b; https://doi.org/10.5281/zenodo.4139912). Lithology had a higher importance than climate for both pH and calcium. The previously recognised latitudinal and altitudinal gradients were rediscovered with much refined regional patterns, as associated with bedrock variation. For ecological models of distribution and diversity of many terrestrial ecosystems, our new map based on field groundwater measurements is more suitable than maps of soil pH, which mirror not only bedrock chemistry but also vegetation-dependent soil processes.",
    "readLink": "https://essd.copernicus.org/articles/13/1089/2021/essd-13-1089-2021.pdf"
  },
  {
    "title": "Rice Blast: A Disease with Implications for Global Food Security",
    "authors": [
      "Aziiba  Emmanuel Asibi,",
      "Qiang Chai,",
      "Jeffrey  A. Coulter"
    ],
    "doi": "https://doi.org/10.3390/agronomy9080451",
    "journalVolume": "Vol. 9,\n                                no. 8\n                                \n                                  p.\n                                  451",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Rice blast is a serious fungal disease of rice (Oryza sativa L.) that is threatening global food security. It has been extensively studied due to the importance of rice production and consumption, and because of its vast distribution and destructiveness across the world. Rice blast, caused by Pyricularia oryzae Cavara 1892 (A), can infect aboveground tissues of rice plants at any growth stage and cause total crop failure. The pathogen produces lesions on leaves (leaf blast), leaf collars (collar blast), culms, culm nodes, panicle neck nodes (neck rot), and panicles (panicle blast), which vary in color and shape depending on varietal resistance, environmental conditions, and age. Understanding how rice blast is affected by environmental conditions at the cellular and genetic level will provide critical insight into incidence of the disease in future climates for effective decision-making and management. Integrative strategies are required for successful control of rice blast, including chemical use, biocontrol, selection of advanced breeding lines and cultivars with resistance genes, investigating genetic diversity and virulence of the pathogen, forecasting and mapping distribution of the disease and pathogen races, and examining the role of wild rice and weeds in rice blast epidemics. These tactics should be integrated with agronomic practices including the removal of crop residues to decrease pathogen survival, crop and land rotations, avoiding broadcast planting and double cropping, water management, and removal of yield-limiting factors for rice production. Such an approach, where chemical use is based on crop injury and estimated yield and economic losses, is fundamental for the sustainable control of rice blast to improve rice production for global food security.",
    "readLink": "https://www.mdpi.com/2073-4395/9/8/451"
  },
  {
    "title": "Forest History—New Perspectives for an Old Discipline",
    "authors": [
      "Bernhard Muigg,",
      "Bernhard Muigg,",
      "Willy Tegel,",
      "Willy Tegel"
    ],
    "doi": "https://doi.org/10.3389/fevo.2021.724775",
    "journalVolume": "Vol. 9",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "The scientific field of forest history studies the development of woodlands and their interrelationship with past human societies. During the last decades, the subject has experienced a constant decrease of importance, reflected in the loss of representation in most universities. After 200 years of existence, an insufficient theoretical basis and the prevalence of bibliographical and institutional studies on post-medieval periods have isolated the field and hindered interdisciplinary exchange. Here we present possible new perspectives, proposing wider methodological, chronological, thematic, and geographical areas of focus. This paper summarizes the development of the field over time and recommends content enhancement, providing a specific example of application from Roman France. Furthermore, we introduce a topical definition of forest history. Following the lead of other fields of the humanities and environmental sciences focussing on the past, forest history has to adapt to using other available archives in addition to historical written sources. In particular, historical and archeological timber as well as pollen are essential sources for the study of past forests. Research into forest history can substantially add to our understanding of relevant issues like societal responses to climate change and resource scarcity in the past and contribute to future scenarios of sustainability.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2021.724775/full"
  },
  {
    "title": "Climate change and the risk of spread of the fungus from the high mortality of Theobroma cocoa in Latin America",
    "authors": [
      "Sania Ortega Andrade,",
      "Grace Tatiana Páez,",
      "Teresa Patricia Feria,",
      "Jesús Muñoz"
    ],
    "doi": "https://doi.org/10.1080/23766808.2016.1266072",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  30\n                                  – 40",
    "issn": "2376-6808 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tneo",
    "abstract": "Cocoa (Theobroma cacao L. 1753) is a plant of great cultural, economic and ecological importance globally. By its structure and function maintains a wide variety of animal species. In Latin America, their crops are being affected by the disease called ‘frosty pod rot of cocoa’ caused by the fungus Moniliophthora roreri (Cif & Par) Evans. 2007, considered as the most destructive disease that attacks cocoa and kills it. The increase of temperature or precipitation because of warming global climate change could favor the fungus expansion to areas previously unaffected. We modeled the potential distribution for M. roreri and T. cocoa using MaxEnt and circulation model general HADCM3, A2a scenario with climatic variables for the present and the future (5, 35 and 65 years), in order to find sites suitable for monitoring to prevent the fungus spread, and to identify which variables determine the presence of M. roreri. The suitable areas for both species overlap from present to 2050, while they are different in 2080. M. roreri could extend from southern Ecuador to Venezuela, spread to westernmost Amazon, southwest Peruvian Amazon, and to the Peruvian-Bolivian border and the adjacent areas of Brazil. In both taxa the most influential variable seems to be precipitation of the wettest month. The Brazilian Amazon is the areas of South America with the largest plantations of T. cocoa, and therefore the most sensitive to the presence and proliferation of the fungus. For this reason we recommend to set up a monitoring system allowing early warning and control of incipient outbreaks that could eventually destroy Bolivian and Brazilian cocoa plantations.",
    "readLink": "http://dx.doi.org/10.1080/23766808.2016.1266072"
  },
  null
]