[
  {
    "title": "Ecosystem service cascade: Concept, review, application and prospect",
    "authors": [
      "Cheng Zhang,",
      "Jing Li,",
      "Zixiang Zhou"
    ],
    "doi": "Vol. 137\n                                \n                                \n                                  p.\n                                  108766",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Ecosystem service cascade (ESC) links each component of ecosystem services with social value, building an interdisciplinary research bridge between natural science and social science, which can help decision-makers better integrate the concept of ecosystem services into decision-making. This paper combed the content of the concept of ecosystem services cascade effect, reviewed the research progress of the cascade effect found: ESC due to its structure feature and flexibility, can help researchers to more fully understand the concept of ecosystem services to promote interdisciplinary communication, constantly adjust the structure of the ESC and scope in order to improve the applicability of the model in different research. ESC is widely used in ecosystem service mapping and regional policy regulation. Through literature review, We get the following understanding ①The purpose of research often determines the definition of services and policy preferences, a clear definition of the system will improve the applicability of the ESC framework. ②Assess the wishes and connections of stakeholders and quantify the forms of human participation and impact on each component in the cascade framework, clarify the development characteristics and driving mechanism of Human -Natural relationship, identify the feedback process and quantify the positive and negative feedback cycle.③Quantitatively simulate the impact and regulation of climate change and socio-economic development on regional development under different regional development scenarios. Construct the optimization index system of ESC components to provide schemes and Countermeasures for regional sustainable development.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22002370"
  },
  {
    "title": "Microclimate-Based Pest and Disease Management through a Forewarning System for Sustainable Cotton Production",
    "authors": [
      "Bhuvaneswari Madasamy,",
      "Paramasivan Balasubramaniam,",
      "Ritaban Dutta"
    ],
    "doi": "https://doi.org/10.3390/agriculture10120641",
    "journalVolume": "Vol. 10,\n                                no. 641\n                                \n                                  p.\n                                  641",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Cotton is an essential commercial crop. Unfortunately, this crop is affected by many pests and diseases, which can cause considerable loss in yield. Climate has a strong correlation with the occurrence of pests and diseases in crops. Currently, weather forecasting services are available to the farmers, which help with weather-based planning of farm operations. Still, weather-based pest and disease forewarning services are not available to all the farmers. Unfortunately, cotton cultivation consumes about one-third of total pesticide consumption, which increases the cost of production apart from polluting the environment. An information and communication technology (ICT) based intelligent pest and disease forewarning system for cotton is an innovative system for providing forewarning on pests and diseases. It aims at improving farm productivity through better crop management. In this paper, the proposed method aims to predict the occurrence of pests and diseases based on microclimatic parameters. This pest and disease forewarning information and appropriate crop management practices will be disseminated to the farmers using electronic media through short message service (SMS), the Internet, etc. In this way, both livelihood security and environmental security are achieved. The proposed model shows a higher optimal performance then the two related works in terms of the average root mean square error rate, average accuracy rate, average percentage error rate, and prediction accuracy.",
    "readLink": "https://www.mdpi.com/2077-0472/10/12/641"
  },
  {
    "title": "Aerosol exposure versus aerosol cooling of climate: what is the optimal emission reduction strategy for human health?",
    "authors": [
      "J. Löndahl,",
      "E. Swietlicki,",
      "E. Lindgren,",
      "S. Loft"
    ],
    "doi": "https://doi.org/10.5194/acp-10-9441-2010",
    "journalVolume": "Vol. 10,\n                                no. 19\n                                \n                                  pp.\n                                  9441\n                                  – 9449",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Particles, climate change, and health have thought-provoking interactions. Air pollution is one of the largest environmental problems concerning human health. On the other hand, aerosol particles can have a cooling effect on climate and a reduction of those emissions may result in an increased temperature globally, which in turn may have negative health effects. The objective of this work was to investigate the \"total health effects\" of aerosol emissions, which include both exposure to particles and consequences for climate change initiated by particles. As a case study the \"total health effect\" from ship emissions was derived by subtracting the number of deaths caused by exposure with the estimated number of lives saved from the cooling effect of the emissions. The analysis showed that, with current level of scientific understanding, it could not be determined whether ship emissions are negative or positive for human health on a short time scale. This first attempt to approximate the combined effect of particle emissions on health shows that reductions of particulate air pollution will in some cases (black carbon) have win-win effects on health and climate, but sometimes also cause a shift from particle exposure-related health effects towards an increasing risk of health consequences from climate change. Thus, measures to reduce aerosol emissions have to be coupled with climate change mitigation actions to achieve a full health benefit on a global level.",
    "readLink": "http://www.atmos-chem-phys.net/10/9441/2010/acp-10-9441-2010.pdf"
  },
  {
    "title": "Soil releasing as key to rethink water spaces in urban planning",
    "authors": [
      "Fulvio Adobati,",
      "Emanuele Garda"
    ],
    "doi": "https://doi.org/10.1186/s40410-020-00117-8",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2195-2701 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "http://www.cityterritoryarchitecture.com",
    "abstract": "Abstract Soil sealing processes that involved European cities in the twentieth century have reduced the quantity and quality of permeable soils (open land for agricultural and leisure resources). These processes have also weakened the ability of urban areas to manage natural events, of all evidence regarding the water cycle. This intense phase was supported by a cycle of growth that showed signs of an irreversible crisis only in the last decade, starting a new and unprecedented season. However, soil sealing development constitutes the most intense form of land degradation and affects all ecosystem services (Tobias et al. in Land Degrad 29:2015–2024, 2018). This is particularly true for spaces and territories along main rivers where the presence of sealed areas and concrete channels (riverbed and riverbanks) represents a problem regarding hydrogeological, ecological, and landscaping aspects. To safeguard urban systems, by restoring “landscape river” (and its surroundings), increasing green areas and more efficient management of the rainwater, it is fundamental to enhance the “removing sealing layers” (EU 2012) according to a holistic approach. This paper explores the de-sealing concept and highlights some international and Italian cases, in particular the River Contracts experience promoted in the Lombardy Region, including actions proposed by public policies and urban planning tools. All these experiences have proposed de-sealing processes of river environments and urban systems ensuring a new integration between urban areas and “water landscapes”. To underline some characteristics this exploration allowed: to highlight different de-sealing approaches, between direct or indirect conditioning; to recognize river elements and “environments” in which these initiatives are activated; to recognize in these initiatives a multi-scale attitude both the expected effects and the type of involved institutional subject involved; to identify the main subjects, with specific roles and responsibilities, in this type of process; to recognize limits and critical issues. River restoration, combined with de-sealing actions inside the urban structures, shall be performed by answering to several needs: increasing the green open space quantity and ecosystem services recovery; contributing to biodiversity by restoring ecosystems and ecological processes; balancing the soil-sealing negative externalities; improving the flood-risk mitigation and management in urban areas. In particular, the voluntary instrument of the River Contract includes a territorial area that is adequate for the treatment of the phenomenon but is struggling to be codified in the local planning instruments with cogency. The assumption of different spaces and the recognition of the same in the spatial devices of urban planning instruments could define more clearly the need to face the water-city relationship effectively, for the benefit of urban security and the quality of the inhabitants’ living environment.",
    "readLink": "http://link.springer.com/article/10.1186/s40410-020-00117-8"
  },
  {
    "title": "A One Health perspective to identify environmental factors that affect Rift Valley fever transmission in Gezira state, Central Sudan",
    "authors": [
      "Rania Salah Eldien Bashir,",
      "Osama Ahmed Hassan"
    ],
    "doi": "https://doi.org/10.1186/s41182-019-0178-1",
    "journalVolume": "Vol. 47,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "1348-8945 (Print)",
    "publisher": "1349-4147 (Online)",
    "countryOfPublisher": "BMC",
    "lcc": [
      "United Kingdom",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine"
    ],
    "journalUrl": "http://tropmedhealth.biomedcentral.com/",
    "abstract": "Abstract Background Rift Valley fever (RVF) is a zoonotic viral vector-borne disease that affects both animals and humans and leads to severe economic consequences. RVF outbreaks are triggered by a favorable environment and flooding, which enable mosquitoes to proliferate and spread the virus further. RVF is endemic to Africa and has spread to Saudi Arabia and Yemen. There is great concern that RVF may spread to previously unaffected geographic regions due to climate change. We aimed to better understand the spatiotemporal pattern of the 2007 RVF outbreak at the human–animal–environment interface and to determine environmental factors that may have effects on RVF occurrence in Gezira state, Sudan. Materials and methods We compiled epidemiological, environmental, and spatiotemporal data across time and space using remote sensing and a geographical information system (GIS). The epidemiological data included 430 RVF human cases as well as human and animal population demographic data for each locality. The cases were collected from 41 locations in Gezira state. The environmental data represent classified land cover during 2007, the year of the RVF outbreak, and the average of the Normalized Difference Vegetation Index (NDVI) for 6 months of 2007 is compared with those of 2010 and 2014, when there was no RVF outbreak. To determine the effect of the environmental factors such as NDVI, soil type, and RVF case’s location on the Blue Nile riverbank on RVF incidence in Gezira state, a multilevel logistic regression model was carried out. Results We found that the outbreak in Gezira state occurred as a result of interaction among animals, humans, and the environment. The multilevel logistic regression model (F = 43,858, df = 3, p = 0.000) explained 23% of the variance in RVF incidence due to the explanatory variables. Notably, soil type (β = 0.613, t = 11.284, p = 0.000) and NDVI (β = − 0.165, t = − 3.254, p = 0.001) were the explanatory environmental factors that had significant effects on RVF incidence in 2007 in Gezira state, Sudan. Conclusions Precise remote sensing and the GIS technique, which rely on environmental indices such as NDVI and soil type that are satellite-derived, can contribute to establishing an early warning system for RVF in Sudan. Future preparedness and strengthening the capacity of regional laboratories are necessary for early notification of outbreaks in animals and humans.",
    "readLink": "http://link.springer.com/article/10.1186/s41182-019-0178-1"
  },
  {
    "title": "Investigation of Rain-On-Snow Floods under Climate Change",
    "authors": [
      "Cenk Sezen,",
      "Mojca Šraj,",
      "Anže Medved,",
      "Nejc Bezak"
    ],
    "doi": "https://doi.org/10.3390/app10041242",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  1242",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Rain-on-snow (ROS) floods can cause economic damage and endanger human lives due to the compound effect of rainfall and snowmelt, especially under climate change. In this study, possible future changes of seasonality, magnitude and frequency characteristics of ROS floods were investigated for the selected catchments in Slovenia, Europe. For this purpose, five global/regional climate models (GCM/RCM) combinations were applied using the RCP4.5 climate scenario for the period 1981−2100. To determine ROS floods’ characteristics in the future, a lumped conceptual hydrological model Génie Rural à 6 paramètres Journalier (GR6J) with snow module CemaNeige was applied. The results indicate that the number of ROS floods could increase in the future. Moreover, also the magnitudes of extreme ROS floods could increase, while a slight decrease in the median values of ROS flood magnitudes was observed. The strength of seasonality for a high-altitude catchment could decrease in the future. A slight shift in the average ROS floods’ timing could be expected. Furthermore, a catchment located in a temperate continental climate could have a different response to the climate change impact in comparison to a catchment located in a mountain climate with alpine characteristics. Additionally, differences among investigated climate models show a large variability.",
    "readLink": "https://www.mdpi.com/2076-3417/10/4/1242"
  },
  {
    "title": "Ready for the World? Measuring the (Trans-)National Quality of Political Issue Publics on Twitter",
    "authors": [
      "Wolf J. Schünemann"
    ],
    "doi": "https://doi.org/10.17645/mac.v8i4.3162",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  40\n                                  – 52",
    "issn": "2183-2439 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "http://www.cogitatiopress.com/mediaandcommunication",
    "abstract": "This article presents a multi-method research design for measuring the (trans-)national quality of issue publics on Twitter. Online communication is widely perceived as having the potential to overcome nationally bound public spheres. Social media, in particular, are seen as platforms and drivers of transnational communication through which users can easily connect across borders. Transnational interactivity can be expected in particular for policy fields of global concern and elite or activist communication as practiced on Twitter. Nevertheless, there is still a lot of evidence for the enduring national structuration of political communication and publics as it results from a shared language (mostly), culturally defined media markets, established routines of social and political communication, and sociocultural stocks of knowledge. The study goes beyond measuring user interaction and also includes indicators of cross-referential cohesion. It applies a set of computational methods in network and discourse analysis and presents empirical evidence for Twitter communication on climate change being a prime issue of global concern and a globalized policy agenda. For empirical analysis, the study relies on a large Twitter dataset (N ≈ 6m tweets) with tweet messages and metadata collected between 2015 and 2018. Based on basic measurements such as geolocation and language use, the metrics allowed measurement of cross-national user interactions, user centrality in communicative networks, linking behaviour, and hashtag co-occurrences. The findings of the exploratory study suggest that a combined perspective on indicators of user interaction and cross-referential cohesion helps to develop a better and more nuanced understanding of online issue publics.",
    "readLink": "https://www.cogitatiopress.com/mediaandcommunication/article/view/3162"
  },
  {
    "title": "Long-term spatiotemporal changes of surface water and its influencing factors in the mainstream of Han River, China",
    "authors": [
      "Wen Zhang,",
      "Zhen Zhang,",
      "Xiaobing Wei,",
      "Yijie Hu,",
      "Yuanxi Li,",
      "Lingkui Meng"
    ],
    "doi": "Vol. 40\n                                \n                                \n                                  p.\n                                  101009",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Han River mainstream, China. Study focus: Human activities and climate change are synergistically impacting on the spatiotemporal features of Han River surface water, which affects the ecological environment evolution and economic development of the basin. However, the long-term changes of the area and spatial characteristics of Han River surface water have not been well quantified for lack of sufficient data and data processing powers. The study produced the annual surface water products of Han River mainstream from 1986 to 2020 based on Google Earth Engine and Landsat images, and then analyzed the long-term spatiotemporal dynamics of surface water and the influence of climatic factor and water conservancy projects construction. New hydrological insights for the region: During the past 35 years, the surface water area of Han River mainstream has shown a fluctuating upward trend overall, and the dynamic changes have obvious regional and phased differences. Precipitation is the main climatic factor affecting the surface water area changes. With precipitation changes and the implementation of water conservancy projects in Han River, the surface water area has increased significantly and many reaches have gradually widened in upstream, while the surface water area has slowly decreased and many reaches have gradually narrowed in mid-downstream. The latest information about the spatiotemporal dynamics of Han River surface water provided by the research can be used for the optimal allocation and management of the river’s water resources.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581822000222"
  },
  {
    "title": "Estimation and Simulation of Forest Carbon Stock in Northeast China Forestry Based on Future Climate Change and LUCC",
    "authors": [
      "Jianfeng Sun,",
      "Ying Zhang,",
      "Weishan Qin,",
      "Guoqi Chai"
    ],
    "doi": "https://doi.org/10.3390/rs14153653",
    "journalVolume": "Vol. 14,\n                                no. 3653\n                                \n                                  p.\n                                  3653",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Forest carbon sinks (FCS) play an important role in mitigating global climate change, but there is a lack of more accurate, comprehensive, and efficient forest carbon stock estimates and projections for larger regions. By combining 1980–2020 land use data from the Northeast China Forestry (NCF) and climate change data under the Shared Socioeconomic Pathway (SSP), the land use and cover change (LUCC) of NCF in 2030 and 2050 and the FCS of NCF were estimated based on the measured data of forest carbon density. In general, the forest area of NCF has not yet recovered to the level of 1980. The temporal change in the FCS experienced a U-shaped trend of sharp decline to slow increase, with the inflection point occurring in 2010. If strict ecological conservation measures are implemented, the FCS of the NCF is expected to recover to the 1980 levels by 2050. We believe that the ecological priority (EP) scenario is the most likely and suitable direction for future development of the NCF. We also advocate for more scientific and stringent management measures for NCF natural forests to unlock the huge potential for forest carbon sequestration, which is important for China to meet its carbon neutrality commitments.",
    "readLink": "https://www.mdpi.com/2072-4292/14/15/3653"
  },
  {
    "title": "The Forest Policies of ASEAN and Montréal Process: Comparing Highly and Weakly Formalized Regional Regimes",
    "authors": [
      "Sohui Jeon,",
      "Pradip  Kumar Sarker,",
      "Lukas Giessen"
    ],
    "doi": "https://doi.org/10.3390/f10100929",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  929",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forests are governed by a combination of sub-national and national as well as global and regional regimes. Comparing the institutional variation of regional regimes, including their degrees of formalization, is gaining attention of studies on regionalism in International Relations. This study attempts to analyse the ways in which the selected cases of the forest-related Association of Southeast Asian Nations (ASEAN) and forest-focused Montréal Process (MP) regional regimes may have synergetic overlaps or disparity in their institutional design and forest policy development. For this, we combined IR’s ‘rational institutional design’ theory and a policy analysis approach. Using a qualitative data approach, we analyzed key structure-related historical regime documents (e.g., charters) issued since the inception of both regimes, and their latest forest policy initiatives for the periods 2016−2025 (Strategic Plan of Action for ASEAN Cooperation on Forestry) and 2009−2015 (Conceptual Framework for the Montréal Process Strategic Action Plan) with all relevant policy documents since the adoption of current policies. Based on that, we pose the empirical questions of how both regimes illustrate governance structure (i.e., institutional design), and on the other hand how to explain regime forest policies coherently and consistently in terms of their high versus low degree of formality. The results show that institutional design is highly explanatory based on treaty and non-treaty regime formation as well as forest-related/focused regime formation with the synergistic sustainable forest management (SFM) issue that embraces deforestation and forest degradation, biodiversity, timber certification, and greenhouse gas emission. Additionally, the results suggest that the policy goals adopted by both regimes are coherent and consistent based on the full set of policy elements. Concerning the remedy for fragmented global forest governance arrangements, both regimes would be an example of practicing SFM-focused policies with the incorporation of forest-related policy elements into a larger governance assemblage dealing with issues such as biodiversity conservation or climate change mitigation.",
    "readLink": "https://www.mdpi.com/1999-4907/10/10/929"
  }
]