[
  {
    "title": "Long-term comparison of climatological variables used for agricultural land appraisement",
    "authors": [
      "Hana STŘEDOVÁ,",
      "Tomáš STŘEDA,",
      "Jaroslav ROŽNOVSKÝ"
    ],
    "doi": "https://doi.org/10.2478/congeo-2013-0011",
    "journalVolume": "Vol. 43,\n                                no. 3\n                                \n                                  pp.\n                                  179\n                                  – 195",
    "issn": "1338-0540 (Online)",
    "publisher": "Earth Science Institute, Slovak Academy of Sciences, Slovakia",
    "countryOfPublisher": "Slovakia",
    "lcc": [
      "Science: Astronomy: Geodesy",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://journal.geo.sav.sk/cgg",
    "abstract": "Official price of farmland in the Czech Republic is based on land value in different soil and climatic conditions. The paper compares relevant climatic and agroclimatic characteristics used for land appraisement. Characteristics defined in climatic region of estimated pedological ecological unit system for two fifty years period 1901–1950 and 1961–2010 were evaluated. Area of interest includes 53 points distributed within nine broad areas of the Czech Republic. It is evident that the development of climate has an enormous impact on soil fertility. Difference of station average values of air temperature of both fifty years vary from −0.5 to 1.1 ◦ C (mean difference is 0.3 ◦ C) in the case of vegetation period. The shift of precipitation is not so evident as in the case of temperature. The long term change in precipitation distribution within a year is documented by a different shift of annual, vegetation period and non-vegetation period values. Moisture certainty in vegetation period decreases in all cases of broad areas (except one region). All 50year averages of investigated parameters had been changed in 1961–2010 compared to the mean of 1901–1950. This should be taken into account when fixing the official price. Climatic region parameters should be replaced by a more complex “agroclimatological characteristic”, which take into account also the basic pedological and plant characteristics, for example the available water holding capacity.",
    "readLink": "https://journal.geo.sav.sk/cgg/article/view/93"
  },
  {
    "title": "The role of Pleistocene climate change in the genetic variability, distribution and demography of Proechimys cuvieri and P. guyannensis (Rodentia: Echimyidae) in northeastern Amazonia.",
    "authors": [
      "Claudia Regina Silva,",
      "Camila Cherem Ribas,",
      "Maria Nazareth F Da Silva,",
      "Rafael Nascimento Leite,",
      "François Catzeflis,",
      "Duke S Rogers,",
      "Benoit De Thoisy"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0206660",
    "journalVolume": "Vol. 13,\n                                no. 12\n                                \n                                  p.\n                                  e0206660",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The spiny rats, genus Proechimys, have the highest species richness within the Echimyidae family, as well as species with high genetic variability. The genus distribution includes tropical South America and Central America south to Honduras. In this study, we evaluate the phylogeographic histories of Proechimys guyannensis and P. cuvieri using cytochrome b, in a densely sampled area in northeastern Amazon where both species are found in sympatry in different environments. For each species, Bayesian and Maximum Likelihood phylogenetic analysis were congruent and recovered similar clades in the studied area. Bayesian phylogenetic analysis using a relaxed molecular clock showed that these clusters of haplotypes diversified during Pleistocene for both species. Apparently, the large rivers of the region did not act as barriers, as some clades include specimens collected from opposite banks of Oiapoque, Araguari and Jari rivers. Bayesian skyline plot analysis showed recent demographic expansion in both species. The Pleistocene climatic changes in concert with the geologic changes in the Amazon fan probably acted as drivers in the diversification that we detected in these two spiny rats. Proechimys cuvieri and P. guyannensis show genetic structure in the eastern part of the Guiana region. Greater genetic distances observed in P. guyannensis, associated with highly structured groups, suggest that more detailed studies of systematics and ecology should be directed to this species.",
    "readLink": "https://doi.org/10.1371/journal.pone.0206660"
  },
  {
    "title": "Influences of the timing of extreme precipitation on floods in Poyang Lake, China",
    "authors": [
      "Xianghu Li,",
      "Qi Hu,",
      "Rong Wang,",
      "Dan Zhang,",
      "Qi Zhang"
    ],
    "doi": "https://doi.org/10.2166/nh.2021.078",
    "journalVolume": "Vol. 52,\n                                no. 1\n                                \n                                  pp.\n                                  26\n                                  – 42",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "Changes in the timing of extreme precipitation have important ramifications for public safety and storm water management, but it has not received much attention in relation to flooding. This study analyzed the changes in the timing of extreme precipitation in the Poyang Lake basin and projected its future changes for the period 2020–2099. The study also quantified the influences of changes in the timing of peak flows on lake floods based on a hydrodynamic model. The results showed that peak rainfall in the Poyang Lake basin had occurred on later dates during the period 1960–2012, and it is this change that caused a delay in peak streamflows from five rivers in the lake basin. Moreover, the effects of these changes are expected to be more prominent during 2020–2099; for example, the rate of delay will be about 2.0 days per 10 years both for peak rainfall and for streamflow in the Poyang Lake basin. The hydrodynamic simulation further showed that a delay of peak streamflows from five rivers would significantly increase the flood level and outflow of the lake and also prolong the duration of floods. These results indicate that the risk of floods in Poyang Lake is likely to increase in the future, therefore making flood control in this region more challenging. HIGHLIGHTS Peak rainfall in the Poyang Lake basin had occurred on later dates.; This delay in peak rainfall, in turn, caused a delay in the peak runoff in the local basin and increased the chances of flooding.; There is a delay in the timing of the projected future peak rainfall during the period 2020–2099.; The delay in peak flows has further increased the highest lake level and the duration of floods.; The risk of floods in Poyang Lake is likely to increase in the future.;",
    "readLink": "http://hr.iwaponline.com/content/52/1/26"
  },
  {
    "title": "Rewetted industrial cutaway peatlands in western Ireland: a prime location for climate change mitigation?",
    "authors": [
      "D. Wilson,",
      "C. Farrell,",
      "C. Mueller,",
      "S. Hepp,",
      "F. Renou-Wilson"
    ],
    "doi": "Vol. 11,\n                                no. 01\n                                \n                                  pp.\n                                  1\n                                  – 22",
    "issn": "1819-754X (Online)",
    "publisher": "International Mire Conservation Group and International Peatland Society",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://mires-and-peat.net/",
    "abstract": "Rewetting of drained industrial peatlands may reduce greenhouse gas (GHG) emissions and promote recolonisation by peat forming plant species. We investigated carbon dioxide (CO2), methane (CH4) and nitrous oxide (N2O) dynamics over a three-year period in a rewetted industrial peatland in Ireland. Sample plots were established in bare peat, Juncus effusus-Sphagnum cuspidatum, Sphagnum cuspidatum and Eriophorum angustifolium dominated microsites. The relationships between fluxes and environmental variables were examined and regression models were used to provide an estimate of the annual GHG balance for each microsite. All the vegetated microsites were carbon sinks for the duration of the study. Highest uptake occurred in the Eriophorum microsite (146–583 g C m-2 yr-1), followed by Juncus-Sphagnum (35–204 g C m-2 yr-1) and Sphagnum (5–140 g C m-2 yr-1). The bare peat microsite was a source of 37–82 g C m-2 yr-1. No N2O fluxes were detected. Strong inter-annual variation was observed in all microsites, driven by variation in precipitation and subsequent changes in the position of the water table. In terms of Global Warming Potential (GWP), the microsites had either a cooling effect (Eriophorum), a close to neutral effect (Juncus-Sphagnum, Sphagnum) or a warming effect (bare peat) on the climate.",
    "readLink": "http://www.mires-and-peat.net/map11/map_11_01.pdf"
  },
  {
    "title": "Comparing soil moisture anomalies from multiple independent sources over different regions across the globe",
    "authors": [
      "C. Cammalleri,",
      "J. V. Vogt,",
      "B. Bisselink,",
      "A. de Roo"
    ],
    "doi": "https://doi.org/10.5194/hess-21-6329-2017",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  6329\n                                  – 6343",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Agricultural drought events can affect large regions across the world, implying the need for a suitable global tool for an accurate monitoring of this phenomenon. Soil moisture anomalies are considered a good metric to capture the occurrence of agricultural drought events, and they have become an important component of several operational drought monitoring systems. In the framework of the JRC Global Drought Observatory (GDO, http://edo.jrc.ec.europa.eu/gdo/), the suitability of three datasets as possible representations of root zone soil moisture anomalies has been evaluated: (1) the soil moisture from the Lisflood distributed hydrological model (namely LIS), (2) the remotely sensed Land Surface Temperature data from the MODIS satellite (namely LST), and (3) the ESA Climate Change Initiative combined passive/active microwave skin soil moisture dataset (namely CCI). Due to the independency of these three datasets, the triple collocation (TC) technique has been applied, aiming at quantifying the likely error associated with each dataset in comparison to the unknown true status of the system. TC analysis was performed on five macro-regions (namely North America, Europe, India, southern Africa and Australia) detected as suitable for the experiment, providing insight into the mutual relationship between these datasets as well as an assessment of the accuracy of each method. Even if no definitive statement on the spatial distribution of errors can be provided, a clear outcome of the TC analysis is the good performance of the remote sensing datasets, especially CCI, over dry regions such as Australia and southern Africa, whereas the outputs of LIS seem to be more reliable over areas that are well monitored through meteorological ground station networks, such as North America and Europe. In a global drought monitoring system, the results of the error analysis are used to design a weighted-average ensemble system that exploits the advantages of each dataset.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/21/6329/2017/hess-21-6329-2017.pdf"
  },
  {
    "title": "A global historical twice-daily (daytime and nighttime) land surface temperature dataset produced by Advanced Very High Resolution Radiometer observations from 1981 to 2021",
    "authors": [
      "J.-H. Li,",
      "J.-H. Li,",
      "J.-H. Li,",
      "Z.-L. Li,",
      "Z.-L. Li,",
      "X. Liu,",
      "S.-B. Duan"
    ],
    "doi": "https://doi.org/10.5194/essd-15-2189-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  2189\n                                  – 2212",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Land surface temperature (LST) is a key variable for monitoring and evaluating global long-term climate change. However, existing satellite-based twice-daily LST products only date back to 2000, which makes it difficult to obtain robust long-term temperature variations. In this study, we developed the first global historical twice-daily LST dataset (GT-LST), with a spatial resolution of 0.05∘, using Advanced Very High Resolution Radiometer (AVHRR) Level-1b Global Area Coverage (GAC) data from 1981 to 2021. The GT-LST product was generated using four main processes: (1) GAC data reading, calibration, and preprocessing using open-source Python libraries; (2) cloud detection using the AVHRR-Phase I algorithm; (3) land surface emissivity estimation using an improved method considering annual land cover changes; (4) LST retrieval based on a nonlinear generalized split-window algorithm. Validation with in situ measurements from Surface Radiation Budget (SURFRAD) sites and Baseline Surface Radiation Network sites showed that the overall root-mean-square errors (RMSEs) of GT-LST varied from 1.6 to 4.0 K, and nighttime LSTs were typically better than daytime LSTs. Intercomparison with the Moderate Resolution Imaging Spectroradiometer LST products (MYD11A1 and MYD21A1) revealed that the overall root-mean-square difference (RMSD) was approximately 3.0 K. Compared with MYD11A1 LST, GT-LST was overestimated, and relatively large RMSDs were obtained during the daytime, spring, and summer, whereas the significantly smaller positive bias was obtained between GT-LST and MYD21A1 LST. Furthermore, we compared our newly generated dataset with a global AVHRR daytime LST product at the selected measurements of SURFRAD sites (i.e., measurements of these two satellite datasets were valid), which revealed similar accuracies for the two datasets. However, GT-LST can additionally provide nighttime LST, which can be combined with daytime observations estimating relatively accurate monthly mean LST, with an RMSE of 2.7 K. Finally, we compared GT-LST with a regional twice-daily AVHRR LST product over continental Africa in different seasons, with RMSDs ranging from 2.1 to 4.3 K. Considering these advantages, the proposed dataset provides a better data source for a range of research applications. GT-LST is freely available at https://doi.org/10.5281/zenodo.7113080 (1981–2000) (Li et al., 2022a), https://doi.org/10.5281/zenodo.7134158 (2001–2005) (Li et al., 2022b), and https://doi.org/10.5281/zenodo.7813607 (2006–2021) (J. H. Li et al., 2023).",
    "readLink": "https://essd.copernicus.org/articles/15/2189/2023/essd-15-2189-2023.pdf"
  },
  null,
  {
    "title": "Insurrection for land, sea and dignity: resistance and autonomy against wind energy in Álvaro Obregón, Mexico",
    "authors": [
      "Alexander Dunlap"
    ],
    "doi": "https://doi.org/10.2458/v25i1.22863",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  120\n                                  – 143",
    "issn": "1073-0451 (Online)",
    "publisher": "University of Arizona Libraries",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Political science"
    ],
    "journalUrl": "https://journals.librarypublishing.arizona.edu/jpe/",
    "abstract": "Providing a glimpse into the reality of wind energy development, the story of Álvaro Obregón is one of resistance. Álvaro Obregón is a primarily Zapotec semi-subsistence community located near the entrance of the Santa Teresa sand bar (Barra), where in 2011 Mareña Renovables initiated the process of building 102 wind turbines. Demonstrating the complicated micro-politics of land acquisition, conflict and unrest, this article argues that climate change mitigation initiatives are sparking land grabs and conflict with the renewed valuation of wind resources. Insurrection against the Mareña Renovables wind project has spawned a long-term conflict, which has created social divisions and a type of low-intensity civil war within the town. This article will chronicle the uprising against the wind company, battles with police, and the town hall takeover, which includes analyzing the conflict taking place between the cabildo comunitario and the constitucionalistas. Subsequent sections examine the different perspectives within the village and how this battle between the Communitarians and the wind company continues today. The article reveals the complications associated with land deals, the conflict generating potential of climate change mitigation practices and, finally, concludes by reflecting on the difficulties of formulating alternatives to development within a conflict situation.",
    "readLink": "https://journals.uair.arizona.edu/index.php/JPE/article/view/22863"
  },
  {
    "title": "Sustainable Groundwater Exploitation Aiming at the Reduction of Water Vulnerability in the Brazilian Semi-Arid Region",
    "authors": [
      "Roberto  Gomes Cavalcante Júnior,",
      "Marcos  Aurélio Vasconcelos Freitas,",
      "Neilton  Fidelis da Silva,",
      "Franklin  Rocha de Azevedo Filho"
    ],
    "doi": "https://doi.org/10.3390/en12050904",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  904",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Semi-arid regions have historically suffered from low water availability. In addition, the increasing frequency and intensity of extreme weather events credited to global climate change has made it increasingly clear that among the challenges faced by society water resource management is extremely necessary. In this context, desalination based on renewable energy resources integrated with production systems that make use of the waste resulting from this process becomes a socio-environmentally indicated alternative to expand existing supply strategies and sustainable water use in isolated locations, and/or areas distant from large urban centers, thus addressing local potential and reducing environmental impacts. This study assesses the use of Photovoltaic Solar Power Plants (PSPPs), as well as of residues generated in a Brackish Water Reverse Osmosis System (BWRO), in productive units linked to fish and family farming. This is as an alternative way to reduce water vulnerability in the Brazilian semi-arid area (BS), adhering to climate change adaptation measures in the light of Brazilian public policies through the Freshwater Program (Programa Água Doce—PAD), which aims to promote access to good quality water to approximately 500 thousand people in the Brazilian semi-arid region.",
    "readLink": "http://www.mdpi.com/1996-1073/12/5/904"
  },
  {
    "title": "Systematic content analysis: A combined method to analyze the literature on the daylighting (de-culverting) of urban streams",
    "authors": [
      "Luna Khirfan,",
      "Megan Peck,",
      "Niloofar Mohtat"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100984",
    "issn": "2215-0161 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.journals.elsevier.com/methodsx/",
    "abstract": "In this era of climate change, novel nature-based solutions, like the daylighting (de-culverting) of streams, that enhance the socio-ecological resilience are gaining prominence. Yet, the growing body of literature on stream daylighting spreads over an array of seemingly disconnected disciplines and lacks consistency in the terminology and the definitions of the practice. Moreover, nearly all the literature review studies on stream daylighting (mostly produced since 2000) underscore, as their point of departure, the daylighting projects rather than a review of the literature's content per se. Therefore, this study reassesses the literature on stream daylighting with a particular focus on its role, as a nature-based solution, for climate change mitigation and adaptation and for socio-environmental justice. We combine the systematic literature review (an all-encompassing review of the available literature on stream daylighting) with the inductive content analysis (an in-depth analysis of this literature's nature). Accordingly, we investigate all the relevant English-language publications since the first peer reviewed article on stream daylighting was published in 1992 until the end of 2018 to analyze four themes: the disciplines and sub-disciplines of the literature; the terminologies and synonyms of stream daylighting; the definitions of stream daylighting; and the case studies tackled in the literature. • We develop a method that combines a systematic review of the stream daylighting literature and inductive content analysis. • The method provides insights on the stream daylighting’s literature’s disciplines, terminologies, synonyms and case studies. • The method is adaptable particularly, to nascent areas of study where sources’ numbers range between 100-200.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2215016120302041"
  }
]