[
  {
    "title": "Comprehensive assessment of climate extremes in high-resolution CMIP6 projections for Ethiopia",
    "authors": [
      "Fasil M. Rettie,",
      "Fasil M. Rettie,",
      "Sebastian Gayler,",
      "Tobias K. D. Weber,",
      "Tobias K. D. Weber,",
      "Kindie Tesfaye,",
      "Thilo Streck"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1127265",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Climate extremes have more far-reaching and devastating effects than the mean climate shift, particularly on the most vulnerable societies. Ethiopia, with its low economic adaptive capacity, has been experiencing recurrent climate extremes for an extended period, leading to devastating impacts and acute food shortages affecting millions of people. In face of ongoing climate change, the frequency and intensity of climate extreme events are expected to increase further in the foreseeable future. This study provides an overview of projected changes in climate extremes indices based on downscaled high-resolution (i.e., 10 × 10 km 2) daily climate data derived from global climate models (GCMs). The magnitude and spatial patterns of trends in the projected climate extreme indices were explored under a range of emission scenarios called Shared Socioeconomic Pathways (SSPs). The performance of the GCMs to reproduce the observed climate extreme trends in the base period (1983–2012) was evaluated, the changes in the climate projections (2020–2100) were assessed and the associated uncertainties were quantified. Overall, results show largely significant and spatially consistent trends in the projected temperature-derived extreme indices with acceptable model performance in the base period. The projected changes are dominated by the uncertainties in the GCMs at the beginning of the projection period while by the end of the century proportional uncertainties arise both from the GCMs and SSPs. The results for precipitation-related extreme indices are heterogeneous in terms of spatial distribution, magnitude, and statistical significance coverage. Unlike the temperature-related indices, the uncertainty from internal climate variability constitutes a considerable proportion of the total uncertainty in the projected trends. Our work provides a comprehensive insight into the projected changes in climate extremes at relatively high spatial resolution and the related sources of projection uncertainties.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1127265/full"
  },
  {
    "title": "The Traditional Sources of Lana Hansen’s Greenlandic Environmental Commitment",
    "authors": [
      "Daniel Chartier"
    ],
    "doi": "https://doi.org/10.18452/24733",
    "journalVolume": "Vol. 2022\n                                \n                                \n                                  pp.\n                                  40\n                                  – 59",
    "issn": "0940-5585 (Print)",
    "publisher": "1863-639X (Online)",
    "countryOfPublisher": "Humboldt-Universität zu Berlin",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology",
      "History (General) and history of Europe: History of Northern Europe. Scandinavia"
    ],
    "journalUrl": "http://www.nordeuropaforum.de",
    "abstract": "Indigenous cultures have an integrated relationship with nature, and do not view it in opposition to culture, nor do they consider humans as separate from the environment. For example, the concepts of nuna and sila and the figure of Sedna, at the basis of the traditional Inuit thought, decenter the role of humans in the living world. In 2009, Greenlandic author Lana Hansen published a »tale about climate change«, Sila . She calls for a holistic view, using concepts that encompass humans, animals, languages, spirits, memories, plants, and resources. This article aims to review the context of publication of Hansen’s tale from a point of view of Greenlandic and Inuit literature and to examine the traditional sources that it brings into play. Indigene Kulturen stehen in einheitlicher Verbindung mit der Natur, betrachten diese weder als kulturellen Gegensatz noch den Menschen als von der Umwelt getrennt. Die Begriffe nuna und sila beispielsweise und die Gestalt der Sedna, die dem traditionellen Denken der Inuit zugrunde liegen, marginalisieren die Rolle des Menschen in seiner Lebenswelt. 2009 veröffentlicht die grönländische Autorin Lana Hansen eine »Erzählung über den Klimawandel«, Sila . Sie plädiert darin für eine ganzheitliche Sichtweise und verwendet Konzepte, die Menschen, Tiere, Sprachen, Geister, Erinnerungen, Pflanzen und Ressourcen einbeziehen. Dieser Artikel kontextualisiert Hansens Erzählung aus Sicht der grönländischen und der Inuit-Literatur und untersucht die mit eingebrachten traditionellen Quellen.",
    "readLink": "https://edoc.hu-berlin.de/bitstream/handle/18452/25390/NEF2022-Chartier-Lana_Hansen.pdf?sequence=1&isAllowed=y"
  },
  {
    "title": "Global change in above-belowground multitrophic grassland communities",
    "authors": [
      "Malte Jochum,",
      "Vera Zizka,",
      "Stefan Scheu,",
      "Nico Eisenhauer,",
      "Melanie Pollierer"
    ],
    "doi": "https://doi.org/10.3897/rio.9.e113960",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  pp.\n                                  1\n                                  – 22",
    "issn": "2367-7163 (Online)",
    "publisher": "Pensoft Publishers",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://rio.pensoft.net",
    "abstract": "Global change is transforming Earth’s ecological communities with severe consequences for the functions and services they provide. In temperate grasslands, home to a mesmerising diversity of invertebrates controlling multiple ecosystem processes and services, land-use intensification and climate change are two of the most important global-change drivers. While we know a lot about their independent effects on grassland biodiversity and ecosystem functioning, little is known about how these stressors interact. Moreover, most research on biodiversity change focuses on decreasing biomass or species richness, while a major aspect is commonly ignored – altered ecological interactions. This is problematic because these interactions represent and control many important ecosystem processes, such as predation, herbivory or decomposition. Networks of trophic interactions, so-called food webs, link the structure and functioning of ecological communities and unravel mechanistic relationships between environmental change, ecological communities and ecosystem multifunctionality – the ability of a system to simultaneously support multiple processes. Consequently, we need to study how ecological interactions and the food webs they comprise respond to environmental change and to multiple interacting global-change drivers. Fortunately, novel tools offer unprecedented opportunities in studying trophic interactions and their impact on ecosystem processes. In addition, we know far more about how global change impacts the aboveground world than its belowground counterpart. However, belowground communities are just as important for the overall functioning of terrestrial ecosystems. Thus, to comprehensively understand global-change impacts on temperate grasslands, we need to study above- and belowground multitrophic interactions and ecosystem processes together, also accounting for their interdependencies. Here, we propose to use the Global Change Experimental Facility (GCEF, Bad Lauchstädt, Germany) to study joint impacts of land-use intensity and climate change on above-belowground multitrophic interactions and ecosystem multifunctionality in a temperate grassland global-change experiment. We will combine novel approaches to assessing trophic interactions and basal-resource dependency with an innovative method to quantify energy flux through ecological interaction networks. We will disentangle separate and interactive effects of land use and climate change and unravel how global-change driven modifications in multitrophic interactions mechanistically translate into altered ecosystem processes and multifunctionality – above and below the ground. Combining a field-experimental approach with novel molecular and quantitative techniques will allow for a leap forward in our understanding of global-change impacts on temperate grasslands, which will be crucial to manage and conserve these important ecosystems.",
    "readLink": "https://riojournal.com/article/113960/download/pdf/"
  },
  {
    "title": "Current Risk of Dirofilariosis Transmission in the Iberian Peninsula (Spain and Portugal) and the Balearic Islands (Spain) and Its Future Projection under Climate Change Scenarios",
    "authors": [
      "Iván Rodríguez-Escolar,",
      "Ricardo E. Hernández-Lambraño,",
      "José Ángel Sánchez-Agudo,",
      "Manuel Collado,",
      "Patricia Pérez-Pérez,",
      "Rodrigo Morchón"
    ],
    "doi": "https://doi.org/10.3390/ani13111764",
    "journalVolume": "Vol. 13,\n                                no. 1764\n                                \n                                  p.\n                                  1764",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "Dirofilariosis is a vector-borne zoonotic disease whose distribution is linked to the presence of culicid mosquitoes. Spain and Portugal are considered endemic countries; however, the distribution of dirofilariosis is not uniform. Our aim was to develop a more accurate risk model of dirofilariosis transmission for the Iberian Peninsula (Spain and Portugal) and the Balearic Islands (Spain). To do this, we used a set of key variables related to parasite transmission: the potential distribution of suitable habitats for Culex pipiens calculated via an ecological niche model (ENM) and the potential number of Dirofilaria spp. generations. The resulting model was validated with the prevalence and geolocation of D. immitis-infected dogs from all provinces and districts. In addition, the impact of possible future climatic conditions was estimated. A quantitative estimate of the risk of infection by Dirofilaria spp. was obtained at a resolution of 1 km2. The entire analyzed territory was susceptible to contact with the parasite. The highest risk of infection was found throughout the eastern coastal strip and the south of the Iberian Peninsula and the Balearic Islands, as well as in the areas surrounding the basins of the main rivers, and the lowest risk was located in the higher-altitude areas. We found a robust and positive relationship between the risk of dirofilariosis and the observed prevalence of infested dogs in the study area (β ± SE = 3.32 ± 1.43 p Cx. pipiens will increase to 49.98%, which will increase the risk of infection. This new model provides a high predictive value for the current and predicted presence and risk and can serve as a tool for the management and control of dirofilariosis.",
    "readLink": "https://www.mdpi.com/2076-2615/13/11/1764"
  },
  {
    "title": "Toxicological Effects of Inorganic Nanoparticle Mixtures in Freshwater Mussels",
    "authors": [
      "Joelle Auclair,",
      "Patrice Turcotte,",
      "Christian Gagnon,",
      "Caroline Peyrot,",
      "Kevin  J. Wilkinson,",
      "François Gagné"
    ],
    "doi": "https://doi.org/10.3390/environments7120109",
    "journalVolume": "Vol. 7,\n                                no. 109\n                                \n                                  p.\n                                  109",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "The toxicological effects of nanoparticles mixtures in aquatic organisms are poorly understood. The purpose of this study was to examine the tissue metal loadings and sublethal effects of silver (nAg), cerium oxide (nCeO), copper oxide (nCuO) and zinc oxide (nZnO) nanoparticles individually at 50 µg/L and in two mixtures to freshwater mussels Dreissena bugensis. The mixtures consisted of 12.5 µg/L of each nanoparticle (Mix50) and 50 µg/L of each nanoparticles (Mix200). After a 96-h exposure period, mussels were analyzed for morphological changes, air time survival, bioaccumulation, inflammation (cyclooxygenase or COX activity), lipid peroxidation (LPO), DNA strand breaks, labile Zn, acetylcholinesterase (AChE) and protein–ubiquitin levels. The data revealed that mussels accumulated the nanoparticles with nCeO and nAg were the least and most bioavailable, respectively. Increased tissue metal loadings were observed for nCeO and nCuO in mixtures, while no mixture effects were observed for nAg and nZnO. The weight loss during air emersion was lower in mussels exposed to nCuO alone but not by the mixture. On the one hand, labile Zn levels was increased with nZnO but returned to control values with the Mix50 and Mix200, suggesting antagonism. On the other hand, DNA strand breaks were reduced for both mixtures compared to controls or to the nanoparticles individually, suggesting potentiation of effects. The same was found for protein–ubiquitin levels, which were decreased by nCeO and nCuO alone but not when in mixtures, which increased their levels. In conclusion, the data revealed that the behavior and effects of nanoparticles were influenced by other nanoparticles where antagonist and potentiation interactions were identified.",
    "readLink": "https://www.mdpi.com/2076-3298/7/12/109"
  },
  {
    "title": "Are Atmospheric Situations Now More Favourable for Heavy Rainfall in the Spanish Mediterranean? Analysis of Episodes in the Alicante Province (1981–2020)",
    "authors": [
      "Esther Sánchez-Almodóvar,",
      "Javier Martin-Vide,",
      "Jorge Olcina-Cantos,",
      "Marc Lemus-Canovas"
    ],
    "doi": "https://doi.org/10.3390/atmos13091410",
    "journalVolume": "Vol. 13,\n                                no. 1410\n                                \n                                  p.\n                                  1410",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Intense rainfall (≥100 mm/24 h) constitutes the most frequent atmospheric hazard on Spain’s Mediterranean coast; this phenomenon causes serious damage to property and kills or injures inhabitants. The Intergovernmental Panel on Climate Change, in its latest report in 2022, indicates that in the current climate change scenario, these episodes will become more frequent, hence the importance of analysing and characterising them. The present paper analysed intense rainfall episodes in the central sector of the Spanish Mediterranean coast (province of Alicante) in the 1981–2020 period. A total of 129 episodes were identified which have affected different areas of this province. The rainfall events were analysed by means of three synoptic classification methods subjective/manual and objective/automatic in order to assess the strengths and weaknesses of the two modalities. The main objective was to identify the most favourable atmospheric situations triggering intense rainfall in the study area. The period with the highest propensity for these episodes to develop was identified, as well as the geographical areas most affected in the study period. Autumn concentrates the biggest amount of intense rainfall episodes throughout the year. Herein, we attempt to demonstrate the relationship between atmospheric situation, accumulated rainfall volume, geographical area affected, and the most favourable period of the year for the development of these events. The main results of the synoptic analysis of extreme events show the coincidence, in the three classification methods used, that the existence of instability in the middle and upper layers of the atmosphere (DANA and troughs) and humid and warm E and NE surface flows are decisive. In addition, the warming recorded in the waters of the western Mediterranean in recent decades is related to extreme events.",
    "readLink": "https://www.mdpi.com/2073-4433/13/9/1410"
  },
  {
    "title": "The days of plenty might soon be over in glacierized Central Asian catchments",
    "authors": [
      "Annina Sorg,",
      "Matthias Huss,",
      "Mario Rohrer,",
      "Markus Stoffel"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/9/10/104018",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  104018",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Despite the fact that the fast-growing population of Central Asia strongly depends on glacial melt water for fresh water supply, irrigation and hydropower production, the impact of glacier shrinkage on water availability remains poorly understood. With an annual area loss of 0.36 to 0.76%, glaciers are retreating particularly fast in the northern Tien Shan, thus causing concern about future water security in the densely populated regions of Bishkek and Almaty. Here, we use exceptionally long in-situ data series to run and calibrate a distributed glacio-hydrological model, which we then force with downscaled data from phase five of the Climate Model Intercomparison Project CMIP5. We observe that even in the most glacier-friendly scenario, glaciers will lose up to two thirds (−60%) of their 1955 extent by the end of the 21st century. The range of climate scenarios translates into different changes in overall water availability, from peak water being reached in the 2020s over a gradual decrease to status quo until the end of the 21st century. The days of plenty, however, will not last much longer, as summer runoff is projected to decrease, independent of scenario uncertainty. These results highlight the need for immediate planning of mitigation measures in the agricultural and energy sectors to assure long-term water security in the densely populated forelands of the Tien Shan.",
    "readLink": "https://doi.org/10.1088/1748-9326/9/10/104018"
  },
  {
    "title": "Trace gas fluxes from tidal salt marsh soils: implications for carbon–sulfur biogeochemistry",
    "authors": [
      "M. Capooci,",
      "R. Vargas"
    ],
    "doi": "https://doi.org/10.5194/bg-19-4655-2022",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  4655\n                                  – 4670",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Tidal salt marsh soils can be a dynamic source of greenhouse gases such as carbon dioxide (CO2), methane (CH4), and nitrous oxide (N2O), as well as sulfur-based trace gases such as carbon disulfide (CS2) and dimethylsulfide (DMS) which play roles in global climate and carbon–sulfur biogeochemistry. Due to the difficulty in measuring trace gases in coastal ecosystems (e.g., flooding, salinity), our current understanding is based on snapshot instantaneous measurements (e.g., performed during daytime low tide) which complicates our ability to assess the role of these ecosystems for natural climate solutions. We performed continuous, automated measurements of soil trace gas fluxes throughout the growing season to obtain high-temporal frequency data and to provide insights into magnitudes and temporal variability across rapidly changing conditions such as tidal cycles. We found that soil CO2 fluxes did not show a consistent diel pattern, CH4, N2O, and CS2 fluxes were highly variable with frequent pulse emissions (> 2500 %, > 10 000 %, and > 4500 % change, respectively), and DMS fluxes only occurred midday with changes > 185 000 %. When we compared continuous measurements with discrete temporal measurements (during daytime, at low tide), discrete measurements of soil CO2 fluxes were comparable with those from continuous measurements but misrepresent the temporal variability and magnitudes of CH4, N2O, DMS, and CS2. Discrepancies between the continuous and discrete measurement data result in differences for calculating the sustained global warming potential (SGWP), mainly by an overestimation of CH4 fluxes when using discrete measurements. The high temporal variability of trace gas fluxes complicates the accurate calculation of budgets for use in blue carbon accounting and earth system models.",
    "readLink": "https://bg.copernicus.org/articles/19/4655/2022/bg-19-4655-2022.pdf"
  },
  {
    "title": "Climate projections of a multivariate heat stress index: the role of downscaling and bias correction",
    "authors": [
      "A. Casanueva,",
      "A. Casanueva,",
      "S. Kotlarski,",
      "S. Herrera,",
      "A. M. Fischer,",
      "T. Kjellstrom,",
      "T. Kjellstrom,",
      "C. Schwierz"
    ],
    "doi": "https://doi.org/10.5194/gmd-12-3419-2019",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  3419\n                                  – 3438",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Along with the higher demand for bias-corrected data for climate impact studies, the number of available data sets has largely increased in recent years. For instance, the Inter-Sectoral Impact Model Intercomparison Project (ISIMIP) constitutes a framework for consistently projecting the impacts of climate change across affected sectors and spatial scales. These data are very attractive for any impact application since they offer worldwide bias-corrected data based on global climate models (GCMs). In a complementary way, the CORDEX initiative has incorporated experiments based on regionally downscaled bias-corrected data by means of debiasing and quantile mapping (QM) methods. In light of this situation, it is challenging to distil the most accurate and useful information for climate services, but at the same time it creates a perfect framework for intercomparison and sensitivity analyses. In the present study, the trend-preserving ISIMIP method and empirical QM are applied to climate model simulations that were carried out at different spatial resolutions (CMIP5 GCM and EURO-CORDEX regional climate models (RCMs), at approximately 150, 50 and 12 km horizontal resolution) in order to assess the role of downscaling and bias correction in a multivariate framework. The analysis is carried out for the wet-bulb globe temperature (WBGT), a heat stress index that is commonly used in the context of working people and labour productivity. WBGT for shaded conditions depends on air temperature and dew-point temperature, which in this work are individually bias corrected prior to the index calculation. Our results show that the added value of RCMs with respect to the driving GCM is limited after bias correction. The two bias correction methods are able to adjust the central part of the WBGT distribution, but some added value of QM is found in WBGT percentiles and in the inter-variable relationships. The evaluation in present climate of such multivariate indices should be performed with caution since biases in the individual variables might compensate, thus leading to better performance for the wrong reason. Climate change projections of WBGT reveal a larger increase in summer mean heat stress for the GCM than for the RCMs, related to the well-known reduced summer warming of the EURO-CORDEX RCMs. These differences are lowered after QM, since this bias correction method modifies the change signals and brings the results for the GCM and RCMs closer to each other. We also highlight the need for large ensembles of simulations to assess the feasibility of the derived projections.",
    "readLink": "https://www.geosci-model-dev.net/12/3419/2019/gmd-12-3419-2019.pdf"
  },
  {
    "title": "Effect of Landscape Microclimates on Thermal Comfort and Physiological Wellbeing",
    "authors": [
      "Binyi Liu,",
      "Zefeng Lian,",
      "Robert  D. Brown"
    ],
    "doi": "https://doi.org/10.3390/su11195387",
    "journalVolume": "Vol. 11,\n                                no. 19\n                                \n                                  p.\n                                  5387",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Global climate change and intensifying heat islands have reduced human thermal comfort and health in urban outdoor environments. However, there has been little research that has focused on how microclimates affect human thermal comfort, both psychologically and physiologically. We investigated the effect of a range of landscape microclimates on human thermal comfort and health using questionnaires and physiological measurements, including skin temperature, skin conductance, and heart rate variability, and compared the results with the effect of prevailing climate conditions in open spaces. We observed that in landscape microclimates, thermal sensation votes significantly decreased from 1.18 ± 0.66 (warm−hot) to 0.23 ± 0.61 (neutral−slightly warm), and thermal comfort increased from 1.18 ± 0.66 (uncomfortable−neutral) to 0.23 ± 0.61 (neutral−comfortable). In the landscape microclimates, skin temperature and skin conductance decreased 0.3 ± 0.8 °C and 0.6 ± 1.0 μs, respectively, while in the control, these two parameters increased by 0.5 ± 0.9 °C and 0.2 ± 0.7 μs, respectively. Further, in landscape microclimates, subject heart rate variability increased significantly. These results suggest landscape microclimates improve human thermal comfort and health, both psychologically and physiologically. These findings can provide an evidence base that will assist urban planners in designing urban environments for the health and wellbeing of residents.",
    "readLink": "https://www.mdpi.com/2071-1050/11/19/5387"
  }
]