[
  {
    "title": "Effect of Wetland Degradation and Conversion on Carbon Stock: The Case of Tekuma Wetland, Lake Tana Sub-Basin, Ethiopia",
    "authors": [
      "Yohannes Afework Kassa,",
      "Belayneh Ayele Anteneh,",
      "Temesgen Tilahun Teshome"
    ],
    "doi": "https://doi.org/10.20956/ijas.v3i2.101",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  121\n                                  – 133",
    "issn": "2337-9782 (Print)",
    "publisher": "2580-6815 (Online)",
    "countryOfPublisher": "Hasanuddin University",
    "lcc": [
      "Indonesia",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://pasca.unhas.ac.id/ojs/index.php/ijas/index",
    "abstract": "Wetlands are considered as one of the major carbon sinkers that have significant positive effect on reducing the impact of climate change. However, the contribution of wetland to climate change mitigation through carbon sequestration is not well understood by the public. Many developed and developing countries signed in and supported the inclusion of agriculture and wetland projects in the Kyoto Protocol. But Ethiopian government has not yet tried to take advantage of this opportunity and start negotiations to use conservation and improvement of wetland’s carbon sequestration potential in the country to obtain carbon funds as an economic incentive for the communities involved. With this background, this research was designed to carry out an in-depth study on the impact of wetland degradation and conversion on carbon sequestration potential in Ethiopia. To meet the stated objectives stratified sampling techniques were used to select sampling sites from the wetland areas having varying wetland degradation level. For the determination of carbon levels in each area replicates of plant and soil samples were collected. The plant organic matter was determined using a loss-on-ignition method and then converted to carbon stock. Carbon stock and bulk density of the sampled soil was determined using Walkely-Black oxidation and gravimetric methods, respectively. ANOVA and mean separation were computed to indicate whether there is significant difference in carbon stock due to wetland degradation. The research findings showed significant difference (P<0.05) of carbon storage with different wetland degradation levels. Carbon stock in the soil was on average 24 times higher than carbon stock in plants in each respective wetland area having varying degradation level. The intact wetland was able to sequester579 t/ha of CO2as compared to converted farmlands and grazing lands that had only 230 and 295 t/ha of CO2, respectively. The result showed that by protecting wetlands more than double carbon could be stored as compared to grazing and farmlands. Thus, it is recommended that special attention should be given to minimize the conversion of wetlands and maximize their benefits through carbon funding.",
    "readLink": "http://pasca.unhas.ac.id/ojs/index.php/ijas/article/view/101"
  },
  {
    "title": "Multi-model seasonal prediction of global surface temperature based on partial regression correction method",
    "authors": [
      "Yang Yang,",
      "Wenbin Sun,",
      "Meng Zou,",
      "Meng Zou,",
      "Shaobo Qiao,",
      "Shaobo Qiao,",
      "Qingxiang Li,",
      "Qingxiang Li"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.1036006",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The increased climate change is having a huge impact on the world, with the climatic change sensitive and vulnerable regions at significant risk particularly. Effective understanding and integration of climate information are essential. It helps to reduce the risks associated with adverse weather conditions and to better adapt to the impacts of climate variability and change. Using the hindcast data from Japan Meteorological Agency/Meteorological Research Institute (JMA/MRI) coupled prediction system version 2 (JMA/MRI-CPS2), National Centers for Environmental Prediction (NCEP) Climate Forecast System model version 2 (CFSv2), and Canadian Centre for Climate Modeling and Analysis (CCCma) Coupled Climate Model, versions 3 (CanCM3) seasonal prediction model systems, the performance of seasonal prediction for global surface temperature in boreal summer and winter is comprehensively evaluated and compared for 1982–2011 from the perspective of deterministic and probabilistic forecast skills in this study, and a partial regression correction (PRC) method is introduced to correct seasonal predictions. The results show high prediction skills in the tropics, particularly in the equatorial Pacific, while poor skills on land. In general, JMA/MRI-CPS2 has slightly better prediction performance than CFSv2 and CanCM3 in the tropics. CFSv2 is generally superior to JMA/MRI-CPS2 and CanCM3 in the extratropical northern hemisphere and East Asia, especially for the abnormal low winter temperature prediction in East Asia. CanCM3 shows good deterministic forecast skills in extra-tropics but performs slightly worse in probabilistic forecasting. Based on the respective strengths of each seasonal prediction model, an ensemble forecast correction with observational constraint is implemented by partial regression, and the improvement of skills in ensemble predicting has been analyzed. Compared to the simple multi-model ensemble (MME), the correction improved the global-average temporal correlation coefficient and multi-year mean anomaly correlation coefficient by about 0.1 and 0.13, respectively. The validation tests indicate that the corrected ensemble forecast has higher ranked probability skill scores than that of the MME, which is improved by more than 0.06 in the tropics. Meanwhile, when the training period is sufficiently long, it may have the potential for future seasonal temperature predictions from the perspective of stable zonal partial regression coefficients.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1036006/full"
  },
  {
    "title": "Tree Biomass Estimation in Karst Forest of West Papua, Indonesia",
    "authors": [
      "Andes Hamuraby Rozak,",
      "Destri,",
      "Zaenal Mutaqien"
    ],
    "doi": "https://doi.org/10.20886/jwas.v8i2.6400",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  75\n                                  – 86",
    "issn": "2355-9969 (Print)",
    "publisher": "2502-5198 (Online)",
    "countryOfPublisher": "Balai Penelitian Kehutanan",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JWAS",
    "abstract": "Indonesia is estimated to have 14,5 million hectares of karst areas. The characteristic of karst vegetation is specific, one of which is the dominance of small trees. With all of the potency, their vegetation acts as a significant carbon sequester and store it in biomass. This study aims to estimate and discuss biomass estimation in the karst forest within the Nature Recreational Park of Beriat, a protected area in South Sorong, West Papua. A total of 28 plots were made in the forest using the purposive random sampling method. Tree biomass (DBH ≥10 cm) was estimated using five different allometric equations. The results showed that the biomass was estimated at ca. 264 Mg ha-1 (95 % CI: 135-454 Mg ha-1). While small trees (DBH 10 – 30 cm) only contribute 30 % of the total biomass, about 38 % of the biomass is the contribution of large trees (DBH >50 cm), where Pometia pinnata contributes ca. 39 % of the biomass at plot-level. The use of various allometric equations results in different biomass estimates and biases with deviations ranged from -14.78 % to +17.02 % compared to the reference equation. Therefore, the selection of allometric equations used must be considered carefully to reduce uncertainties in biomass estimation.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JWAS/article/view/6400/5602"
  },
  {
    "title": "Scottish Passive House: Insights into Environmental Conditions in Monitored Passive Houses",
    "authors": [
      "Janice Foster,",
      "Tim Sharpe,",
      "Anna Poston,",
      "Chris Morgan,",
      "Filbert Musau"
    ],
    "doi": "https://doi.org/10.3390/su8050412",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  p.\n                                  412",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change and sustainability legislation in recent years has led to significant changes in construction approaches in the UK housing sector. This has resulted in the adoption of new building typologies, including the German Passivhaus (Passive House) standard. This standard aims to improve occupant comfort and energy efficiency, potentially changing the ways in which homes operate and how occupants interact with them. With increasing construction of low energy dwellings, there is an emerging gap in knowledge in relation to occupant health and wellbeing, thermal comfort, and indoor air quality (IAQ). Using data collected from a two year Building Performance Evaluation (BPE) study funded by Innovate UK, the environmental data (temperature, relative humidity and carbon dioxide concentrations) from five Certified Passive House homes in Scotland was compared. The results demonstrate problems with overheating with peak temperatures exceeding 30 °C. Imbalanced mechanical ventilation with heat recovery (MVHR) systems were identified in 80% of the dwellings and inadequate IAQ was found due to poor ventilation. Only one of the Passive Houses studied exhibited thermal conditions and IAQ which were, on the whole within Passive House parameters. This paper outlines the insights and the main issues of Scottish Passive House in the broader context of sustainability.",
    "readLink": "http://www.mdpi.com/2071-1050/8/5/412"
  },
  {
    "title": "Land Use and Land Cover Affect the Depth Distribution of Soil Carbon: Insights From a Large Database of Soil Profiles",
    "authors": [
      "Benjamin N. Sulman,",
      "Jennifer Harden,",
      "Jennifer Harden,",
      "Yujie He,",
      "Claire Treat,",
      "Charles Koven,",
      "Umakant Mishra,",
      "Jonathan A. O’Donnell,",
      "Lucas E. Nave,",
      "Lucas E. Nave"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2020.00146",
    "journalVolume": "Vol. 8",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Soils contain a large and dynamic fraction of global terrestrial carbon stocks. The distribution of soil carbon (SC) with depth varies among ecosystems and land uses and is an important factor in calculating SC stocks and their vulnerabilities. Systematic analysis of SC depth distributions across databases of SC profiles has been challenging due to the heterogeneity of soil profile measurements, which vary in depth sampling. Here, we fit over 40,000 SC depth profiles to an exponential decline relationship with depth to determine SC concentration at the top of the mineral soil, minimum SC concentration at depth, and the characteristic “length” of SC concentration decline with depth. Fitting these parameters allowed profile characteristics to be analyzed across a large and heterogeneous dataset. We then assessed the differences in these depth parameters across soil orders and land cover types and between soil profiles with or without a history of tillage, as represented by the presence of an Ap horizon. We found that historically tilled soils had more gradual decreases of SC with depth (greater e-folding depth or Z∗), deeper SC profiles, lower SC concentrations at the top of the mineral soil, and lower total SC stocks integrated to 30 cm. The large database of profiles allowed these results to be confirmed across different land cover types and spatial areas within the Continental United States, providing robust evidence for systematic impacts of historical tillage on SC stocks and depth distributions.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fenvs.2020.00146/full"
  },
  {
    "title": "COVID-19 and zoonoses in Brazil: Environmental scan of one health preparedness and response",
    "authors": [
      "Mayumi Duarte Wakimoto,",
      "Rodrigo Caldas Menezes,",
      "Sandro Antonio Pereira,",
      "Tiago Nery,",
      "Julio Castro-Alves,",
      "Stephanie Lema S. Penetra,",
      "Arne Ruckert,",
      "Ronald Labonté,",
      "Valdiléa Gonçalves Veloso"
    ],
    "doi": "Vol. 14\n                                \n                                \n                                  p.\n                                  100400",
    "issn": "2352-7714 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/one-health",
    "abstract": "The emergence of the COVID-19 pandemic reinforced the central role of the One Health (OH) approach, as a multisectoral and multidisciplinary perspective, to tackle health threats at the human-animal-environment interface. This study assessed Brazilian preparedness and response to COVID-19 and zoonoses with a focus on the OH approach and equity dimensions. We conducted an environmental scan using a protocol developed as part of a multi-country study. The article selection process resulted in 45 documents: 79 files and 112 references on OH; 41 files and 81 references on equity. The OH and equity aspects are poorly represented in the official documents regarding the COVID-19 response, either at the federal and state levels. Brazil has a governance infrastructure that allows for the response to infectious diseases, including zoonoses, as well as the fight against antimicrobial resistance through the OH approach. However, the response to the pandemic did not fully utilize the resources of the Brazilian state, due to the lack of central coordination and articulation among the sectors involved. Brazil is considered an area of high risk for emergence of zoonoses mainly due to climate change, large-scale deforestation and urbanization, high wildlife biodiversity, wide dry frontier, and poor control of wild animals' traffic. Therefore, encouraging existing mechanisms for collaboration across sectors and disciplines, with the inclusion of vulnerable populations, is required for making a multisectoral OH approach successful in the country.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352771422000325"
  },
  {
    "title": "Investigating Geomorphic Change Using a Structure from Motion Elevation Model Created from Historical Aerial Imagery: A Case Study in Northern Lake Michigan, USA",
    "authors": [
      "Jessica D. DeWitt,",
      "Francis X. Ashland"
    ],
    "doi": "https://doi.org/10.3390/ijgi12040173",
    "journalVolume": "Vol. 12,\n                                no. 173\n                                \n                                  p.\n                                  173",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "South Manitou Island, part of Sleeping Bear Dunes National Lakeshore in northern Lake Michigan, is a post-glacial lacustrine landscape with substantial geomorphic changes including landslides, shoreline and bluff retreat, and sand dune movement. These changes involve interrelated processes, and are influenced to different extents by lake level, climate change, and land use patterns, among other factors. The utility of DEM of Difference (DoD) and other terrain analyses were investigated as a means of understanding interrelated geomorphologic changes and processes across multiple decades and at multiple scales. A 1m DEM was developed from 1955 historical aerial imagery using Structure from Motion Multi-View Stereo (SfM-MVS) and compared to a 2016 lidar-based DEM to quantify change. Landslides, shoreline erosion, bluff retreat, and sand dune movement were investigated throughout South Manitou Island. While the DoD indicates net loss or gain, interpretation of change must take into consideration the SfM-MVS source of the historical DEM. In the case of landslides, where additional understanding may be gleaned through review of the timing of lake high- and lowstands together with DoD values. Landscape-scale findings quantified cumulative feedbacks between interrelated processes. These findings could be upscaled to assess changes across the entire park, informing future change investigations and land management decisions.",
    "readLink": "https://www.mdpi.com/2220-9964/12/4/173"
  },
  {
    "title": "Modelling the Effect of Driving Events on Electrical Vehicle Energy Consumption Using Inertial Sensors in Smartphones",
    "authors": [
      "David Jiménez,",
      "Sara Hernández,",
      "Jesús Fraile-Ardanuy,",
      "Javier Serrano,",
      "Rubén Fernández,",
      "Federico Álvarez"
    ],
    "doi": "https://doi.org/10.3390/en11020412",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  412",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Air pollution and climate change are some of the main problems that humankind is currently facing. The electrification of the transport sector will help to reduce these problems, but one of the major barriers for the massive adoption of electric vehicles is their limited range. The energy consumption in these vehicles is affected, among other variables, by the driving behavior, making range a value that must be personalized to each driver and each type of electric vehicle. In this paper we offer a way to estimate a personalized energy consumption model by the use of the vehicle dynamics and the driving events detected by the use of the smartphone inertial sensors, allowing an easy and non-intrusive manner to predict the correct range for each user. This paper proposes, for the classification of events, a deep neural network (Long-Short Time Memory) which has been trained with more than 22,000 car trips, and the application to improve the consumption model taking into account the driver behavior captured across different trips, allowing a personalized prediction. Results and validation in real cases show that errors in the predicted consumption values are halved when abrupt events are considered in the model.",
    "readLink": "http://www.mdpi.com/1996-1073/11/2/412"
  },
  {
    "title": "Drought evolution characteristics and precipitation intensity changes during alternating dry–wet changes in the Huang–Huai–Hai River basin",
    "authors": [
      "D. H. Yan,",
      "D. Wu,",
      "R. Huang,",
      "L. N. Wang,",
      "G. Y. Yang"
    ],
    "doi": "https://doi.org/10.5194/hess-17-2859-2013",
    "journalVolume": "Vol. 17,\n                                no. 7\n                                \n                                  pp.\n                                  2859\n                                  – 2871",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Abrupt drought–flood change events caused by atmospheric circulation anomalies have occurred frequently and widely in recent years, which has caused great losses and casualties in China. In this paper, we focus on investigating whether there will be a rainfall occurrence with higher intensity after a drought period in the Huang–Huai–Hai River basin. Combined with the Chinese climate divisions and the basin's DEM (digital elevation model), the basin is divided into seven sub-regions by means of cluster analysis of the basin meteorological stations using the self-organizing map (SOM) neural network method. Based on the daily precipitation data of 171 stations for the years 1961–2011, the changes of drought times with different magnitudes are analyzed, and the number of consecutive days without precipitation is used to identify the drought magnitudes. The first precipitation intensity after a drought period is analyzed with the Pearson-III frequency curve, then the relationship between rainfall intensity and different drought magnitudes is observed, as are the changes of drought times for different years. The results of the study indicated that the occurrence times of different drought levels show an overall increasing trend; there is no clear interdecadal change shown, but the spatial difference is significant. (2) As the drought level increases, the probability of extraordinary rainstorm becomes lower, and the frequency of occurrence of spatial changes in different precipitation intensities vary. In the areas I and II, as the drought level increases, the occurrence frequency of different precipitation intensities first shows a decreasing trend, which becomes an increasing trend when extraordinary drought occurs. In the area III, IV and V, the probability of the different precipitation intensities shows an overall decreasing trend. The areas VI and VII are located at the mountains with high altitudes where the variation of different precipitation intensities with the increase in drought level is relatively complex. (3) As the drought times increase, areas I, II and V, which are located on the coastal and in the valley or basin, are vulnerable to extreme precipitation processes; areas III, IV, VI and VII are located in the inland area, where heavier precipitation is not likely to occur. (4) The local rainfall affected by multiple factors is closely related with drought occurrence. The characteristics between the first rainfall intensity after a drought period and different drought magnitudes (or drought occurrence times) are preliminarily examined in this paper, but its formation mechanism still requires further research.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/17/2859/2013/hess-17-2859-2013.pdf"
  },
  {
    "title": "A stochastic, Lagrangian model of sinking biogenic aggregates in the ocean (SLAMS 1.0): model formulation, validation and sensitivity",
    "authors": [
      "T. Jokulsdottir,",
      "D. Archer"
    ],
    "doi": "https://doi.org/10.5194/gmd-9-1455-2016",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  1455\n                                  – 1476",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "We present a new mechanistic model, stochastic, Lagrangian aggregate model of sinking particles (SLAMS) for the biological pump in the ocean, which tracks the evolution of individual particles as they aggregate, disaggregate, sink, and are altered by chemical and biological processes. SLAMS considers the impacts of ballasting by mineral phases, binding of aggregates by transparent exopolymer particles (TEP), zooplankton grazing and the fractal geometry (porosity) of the aggregates. Parameterizations for age-dependent organic carbon (orgC) degradation kinetics, and disaggregation driven by zooplankton grazing and TEP degradation, are motivated by observed particle fluxes and size spectra throughout the water column. The model is able to explain observed variations in orgC export efficiency and rain ratio from the euphotic zone and to the sea floor as driven by sea surface temperature and the primary production rate and seasonality of primary production. The model provides a new mechanistic framework with which to predict future changes on the flux attenuation of orgC in response to climate change forcing.",
    "readLink": "http://www.geosci-model-dev.net/9/1455/2016/gmd-9-1455-2016.pdf"
  }
]