[
  {
    "title": "Life-history responses of insects to water-deficit stress: a case study with the aphid Sitobion avenae",
    "authors": [
      "Deguang Liu,",
      "Peng Dai,",
      "Shirong Li,",
      "Syed Suhail Ahmed,",
      "Zheming Shang,",
      "Xiaoqin Shi"
    ],
    "doi": "https://doi.org/10.1186/s12898-018-0173-0",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1472-6785 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://bmcecol.biomedcentral.com",
    "abstract": "Abstract Background Drought may become one of the greatest challenges for cereal production under future warming scenarios, and its impact on insect pest outbreaks is still controversial. To address this issue, life-history responses of the English grain aphid, Sitobion avenae (Fabricius), from three areas of different drought levels were compared under three water treatments. Results Significant differences were identified in developmental time, fecundity and adult weight among S. avenae clones from moist, semiarid and arid areas under all the three water treatments. Semiarid and arid area clones tended to have higher heritability for test life-history traits than moist area clones. We identified significant selection of water-deficit on the developmental time of 1st instar nymphs and adult weight for both semiarid and arid area clones. The impact of intermediate and severe water-stress on S. avenae’s fitness was neutral and negative (e.g., decreased fecundity and weight), respectively. Compared with arid-area clones, moist- and semiarid-area clones showed higher extents of adaptation to the water-deficit level of their respective source environment. Adult weight was identified as a good indicator for S. avenae’s adaptation potential under different water-stress conditions. After their exposure to intermediate water-deficit stress for only five generations, adult weight and fecundity tended to decrease for moist- and semiarid-area clones, but increase for arid-area clones. Conclusions It is evident from our study that S. avenae clones from moist, semiarid and arid areas have diverged under different water-deficit stress, and such divergence could have a genetic basis. The impact of drought on S. avenae’s fitness showed a water-level dependent pattern. Clones of S. avenae were more likely to become adapted to intermediate water-deficit stress than severe water-deficit stress. After continuous water-deficit stress of only five generations, the adaptation potential of S. avenae tended to decrease for moist and semiarid area clones, but increase for arid area clones. The rapid shift of aphids’ life-history traits and adaptation potential under drought could have significant implications for their evolutionary dynamics and outbreak risks in future climate change scenarios.",
    "readLink": "http://link.springer.com/article/10.1186/s12898-018-0173-0"
  },
  {
    "title": "Aging Passenger Car Fleet Structure, Dynamics, and Environmental Performance Evaluation at the Regional Level by Life Cycle Assessment",
    "authors": [
      "George Barjoveanu,",
      "Florenta Dinita,",
      "Carmen Teodosiu"
    ],
    "doi": "https://doi.org/10.3390/su14148443",
    "journalVolume": "Vol. 14,\n                                no. 8443\n                                \n                                  p.\n                                  8443",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The need to limit climate change and to improve air quality clearly is a driver for technology and policy changes in the transport sector. This study investigates how this technology shift at the European level ages personal car fleets at the regional level in Romania through second-hand imports. It also asks what how the situation will evolve in terms of environmental impacts. The study presents an in-depth assessment of the environmental performance and evolution of the passenger car fleet in Iasi County (Romania). The analysis is based on the car fleet structure and dynamic statistics, and uses the Copert 5.5 model to estimate the specific use-phase emissions, which subsequently are used as input data into an LCA analysis. The study considers three scenarios regarding fleet evolution and environmental performance, and focuses solely on the use phase of passenger cars. It models exhaust emissions in various driving situations (rural, urban, hot-cold operation, and peak-offpeak traffic values) and considers the current environmental performance classes and age of vehicles in the fleet. The results show that by considering these vehicle performance aspects, impacts are better represented. The no-change scenario would lead to a 2.5 times increase of global warming impacts by 2035 as compared to 2020, while by limiting the import of used cars and increasing the share of electric and hybrid vehicles would lead to mitigating these impacts.",
    "readLink": "https://www.mdpi.com/2071-1050/14/14/8443"
  },
  {
    "title": "Food in the cold: exploring food security and sovereignty in Whitehorse, Yukon",
    "authors": [
      "C.D.B. Blom,",
      "P. Steegeman,",
      "C. Voss,",
      "B.G.J.S. Sonneveld"
    ],
    "doi": "https://doi.org/10.1080/22423982.2022.2025992",
    "journalVolume": "Vol. 81,\n                                no. 1",
    "issn": "2242-3982 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/zich",
    "abstract": "Harsh weather patterns that are unpredictable owing to climate change, remoteness, dependence on food imports and limited local food production place Arctic and Subarctic food systems under serious pressure. The model of food sovereignty provides a surprisingly interesting contribution to address the food insecurity in these regions; it promotes long-term stable provision of healthy foods (sustainable) that are accessible to all (equity) and fosters local food production–consumption patterns (localisation). This study aims to deepen the understanding of food insecurity in the Subarctic regions and explores the possibilities for a food sovereignty approach at both individual and regional level. The study focuses on Whitehorse, capital of Yukon, Canada, and uses a cross-sectional online survey among residents of Whitehorse and semi-structured in-depth interviews with food-systems experts in Yukon. The findings indicated a need for affordable year-round local food production. Application of food sovereignty has provided the opportunities for local food procurement, innovation hubs, and several types of greenhouses including hydroponics and vertical farming, to work towards a more localised food system, thereby improving food security and sovereignty in Yukon. The findings constitute the scientific knowledge base for the formulation of prospective scenarios in the spirit of the food sovereignty theory.",
    "readLink": "http://dx.doi.org/10.1080/22423982.2022.2025992"
  },
  {
    "title": "Enhancement of Drought Tolerance in Cucumber Plants by Natural Carbon Materials",
    "authors": [
      "Tae  Yoon Kim,",
      "Sang-Hyo Lee,",
      "Hara Ku,",
      "Seung-Yop Lee"
    ],
    "doi": "https://doi.org/10.3390/plants8110446",
    "journalVolume": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  446",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Stress induced by climate change is a widespread and global phenomenon. Unexpected drought stress has a substantial effect on the growth and productivity of valuable crops. The effects of carbon materials on living organisms in response to abiotic stresses remain poorly understood. In this study, we proposed a new method for enhancing drought tolerance in cucumber (Cucumis sativus L.) using carbon nanotubes and natural carbon materials called shungite, which can be easily mixed into any soil. We analyzed the phenotype and physiological changes in cucumber plants grown under conditions of drought stress. Shungite-treated cucumber plants were healthier, with dark green leaves, than control plants when watering was withheld for 21 days. Furthermore, compared with the control cucumber group, in the shungite-treated plants, the monodehydroascorbate content of the leaf, which is a representative marker of oxidative damage, was 66% lower. In addition, major scavenger units of reactive oxygen species and related drought stress marker genes were significantly upregulated. These results indicate that successive pretreatment of soil with low-cost natural carbon material improved the tolerance of cucumber plants to drought stress.",
    "readLink": "https://www.mdpi.com/2223-7747/8/11/446"
  },
  null,
  {
    "title": "Using Geographical Overlaps to Track Temporal Changes in Species Interactions and Community Coexistence Instability",
    "authors": [
      "Yin-Zheng Lai,",
      "Chih-Wei Tu,",
      "Chih-hao Hsieh,",
      "Chih-hao Hsieh,",
      "Chih-hao Hsieh,",
      "Chia-Ying Ko,",
      "Chia-Ying Ko"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.751094",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Environmental and climatic changes are expected to redistribute species, altering the strengths of species interaction networks; however, long-term and large-scale evaluations remain elusive. One way to infer species interaction networks is by analyzing their geographical overlaps, which provides indices of species interdependence, such as mean spatial robustness (MSR), which represents the geographical impact of a species on other species, and mean spatial sensitivity (MSS), which indicates how a species is influenced by other species. Integrating MSR and MSS further allows us to assess community coexistence stability and structure, with a stronger negative relationship between MSR and MSS (i.e., species are unequally dependent on each other) within a community at a given time suggesting a more stable community. Here, we assessed multidecadal changes in adult marine fish communities using bottom trawl datasets across latitudes from 1982 to 2011 in the Eastern US Continental Shelf, North Sea, and Eastern Bering Sea. Consistent, significant long-term increasing temporal trends of MSR and MSS were found in all three large marine communities. MSR exhibited strong correlations with species’ range sizes, especially in high-latitude communities, while MSS was strongly positively correlated with species’ median proportion of overlap with interacting species. The relationships between MSR and MSS were generally negative, indicating stably coexisting fish communities. However, the negative relationships weakened over time, implying that the coexisting fish communities gradually became unstable. Our findings provide an assessment of changes in spatially geographical aspects of multiple species, for decades and at mid- to high latitudes, to allow the detection of global ecological changes in marine systems by alternative estimation of geographic overlaps of species interaction networks. Such species co-occurrence estimation can help stay vigilant of strategies for accelerating climate change mitigation particularly at coarser spatial scales.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.751094/full"
  },
  {
    "title": "49 Spatial variation in the effect of heat waves on pediatric acute care utilization in California (2000-2019)",
    "authors": [
      "Allan Ndovu,",
      "Tarik Benmarhnia"
    ],
    "doi": "https://doi.org/10.1017/cts.2023.139",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  pp.\n                                  13\n                                  – 13",
    "issn": "2059-8661 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-clinical-and-translational-science",
    "abstract": "OBJECTIVES/GOALS: The increasing frequency and severity of heat waves due to climate change present unique risks to children. We aim to assess how various heat wave definitions impact pediatric acute care utilization across California. We also hope to examine heat waves’localized effects at the zip code level and how contextual factors modulate these effects. METHODS/STUDY POPULATION: A time-stratified case crossover will evaluate the association between different heat wave definitions and pediatric acute care utilization throughout California. A within-community matched design analysis coupled with a bayesian model will examine heat waves’ effects at the zip code level. A random effect meta-regression will determine which contextual factors modulate heat waves’ impact on different zip codes. Temperature data will be pulled from Cal-Adapt and interpolated to each zip code population centroid. Data for all unscheduled pediatric hospitalizations and ED visits for selected ICD codes in California from 2000–2019 will be obtained from the California Department of Health Care Access and Information. Contextual factors will be sourced from the US Census and the Healthy Places Index. RESULTS/ANTICIPATED RESULTS: We anticipate that heat waves will be associated with increased pediatric acute care utilization throughout California for select ICD codes. At the zip code level, we anticipate that there will be considerable spatial variation in the association between heat waves and care utilization based on region and zip code characteristics. Furthermore, we expect to see significant variation in the association between heat waves and hospitalizations based on the selected heat wave definition. We predict that zip codes with the highest increases in care utilization will have higher percentages of non-white residents, lower socioeconomic status, and fewer heat protective factors like park density and tree coverage. DISCUSSION/SIGNIFICANCE: As global temperatures continue to rise, children will be increasingly susceptible to health consequences associated with heat exposure. Understanding which pediatric populations are most vulnerable during heat waves is critical for designing policies and interventions that protect the most vulnerable communities.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2059866123001395/type/journal_article"
  },
  {
    "title": "ENVIRONMENTAL POLICY FORMATION IN THE CONTEXT OF CONTEMPORARY CHALLENGES",
    "authors": [
      "RUSIN Sergey Nikolaevich"
    ],
    "doi": "https://doi.org/10.33184/pravgos-2023.3.14",
    "journalVolume": "Vol. 19,\n                                no. 3(73)\n                                \n                                  pp.\n                                  131\n                                  – 140",
    "issn": "2500-0217 (Print)",
    "publisher": "Bashkir State University",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://pravgos.ru",
    "abstract": "In a changing world, environmental policy, particularly state environmental policy, is undergoing significant changes due to the emergence of new or the mainstreaming of preexisting challenges. The author of the article understands the state environmental policy as a sociolegal phenomenon, including a system of ideas, views, concepts on achieving sustainable development, expressed in political and legal documents, and policy implementers’ practical activities. Research methods: empirical methods of description, comparison, interpretation; theoretical methods of formal and dialectical logic; specific scientific methods: legal-dogmatic and interpretation of legal norms. The conclusion is substantiated that policy change is carried out by changing the views of policy actors, the subsequent expression of these views in the political and legal documents that formalize them and policy implementers’ practical activities. The economic and political sanctions imposed on Russia, economic problems caused by these sanctions, climate change, digital transformation of all spheres of modern society may be included in the current challenges to environmental policy. These challenges are understood by policy makers, their response to them is reflected in the planning and implementation of adequate political, economic and legal measures. At the same time, not all aspects of contemporary challenges are understood in scientific and theoretical terms, and, therefore, the response to them is not yet reflected in the documents and practical activities of the state.",
    "readLink": "https://pravgos.ru/index.php/journal/article/view/822"
  },
  {
    "title": "Does Climate Protest Work? Partisanship, Protest, and Sentiment Pools",
    "authors": [
      "Dylan Bugden"
    ],
    "doi": "https://doi.org/10.1177/2378023120925949",
    "journalVolume": "Vol. 6",
    "issn": "2378-0231 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://journals.sagepub.com/home/srd",
    "abstract": "This study demonstrates whether and how climate protest increases or decreases the “sentiment pools” available to the climate movement. Using an experimental vignette survey design ( n = 1,421), the author finds that compared with a control condition, peaceful marches are effective for both independents and Democrats, while civil disobedience has a positive effect among Democrats. These effects are isolated to those who are most certain of anthropogenic climate change. No effect is observed among Republicans. Despite evidence from other studies suggesting the possibility, no “backfire” effects are observed for any group or protest type. This study (1) lends supports to the use of tactical diversity within the climate movement and (2) demonstrates how the broader forces of partisanship interact with protest to shift the pool of supporters available to movements, extending our nascent collective knowledge of how partisanship shapes the outcomes of social movements and protest.",
    "readLink": "https://doi.org/10.1177/2378023120925949"
  },
  {
    "title": "Consumer Attitudes toward Energy Reduction and Changing Energy Consumption Behaviors",
    "authors": [
      "Gordon Rausser,",
      "Wadim Strielkowski,",
      "Grzegorz Mentel"
    ],
    "doi": "https://doi.org/10.3390/en16031478",
    "journalVolume": "Vol. 16,\n                                no. 1478\n                                \n                                  p.\n                                  1478",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "This editorial paper tackles the issue of the consumer attitudes toward energy reduction and changing energy consumption behaviors. This topic is of special relevance today as Europe faces an unprecedented energy crisis as a result of diverting from Russian supplies of oil and gas due to the war in Ukraine. For many years now, Europe has relied upon cheap and affordable Russian oil and gas (in fact, the European Green Deal and the strategy for the decarbonization of the economy by 2030 were indirectly based on it), but the transition to the renewable future now appears to be jeopardized. As energy prices are soaring globally, it is not yet clear whether this would have an effect on significantly changing consumer behavior and increasing energy efficiency and security as many consumers are reluctant to change their old habits and are used to having their energy on demand and for any possible occasion. However, changing energy consumption behaviors would be beneficial not only for handling the current energy crisis but also for setting the long-term trends with respect to energy saving, which is crucial for fighting global warming and climate change while sustaining economic growth.",
    "readLink": "https://www.mdpi.com/1996-1073/16/3/1478"
  }
]