[
  {
    "title": "Modelagem do Impacto da Topografia Boreal no Clima Global (Modelling the Impact of Topography on Global Climate Boreal)",
    "authors": [
      "Bruno Lopes Faria,",
      "Flavio Barbosa Justino"
    ],
    "doi": "https://doi.org/10.5935/1984-2295.20110016",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  229\n                                  – 237",
    "issn": "1984-2295 (Online)",
    "publisher": "Universidade Federal de Pernambuco",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.ufpe.br/revistas/rbgfe",
    "abstract": "Foram realizadas simulações climáticas a partir de 2 experimentos de sensibilidade numérica conduzidos com um modelo acoplado de complexidade intermediária, LOVECLIM, estendendo-se para um período de 300 anos. Sendo que, neste experimento foi realizada a redução em 50% da topografia geral do hemisfério norte, um com modelo acoplado (oceano-atmosfera) e outro desacoplado (somente atmosfera). Nos resultados obtidos, foram observadas alterações no padrão de clima global e local, em especial a região da Ásia, relacionadas com aumento de temperatura do ar à superfície e intensidade do vento. Maiores alterações foram observados em regiões continentais no hemisfério norte. Isto mostra o maior impacto local causado pela forçante topográfica com o a redução da pela metade da topografia boreal. Palavras-chave: Topografia, Mudanças Climáticas, Modelos Climáticos, Forçante Climática Modelling the Impact of Topography on Global Climate Boreal ABSTRACT Simulations were conducted from two numerical sensitivity experiments conducted with a coupled model with intermediate complexity, LOVECLIM, extending for a period of 300 years. Since this experiment was carried out 50% reduction in the general topography of the northern hemisphere, with a coupled model (ocean-atmosphere) and the other uncoupled (atmosphere only). Their results have been observed changes in the pattern of global and local climate, particularly in Asia, linked to increase of air temperature and wind intensity. The biggest impacts were observed in continental regions in the north hemisphere. This shows the greater local impact caused by topographic forcing Keywords: Topography, Climate Change, Climate Models, Topographic Forcing",
    "readLink": "https://periodicos.ufpe.br/revistas/rbgfe/article/view/232682"
  },
  {
    "title": "Epi-fingerprinting and epi-interventions for improved crop production and food quality",
    "authors": [
      "CARLOS Marcelino Rodriguez Lopez,",
      "Mike J Wilkinson"
    ],
    "doi": "https://doi.org/10.3389/fpls.2015.00397",
    "journalVolume": "Vol. 6",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Increasing crop production at a time of rapid climate change represents the greatest challenge facing contemporary agricultural research. Our understanding of the genetic control of yield derives from controlled field experiments designed to minimise environmental variance. In spite of these efforts there is substantial residual variability among plants attributable to Genotype x Environment (GxE) interactions. Recent advances in the field of epigenetics have revealed a plethora of gene control mechanisms that could account for much of this unassigned variation. These systems act as a regulatory interface between the perception of the environment and associated alterations in gene expression. Direct intervention of epigenetic control systems hold the enticing promise of creating new sources of variability that could enhance crop performance. Equally, understanding the relationship between various epigenetic states and responses of the crop to specific aspects of the growing environment (epigenetic fingerprinting) could allow for a more tailored approach to plant agronomy. In this review, we explore the many ways in which epigenetic interventions and epigenetic fingerprinting can be deployed for the improvement of crop production and quality.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2015.00397/full"
  },
  {
    "title": "A striking growth of CO2 emissions from the global cement industry driven by new facilities in emerging countries",
    "authors": [
      "Cuihong Chen,",
      "Ruochong Xu,",
      "Dan Tong,",
      "Xinying Qin,",
      "Jing Cheng,",
      "Jun Liu,",
      "Bo Zheng,",
      "Liu Yan,",
      "Qiang Zhang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac48b5",
    "journalVolume": "Vol. 17,\n                                no. 4\n                                \n                                  p.\n                                  044007",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Global industrialization and urbanization processes enabled a diverse cement production boom over the past three decades, as cement is the most important building construction material. Consequently, the cement industry is the second-largest industrial CO _2 emitter (∼25% of global industrial CO _2 emissions) globally. In this study, the Global Cement Emission Database, which encompasses anthropogenic CO _2 emissions of individual production units worldwide for 1990–2019, was developed. A recently developed unit-level China Cement Emission Database was then applied to override China’s data and the combination of two databases is used to reveal the unit characteristics of CO _2 emissions and ages for global cement plants, assess large disparities in national and regional CO _2 emissions, growth rates and developmental stages from 1990–2019, and identify key emerging countries of carbon emissions and commitment. This study finds that globally, CO _2 emissions from the cement industry have increased from 0.86 Gt in 1990 to 2.46 Gt in 2019 (increasing by 186%). More importantly, the large CO _2 emissions and the striking growth rates from those emerging countries, including most of the developing countries in the Asia region and the Middle East and Africa region, are clearly identified. For example, the Middle East and Africa, including mostly developing or underdeveloped countries, only represented 0.07 Gt CO _2 in 1990 (8.4% of the total), in contrast to 0.26 Gt (10.4% of the total) CO _2 in 2019, which is a 4.5% average growth rate during 1990–2019. Further, the intensive expansion of large and new facilities since 2005 in Asia and the Middle East and Africa has resulted in heavy commitment (90.1% of global commitment in 2019), and mitigation threats in the future considering their increasing emissions (the national annual growth rate can be up to >80%) and growing infrastructure construction (∼50% of clinker capacity operating ⩽10 years). Our results highlight the cement industry’s development and young infrastructure in emerging economies; thus, future increasing cement demand and corresponding carbon commitment would pose great challenges to future decarbonization and climate change mitigation.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac48b5"
  },
  {
    "title": "A tale of two events: Arctic rain-on-snow meteorological drivers",
    "authors": [
      "Jessica Voveris,",
      "Mark Serreze"
    ],
    "doi": "https://doi.org/10.1017/aog.2023.25",
    "issn": "0260-3055 (Print)",
    "publisher": "1727-5644 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/annals-of-glaciology",
    "abstract": "Arctic rain-on-snow (ROS) events can have significant impacts on Arctic wildlife and socio-economic systems. This study addresses the meteorology of two different Arctic ROS events. The first, occurring near Nuuk, Greenland, generated significant impacts, including slush avalanches. The second, less severe, event occurred within the community of Iqaluit, Nunavut, Canada. This research utilizes atmospheric reanalysis, automated surface observation station data and atmospheric soundings to determine the meteorological conditions driving these events and the differences between each case. In both cases, atmospheric blocking played a leading role in ROS initiation, with atmospheric rivers – narrow bands of high water vapor transport, typically originating from the tropics and subtropics – having both direct and indirect effects. Cyclone-induced low-level jets and resultant ‘warm noses’ of higher air temperatures and moisture transport were other key features in ROS generation. To our knowledge, our study is the first to visualize how the varying strength and manifestation of these coupled features contribute to differences in the severity of Arctic ROS events. The meteorological drivers identified here find support from other studies on Arctic ROS events and are similar to weather features associated with Arctic precipitation events of extreme magnitude.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0260305523000253/type/journal_article"
  },
  {
    "title": "Divergence and diversification in North American Psoraleeae (Fabaceae) due to climate change",
    "authors": [
      "Crandall Keith A,",
      "Egan Ashley N"
    ],
    "doi": "https://doi.org/10.1186/1741-7007-6-55",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  p.\n                                  55",
    "issn": "1741-7007 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.biomedcentral.com/bmcbiol/",
    "abstract": "Abstract Background Past studies in the legume family (Fabaceae) have uncovered several evolutionary trends including differential mutation and diversification rates across varying taxonomic levels. The legume tribe Psoraleeae is shown herein to exemplify these trends at the generic and species levels. This group includes a sizable diversification within North America dated at approximately 6.3 million years ago with skewed species distribution to the most recently derived genus, Pediomelum, suggesting a diversification rate shift. We estimate divergence dates of North American (NAm) Psoraleeae using Bayesian MCMC sampling in BEAST based on eight DNA regions (ITS, waxy, matK, trnD-trnT, trnL-trnF, trnK, trnS-trnG, and rpoB-trnC). We also test the hypothesis of a diversification rate shift within NAm Psoraleeae using topological and temporal methods. We investigate the impact of climate change on diversification in this group by (1) testing the hypothesis that a shift from mesic to xeric habitats acted as a key innovation and (2) investigating diversification rate shifts along geologic time, discussing the impact of Quaternary climate oscillations on diversification. Results NAm Psoraleeae represents a recent, rapid radiation with several genera originating during the Pleistocene, 1 to 2 million years ago. A shift in diversification rate is supported by both methods with a 2.67-fold increase suggested around 2 million years ago followed by a 8.73-fold decrease 440,000 years ago. The hypothesis that a climate regime shift from mesic to xeric habitats drove increased diversification in affected taxa was not supported. Timing of the diversification rate increase supports the hypothesis that glaciation-induced climate changes during the Quaternary influenced diversification of the group. Nonrandom spatial diversification also exists, with greater species richness in the American Southwest. Conclusion This study outlines NAm Psoraleeae as a model example of a recent, rapid radiation. Diversification rate shifts in NAm Psoraleeae are not due to current climate regimes as represented by habitat, but instead to past global climate change resulting from Quaternary glaciations. NAm Psoraleeae diversification is a good example of how earthly dynamics including global climate change and topography work together to shape biodiversity.",
    "readLink": "http://www.biomedcentral.com/1741-7007/6/55"
  },
  {
    "title": "Epidemiology of floods in sub-Saharan Africa: a systematic review of health outcomes",
    "authors": [
      "Friederike Suhr,",
      "Janina Isabel Steinert"
    ],
    "doi": "https://doi.org/10.1186/s12889-022-12584-4",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background Floods have affected 2.3 billion people worldwide in the last 20 years, and are associated with a wide range of negative health outcomes. Climate change is projected to increase the number of people exposed to floods due to more variable precipitation and rising sea levels. Vulnerability to floods is highly dependent on economic wellbeing and other societal factors. Therefore, this systematic review synthesizes the evidence on health effects of flood exposure among the population of sub-Saharan Africa. Methods We systematically searched two databases, Web of Science and PubMed, to find published articles. We included studies that (1) were published in English from 2010 onwards, (2) presented associations between flood exposure and health indicators, (3) focused on sub-Saharan Africa, and (4) relied on a controlled study design, such as cohort studies, case-control studies, cross-sectional studies, or quasi-experimental approaches with a suitable comparator, for instance individuals who were not exposed to or affected by floods or individuals prior to experiencing a flood. Results Out of 2306 screened records, ten studies met our eligibility criteria. We included studies that reported the impact of floods on water-borne diseases (n = 1), vector-borne diseases (n = 8) and zoonotic diseases (n = 1). Five of the ten studies assessed the connection between flood exposure and malaria. One of these five evaluated the impact of flood exposure on malaria co-infections. The five non-malaria studies focused on cholera, scabies, taeniasis, Rhodesian sleeping sickness, alphaviruses and flaviviruses. Nine of the ten studies reported significant increases in disease susceptibility after flood exposure. Conclusion The majority of included studies of the aftermath of floods pointed to an increased risk of infection with cholera, scabies, taeniasis, Rhodesian sleeping sickness, malaria, alphaviruses and flaviviruses. However, long-term health effects, specifically on mental health, non-communicable diseases and pregnancy, remain understudied. Further research is urgently needed to improve our understanding of the health risks associated with floods, which will inform public policies to prevent and reduce flood-related health risks.",
    "readLink": "https://doi.org/10.1186/s12889-022-12584-4"
  },
  {
    "title": "Atmospheric gas-phase composition over the Indian Ocean",
    "authors": [
      "S. Tegtmeier,",
      "C. Marandino,",
      "Y. Jia,",
      "Y. Jia,",
      "B. Quack,",
      "A. S. Mahajan"
    ],
    "doi": "https://doi.org/10.5194/acp-22-6625-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  6625\n                                  – 6676",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The Indian Ocean is coupled to atmospheric dynamics and chemical composition via several unique mechanisms, such as the seasonally varying monsoon circulation. During the winter monsoon season, high pollution levels are regularly observed over the entire northern Indian Ocean, while during the summer monsoon, clean air dominates the atmospheric composition, leading to distinct chemical regimes. The changing atmospheric composition over the Indian Ocean can interact with oceanic biogeochemical cycles and impact marine ecosystems, resulting in potential climate feedbacks. Here, we review current progress in detecting and understanding atmospheric gas-phase composition over the Indian Ocean and its local and global impacts. The review considers results from recent Indian Ocean ship campaigns, satellite measurements, station data, and information on continental and oceanic trace gas emissions. The distribution of all major pollutants and greenhouse gases shows pronounced differences between the landmass source regions and the Indian Ocean, with strong gradients over the coastal areas. Surface pollution and ozone are highest during the winter monsoon over the Bay of Bengal and the Arabian Sea coastal waters due to air mass advection from the Indo-Gangetic Plain and continental outflow from Southeast Asia. We observe, however, that unusual types of wind patterns can lead to pronounced deviations of the typical trace gas distributions. For example, the ozone distribution maxima shift to different regions under wind scenarios that differ from the regular seasonal transport patterns. The distribution of greenhouse gases over the Indian Ocean shows many similarities when compared to the pollution fields, but also some differences of the latitudinal and seasonal variations resulting from their long lifetimes and biogenic sources. Mixing ratios of greenhouse gases such as methane show positive trends over the Indian Ocean, but long-term changes in pollution and ozone due to changing emissions and transport patterns require further investigation. Although we know that changing atmospheric composition and perturbations within the Indian Ocean affect each other, the impacts of atmospheric pollution on oceanic biogeochemistry and trace gas cycling are severely understudied. We highlight potential mechanisms, future research topics, and observational requirements that need to be explored in order to fully understand such interactions and feedbacks in the Indian Ocean region.",
    "readLink": "https://acp.copernicus.org/articles/22/6625/2022/acp-22-6625-2022.pdf"
  },
  {
    "title": "Multivariable Panel Data Cluster Analysis of Meteorological Stations in Thailand for ENSO Phenomenon",
    "authors": [
      "Porntip Dechpichai,",
      "Nuttawadee Jinapang,",
      "Pariyakorn Yamphli,",
      "Sakulrat Polamnuay,",
      "Sittisak Injan,",
      "Usa Humphries"
    ],
    "doi": "https://doi.org/10.3390/mca27030037",
    "journalVolume": "Vol. 27,\n                                no. 37\n                                \n                                  p.\n                                  37",
    "issn": "1300-686X (Print)",
    "publisher": "2297-8747 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Technology: Technology (General): Industrial engineering. Management engineering: Applied mathematics. Quantitative methods",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/mca",
    "abstract": "The purpose of this research is to study the spatial and temporal groupings of 124 meteorological stations in Thailand under ENSO. The multivariate climate variables are rainfall, relative humidity, temperature, max temperature, min temperature, solar downwelling, and horizontal wind from the conformal cubic atmospheric model (CCAM) in years of El Niño (1987, 2004, and 2015) and La Niña (1999, 2000, and 2011). Euclidean distance timed and spaced with average linkage for clustering and silhouette width for cluster validation were employed. Five spatial clusters (SCs) and three temporal clusters (TCs) in each SC with different average precipitation were compared by El Niño and La Niña. The pattern of SCs and TCs was similar for both events except in the case when severe El Niño occurred. This method could be applied using variables forecasted in the future to be used for planning and managing crop cultivation with the climate change in each area.",
    "readLink": "https://www.mdpi.com/2297-8747/27/3/37"
  },
  null,
  {
    "title": "The Mismatch between Anthropogenic CO<sub>2</sub> Emissions and Their Consequences for Human Zinc and Protein Sufficiency Highlights Important Environmental Justice Issues",
    "authors": [
      "Elizabeth  R. H. Moore,",
      "Matthew  R. Smith,",
      "Debbie Humphries,",
      "Robert Dubrow,",
      "Samuel  S. Myers"
    ],
    "doi": "https://doi.org/10.3390/challe11010004",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  4",
    "issn": "2078-1547 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/challenges/",
    "abstract": "The impacts of climate change are not equally distributed globally. We examined the global distribution of CO2 emissions and the ensuing distribution of increases in the risk of zinc and protein deficiency resulting from elevated atmospheric CO2 concentrations. We estimated cumulative per capita (2011−2050) CO2 emissions for 146 countries using existing measurement data and by apportioning regional emissions projections. We tested the relationship between cumulative per capita CO2 emissions and the risk of additional zinc and protein deficiency at the population-level and country-level. At the population-level (i.e., population-weighted), we observed a significant inverse association between CO2 emissions and the percentage of the population placed at additional risk of zinc (p-value: <0.001) and protein (p-value: <0.01) deficiencies. Country-level (i.e., unweighted) analyses produced significant but less strong associations. Populations with lower per capita CO2 emissions between 2011 and 2050 will experience a disproportionately high nutritional burden, highlighting socioeconomic, geospatial, and intergenerational injustices.",
    "readLink": "https://www.mdpi.com/2078-1547/11/1/4"
  }
]