[
  {
    "title": "Spatio-Temporal Changes in Vegetation in the Last Two Decades (2001–2020) in the Beijing–Tianjin–Hebei Region",
    "authors": [
      "Yuan Zou,",
      "Wei Chen,",
      "Siliang Li,",
      "Tiejun Wang,",
      "Le Yu,",
      "Min Xu,",
      "Ramesh P. Singh,",
      "Cong-Qiang Liu"
    ],
    "doi": "https://doi.org/10.3390/rs14163958",
    "journalVolume": "Vol. 14,\n                                no. 3958\n                                \n                                  p.\n                                  3958",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In terrestrial ecosystems, vegetation is sensitive to climate change and human activities. Its spatial-temporal changes also affect the ecological and social environment. In this paper, we considered the Beijing–Tianjin–Hebei region to study the spatio-temporal vegetation patterns. The detailed analysis of a moderate-resolution imaging spectroradiometer (MODIS) data were carried out through the Google Earth Engine (GEE) platform. Our results show a slow and tortuous upward trend in the average leaf area index (LAI) in the study region for the periods 2001–2020. Specifically, Beijing had the highest LAI value, with an average of 1.64 over twenty years, followed by Hebei (1.30) and Tianjin (1.04). Among different vegetation types, forests had the highest normalized difference vegetation index (NDVI) with the range of 0.62–0.78, followed by shrubland (0.58–0.75), grassland (0.34–0.66), and cropland (0.38–0.54) over the years. Spatially, compared to the whole study area, index value in the northwestern part of the Beijing–Tianjin–Hebei region increased greatly in many areas, such as northwest Beijing, Chengde, and Zhangjiakou, indicating a significant ecological optimization. Meanwhile, there was ecological degradation in the middle and southeast regions, from Tangshan southeastward to Handan, crossing Tianjin, Langfang, the east part of Baoding, Shijiazhuang, and the west part of Cangzhou. Air temperature and precipitation were positively and significantly correlated with net primary production (NPP) and precipitation stood out as a key driver. Additionally, an intensification of the urbanization rate will negatively impact the vegetation NPP, with the shrubland and forest being affected most relative to the cropland.",
    "readLink": "https://www.mdpi.com/2072-4292/14/16/3958"
  },
  {
    "title": "Teaching professionalism in science courses: Anatomy to zoology",
    "authors": [
      "Cheryl C. Macpherson"
    ],
    "doi": "https://doi.org/10.1016/j.kjms.2011.08.003",
    "journalVolume": "Vol. 28,\n                                no. 2\n                                \n                                  pp.\n                                  S8\n                                  – S12",
    "issn": "1607-551X (Print)",
    "publisher": "2410-8650 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "Australia",
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/24108650",
    "abstract": "Medical professionalism is reflected in attitudes, behaviors, character, and standards of practice. It is embodied by physicians who fulfill their duties to patients and uphold societies’ trust in medicine. Professionalism requires familiarity with the ethical codes and standards established by international, governmental, institutional, or professional organizations. It also requires becoming aware of and responsive to societal controversies. Scientific uncertainty may be used to teach aspects of professionalism in science courses. Uncertainty about the science behind, and the health impacts of, climate change is one example explored herein that may be used to teach both professionalism and science. Many medical curricula provide students with information about professionalism and create opportunities for students to reflect upon and strengthen their individually evolving levels of professionalism. Faculties in basic sciences are rarely called upon to teach professionalism or deepen medical students understanding of professional standards, competencies, and ethical codes. However they have the knowledge and experience to develop goals, learning objectives, and topics relevant to professionalism within their own disciplines and medical curricula. Their dedication to, and passion for, science will support basic science faculties in designing innovative and effective approaches to teaching professionalism. This paper explores topics and formats that scientists may find useful in teaching professional attitudes, skills, and competencies in their medical curriculum. It highlights goals and learning objectives associated with teaching medical professionalism in the basic sciences.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1607551X11001823"
  },
  {
    "title": "Participatory implementation within climate change related policies in urbanized area of Indonesia",
    "authors": [
      "Utia Suarma,",
      "Dyah Rahmawati Hizbaron,",
      "Sudibyakto Sudibyakto,",
      "Emilya Nurjani"
    ],
    "doi": "https://doi.org/10.22146/ijg.36263",
    "journalVolume": "Vol. 50,\n                                no. 2\n                                \n                                  pp.\n                                  121\n                                  – 132",
    "issn": "0024-9521 (Print)",
    "publisher": "2354-9114 (Online)",
    "countryOfPublisher": "Universitas Gadjah Mada",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://jurnal.ugm.ac.id/ijg/",
    "abstract": "Geographically, Indonesia has been subjected towards various climate change related phenomena. This research aim at evaluation of participatory implementation towards climate change related policy which has been set in Indonesia. The research method derived from qualitative framework developed by UNESCO. The research took RAN-API or National Action Plan upon Climate Change Adaptation which has been established since 2013. The document has been integrated within National Medium Term Plan launched at 2015 up to 2019. The research revealed that participation has been inclusive to many stakeholder involved within climate change adaptation program. Furthermore, encouragement needs to be carried out at all level especially in urbanized area. Local to national government has pivotal role to introduce many activities engaged to climate change adaptation. At different array, the research also revealed that many participation has been initiated independently by non-government organization as well as local stakeholder which need to be documented in order to ensure its merits.",
    "readLink": "https://jurnal.ugm.ac.id/ijg/article/view/36263"
  },
  {
    "title": "Justice in Urban Climate Change Adaptation: Criteria and Application to Delhi",
    "authors": [
      "Sara Hughes"
    ],
    "doi": "https://doi.org/10.5751/ES-05929-180448",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  p.\n                                  48",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Cities around the world are increasingly developing plans to adapt to the consequences of climate change. These plans will have important consequences for urban populations because they are likely to reshape and reconfigure urban infrastructures, services, and decision making processes. It is critical that these adaptation plans are developed in a way that is just. Criteria was developed that can be used to assess justice in adaptation so that the processes, priorities, and impacts address the needs of the most vulnerable urban populations. Further, mechanisms are outlined that have been proposed as responsible for producing urban injustice. The justice criteria are applied to the case of adaptation planning in Delhi and the extent to which poor and informal populations are included and affected by this planning. The analysis shows that adaptation planning in Delhi does not meet the justice criteria in part because of a lack of capacity and the political economy of poverty in the city. The criteria for justice and mechanisms of injustice offer an important step toward developing a greater understanding of not only whether city-level adaptation planning is just, but also why it is or is not.",
    "readLink": "http://www.ecologyandsociety.org/vol18/iss4/art48/"
  },
  {
    "title": "The Promotion of Environmental Management in the South Korean Health Sector—Case Study",
    "authors": [
      "Jong-Ryool Kim,",
      "Eui-Chan Jeon,",
      "Seongmoon Cho,",
      "Hana Kim"
    ],
    "doi": "https://doi.org/10.3390/su10062081",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  2081",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Because of the comprehensiveness and urgency of environmental challenges, every stakeholder needs to be engaged in reducing environmental impacts. The healthcare sector has rarely been studied, despite its intense effects on the environment, particularly through generating various forms of hazardous waste and intensively consuming energy and water. Many healthcare facilities exist in South Korea, and every citizen frequently visits hospitals thanks to the convenient system. To reduce the environmental impacts of the healthcare sector, the South Korean government has implemented various policy measures aimed at promoting environmental management in that sector. This study evaluated the eco-efficiencies of 21 hospitals from 2012 to 2015 using data envelopment assessment (DEA), used the analytical hierarchy process (AHP) to analyze hospital staff members’ answers to a questionnaire asking about the relative importance and performance of individual environmental management tasks, and also identified environmental management tasks that should be prioritized by building an importance-performance analysis (IPA) matrix using those questionnaire responses. This study found that eco-efficiencies have improved during the period, and that mandatory policy measures were more effective than voluntary agreements for improving eco-efficiency. This implies that rigorous reporting and monitoring should be implemented along with any voluntary agreement. In addition, this study found that the top priorities are “establishment of vision and strategy for environmental management” and “organization of task team for environmental management and task assignment”. This shows the necessity of additional policy measures, such as training or consulting to promote the priorities. In addition to policy recommendations for diffusing environmental management in the South Korean healthcare sector, the methodological approach sheds light for researchers interested in environmental management in the healthcare sector because previous studies depended on qualitative approaches, particularly case studies.",
    "readLink": "http://www.mdpi.com/2071-1050/10/6/2081"
  },
  {
    "title": "Methanotrophic community dynamics in a seasonally anoxic fjord: Saanich Inlet, British Columbia",
    "authors": [
      "Mónica Torres-Beltrán,",
      "Alyse K Hawley,",
      "David W Capelle,",
      "Maya P Bhatia,",
      "Evan W Durno,",
      "Philippe D Tortell,",
      "Philippe D Tortell,",
      "Philippe D Tortell,",
      "Steven J Hallam,",
      "Steven J Hallam,",
      "Steven J Hallam,",
      "Steven J Hallam"
    ],
    "doi": "https://doi.org/10.3389/fmars.2016.00268",
    "journalVolume": "Vol. 3",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Marine oxygen minimum zones (OMZs) play disproportionate roles in nutrient and climate active trace gas cycling including nitrous oxide and methane, in the ocean. OMZs are currently expanding due to climate change making it increasingly important to identify microbial controls on trace gas cycling at the individual, population and community levels. Here we present a two-year survey of the microbial community along seasonal redox gradients in Saanich Inlet focused on identifying microbial agents driving methane oxidation. Although methanotrophs were rare, we identified three uncultivated groups affiliated with particulate methane monooxygenase (pMMO) encoding phylogenetic groups (OPU), and methanotrophic symbionts as primary drivers of methane oxidation in Saanich Inlet. Distribution and activity patterns for these three groups were consistent with niche partitioning that became increasingly resolved during water column stratification. Moreover co-occurrence analysis combined with multi-level indicator species analysis revealed significant correlations between operational taxonomic units affiliated with Methylophaga, Methylophilales, SAR324, Verrucomicrobia, and Planctomycetes with OPUs and methanotrophic symbiont groups. Taken together these observations shed new light on the composition, dynamics, and potential interspecific interactions of microbes associated with CH4 cycling in the Saanich Inlet water column, provide a baseline for comparison between coastal and open ocean OMZs and support the potential role of OPUs, and methanotrophic symbiont groups as a widely distributed pelagic sink for CH4 along continental margins.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fmars.2016.00268/full"
  },
  {
    "title": "Adjustment of K<sup>+</sup> Fluxes and Grapevine Defense in the Face of Climate Change",
    "authors": [
      "Houssein Monder,",
      "Morgan Maillard,",
      "Isabelle Chérel,",
      "Sabine Dagmar Zimmermann,",
      "Nadine Paris,",
      "Teresa Cuéllar,",
      "Isabelle Gaillard"
    ],
    "doi": "https://doi.org/10.3390/ijms221910398",
    "journalVolume": "Vol. 22,\n                                no. 10398\n                                \n                                  p.\n                                  10398",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Grapevine is one of the most economically important fruit crops due to the high value of its fruit and its importance in winemaking. The current decrease in grape berry quality and production can be seen as the consequence of various abiotic constraints imposed by climate changes. Specifically, produced wines have become too sweet, with a stronger impression of alcohol and fewer aromatic qualities. Potassium is known to play a major role in grapevine growth, as well as grape composition and wine quality. Importantly, potassium ions (K+) are involved in the initiation and maintenance of the berry loading process during ripening. Moreover, K+ has also been implicated in various defense mechanisms against abiotic stress. The first part of this review discusses the main negative consequences of the current climate, how they disturb the quality of grape berries at harvest and thus ultimately compromise the potential to obtain a great wine. In the second part, the essential electrical and osmotic functions of K+, which are intimately dependent on K+ transport systems, membrane energization, and cell K+ homeostasis, are presented. This knowledge will help to select crops that are better adapted to adverse environmental conditions.",
    "readLink": "https://www.mdpi.com/1422-0067/22/19/10398"
  },
  {
    "title": "La défense de l’énergie nucléaire comme pratique discursive : analyse sémio-rhétorique",
    "authors": [
      "Andrea Catellani"
    ],
    "doi": "https://doi.org/10.4000/rfsic.2036",
    "journalVolume": "Vol. 9",
    "issn": "2263-0856 (Online)",
    "publisher": "Société Française de Sciences de l’Information et de la Communication",
    "countryOfPublisher": "France",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Bibliography. Library science. Information resources"
    ],
    "journalUrl": "http://rfsic.revues.org/",
    "abstract": "This article presents a semio-rhetorical analysis of promotional discourse on nuclear power produced by three organizations: the Belgian nuclear Forum, the Canadian Nuclear Association and the Forum on Energy. The goal of this research is the identification of visual and verbal rhetorical and discursive forms that are used on these websites in order to promote nuclear power as a response to the problems of climate change. This analysis implies the observation of other texts, and the identification of wider discourses like “eco-modernism”. This article is an example of how semiotic and rhetorical tools can be used to analyze organizational communication.",
    "readLink": "http://journals.openedition.org/rfsic/2036"
  },
  {
    "title": "Thermal regime and host clade, rather than geography, drive Symbiodinium and bacterial assemblages in the scleractinian coral Pocillopora damicornis sensu lato",
    "authors": [
      "Kelly Brener-Raffalli,",
      "Camille Clerissi,",
      "Jeremie Vidal-Dupiol,",
      "Mehdi Adjeroud,",
      "François Bonhomme,",
      "Marine Pratlong,",
      "Didier Aurelle,",
      "Guillaume Mitta,",
      "Eve Toulza"
    ],
    "doi": "https://doi.org/10.1186/s40168-018-0423-6",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2049-2618 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Microbiology: Microbial ecology"
    ],
    "journalUrl": "https://microbiomejournal.biomedcentral.com",
    "abstract": "Abstract Background Although the term holobiont has been popularized in corals with the advent of the hologenome theory of evolution, the underlying concepts are still a matter of debate. Indeed, the relative contribution of host and environment and especially thermal regime in shaping the microbial communities should be examined carefully to evaluate the potential role of symbionts for holobiont adaptation in the context of global changes. We used the sessile, long-lived, symbiotic and environmentally sensitive reef-building coral Pocillopora damicornis to address these issues. Results We sampled Pocillopora damicornis colonies corresponding to two different mitochondrial lineages in different geographic areas displaying different thermal regimes: Djibouti, French Polynesia, New Caledonia, and Taiwan. The community composition of bacteria and the algal endosymbiont Symbiodinium were characterized using high-throughput sequencing of 16S rRNA gene and internal transcribed spacer, ITS2, respectively. Bacterial microbiota was very diverse with high prevalence of Endozoicomonas, Arcobacter, and Acinetobacter in all samples. While Symbiodinium sub-clade C1 was dominant in Taiwan and New Caledonia, D1 was dominant in Djibouti and French Polynesia. Moreover, we also identified a high background diversity (i.e., with proportions < 1%) of A1, C3, C15, and G Symbiodinum sub-clades. Using redundancy analyses, we found that the effect of geography was very low for both communities and that host genotypes and temperatures differently influenced Symbiodinium and bacterial microbiota. Indeed, while the constraint of host haplotype was higher than temperatures on bacterial composition, we showed for the first time a strong relationship between the composition of Symbiodinium communities and minimal sea surface temperatures. Conclusion Because Symbiodinium assemblages are more constrained by the thermal regime than bacterial communities, we propose that their contribution to adaptive capacities of the holobiont to temperature changes might be higher than the influence of bacterial microbiota. Moreover, the link between Symbiodinium community composition and minimal temperatures suggests low relative fitness of clade D at lower temperatures. This observation is particularly relevant in the context of climate change, since corals will face increasing temperatures as well as much frequent abnormal cold episodes in some areas of the world.",
    "readLink": "http://link.springer.com/article/10.1186/s40168-018-0423-6"
  },
  {
    "title": "Land-Use Change Impacts from Sustainable Hydropower Production in EU28 Region: An Empirical Analysis",
    "authors": [
      "Mohd Alsaleh,",
      "Muhammad  Mansur Abdulwakil,",
      "Abdul  Samad Abdul-Rahim"
    ],
    "doi": "https://doi.org/10.3390/su13094599",
    "journalVolume": "Vol. 13,\n                                no. 4599\n                                \n                                  p.\n                                  4599",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Under the current European Union (EU) constitution approved in May 2018, EU countries ought to guarantee that estimated greenhouse-gas releases from land use, land-use change, or forestry are entirely compensated by an equivalent accounted removal of carbon dioxide (CO2) from the air during the period between 2021 and 2030. This study investigates the effect of sustainable hydropower production on land-use change in the European Union (EU28) region countries during 1990–2018, using the fully modified ordinary least squares (FMOLS). The results revealed that land-use change incline with an increase in hydropower energy production. In addition, economic growth, carbon dioxide emissions, and population density are found to be increasing land-use changes, while institutional quality is found to be decreasing land-use change significantly. The finding implies that land-use change in EU28 region countries can be significantly increased by mounting the amount of hydropower energy production to achieve Energy Union aims by 2030. This will finally be spread to combat climate change and environmental pollution. The findings are considered robust as they were checked with DOLS and pooled OLS. The research suggests that the EU28 countries pay attention to the share of hydropower in their renewable energy combination to minimize carbon releases. Politicians and investors in the EU28 region ought to invest further in the efficiency and sustainability of hydropower generation to increase its production and accessibility without further degradation of forest and agricultural conditions. The authorities of the EU28 region should emphasize on efficiency and sustainability of hydropower energy with land-use management to achieve the international commitments for climate, biodiversity, and sustainable development, reduce dependence on fossil fuel, and energy insecurity.",
    "readLink": "https://www.mdpi.com/2071-1050/13/9/4599"
  }
]