[
  {
    "title": "Socio-economic and Environmental Implications of the Decline of Chilgoza Pine Nuts of Kinnaur, Western Himalaya",
    "authors": [
      "Aghaghia Rahimzadeh"
    ],
    "doi": "https://doi.org/10.4103/cs.cs_19_17",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  pp.\n                                  315\n                                  – 326",
    "issn": "0972-4923 (Print)",
    "publisher": "0975-3133 (Online)",
    "countryOfPublisher": "Wolters Kluwer Medknow Publications",
    "lcc": [
      "India",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.conservationandsociety.org.in/",
    "abstract": "Pinus gerardiana, or chilgoza pine nut, has played a significant socioeconomic role for the Kinnauri Tribal Peoples of Western Himalaya. This native species is declining, however, and as a result, so too is its role in the local culture, landscape, and economy. This paper is based on longitudinal ethnographic research conducted between 2010-2018. I discuss socio-economic and environmental changes that have been leading to the decline in chilgoza production in Kinnaur. Findings suggest several factors contributing to this decline. As the commercialisation of apple production gains prominence, the traditional collective harvesting and distribution practices of chilgoza are losing importance. Contemporary harvesting practices contribute to long-term damage of the tree and therefore decline in seed production and regeneration. Climate change and a general reduction in winter snowfall have also been diminishing production. Chilgoza decline can potentially reduce the diversification of the broader Kinnauri economy, possibly placing Kinnauris at risk, as they become dependent on a single cash crop. Here, I illustrate the story of the chilgoza pine nut of Kinnaur and explain the social and environmental factors and implications of its decline.",
    "readLink": "http://www.conservationandsociety.org/article.asp?issn=0972-4923;year=2020;volume=18;issue=4;spage=315;epage=326;aulast=Rahimzadeh"
  },
  {
    "title": "Impact of moderate and extreme climate change scenarios on growth, morphological features, photosynthesis, and fruit production of hot pepper",
    "authors": [
      "Sang Gyu Lee,",
      "Sung Kyeom Kim,",
      "Hee Ju Lee,",
      "Hee Su Lee,",
      "Jin Hyoung Lee"
    ],
    "doi": "https://doi.org/10.1002/ece3.3647",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  197\n                                  – 206",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Horticultural crop production and changes in physiological aspects during the growing season may be affected by climate change factors (CC), which include increased temperature and the associated doubling or tripling of atmospheric CO2 concentrations. However, the potential effects are complex and many parameters might impact on the observed effects. To evaluate the effects of CC, the growth, yield, fruit characteristics, photosynthetic traits, and morphological characteristics of hot peppers were investigated. The hot peppers were grown under two CC scenarios, with the Representative Concentration Pathway (RCP) of 4.5 (Temp.; +3.4°C, CO2 conc.; 540 μmol/mol, Precipitation +17.3%) and RCP 8.5 (Temp.; +6.0°C and CO2 conc.; 940 μmol/mol, Precipitation +20.3%), respectively, using extreme weather simulators. This was compared with existing weather conditions occurring in Jeonju, South Korea in terms of air temperature, relative humidity, radiation, and precipitation. Overall, the plant height showed the highest under moderate CC conditions (RCP 4.5) among all the treatments tested. The number of leaves in the RCP 8.5 condition showed 7,739/plants, which was 2.2 times higher than that of the control. In addition, fruit shape was shortened and percentage dry matter was also the highest. The yield of hot pepper in the CC RCP 4.5 and 8.5 conditions were decreased by 21.5% and 89.2% when compared with that of the control, respectively. The days to harvest in the condition of CC scenarios were shortened from 5 to 13 compared with that of control, predominantly due to the increased air temperature. The results indicated that the severe RCP CC scenarios made reduction in the yields and negative affection on the fruit qualities. Overall, hot pepper was tolerant of mild CC scenarios of temperature × CO2 but was significantly affected by more extreme CC interacting parameter concentrations (or similar).",
    "readLink": "https://doi.org/10.1002/ece3.3647"
  },
  {
    "title": "Unique genetic responses revealed in RNA-seq of the spleen of chickens stimulated with lipopolysaccharide and short-term heat.",
    "authors": [
      "Angelica Van Goor,",
      "Chris M Ashwell,",
      "Michael E Persia,",
      "Max F Rothschild,",
      "Carl J Schmidt,",
      "Susan J Lamont"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0171414",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  e0171414",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change and disease have large negative impacts on poultry production, but little is known about the interactions of responses to these stressors in chickens. Fayoumi (heat and disease resistant) and broiler (heat and disease susceptible) chicken lines were stimulated at 22 days of age, using a 2x2x2 factorial design including: breed (Fayoumi or broiler), inflammatory stimulus (lipopolysaccharide (LPS) or saline), and temperature (35°C or 25°C). Transcriptional changes in spleens were analyzed using RNA-sequencing on the Illumina HiSeq 2500. Thirty-two individual cDNA libraries were sequenced (four per treatment) and an average of 22 million reads were generated per library. Stimulation with LPS induced more differentially expressed genes (DEG, log2 fold change ≥ 2 and FDR ≤ 0.05) in the broiler (N = 283) than the Fayoumi (N = 85), whereas heat treatment resulted in fewer DEG in broiler (N = 22) compared to Fayoumi (N = 107). The double stimulus of LPS+heat induced the largest numbers of changes in gene expression, for which broiler had 567 DEG and Fayoumi had 1471 DEG of which 399 were shared between breeds. Further analysis of DEG revealed pathways impacted by these stressors such as Remodelling of Epithelial Adherens Junctions due to heat stress, Granulocyte Adhesion and Diapedesis due to LPS, and Hepatic Fibrosis/Hepatic Stellate Cell Activation due to LPS+heat. The genes and pathways identified provide deeper understanding of the response to the applied stressors and may serve as biomarkers for genetic selection for heat and disease tolerant chickens.",
    "readLink": "http://europepmc.org/articles/PMC5293231?pdf=render"
  },
  {
    "title": "Changes in shipping navigability in the Canadian Arctic between 1972 and 2016",
    "authors": [
      "Luke Copland,",
      "Jackie Dawson,",
      "Adrienne Tivy,",
      "Frances Delaney,",
      "Alison Cook"
    ],
    "doi": "https://doi.org/10.1139/facets-2020-0096",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1069\n                                  – 1087",
    "issn": "2371-1671 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Education",
      "Science"
    ],
    "journalUrl": "http://www.facetsjournal.com/",
    "abstract": "There have been rapid recent reductions in sea ice age and extent in the Canadian Arctic, but little previous analysis of how this has impacted the navigability of Arctic shipping. In this study we analyze how navigability changed over the period 1972–2016 by converting Canadian Ice Service ice charts to shipping navigability charts for different hull strength classifications based on the Arctic Ice Regime Shipping System. Analysis focuses on the southern route of the Northwest Passage, and the Arctic Bridge route across Hudson Bay, for changes in early-season (∼25 June), mid-season (∼3 September), and late-season (∼15 October) conditions. Results reveal that there has been a marked easing in shipping navigability for all vessels over the past decade, driven by reductions in the area and age of sea ice, particularly across the southern route of the Northwest Passage. Both medium (Type B) and little (Type E) ice strengthened vessels were able to transit the full length of this route in the middle part of the shipping season in 2012–2016, but not in 1972–1976 or 1992–1996.",
    "readLink": "https://doi.org/10.1139/facets-2020-0096"
  },
  {
    "title": "A comparative study on energy efficiency of the maritime supply chains for liquefied hydrogen, ammonia, methanol and natural gas",
    "authors": [
      "Qianqian Song,",
      "Rodrigo Rivera Tinoco,",
      "Haiping Yang,",
      "Qing Yang,",
      "Hao Jiang,",
      "Yingquan Chen,",
      "Hanping Chen"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100056",
    "issn": "2772-6568 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/carbon-capture-science-and-technology",
    "abstract": "To cope with climate change, emerging fuels- hydrogen, ammonia and methanol- have been proposed as promising energy carriers that will replace part of the liquefied natural gas (LNG) in future maritime scenarios. Energy efficiency is an important indicator for evaluating the system, but the maritime supply system for emerging fuels has yet to be revealed. In this study, the energy efficiency of the maritime supply chain of hydrogen, ammonia, methanol, and natural gas is investigated, considering processes including production, storage, loading, transport and unloading. A sensitivity analysis of parameters such as ambient temperature, storage time, pipeline length and sailing time is also carried out. The results show that hydrogen (2.366%) has the highest daily boil-off gas (BOG) rate and wastes more energy than LNG (0.413%), with ammonia and methanol both being lower than LNG. The recycling of BOG is of great importance to the hydrogen supply chain. When produced from renewable energy sources, methanol (98.02%) is the most energy efficient, followed by ammonia, with hydrogen being the least (89.10%). This assessment shows from an energy efficiency perspective that ammonia and methanol have the potential to replace LNG as the energy carrier of the future and that hydrogen requires efficient BOG handling systems to increase competitiveness. This study provides some inspirations for the design of global maritime supply systems for emerging fuels.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772656822000276"
  },
  {
    "title": "Meteorological change and hemorrhagic fever with renal syndrome epidemic in China, 2004–2018",
    "authors": [
      "Yizhe Luo,",
      "Heng Lv,",
      "Huacheng Yan,",
      "Changqiang Zhu,",
      "Lele Ai,",
      "Wenhao Li,",
      "Jing Yi,",
      "Lingling Zhang,",
      "Weilong Tan"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-23945-9",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Hemorrhagic fever with renal syndrome (HFRS), caused by hantavirus, is a serious public health problem in China. Despite intensive countermeasures including Patriotic Health Campaign, rodent control and vaccination in affected areas, HFRS is still a potential public health threat in China, with more than 10,000 new cases per year. Previous epidemiological evidence suggested that meteorological factors could influence HFRS incidence, but the studies were mainly limited to a specific city or region in China. This study aims to evaluate the association between monthly HFRS cases and meteorological change at the country level using a multivariate distributed lag nonlinear model (DLNM) from 2004 to 2018. The results from both univariate and multivariate models showed a non-linear cumulative relative risk relationship between meteorological factors (with a lag of 0–6 months) such as mean temperature (Tmean), precipitation, relative humidity (RH), sunshine hour (SH), wind speed (WS) and HFRS incidence. The risk for HFRS cases increased steeply as the Tmean between − 23 and 14.79 °C, SH between 179.4 and 278.4 h and RH remaining above 69% with 50–95 mm precipitation and 1.70–2.00 m/s WS. In conclusion, meteorological factors such as Tmean and RH showed delayed-effects on the increased risk of HFRS in the study and the lag varies across climate factors. Temperature with a lag of 6 months (RR = 3.05) and precipitation with a lag of 0 months (RR = 2.08) had the greatest impact on the incidence of HFRS.",
    "readLink": "https://doi.org/10.1038/s41598-022-23945-9"
  },
  {
    "title": "Process development and analyses for the co‐production of 2‐methyltetrahydrofuran and 1,4‐pentanediol from lignocellulosic biomass",
    "authors": [
      "Chaehee Gong,",
      "Shinje Lee,",
      "Wangyun Won"
    ],
    "doi": "https://doi.org/10.1111/gcbb.13058",
    "journalVolume": "Vol. 15,\n                                no. 7\n                                \n                                  pp.\n                                  900\n                                  – 915",
    "issn": "1757-1693 (Print)",
    "publisher": "1757-1707 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "United Kingdom",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1111/(ISSN)1757-1707",
    "abstract": "Abstract The development of technologies for utilizing biomass has attracted attention because biomass can be produced sustainably worldwide. Biomass‐derived 2‐methyltetrahydrofuran (MTHF), which is a promising alternative to gasoline, has great market potential and a growing demand. However, in conventional biomass conversion processes, the minimum selling price (MSP) of biochemicals is not economically acceptable. Co‐production of biochemicals can increase the economics of biomass utilization. Herein, we developed a process for co‐producing MTHF and 1,4‐pentanediol (1,4‐PDO) from lignocellulosic biomass. After biomass fractionation, cellulose and hemicellulose were converted to levulinic acid (LA), and lignin was used for heat and electricity generation. LA was then converted to γ‐valerolactone (GVL). As a platform material for co‐production, GVL was converted into MTHF and 1,4‐PDO in each subsystem. The split ratio of GVL was controlled to efficiently produce MTHF and 1,4‐PDO according to market conditions. Additionally, we performed a techno‐economic and life‐cycle assessment (TEA and LCA, respectively) for the developed process. The MSP of MTHF was calculated based on the TEA results, and the environmental impacts were quantitatively calculated based on the LCA results. We performed heat integration using pinch analysis and then reduced the energy requirement of the proposed process. The key cost drivers and environmental factors of the proposed process were identified via sensitivity analyses. Consequently, during the processing of 2000 ton/day of corn stover (raw material of lignocellulose), the MSP of MTHF was calculated as $2.64/GGE (gasoline equivalent), and representative environmental impacts such as climate change and fossil depletion were calculated as −0.296 kg CO2 eq and − 0.056 kg oil eq, respectively. As a result, we can increase the economics of commercial production of MTHF and 1,4‐PDO with environmental sustainability. The proposed process can serve as a potential solution to the growing demand for the need for more sustainable biomass utilization.",
    "readLink": "https://doi.org/10.1111/gcbb.13058"
  },
  {
    "title": "Retrofitting Buildings into Thermal Batteries for Demand-Side Flexibility and Thermal Safety during Power Outages in Winter",
    "authors": [
      "Silvia Erba,",
      "Alessandra Barbieri"
    ],
    "doi": "https://doi.org/10.3390/en15124405",
    "journalVolume": "Vol. 15,\n                                no. 4405\n                                \n                                  p.\n                                  4405",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Decarbonizing heating in buildings is a key part of climate change mitigation policies, but deep retrofit is progressing slowly, e.g., at a pace of 0.2%/y of the building stock in Europe. By means of tests in two flats of a multiapartment housing complex recently renovated to very low values of energy needs, this paper explores the role of deep retrofitted buildings in providing energy flexibility services for the occupants/owners/managers and for the energy system. Key to this flexibility increase and capacity savings is the large reduction of energy needs for heating via a high level of external insulation, which allows the thermal capacity of the building mass to act as an energy storage, without the large energy losses presently affecting a large part of the building stock. Due to the limited number of case studies reporting experimental applications in real buildings, this research aims to offer an analysis based on a series of tests and detailed monitoring which show a significant increase in the time interval during which the low-energy-needs building remains in the comfort range, compared to a high-energy-needs building, when active delivery of energy is deactivated during the heating season. Intermittent renewable energy might hence be stored when available, thus enhancing the ability of the energy system to manage inherent variability of some renewable energy sources and/or increasing the share of the self-consumption of locally generated RES energy. Besides, two unplanned heating power outages which have involved the entire building complex allowed us to verify that deep retrofitted buildings are able to maintain thermally safe indoor conditions under extreme events, such as a power outage, for at least 5 days.",
    "readLink": "https://www.mdpi.com/1996-1073/15/12/4405"
  },
  {
    "title": "A Carbon Consumption Comparison of Rural and Urban Lifestyles",
    "authors": [
      "Seppo Junnila,",
      "Jukka Heinonen"
    ],
    "doi": "https://doi.org/10.3390/su3081234",
    "journalVolume": "Vol. 3,\n                                no. 8\n                                \n                                  pp.\n                                  1234\n                                  – 1249",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Sustainable consumption has been addressed from different perspectives in numerous studies. Recently, urban structure-related lifestyle issues have gained more emphasis in the research as cities search for effective strategies to reduce their 80% share of the global carbon emissions. However, the prevailing belief often seen is that cities would be more sustainable in nature compared to surrounding suburban and rural areas. This paper will illustrate, by studying four different urban structure related lifestyles in Finland, that the situation might be reversed. Actually, substantially more carbon emissions seem to be caused on a per capita level in cities than in suburban and rural areas. This is mainly due to the higher income level in larger urban centers, but even housing-related emissions seem to favor less urbanized areas. The method of the study is a consumption-based life cycle assessment of carbon emissions. In more detail, a hybrid life cycle assessment (LCA) model, that is comprehensive in providing a full inventory and can accommodate process data, is utilized.",
    "readLink": "http://www.mdpi.com/2071-1050/3/8/1234/"
  },
  {
    "title": "Ignimbrites Related to Neogene Volcanism in the Southeast of the Iberian Peninsula: An Experimental Study to Establish Their Pozzolanic Character",
    "authors": [
      "Domingo A. Martín,",
      "Jorge L. Costafreda,",
      "Leticia Presa,",
      "Elena Crespo,",
      "José Luis Parra,",
      "Beatriz Astudillo,",
      "Miguel Ángel Sanjuán"
    ],
    "doi": "https://doi.org/10.3390/ma16041546",
    "journalVolume": "Vol. 16,\n                                no. 1546\n                                \n                                  p.\n                                  1546",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "The speed at which climate change is happening is leading to a demand for new pozzolanic materials that improve the quality of cements and, at the same time, limit the emission of greenhouse gases into the atmosphere. The main objective of this work is the detailed characterization of an ignimbrite sample (IGNS) to demonstrate its effectiveness as a natural pozzolan. To meet this objective, a series of tests were carried out. In the first stage, mineral and chemical analyses were performed, such as petrographic analysis by thin section (TSP), X-ray diffraction (XRD), oriented aggregate (OA), scanning electron microscopy (SEM) and X-ray fluorescence (XRF). In the second stage, the following technical tests were carried out: chemical quality analysis (QCA), pozzolanicity test (PT) and mechanical compressive strength (MS) at 7, 28 and 90 days, using mortar specimens with ignimbrite/cement formulation (IGNS/PC): 10, 25 and 40% to establish the pozzolanic nature of the ignimbrite. The results of the mineral and chemical analyses showed that the sample has a complex mineralogical constitution, consisting of biotite mica, potassium feldspar, plagioclase, smectite (montmorillonite), quartz, volcanic glass, iron, titanium and manganese oxides, chlorite and chlorapatite. On the other hand, the technological tests revealed the pozzolanic nature of the sample, as well as visible increases in the mechanical compressive strengths in the three proportions, the most effective being IGNS/PC:10% and IGNS/PC:25% at 7, 28 and 90 days of setting. The results obtained could be applied in the formulation of new pozzolanic cements with ignimbrite as a natural pozzolanic aggregate.",
    "readLink": "https://www.mdpi.com/1996-1944/16/4/1546"
  }
]