[
  {
    "title": "Can Egypt become self-sufficient in wheat?",
    "authors": [
      "Senthold Asseng,",
      "Ahmed M S Kheir,",
      "Belay T Kassie,",
      "Gerrit Hoogenboom,",
      "Aly I N Abdelaal,",
      "Dorota Z Haman,",
      "Alex C Ruane"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aada50",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  p.\n                                  094012",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Egypt produces half of the 20 million tons of wheat that it consumes with irrigation and imports the other half. Egypt is also the world’s largest importer of wheat. The population of Egypt is currently growing at 2.2% annually, and projections indicate that the demand for wheat will triple by the end of the century. Combining multi-crop and -climate models for different climate change scenarios with recent trends in technology, we estimated that future wheat yield will decline mostly from climate change, despite some yield improvements from new technologies. The growth stimulus from elevated atmospheric CO _2 will be overtaken by the negative impact of rising temperatures on crop growth and yield. An ongoing program to double the irrigated land area by 2035 in parallel with crop intensification could increase wheat production and make Egypt self-sufficient in the near future, but would be insufficient after 2040s, even with modest population growth. Additionally, the demand for irrigation will increase from 6 to 20 billion m ^3 for the expanded wheat production, but even more water is needed to account for irrigation efficiency and salt leaching (to a total of up to 29 billion m ^3 ). Supplying water for future irrigation and producing sufficient grain will remain challenges for Egypt.",
    "readLink": "https://doi.org/10.1088/1748-9326/aada50"
  },
  {
    "title": "Biological Characteristics of Liza haematocheila in the Shallow Coastal Waters of the Yellow River Estuary",
    "authors": [
      "Jiaxu ZHANG,",
      "Jun WANG,",
      "Mingxiang NIU,",
      "Tao ZUO,",
      "Wen CHANG,",
      "Ruisheng CHEN"
    ],
    "doi": "https://doi.org/10.19663/j.issn2095-9869.20211011001",
    "journalVolume": "Vol. 44,\n                                no. 2\n                                \n                                  pp.\n                                  20\n                                  – 29",
    "issn": "2095-9869 (Print)",
    "publisher": "Science Press, PR China",
    "countryOfPublisher": "China",
    "lcc": [
      "Agriculture: Aquaculture. Fisheries. Angling"
    ],
    "journalUrl": "http://journal.yykxjz.cn/yykxjzen/ch/index.aspx",
    "abstract": "In recent years, fishery species have decreased in size and quality in the Yellow River estuary seas due to the effects of climate change and human activities, such as water and sediment regulation of the Yellow River, overfishing, and sewage discharge, among others. At the same time, the fishery resource structure has changed greatly: Small-sized fish with low value, shrimps and crabs became the main catches. To conserve natural resources and maintain local fishery harvests, conservation efforts such as stock enhancement and fishing quotas have been employed. Research on the biological characteristics of important fish can provide a scientific basis for the rational utilization and stock enhancement of fishery resources in the future, and it can also offer support for making relevant fishery policies.Liza haematocheila is an economically important fishery species in the Yellow River estuary and mainly feeds on zooplankton, phytoplankton, and organic detritus, which limits eutrophication and promotes energy and carbon cycling at the ecosystem level. The species plays an important role in ecosystem function and the maintenance of biodiversity. This study investigated the biological characteristics of L. haematocheila to provide a scientific basis for its conservation and rational utilization in the Yellow River estuary. Furthermore, it can provide basic biological data for the study of ecological restoration in the Yellow River estuary.This study evaluated the distribution of body length and weight, the relationship between body length and weight, reproduction, growth, death, and development. All of the analyses were based on sampling data from set nets between April and November 2020.The body length range of L. haematocheila was 45~460 mm, the average body length was 149 mm, and the modal body length range was 55~185 mm. The body weight range was 2~1100 g, the average body weight was 83 g, and the modal body weight range was 2~80 g. Both the average body length and body weight were the highest in May and the lowest in September. Overall, small individuals were the most common, and individuals with a body length of less than 200 mm accounted for more than 78%. Analysis of variance showed significant monthly differences in both average body length and weight of L. haematocheila. The relationship between body length and body weight showed a strong correlation within and between months [W=3.17×10‒5L2.82, (R2=0.980 5, n=984)]. The growth of L. haematocheila was negatively allometric, with the growth of body length being faster than that of body weight.The body condition of L. haematocheila decreased with time, though it increased in July and fluctuated with a downward trend from July to November. The nadir body condition was observed in June (1.102±0.173) and the peak body condition was observed in July (1.535±0.467).The rate of gonadal development varied from month to month, and the proportion of individuals who did not reach gonadal maturity was large, with an undeveloped gonad proportion of more than 50% per month. There was a peak spawning period from April to May.The growth curve of L. haematocheila was fitted, and its growth parameters were estimated using the ELEFAN method. The total death coefficient of the population was estimated using a length-converted catch curve, the natural death coefficient was estimated using the empirical formula of Pauly, and the population development rate was calculated. The results indicated that the asymptotic length (L∞) of L. haematocheila was 608 mm, the growth rate (K) was 0.31 a−1, total death coefficient (Z) was 1.42 a−1, natural death coefficient (M) was 0.51 a−1, fishing death coefficient (F) was 0.91 a−1, and its population development rate (E) was 0.64. The L. haematocheila resource was overfished in the shallow coastal waters of the Yellow River estuary, and its open fishing length (L50) was only 57.4 mm in this production survey.Fixed-net harvesting led to overfishing in the Yellow River estuary from April to November 2020, with juvenile fish and supplementary stocks experiencing the greatest impact. We should reconsider the management strategies for L. haematocheila in the Yellow River estuary, and promote stock enhancement at the same time. Artificial propagation technology for L. haematocheila should be considered for supplementing L. haematocheila in the Yellow River estuary seas. Research on the release time, release of krill size, population characteristics, growth, and development should be addressed to provide an informed and scientific basis for stock enhancement.",
    "readLink": "http://journal.yykxjz.cn/yykxjz/ch/reader/view_abstract.aspx?file_no=20211011001"
  },
  {
    "title": "Probabilistic analysis of flood embankment stability: the case study of the Adige River embankment in Italy",
    "authors": [
      "Amabile Alessia,",
      "De Polo Fabio,",
      "Tarantino Alessandro"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202019501003",
    "journalVolume": "Vol. 195\n                                \n                                \n                                  p.\n                                  01003",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Flooding is a worldwide phenomenon. Over the last few decades the world has experienced a rising number of devastating flood events and the trend in such natural disasters is increasing. Furthermore, escalations in both the probability and magnitude of flood hazards are expected as a result of climate change. Flood defence embankments are one of the major flood defence measures and stability assessment for these structures is therefore a very important process. Traditional deterministic approaches to stability analysis do not allow taking into account and quantifying the uncertainties in soil characterisation. For this reason they may not be sufficient to capture the failure of flood embankments. The paper presents a probabilistic approach for the stability analysis of flood embankments taking into account the probabilistic distribution of soil hydro-mechanical properties. The approach is validated against the failure case study of the Adige river embankment in Italy, by comparing the probability of failure of two sections, within and outside the failure segment respectively.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/55/e3sconf_e-unsat2020_01003.pdf"
  },
  {
    "title": "Global patterns of change in discharge regimes for 2100",
    "authors": [
      "F. C. Sperna Weiland,",
      "L. P. H. van Beek,",
      "J. C. J. Kwadijk,",
      "M. F. P. Bierkens"
    ],
    "doi": "https://doi.org/10.5194/hess-16-1047-2012",
    "journalVolume": "Vol. 16,\n                                no. 4\n                                \n                                  pp.\n                                  1047\n                                  – 1062",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "This study makes a thorough global assessment of the effects of climate change on hydrological regimes and their accompanying uncertainties. Meteorological data from twelve GCMs (SRES scenarios A1B and control experiment 20C3M) are used to drive the global hydrological model PCR-GLOBWB. This reveals in which regions of the world changes in hydrology can be detected that have a high likelihood and are consistent amongst the ensemble of GCMs. New compared to existing studies is: (1) the comparison of spatial patterns of regime changes and (2) the quantification of notable consistent changes calculated relative to the GCM specific natural variability. The resulting consistency maps indicate in which regions the likelihood of hydrological change is large. <br><br> Projections of different GCMs diverge widely. This underscores the need of using a multi-model ensemble. Despite discrepancies amongst models, consistent results are revealed: by 2100 the GCMs project consistent decreases in discharge for southern Europe, southern Australia, parts of Africa and southwestern South-America. Discharge decreases strongly for most African rivers, the Murray and the Danube while discharge of monsoon influenced rivers slightly increases. In the Arctic regions river discharge increases and a phase-shift towards earlier peaks is observed. Results are comparable to previous global studies, with a few exceptions. Globally we calculated an ensemble mean discharge increase of more than ten percent. This increase contradicts previously estimated decreases, which is amongst others caused by the use of smaller GCM ensembles and different reference periods.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/16/1047/2012/hess-16-1047-2012.pdf"
  },
  {
    "title": "Measuring the effectiveness of the Covenant of Mayors on the reporting of climate hazards by Municipalities",
    "authors": [
      "Yeray Hernandez,",
      "Gustavo Naumann,",
      "Paulo Barbosa"
    ],
    "doi": "Vol. 6,\n                                no. 10\n                                \n                                  p.\n                                  e05043",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The European Commission established the Covenant of Mayors (CoM) initiative in 2008, aimed at involving and supporting mayors to encourage accomplishing the European Union (EU) climate mitigation and energy targets. In 2014, the Mayors Adapt initiative was set up in order to promote the climate adaptation pillar. Whereas the mitigation pillar is more developed and peer-reviewed literature can be found, adaptation is still lagging behind, not to mention the absence of information on the effectiveness of the CoM concerning the development of climate adaptation plans. This paper aims at presenting a thorough analysis of climate hazard data declared by CoM signatories as well as the degree of regional agreement of those signatories when reporting climate data. Thus, we assume that the signatories belonging to the same climate region should report similar climate hazard data for both current and future timeframes. Using a new statistical method for measuring the variability of categorical data, we determine that, overall, the signatories show low agreement within climate regions. Hence, we conclude that the CoM, in the corresponding part of climate risk assessment, is not as effective as it could be desired. Furthermore, several recommendations are proposed to improve the current reporting.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844020318867"
  },
  {
    "title": "Wildfire exacerbates high-latitude soil carbon losses from climate warming",
    "authors": [
      "Zelalem A Mekonnen,",
      "William J Riley,",
      "James T Randerson,",
      "Ian A Shirley,",
      "Nicholas J Bouskill,",
      "Robert F Grant"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac8be6",
    "journalVolume": "Vol. 17,\n                                no. 9\n                                \n                                  p.\n                                  094037",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Arctic and boreal permafrost soil organic carbon (SOC) decomposition has been slower than carbon inputs from plant growth since the last glaciation. Anthropogenic climate warming has threatened this historical trend by accelerating SOC decomposition and altering wildfire regimes. We accurately modeled observed plant biomass and carbon emissions from wildfires in Alaskan ecosystems under current climate conditions. In projections to 2300 under the RCP8.5 climate scenario, we found that warming and increased atmospheric CO _2 will result in plant biomass gains and higher litterfall. However, increased carbon losses from (a) wildfire combustion and (b) rapid SOC decomposition driven by increased deciduous litter production, root exudation, and active layer depth will lead to about 4.4 PgC of soil carbon losses from Alaska by 2300 and most (88%) of these loses will be from the top 1 m of soil. These SOC losses offset plant carbon gains, causing the ecosystem to transition to a net carbon source after 2200. Simulations excluding wildfire increases yielded about a factor of four lower SOC losses by 2300. Our results show that projected wildfire and its direct and indirect effects on plant and soil carbon may accelerate high-latitude soil carbon losses, resulting in a positive feedback to climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac8be6"
  },
  {
    "title": "Quantifying the role of fire in the Earth system – Part 2: Impact on the net carbon balance of global terrestrial ecosystems for the 20th century",
    "authors": [
      "F. Li,",
      "B. Bond-Lamberty,",
      "S. Levis"
    ],
    "doi": "https://doi.org/10.5194/bg-11-1345-2014",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  pp.\n                                  1345\n                                  – 1360",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Fire is the primary form of terrestrial ecosystem disturbance on a global scale. It affects the net carbon balance of terrestrial ecosystems by emitting carbon directly and immediately into the atmosphere from biomass burning (the fire direct effect), and by changing net ecosystem productivity and land-use carbon loss in post-fire regions due to biomass burning and fire-induced vegetation mortality (the fire indirect effect). Here, we provide the first quantitative assessment of the impact of fire on the net carbon balance of global terrestrial ecosystems during the 20th century, and investigate the roles of fire's direct and indirect effects. This is done by quantifying the difference between the 20th century fire-on and fire-off simulations with the NCAR Community Land Model CLM4.5 (prescribed vegetation cover and uncoupled from the atmospheric model) as a model platform. Results show that fire decreases the net carbon gain of global terrestrial ecosystems by 1.0 Pg C yr−1 averaged across the 20th century, as a result of the fire direct effect (1.9 Pg C yr−1) partly offset by the indirect effect (−0.9 Pg C yr−1). Post-fire regions generally experience decreased carbon gains, which is significant over tropical savannas and some North American and East Asian forests. This decrease is due to the direct effect usually exceeding the indirect effect, while they have similar spatial patterns and opposite sign. The effect of fire on the net carbon balance significantly declines until ∼1970 with a trend of 8 Tg C yr−1 due to an increasing indirect effect, and increases subsequently with a trend of 18 Tg C yr−1 due to an increasing direct effect. These results help constrain the global-scale dynamics of fire and the terrestrial carbon cycle.",
    "readLink": "http://www.biogeosciences.net/11/1345/2014/bg-11-1345-2014.pdf"
  },
  {
    "title": "Implementation of P-Reactive Layer for Improving Urban Water Quality: Kinetic Studies, Dimensioning and Economic Analysis",
    "authors": [
      "Agnieszka Bus"
    ],
    "doi": "https://doi.org/10.3390/su14159151",
    "journalVolume": "Vol. 14,\n                                no. 9151\n                                \n                                  p.\n                                  9151",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Urbanization and climate change affecting water quality are the most critical problems that humanity has to encounter globally. Undoubtedly, urban water bodies are heavily contaminated by phosphorus (P). This study aims to identify the mechanisms and efficiency of the P sorption process for selected reactive materials (Autoclaved Aerated Concrete (AAC), Filtralite® Nature P, lightweight expanded clay aggregate (Leca®), limestone, opoka, and zeolite) with surface water as adsorbate and dimension of P-reactive reactive layer supported with economic analysis. Four kinetic models were used to know the sorption mechanism: pseudo-first order, pseudo-second order, Elovich, and intra-particle diffusion model. Calculating the P-reactive layer was based on dimensioning rain retention spaces standards. The pseudo-second model provided the best description of the adsorption kinetics of most materials. The sorption properties obtained after 72 h showed the reduction of 83, 81, 59, 53, 37, and 36% for AAC, opoka, Filtralite® Nature P; limestone, Leca®, and zeolite, respectively. Depending on the volume, the P-reactive layer can remove 29–77 or 61–163 g of P-PO4. The unit cost of removing P-PO4 by the P-reactive layer range from 49.57 to 85.53 €/P-PO4 g. For these reasons, reactive materials seem to be an effective way of removing P from the urban water environment worldwide from both environmental and economic points of view.",
    "readLink": "https://www.mdpi.com/2071-1050/14/15/9151"
  },
  {
    "title": "Genomic Selection—Considerations for Successful Implementation in Wheat Breeding Programs",
    "authors": [
      "Dylan  Lee Larkin,",
      "Dennis  Nicuh Lozada,",
      "Richard  Esten Mason"
    ],
    "doi": "https://doi.org/10.3390/agronomy9090479",
    "journalVolume": "Vol. 9,\n                                no. 9\n                                \n                                  p.\n                                  479",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "In order to meet the goal of doubling wheat yield by 2050, breeders must work to improve breeding program efficiency while also implementing new and improved technologies in order to increase genetic gain. Genomic selection (GS) is an expansion of marker assisted selection which uses a statistical model to estimate all marker effects for an individual simultaneously to determine a genome estimated breeding value (GEBV). Breeders are thus able to select for performance based on GEBVs in the absence of phenotypic data. In wheat, genomic selection has been successfully implemented for a number of key traits including grain yield, grain quality and quantitative disease resistance, such as that for Fusarium head blight. For this review, we focused on the ways to modify genomic selection to maximize prediction accuracy, including prediction model selection, marker density, trait heritability, linkage disequilibrium, the relationship between training and validation sets, population structure, and training set optimization methods. Altogether, the effects of these different factors on the accuracy of predictions should be thoroughly considered for the successful implementation of GS strategies in wheat breeding programs.",
    "readLink": "https://www.mdpi.com/2073-4395/9/9/479"
  },
  {
    "title": "Possible impacts of climate change on wetlands and its biota in the Brazilian Amazon",
    "authors": [
      "DF Barros,",
      "ALM Albernaz"
    ],
    "doi": "https://doi.org/10.1590/1519-6984.04013",
    "journalVolume": "Vol. 74,\n                                no. 4\n                                \n                                  pp.\n                                  810\n                                  – 820",
    "issn": "1519-6984 (Print)",
    "publisher": "1678-4375 (Online)",
    "countryOfPublisher": "Instituto Internacional de Ecologia",
    "lcc": [
      "Brazil",
      "Science: Biology (General)",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.scielo.br/bjb",
    "abstract": "Wetlands cover approximately 6% of the Earth's surface. They are frequently found at the interface between terrestrial and aquatic ecosystems and are strongly dependent on the water cycle. For this reason, wetlands are extremely vulnerable to the effects of climate change. Mangroves and floodplain ecosystems are some of the most important environments for the Amazonian population, as a source of proteins and income, and are thus the types of wetlands chosen for this review. Some of the main consequences that can be predicted from climate change for wetlands are modifications in hydrological regimes, which can cause intense droughts or inundations. A possible reduction in rainfall can cause a decrease of the areas of mangroves and floodplains, with a consequent decline in their species numbers. Conversely, an increase in rainfall would probably cause the substitution of plant species, which would not be able to survive under new conditions for a long period. An elevation in water temperature on the floodplains would cause an increase in frequency and duration of hypoxic or anoxic episodes, which might further lead to a reduction in growth rates or the reproductive success of many species. In mangroves, an increase in water temperature would influence the sea level, causing losses of these environments through coastal erosion processes. Therefore, climate change will likely cause the loss of, or reduction in, Amazonian wetlands and will challenge the adaptability of species, composition and distribution, which will probably have consequences for the human population that depend on them.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1519-69842014000400810&lng=en&tlng=en"
  }
]