[
  {
    "title": "Contribution of Livestock Production to Climate Change and Mitigation Options: A Review",
    "authors": [
      "J M Chah,",
      "E M Igbokwe"
    ],
    "doi": "Vol. 16,\n                                no. 2",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "An attempt is made to understand the role livestock production plays in climate change and to identify mitigation strategies to cap or reduce greenhouse (GHG) emissions. Scientific literature on farm animal production and documented GHG emission, as well as mitigation strategies were synthesized and used for the study. Results show that animal agriculture sector is responsible for approximately 18%, or nearly one-fifth of human induced greenhouse gas (GHG) emissions. In nearly every step of meat, egg, and milk production, climate changing gases are released into the atmosphere potentially disrupting weather, temperature and ecosystem health. As the number of farm animals increases, so do their GHG emissions. Cattle rearing alone generate more global warming GHGs, as measured in carbon dioxide (CO2) equivalent, than transportation. Immediate and far reaching changes in current animal agriculture practices and consumption patterns are both critical if GHGs from the farm animal sector are to be mitigated. However, the approaches that best reduce emissions depend on local conditions and therefore vary from region to region. In Nigeria emission of GHGs is generally low based on low per capita energy and other resource consumption. However, it is expected that there will be future rise as a result of increased numbers of livestock and high population growth rate with corresponding increase in per capita energy and other resource consumption. The assessment of options to reduce future GHG emissions is considered an important contribution to sustainable development of Nigeria. Efficacious plants peculiar to the Nigerian environment and conditions should be planted and maintained around cities. Also government should support waste management in all the states in Nigeria to have a sequel structure to safe disposal of organic matter from cattle.",
    "readLink": "https://journal.aesonnigeria.org/index.php/jae/article/view/94"
  },
  {
    "title": "A Critical Review on Advancement and Challenges of Biochar Application in Paddy Fields: Environmental and Life Cycle Cost Analysis",
    "authors": [
      "Ali Mohammadi,",
      "Benyamin Khoshnevisan,",
      "G. Venkatesh,",
      "Samieh Eskandari"
    ],
    "doi": "https://doi.org/10.3390/pr8101275",
    "journalVolume": "Vol. 8,\n                                no. 1275\n                                \n                                  p.\n                                  1275",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "Paddy fields emit considerable amounts of methane (CH4), which is a potent greenhouse gas (GHG) and, thereby, causes significant environmental impacts, even as they generate wealth and jobs directly in the agricultural sector, and indirectly in the food-processing sector. Application of biochar in rice production systems will not just help to truncate their carbon footprints, but also add to the bottom-line. In this work, the authors have reviewed the literature on climate change, human health, and economic impacts of using organic residues to make biochar for the addition to croplands especially to rice paddy fields. Biochar-bioenergy systems range in scale from small household cook-stoves to large industrial pyrolysis plants. Biochar can be purveyed in different forms—raw, mineral-enriched, or blended with compost. The review of published environmental life cycle assessment (E-LCA) studies showed biochar has the potential to mitigate the carbon footprint of farming systems through a range of mechanisms. The most important factors are the stabilization of the carbon in the biochar and the generation of recoverable energy from pyrolysis gases produced as co-products with biochar as well as decreased fertiliser requirement and enhanced crop productivity. The quantitative review of E-LCA studies concluded that the carbon footprint of rice produced in biochar-treated soil was estimated to range from −1.43 to 2.79 kg CO2-eq per kg rice grain, implying a significant reduction relative to rice produced without a biochar soil amendment. The suppression of soil-methane emission due to the biochar addition is the dominant process with a negative contribution of 40–70% in the climate change mitigation of rice production. The review of the life cycle cost studies on biochar use as an additive in farmlands demonstrated that biochar application can be an economically-feasible approach in some conditions. Strategies like the subsidization of the initial biochar capital cost and assignment of a non-trivial price for carbon abatement in future pricing mechanisms will enhance the economic benefits for the rice farmers.",
    "readLink": "https://www.mdpi.com/2227-9717/8/10/1275"
  },
  {
    "title": "Seasonal response of air–water CO<sub>2</sub> exchange along the land–ocean aquatic continuum of the northeast North American coast.",
    "authors": [
      "G. G. Laruelle,",
      "R. Lauerwald,",
      "J. Rotschi,",
      "P. A. Raymond,",
      "J. Hartmann,",
      "P. Regnier"
    ],
    "doi": "https://doi.org/10.5194/bg-12-1447-2015",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  1447\n                                  – 1458",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "This regional study quantifies the CO2 exchange at the air–water interface along the land–ocean aquatic continuum (LOAC) of the northeast North American coast, from streams to the shelf break. Our analysis explicitly accounts for spatial and seasonal variability in the CO2 fluxes. The yearly integrated budget reveals the gradual change in the intensity of the CO2 exchange at the air–water interface, from a strong source towards the atmosphere in streams and rivers (3.0 ± 0.5 TgC yr−1) and estuaries (0.8 ± 0.5 TgC yr−1) to a net sink in continental shelf waters (−1.7 ± 0.3 TgC yr−1). Significant differences in flux intensity and their seasonal response to climate variations is observed between the North and South sections of the study area, both in rivers and coastal waters. Ice cover, snowmelt, and intensity of the carbon removal efficiency through the estuarine filter are identified as important control factors of the observed spatiotemporal variability in CO2 exchange along the LOAC.",
    "readLink": "http://www.biogeosciences.net/12/1447/2015/bg-12-1447-2015.pdf"
  },
  {
    "title": "Underestimated ammonia vehicular emissions in metropolitan city revealed by on-road mobile measurement",
    "authors": [
      "Chuanqi Gu,",
      "Shanshan Wang,",
      "Jian Zhu,",
      "Wenhao Dai,",
      "Jiaqi Liu,",
      "Ruibin Xue,",
      "Xiang Che,",
      "Yanfen Lin,",
      "Yusen Duan,",
      "Mark O Wenig,",
      "Bin Zhou"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acf94a",
    "journalVolume": "Vol. 18,\n                                no. 10\n                                \n                                  p.\n                                  104040",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Atmospheric ammonia (NH _3 ) plays a significant role in the nitrogen cycle, and can have impacts on air quality, ecological balance and climate change. While NH _3 associated with natural and agricultural processes has long been considered the primary source, the contribution of combustion-related NH _3 , particularly from vehicular emissions, keeps on the rise. We found that high on-road NH _3 concentrations occurred in a metropolitan city based on mobile measurement, and inferred that urban vehicular NH _3 emission was likely underestimated in the past. NH _3 emission factors (EFs) were derived from ring roads and tunnels, showing levels 74% and 20% higher than the latest standard proposed by Euro VII, respectively. To quantify the underestimation, two methods based on car ownership and traffic flow were used to estimate the annual vehicular NH _3 emission in Shanghai as 2.59 and 1.76 Gg, respectively, substantially surpassing the predicted results by the Dynamic Projection model for Emissions in China. Given these discoveries, we recommend that it is urgent and imperative to establish relevant national standards and limits aiming at regulation on vehicular NH _3 emissions. And more representative EFs measurements should be adopted to improve the accuracy of inventory estimation.",
    "readLink": "https://doi.org/10.1088/1748-9326/acf94a"
  },
  {
    "title": "Air Pollution and Its Association with the Greenland Ice Sheet Melt",
    "authors": [
      "Kumar Vikrant,",
      "Eilhann E. Kwon,",
      "Ki-Hyun Kim,",
      "Christian Sonne,",
      "Minsung Kang,",
      "Zang-Ho Shon"
    ],
    "doi": "https://doi.org/10.3390/su13010065",
    "journalVolume": "Vol. 13,\n                                no. 65\n                                \n                                  p.\n                                  65",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Greenland Ice Sheet (GrIS) has been a topic of extensive scientific research over the past several decades due to the exponential increase in its melting. The relationship between air pollution and GrIS melting was reviewed based on local emission of air pollutants, atmospheric circulation, natural and anthropogenic forcing, and ground/satellite-based measurements. Among multiple factors responsible for accelerated ice melting, greenhouse gases have long been thought to be the main reason. However, it is suggested that air pollution is another piece of the puzzle for this phenomenon. In particular, black carbon (BC) and other aerosols emitted anthropogenically interact with clouds and ice in the Arctic hemisphere to shorten the cloud lifespan and to change the surface albedo through alteration of the radiative balance. The presence of pollution plumes lowers the extent of super cooling required for cloud freezing by about 4 °C, while shortening the lifespan of clouds (e.g., by altering their free-energy barrier to prompt precipitation). Since the low-level clouds in the Arctic are 2–8 times more sensitive to air pollution (in terms of the radiative/microphysical properties) than other regions in the world, the melting of the GrIS can be stimulated by the reduction in cloud stability induced by air pollution. In this study, we reviewed the possible impact of air pollution on the melting of the GrIS in relation to meteorological processes and emission of light-absorbing impurities. Long-term variation of ground-based AERONET aerosol optical depth in Greenland supports the potential significance of local emission and long-range transport of air pollutants from Arctic circle and continents in the northern hemisphere in rapid GrIS melting trend.",
    "readLink": "https://www.mdpi.com/2071-1050/13/1/65"
  },
  {
    "title": "Changements climatiques et mise en tourisme du fleuve St-Laurent au Québec",
    "authors": [
      "Dominic Lapointe,",
      "Bruno Sarrasin,",
      "Alexis Guillemard"
    ],
    "doi": "https://doi.org/10.4000/vertigo.16575",
    "journalVolume": "Vol. 23",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "The shorelines of the St. Lawrence River are a core touristic attraction in Quebec, but they also represent spaces that will be strongly affected by climate change. This paper is based on a multi-conceptualization of space to analyze the representations embedded in two state discourses : The Tourism Development Strategy for St. Lawrence River and the Climate Change Adaptation Strategy. Thereafter, the paper discusses how actors 'problematize' adaptation to climate change in those two discourses, to better understand the similarities and differences of stakeholder interests, alliances and oppositions to contribute solving implementation problems.",
    "readLink": "http://journals.openedition.org/vertigo/16575"
  },
  {
    "title": "An Alternative Method for Estimation of Stand-Level Biomass for Three Conifer Species in Northeast China",
    "authors": [
      "Shidong Xin,",
      "Muhammad Khurram Shahzad,",
      "Surya Bagus Mahardika,",
      "Weifang Wang,",
      "Lichun Jiang"
    ],
    "doi": "https://doi.org/10.3390/f14061274",
    "journalVolume": "Vol. 14,\n                                no. 1274\n                                \n                                  p.\n                                  1274",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Accurate large-scale biomass prediction is crucial for assessing forest carbon storage and dynamics. It can also inform sustainable forest management practices and climate change mitigation efforts. However, stand-level biomass models are still scarce worldwide. Our study aims to introduce the generalized additive model (GAM) as a convenient and efficient approach for forest biomass estimation. Data from 311 sample plots of three conifer species in northeastern China were used to evaluate the performance of the GAM model and compare it with traditional nonlinear seemingly unrelated regression (NSUR) models in predicting stand biomass, including total, aboveground, and component biomass. The results indicated that the goodness of fit of GAM was better than that of NSUR in two model systems. In the majority of cases, the scatter plots and prediction performance revealed that the stand total and component biomass models utilizing GAM outperformed those based on NSUR. Disregarding heteroscedasticity and requiring fewer statistical assumptions provide additional support for the replacement of NSUR-based models with GAM-based models. This study implies that the GAM approach has greater potential for developing a system of stand biomass models.",
    "readLink": "https://www.mdpi.com/1999-4907/14/6/1274"
  },
  {
    "title": "Call for planning policy and biotechnology solutions for food waste management and valorization in Vietnam",
    "authors": [
      "X. Cuong Nguyen,",
      "Thi Phuong Quynh Tran,",
      "T. Thanh Huyen Nguyen,",
      "D. Duc La,",
      "V. Khanh Nguyen,",
      "T. Phuong Nguyen,",
      "X.H. Nguyen,",
      "S.W. Chang,",
      "R. Balasubramani,",
      "W. Jin Chung,",
      "D. Duc Nguyen"
    ],
    "doi": "Vol. 28\n                                \n                                \n                                  p.\n                                  e00529",
    "issn": "2215-017X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/biotechnology-reports/",
    "abstract": "Food waste (FW) is more harmful than previously imagined. A large amount of Vietnam’s FW ends up in landfills, only 20 % of which are sanitary. This causes significant environmental problems such as greenhouse gas emissions, high carbon footprint, leachate, and landfill-related conflicts. The FW from Vietnam’s urban areas is 0.29 kg⸳p−1⸳d−1, accounting for 31.7 % of total waste. 38.81 % of families discharge FW which, along with municipal waste, corresponds to 4,429.21 ton⸳d−1 for the entire country. For FW collection, under transportation and treatment heads, 80,416.95 $⸳d−1 and 74,605.57 $⸳d−1 were spent, respectively. An analysis of Vietnam’s national strategy for the integrated management of solid waste indicates that the amount of attention and concern currently given to FW issues is not adequate to address them. To resolve FW issues, Vietnam needs to be more proactive regarding solutions and efforts, in addition to implementing strict regulations. These include the setting of national goals under the priority of national strategy, strict regulations, stakeholder engagement, FW recycling to animal feed, biorefinery, and awareness-raising campaigns.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2215017X20303180"
  },
  {
    "title": "Feasibility Study of Hybrid Wind-Diesel-Battery Power Generating Systems: Parametric and Sensitivity Analysis",
    "authors": [
      "Ibrahim Hussein,",
      "Ghandour Mazen,",
      "El-Jamal Georges"
    ],
    "doi": "https://doi.org/10.1051/matecconf/201817101004",
    "journalVolume": "Vol. 171\n                                \n                                \n                                  p.\n                                  01004",
    "issn": "2261-236X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.matec-conferences.org",
    "abstract": "The renewables energies are being used to reduce the environmental pollution, combat the climate change and burning of fossil fuels. For remote or decentralized areas, where grid connection is very complex, renewable energy generation system can be a reliable and optimized source of energy. Moreover, wind-diesel-solar hybrid system technology promises lots of opportunities in remote areas which are far from the main grid and are supplied by diesel gensets. This paper is based on the analysis of a hybrid energy system for optimization. The analysis of the hybrid system is realized in the HOMER software package. The HOMER software was utilized as the assessment tool with modeling performed with hourly data of wind speed, solar radiation and load. In this study, the remote village of Tuktoyaktuk situated in Northwest Territories of Canada has been taken for the discussion of the optimization analysis of a hybrid energy generation system.",
    "readLink": "https://doi.org/10.1051/matecconf/201817101004"
  },
  {
    "title": "Temporal and spatial analysis and monitoring of drought (meteorology) and its impacts on environment changes in Iran",
    "authors": [
      "Vahid Safarianzengir,",
      "Ahmad Fatahi,",
      "Behrouz Sobhani,",
      "Sahar Amiri Doumari"
    ],
    "doi": "https://doi.org/10.1002/asl.1080",
    "journalVolume": "Vol. 23,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1530-261X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1530-261X",
    "abstract": "Abstract The consequences of climate change, primarily due to natural and human factors, have caused many problems in the last decade that have affected different sections of society. One of the most important consequences is the occurrence of natural atmospheric—climatic disasters (drought). One of these regions is Iran in the Middle East, which has been suffering from this drought in the last decade. This investigation aims to evaluate and monitor drought and its impacts on environment changes in Iran. To conduct this research, the TERRA satellite data and the MODIS sensor were used over a 21‐year period, and the Normalised Differential Vegetation Index and Palmer Drought Severity Index Indicators were used to monitor drought and to estimate the soil moisture by the Soil Moisture Calculation satellite. Finally, to estimate the amount of precipitation and evapotranspiration, cumulative precipitation and real evapotranspiration, actual evaporation and transpiration were used. Findings showed that in the investigation region, the severity and frequency of drought have increased in recent years. Soil moisture has also decreased, indicating the inverse relationship between drought intensity and soil surface moisture, meaning that as the intensity of drought increases, the amount of soil surface moisture decreases. However, in the investigation region during the study course, the accumulation of rain showed a direct relationship with evaporation and transpiration. The highest monthly drought intensity of Palmer was 5.65% in May 2000. Also, the highest amount of wet year in November 2018 is 3.6%. The highest amount of rainfall was 61.25 mm in October 2018. Based on the results obtained in this research, drought has occurred in the investigation region in recent years, the intensity of which in the south, eastern and centre half of the country, especially the provinces of south Khorasan, Semnan, Hormozgan, Sistan and Baluchestan, Khuzestan and Ilam more it has been more than other provinces. To manage and control drought in the investigation region, in the various sectors affected by drought (agriculture, environment, surface water resources, forests, pastures and watershed management and natural ecosystems) strategies and plans in the short term, medium‐term and long‐term in line with natural and human factors and climate change to be adopted.",
    "readLink": "https://doi.org/10.1002/asl.1080"
  }
]