[
  {
    "title": "Assessment of the potential impacts of climate changes on Syr Darya watershed: A hybrid ensemble analysis method",
    "authors": [
      "Xiaobo Zhai,",
      "Yongping Li,",
      "Hao Wang,",
      "Guohe Huang,",
      "Yanfeng Li"
    ],
    "doi": "Vol. 47\n                                \n                                \n                                  p.\n                                  101415",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Syr Darya watershed, Central Asia. Study focus: Climate change has the potential to significantly impact the precipitation patterns, available water resources, food security, and ecosystem balance of a watershed. However, limited understanding exists of the temperature, precipitation, and streamflow trends in the Syr Darya watershed under the influence of climate change due to the uncertainties associated with climate change and the incompleteness of observational data. In this study, a multi-GCMs based statistical ensemble analysis (MGSEA) method is developed to effectively reflect the uncertainty of climate predictions and comprehensively assess the impact of climate change on the Syr Darya watershed during the period from 2021 to 2100. New hydrological insights for the region: The variations in temperature, precipitation, and streamflow were assessed by analyzing the projection results of various scenario combinations. Compared to the baseline (1960–2005), the findings reveal a rise in the annual average temperature ranging from 0.2 to 3.8 ℃ for RCP 4.5 and from 1.4 to 5.5 ℃ for RCP 8.5 in the 2080s. Additionally, the research confirms a downward trend in annual precipitation, with decreases of 3.7–27.8% for RCP 4.5 and 5.1–47.7% for RCP 8.5. The results of streamflow analysis exhibit an increasing trend during winter and autumn and a decreasing trend during summer and spring. The research outcomes obtained from MGSEA can be utilized for supporting water resources planning and management.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581823001027"
  },
  {
    "title": "The impact of climate change on edible food production: a panel data analysis",
    "authors": [
      "Melek Akdoğan Gedik,",
      "Tuğay Günel"
    ],
    "doi": "https://doi.org/10.1080/09064710.2021.1897155",
    "journalVolume": "Vol. 71,\n                                no. 5\n                                \n                                  pp.\n                                  318\n                                  – 323",
    "issn": "0906-4710 (Print)",
    "publisher": "1651-1913 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/sagb",
    "abstract": "Food production as global public goods depends upon many factors. This poses a risk to food safety as well as food prices. One of the most prominent factors that affects food production is climate change, which is mainly caused by carbon emissions. The knowledge of the impact of climate change on food production is important in terms of food policies and awareness regarding the issue. The purpose of this study was to empirically investigate the way in which climate change impacts edible food production in 12 selected countries as they had the highest carbon emissions during the 1995–2014 period. Unlike previous studies in the literature, we employ a food production index as an indicator of food production that does not include products such as coffee and tea, which are not nutritious. Further, we investigate the effects of climate change both statically and dynamically. We also do not focus on any specific country or food, as done by many studies in the literature. The results revealed that climate change adversely affects food production, with the production of edible food decreasing with the increase of climate change/carbon emissions.",
    "readLink": "http://dx.doi.org/10.1080/09064710.2021.1897155"
  },
  {
    "title": "Fluorinated greenhouse gas and net-zero emissions from the electronics industry: the proof is in the pudding",
    "authors": [
      "Sébastien Raoux"
    ],
    "doi": "https://doi.org/10.1080/17583004.2023.2179941",
    "journalVolume": "Vol. 14,\n                                no. 1",
    "issn": "1758-3004 (Print)",
    "publisher": "1758-3012 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tcmt",
    "abstract": "The electronics industry has made remarkable progress over the past 25 years in reducing the emission intensity of long-lived volatile fluorinated compounds (FCs) that typically represent 80 to 90% of uncontrolled direct (scope 1) greenhouse gas (GHG) emissions during the manufacturing of semiconductor, display, and photovoltaic devices. However, while Normalized Emission Rates (NERs) have decreased in terms of CO2-equivalent emissions per surface area of electronic devices produced, absolute FC emissions from the sector have continued to grow at a compound annual rate of 3.4% between 1995 and 2020. Despite these trends, industry has not, to date, renewed their sectoral commitments to strengthen global FC emission reduction goals for the 2020–2030 decade, and it is unlikely that recently announced net-zero emission objectives from a few leading companies can reverse upwards industry emission trends in the near-term. Meanwhile, the persisting gap between “top-down” atmospheric measurements-based FC emission estimates and “bottom-up” emissions estimates is increasingly concerning as recent studies suggest that the gap is likely due, in part, to an underestimation of FC emissions from the electronics sector. Thus, the accuracy of industry-average (Tier 2) emission factors is increasingly questionable. Considering that most FCs essentially permanently persist in the atmosphere on a human time scale, the electronics industry needs to reassert its collective leadership on climate action, increase its ambition to reduce absolute emissions, and ground net-zero commitments in science by embarking on a concerted effort to monitor, report, and verify their process and abatement emission factors. To this effect, this article provides practicable solutions to cross-check bottom-up and top-down emission factors at the facility level and suggests that further implementing cost-effective FC abatement technologies, possibly in conjunction with a sectoral cap-and-trade mechanism, can help achieve residual FC emission levels compatible with net-zero neutralization principles and the 1.5 °C objective of the Paris Agreement.",
    "readLink": "http://dx.doi.org/10.1080/17583004.2023.2179941"
  },
  {
    "title": "Improving the Thermal Performance and Energy Efficiency of Buildings by Incorporating Biomass Waste into Clay Bricks",
    "authors": [
      "Sama Ahmed,",
      "Mohamed Esmat El Attar,",
      "Nasser Zouli,",
      "Ahmed Abutaleb,",
      "Ibrahim M. Maafa,",
      "M. M. Ahmed,",
      "Ayman Yousef,",
      "Ayman Ragab"
    ],
    "doi": "https://doi.org/10.3390/ma16072893",
    "journalVolume": "Vol. 16,\n                                no. 2893\n                                \n                                  p.\n                                  2893",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "Excessive urban construction is primarily driven by uncontrolled population growth, which has serious consequences for the environment, energy, cost, and human life in general when building materials are massively used. In terms of energy and economic efficiency, buildings that make use of sustainable construction materials and technologies perform better. This is because building in an eco-friendly way results in less waste. Agro-industrial by-products and insulating materials are two examples of sustainable materials that have been put to good use in the climate change mitigation effort and to preserve the environment. Precast components are emphasized as a viable option that is suitable for this purpose and may potentially fulfill the need for housing units. Thus, this study investigated the viability of employing agricultural waste consisting of pomegranate peel waste to produce fired clay bricks. Results demonstrated that the optimum amount of pomegranate peel waste was determined to be 15%, and the optimal firing temperature was determined to be 900 °C. The thermal conductivity of all test samples was lower than that of conventional brick. Furthermore, when compared to conventional wall brick, all the tested samples of manufactured brick reduced energy consumption by 17.55% to 33.13% and carbon dioxide emissions by 7.50% to 24.50%. In addition, the economic feasibility of employing each synthetic sample was evaluated by computing the simple payback time (SPP). It was determined that 1.88–10.74 years were required for the brick samples to provide a return on their initial investment. Due to its ability to decrease heat gain, preserve energy, minimize CO2 emissions, and shorten the payback time, burned clay bricks manufactured from pomegranate peel waste are regarded as a feasible building material. Hence, manufactured bricks are usually considered an exceptional contribution to environmental sustainability.",
    "readLink": "https://www.mdpi.com/1996-1944/16/7/2893"
  },
  {
    "title": "Archaeol: An Indicator of Methanogenesis in Water-Saturated Soils",
    "authors": [
      "Katie L. H. Lim,",
      "Richard D. Pancost,",
      "Edward R. C. Hornibrook,",
      "Peter J. Maxfield,",
      "Richard P. Evershed"
    ],
    "doi": "https://doi.org/10.1155/2012/896727",
    "journalVolume": "Vol. 2012",
    "issn": "1472-3646 (Print)",
    "publisher": "1472-3654 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Microbiology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/archaea/",
    "abstract": "Oxic soils typically are a sink for methane due to the presence of high-affinity methanotrophic Bacteria capable of oxidising methane. However, soils experiencing water saturation are able to host significant methanogenic archaeal communities, potentially affecting the capacity of the soil to act as a methane sink. In order to provide insight into methanogenic populations in such soils, the distribution of archaeol in free and conjugated forms was investigated as an indicator of fossilised and living methanogenic biomass using gas chromatography-mass spectrometry with selected ion monitoring. Of three soils studied, only one organic matter-rich site contained archaeol in quantifiable amounts. Assessment of the subsurface profile revealed a dominance of archaeol bound by glycosidic headgroups over phospholipids implying derivation from fossilised biomass. Moisture content, through control of organic carbon and anoxia, seemed to govern trends in methanogen biomass. Archaeol and crenarchaeol profiles differed, implying the former was not of thaumarcheotal origin. Based on these results, we propose the use of intact archaeol as a useful biomarker for methanogen biomass in soil and to track changes in moisture status and aeration related to climate change.",
    "readLink": "http://dx.doi.org/10.1155/2012/896727"
  },
  {
    "title": "Deleterious effects of thermal and water stresses on life history and physiology: a case study on woodlouse",
    "authors": [
      "Depeux, Charlotte,",
      "Branger, Angèle,",
      "Moulignier, Théo,",
      "Moreau, Jérôme,",
      "Lemaître, Jean-François,",
      "Dechaume-Moncharmont, François-Xavier,",
      "Laverre, Tiffany,",
      "Paulhac, Hélène,",
      "Gaillard, Jean-Michel,",
      "Beltran-Bech, Sophie"
    ],
    "doi": "https://doi.org/10.24072/pcjournal.228",
    "journalVolume": "Vol. 3",
    "issn": "2804-3871 (Online)",
    "publisher": "Peer Community In",
    "countryOfPublisher": "France",
    "lcc": [
      "Auxiliary sciences of history: Archaeology",
      "Science"
    ],
    "journalUrl": "https://peercommunityjournal.org/",
    "abstract": "We tested independently the influences of increasing temperature and decreasing moisture on life history and physiological traits in the arthropod Armadillidium vulgare. Both increasing temperature and decreasing moisture led reproductive success to decrease. While the density of immune cells decreased and the β-galactosidase activity increased with increasing temperature and decreasing moisture, which suggests a negative impact of these stressors on individual performance, increased temperature and decreased moisture affected differently the other biomarkers conjuring different underlying mechanisms depending on the stress applied. Our findings demonstrate overall a negative impact of high temperature and low moisture on woodlouse welfare. Changing temperature or moisture had slightly different effects, illustrating the need to test further the respective role of each of these key components of climate change on organisms to predict more reliably the future of our ecosystems.",
    "readLink": "https://peercommunityjournal.org/articles/10.24072/pcjournal.228/"
  },
  {
    "title": "Using water sources extent during inundation as a reliable predictor for vegetation zonation in a natural wetland floodplain",
    "authors": [
      "Tomasz Berezowski,",
      "Martin Wassen"
    ],
    "doi": "Vol. 154\n                                \n                                \n                                  p.\n                                  110854",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Distinctive zones of inundation water during floods were shown to originate from different sources in some major floodplains around the world. Recent research showed that the zonation of water in rivers and floodplains is related to vegetation patterns. In spite of this, water source zones were not used for vegetation modeling due to difficulties in their delineation. In this study, we used simulation results of a fully-coupled groundwater-surface water integrated hydrological model (IHM) HydroGeoSphere and the Hydraulic Mixing-Cell method to provide standard hydrological predictors (e.g. water depth, inundation length, groundwater depth, exchange flux) and the extent of inundation zones having a certain water source (discharged groundwater, river, rainfall, and snowmelt). These variables were used to train a vegetation model for the lower Biebrza floodplain (about 290 km2) using vegetation maps from 1960, 1980, and 2000. We used a one-at-a-time (OAT) approach, where each map was validated based on a model trained on the remaining two maps to obtain realistic error estimates. We also used a fractional approach in which a fraction of each map was used for training and validation. The single model from the fractional approach was used to assess the importance of predictors and to predict vegetation for the 20th century and for the 21st century using IHM simulation forced by the Twentieth Century Reanalysis data and EURO-CORDEX RCP 2.6, 4.5, and 8.5 model ensembles. The model which used both water sources extent and standard predictors performed the best overall and was sensitive to the future trends. The extent of river water within the inundation area was by far the most important vegetation predictor. The models that neither used the water sources extent predictors nor the exchange flux were not able to predict the trends of areas covered by certain vegetation types under future climate. The advantage of the water sources extent predictors was their ability to represent the spatial effect of local hydrological phenomena. This was not possible with the standard predictors, because they show only the source of the phenomena (e.g. groundwater discharge zone), but do not indicate the actual area affected by its physical and chemical properties, which is more relevant for vegetation development. Our results highlight the relevance of using water extent predictors due to their ability to explain spatiotemporal ecological processes, such as vegetation development. We suggest to use water extent predictors in modelling for developing more accurate decision support for wetland floodplains.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23009962"
  },
  {
    "title": "Are Mixed Tropical Tree Plantations More Resistant to Drought than Monocultures?",
    "authors": [
      "Norbert Kunert,",
      "Alida Mercado Cárdenas"
    ],
    "doi": "https://doi.org/10.3390/f6062029",
    "journalVolume": "Vol. 6,\n                                no. 6\n                                \n                                  pp.\n                                  2029\n                                  – 2046",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Tropical tree plantations usually consist of a single exotic fast growing species, but recent research describes positive effects on ecosystem functions from mixed tropical tree plantations. In this review, we present the current knowledge of drought resistance of tropical mixed species plantations and summarize preliminary evidence from a tree biodiversity experiment in Panama. Converting mono-specific stands into mixed ones may improve stand stability and might reduce increasing abiotic and biotic disturbances due to climate change. However, little is known about the extent to which tropical tree species or tropical tree communities can resist increasing disturbances in the short term, e.g., water limitations due to increasing dry season intensity or length, or about their resilience after such disturbances and their capacity to adapt to changing conditions in the long term. Studies relating drought resistance and resilience to community diversity are missing. Further, we highlight the urgent need for a multifactorial manipulative throughfall reduction experiment in tropical environments. The outcome of such studies would greatly assist the forestry sector in tropical regions to maintain highly productive and ecologically sound forest plantations in a changing climate.",
    "readLink": "http://www.mdpi.com/1999-4907/6/6/2029"
  },
  {
    "title": "Making Use of Sustainable Local Plant Genetic Resources: Would Consumers Support the Recovery of a Traditional Purple Carrot?",
    "authors": [
      "Azucena Gracia,",
      "Ana María Sánchez,",
      "Francesc Jurado,",
      "Cristina Mallor"
    ],
    "doi": "https://doi.org/10.3390/su12166549",
    "journalVolume": "Vol. 12,\n                                no. 6549\n                                \n                                  p.\n                                  6549",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Local plant genetic resources are of vital importance for the resilience of the agroecosystems, especially under conditions of global climate change. The diversification of production using these resources is postulated as an alternative for the development of rural areas with non-optimal farming conditions and/or disadvantaged by depopulation. However, in order to sustainably utilize local genetic resources, their use has also to provide products accepted by consumers. The aim of this study was to evaluate consumer acceptance of a local purple carrot that is a Spanish landrace at risk of genetic erosion from Teruel, a province in the Aragón region seriously affected by depopulation and extreme weather conditions, to contribute to its sustainable recovery. Consumer preferences for carrots with different characteristics (color, price, variety, and production system) were studied, and their willingness to pay (WTP) for the local purple carrots was assessed. Data from a survey conducted in this Spanish region was used. We identified two segments of consumers with different willingness to pay, hedonic liking, and intention to purchase the purple local carrots. These traditional purple carrots would be accepted by the segment of consumers more willing to pay for and more likely to purchase these carrots. The traditional purple carrots should be promoted, emphasizing that they are produced by a local landrace whose purple color is due to anthocyanic pigments with known antioxidant properties.",
    "readLink": "https://www.mdpi.com/2071-1050/12/16/6549"
  },
  {
    "title": "A county-scale assessment of ecosystem health in the Three Gorges Reservoir area based on catastrophe theory",
    "authors": [
      "Wangying Xie,",
      "Yi Li,",
      "Yiqiu Zhao,",
      "Ying Chen,",
      "Jia He,",
      "Chuanhao Wen"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1073416",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The integrity and health of the ecosystem is the material basis for the common prosperity of different minority areas. Since the acceleration of social and economic growth in the 21st century, excessive social development has caused ecological imbalance, climate change and environmental pollution and other problems. The irrational use of natural resources gradually affects the balance between man and nature. In this paper, the characteristics of ecosystem health and four sub-systems of environment, economy, society and management in the Three Gorges Reservoir area are selected to study. The purpose of this paper is to construct an ecosystem health evaluation index system to describe the characteristics of the ecosystem in the Three Gorges Reservoir area. Firstly, a multi-criteria evaluation model was established based on catastrophe theory to evaluate the health of the ecosystem in the Three Gorges Reservoir area. Secondly, the Catastrophe progression method (CPM) was used to describe the overall change trend of the ecosystem in the Three Gorges Reservoir area from 2000 to 2016. The study shows that since 2000, with the development of economy and society and the further strengthening of environmental management, the health of the ecosystem in the Three Gorges Reservoir area has been improved year by year. At the same time, in order to further explore the factors affecting the ecosystem health of the reservoir, the climate factors were added to the control variables, and the model regression analysis was established through panel data. The final conclusion was that the average temperature, rainfall and sunshine time had significant effects on the ecosystem of the reservoir.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1073416/full"
  }
]