[
  {
    "title": "Impacts of climate change on crop and irrigation water requirement in the Savannah regions of Ghana",
    "authors": [
      "Awo Boatemaa Manson Incoom,",
      "Kwaku Amaning Adjei,",
      "Samuel Nii Odai,",
      "Komlavi Akpoti,",
      "Ebenezer Kwadwo Siabi"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.129",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  pp.\n                                  3338\n                                  – 3356",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Irrigation is important for food security, however, water requirements for sustainable irrigation may be affected by climate change. The study analysed water requirements of two commonly cultivated crops in the dry season in the Ghanaian Savannah regions under baseline and future periods. Crop water requirement (CWR) and crop irrigation requirement (CIR) were lowest in baseline periods and increased in the 2020s, 2050s, and 2080s for RCP 4.5 and RCP 8.5 at all locations. CIR was higher for tomato as compared to onions for most locations. Seasonal changes in the CWR ranged from 2–9, 3–12, and 3–12% and 2–8 3–12% and 5–18% for the 2020s, 2050s and 2080s under RCP 4.5 and RCP 8.5, respectively, for both the crops. Bole and Zuarungu recorded highest increases in CWR for tomato, whereas the least change was observed at Yendi for onions. Changes in seasonal CIR ranged from 3–19, 2–21, and 6–22%, respectively, for the 2020s, 2050s and 2080s for RCP 4.5. Under RCP 8.5, changes in seasonal CIR ranged from 3–23, 5–23, and 6–27% were observed for the 2020s, 2050s, and 2080s, respectively. Highest increases in CIR were noticed at Bole and Zuarungu for tomato, whereas the least change was observed at Wenchi for onions. Findings of the study support zero hunger and climate action, goals 2 and 13 of the Sustainable Development Goals (SDGs). HIGHLIGHTS The study analysed water requirements of two commonly cultivated crops in the dry season in the Savannah regions of Ghana.; Crop and irrigation water requirements were generally lowest in baseline periods and increased in the 2020s, 2050s, and 2080s under RCP 4.5 and RCP 8.5.; Highest increases in irrigation requirement were noticed at Bole and Zuarungu for tomato, whereas the least change was observed at Wenchi for onions.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/9/3338"
  },
  {
    "title": "Assessing Crop Coefficients for Natural Vegetated Areas Using Satellite Data and Eddy Covariance Stations",
    "authors": [
      "Chiara Corbari,",
      "Giovanni Ravazzani,",
      "Marta Galvagno,",
      "Edoardo Cremonese,",
      "Marco Mancini"
    ],
    "doi": "https://doi.org/10.3390/s17112664",
    "journalVolume": "Vol. 17,\n                                no. 11\n                                \n                                  p.\n                                  2664",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "The Food and Agricultural Organization (FAO) method for potential evapotranspiration assessment is based on the crop coefficient, which allows one to relate the reference evapotranspiration of well irrigated grass to the potential evapotranspiration of specific crops. The method was originally developed for cultivated species based on lysimeter measurements of potential evapotranspiration. Not many applications to natural vegetated areas exist due to the lack of available data for these species. In this paper we investigate the potential of using evapotranspiration measurements acquired by micrometeorological stations for the definition of crop coefficient functions of natural vegetated areas and extrapolation to ungauged sites through remotely sensed data. Pastures, deciduous and evergreen forests have been considered and lower crop coefficient values are found with respect to FAO data.",
    "readLink": "https://www.mdpi.com/1424-8220/17/11/2664"
  },
  {
    "title": "Characterizing Production–Living–Ecological Space Evolution and Its Driving Factors: A Case Study of the Chaohu Lake Basin in China from 2000 to 2020",
    "authors": [
      "Ruyi Zhang,",
      "Songnian Li,",
      "Baojing Wei,",
      "Xu Zhou"
    ],
    "doi": "https://doi.org/10.3390/ijgi11080447",
    "journalVolume": "Vol. 11,\n                                no. 447\n                                \n                                  p.\n                                  447",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "The division of the territorial space functional area is the primary method to study the rational exploitation and use of land space. The research on the Production–Living–Ecological Space (PLES) change and its motivating factors has major implications for managing and optimizing spatial planning and may open up a new research direction for inquiries into environmental change on a global scale. In this study, the transfer matrix and landscape pattern index methods were used to analyze the temporal changes as well as the evolution features of the landscape pattern of the PLES in the Chaohu Lake Basin from 2000 to 2020. Using principal component analysis and grey correlation analysis, the primary driving indicators of the spatial changes of the PLES in the Chaohu Lake Basin and the degree of the influence of various driving factors on various spatial types were determined. The study concluded with a few findings. First, from the standpoint of landscape structure, the Chaohu Lake Basin’s agricultural production space (APS) makes up more than 60% of the total area, and it and urban living space (ULS) are the two most visible spatial categories. Second, the pattern of the landscape demonstrates that the area used for agricultural production holds a significant advantage within the overall structure of the landscape. Although there is less connectedness between different landscape types, less landscape dominance, and more landscape fragmentation, the structure of different landscape types tends to be more varied. Third, the findings of the driving analysis demonstrate that the natural climate, population structure of agricultural development, and industrial structure of economic development are the three driving indicators of the change of the PLES. Finally, in order to promote the formation of a territorial space development pattern with intensive and efficient production space, appropriate living space, and beautiful ecological space, it is proposed to carry out land regulation according to natural factors, economic development, national policies, and other actual conditions.",
    "readLink": "https://www.mdpi.com/2220-9964/11/8/447"
  },
  {
    "title": "The influence of layering and barometric pumping on firn air transport in a 2-D model",
    "authors": [
      "B. Birner,",
      "C. Buizert,",
      "T. J. W.  Wagner,",
      "J. P. Severinghaus"
    ],
    "doi": "https://doi.org/10.5194/tc-12-2021-2018",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  2021\n                                  – 2037",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Ancient air trapped in ice core bubbles has been paramount to developing our understanding of past climate and atmospheric composition. Before air bubbles become isolated in ice, the atmospheric signal is altered in the firn column by transport processes such as advection and diffusion. However, the influence of low-permeability layers and barometric pumping (driven by surface pressure variability) on firn air transport is not well understood and is not readily captured in conventional one-dimensional (1-D) firn air models. Here we present a two-dimensional (2-D) trace gas advection–diffusion–dispersion model that accounts for discontinuous horizontal layers of reduced permeability. We find that layering or barometric pumping individually yields too small a reduction in gravitational settling to match observations. In contrast, when both effects are active, the model's gravitational fractionation is suppressed as observed. Layering focuses airflows in certain regions in the 2-D model, which acts to amplify the dispersive mixing resulting from barometric pumping. Hence, the representation of both factors is needed to obtain a realistic emergence of the lock-in zone. In contrast to expectations, we find that the addition of barometric pumping in the layered 2-D model does not substantially change the differential kinetic fractionation of fast- and slow-diffusing trace gases. Like 1-D models, the 2-D model substantially underestimates the amount of differential kinetic fractionation seen in actual observations, suggesting that further subgrid-scale processes may be missing in the current generation of firn air transport models. However, we find robust scaling relationships between kinetic isotope fractionation of different noble gas isotope and elemental ratios. These relationships may be used to correct for kinetic fractionation in future high-precision ice core studies and can amount to a bias of up to 0.45 °C in noble-gas-based mean ocean temperature reconstructions at WAIS Divide, Antarctica.",
    "readLink": "https://www.the-cryosphere.net/12/2021/2018/tc-12-2021-2018.pdf"
  },
  {
    "title": "Climate change impacts and fungal decay in vulnerable historic structures at Svalbard",
    "authors": [
      "Flyen Anne-Cathrine,",
      "Flyen Cecilie,",
      "Mattsson Johan"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202017220006",
    "journalVolume": "Vol. 172\n                                \n                                \n                                  p.\n                                  20006",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "This paper emphasises on degradation of wood in cultural heritage structures at Svalbard. Nowhere else does global heating occur faster. Negative impacts of climate change will increase the strain on wooden structures and can daily be observed at Svalbard. The severe changes affect the degradation rate of wooden constructions, including cultural heritage. Certain microclimates, also in Polar areas, are favourable to fungal growth and decay. The probable enhancing effects climate change have on fungal degradation in wooden structures are however alarming. The paper displays findings of measurements from four different case study projects at Svalbard between 2009 and 2019. The results have been analysed separately, compiled and discussed in context, and towards relevant literature. We claim that impacts of climate change may not be generalized in order to predict effects in building materials. Further, that with extended knowledge on how climate change affects natural development of fungal decay, negative impacts may be reduced. Lessons learned from high Arctic areas might add longevity and sustainability to wooden cultural heritage constructions, also in different areas and environments. The paper is part of two of the authors' PhD work at the Norwegian University of Science and Technology.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/32/e3sconf_nsb2020_20006.pdf"
  },
  {
    "title": "\"Think different\" to prevent extinction. Connecting Gregory Bateson’s Cybernetic Epistemology with Posthumanism",
    "authors": [
      "Hugh Palmer"
    ],
    "doi": "https://doi.org/10.28963/5.2.3",
    "journalVolume": "Vol. 5,\n                                no. 2",
    "issn": "2516-0052 (Online)",
    "publisher": "Everything is Connected Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Neurosciences. Biological psychiatry. Neuropsychiatry: Neurology. Diseases of the nervous system: Psychiatry: Therapeutics. Psychotherapy"
    ],
    "journalUrl": "https://murmurations.cloud",
    "abstract": "Gregory Bateson (1904-1980) left a stark warning to humanity; either change how we think or face extinction. He warned that three drivers are leading us to catastrophe; our reliance upon ever developing technology, population increase and the way we think. Bateson offered what he termed a “cybernetic epistemology” as an alternative way of thinking, and I will offer some thoughts about how this might be made more accessible to help us find a route out of the panmorphic crisis described by Simon (2021) of multiple threats to our existence. As part of the discussion, I will outline the concepts of conscious purpose, dualistic thinking, and other Batesonian ideas, including his understanding of “mind” and of schismogenesis, with the hope of encouraging the changes to our thinking that Bateson hoped we might make. I will connect with more recent posthumanist writers who have been directly or indirectly influenced by Bateson and identify common areas of concern, and I suggest that much posthumanist discourse is remarkably similar to Bateson’s cybernetic epistemology.",
    "readLink": "https://murmurations.cloud/ojs/index.php/murmurations/article/view/163"
  },
  {
    "title": "Determination of Greenhouse Gas Concentrations from the 16U CubeSat Spacecraft Using Fourier Transform Infrared Spectroscopy",
    "authors": [
      "Vera Mayorova,",
      "Andrey Morozov,",
      "Iliya Golyak,",
      "Igor Golyak,",
      "Nikita Lazarev,",
      "Valeriia Melnikova,",
      "Dmitry Rachkin,",
      "Victor Svirin,",
      "Stepan Tenenbaum,",
      "Ivan Vintaykin,",
      "Dmitriy Anfimov,",
      "Igor Fufurin"
    ],
    "doi": "https://doi.org/10.3390/s23156794",
    "journalVolume": "Vol. 23,\n                                no. 6794\n                                \n                                  p.\n                                  6794",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "Greenhouse gases absorb the Earth’s thermal radiation and partially return it to the Earth’s surface. When accumulated in the atmosphere, greenhouse gases lead to an increase in the average global air temperature and, as a result, climate change. In this paper, an approach to measuring CO2 and CH4 concentrations using Fourier transform infrared spectroscopy (FTIR) is proposed. An FTIR spectrometer mockup, operating in the wavelength range from 1.0 to 1.7 μm with a spectral resolution of 10 cm−1, is described. The results of CO2 and CH4 observations throughout a day in urban conditions are presented. A low-resolution FTIR spectrometer for the 16U CubeSat spacecraft is described. The FTIR spectrometer has a 2.0–2.4 μm spectral range for CO2 and CH4 bands, a 0.75–0.80 μm range for reference O2 bands, an input field of view of 10−2 rad and a spectral resolution of 2 cm−1. The capabilities of the 16U CubeSat spacecraft for remote sensing of greenhouse gas emissions using a developed FTIR spectrometer are discussed. The design of a 16U CubeSat spacecraft equipped with a compact, low-resolution FTIR spectrometer is presented.",
    "readLink": "https://www.mdpi.com/1424-8220/23/15/6794"
  },
  {
    "title": "Eco-Efficiency of a Lithium-Ion Battery for Electric Vehicles: Influence of Manufacturing Country and Commodity Prices on GHG Emissions and Costs",
    "authors": [
      "Maeva Philippot,",
      "Garbiñe Alvarez,",
      "Elixabete Ayerbe,",
      "Joeri Van Mierlo,",
      "Maarten Messagie"
    ],
    "doi": "https://doi.org/10.3390/batteries5010023",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  p.\n                                  23",
    "issn": "2313-0105 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Production of electric energy or power. Powerplants. Central stations",
      "Technology: Chemical technology: Industrial electrochemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/batteries",
    "abstract": "Lithium-ion battery packs inside electric vehicles represents a high share of the final price. Nevertheless, with technology advances and the growth of the market, the price of the battery is getting more competitive. The greenhouse gas emissions and the battery cost have been studied previously, but coherent boundaries between environmental and economic assessments are needed to assess the eco-efficiency of batteries. In this research, a detailed study is presented, providing an environmental and economic assessment of the manufacturing of one specific lithium-ion battery chemistry. The relevance of parameters is pointed out, including the manufacturing place, the production volume, the commodity prices, and the energy density. The inventory is obtained by dismantling commercial cells. The correlation between the battery cost and the commodity price is much lower than the correlation between the battery cost and the production volume. The developed life cycle assessment concludes that the electricity mix that is used to power the battery factory is a key parameter for the impact of the battery manufacturing on climate change. To improve the battery manufacturing eco-efficiency, a high production capacity and an electricity mix with low carbon intensity are suggested. Optimizing the process by reducing the electricity consumption during the manufacturing is also suggested, and combined with higher pack energy density, the impact on climate change of the pack manufacturing is as low as 39.5 kg CO2 eq/kWh.",
    "readLink": "https://www.mdpi.com/2313-0105/5/1/23"
  },
  {
    "title": "Warming of the West Spitsbergen Current and sea ice north of Svalbard",
    "authors": [
      "Jan Piechura,",
      "Waldemar Walczowski"
    ],
    "doi": "Vol. 51,\n                                no. 2\n                                \n                                  pp.\n                                  147\n                                  – 164",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "This research was supported by a grant from the Fifth European Union Frame-work Programme project ASOF-N, contract EVK2-CT-200200139, the Sixth Frame-work Programme DAMOCLES, contract 018509GOCE, and grants from the Polish Ministry of Science and Higher Education, decisions 61/N-IPY/2007/0 and 175/IPY/2007/01.AbstractAccording to the results of recent research, besides the atmospheric circulation, it is heat transport to the Arctic Ocean (AO) by ocean currents, the West Spitsbergen Current (WSC) in particular, that is playing a significant role in the process of Arctic warming. Data collected by the Institute of Oceanology, Polish Academy of Sciences (IO PAS), in the Norwegian and Greenland Seas, and Fram Strait during the last 20 years reveal considerable changes in the amount of heat transported by the WSC into the Arctic Ocean. An increase in Atlantic Water (AW) temperature and the intensification of heat transport were observed in 2004-06; after this period, both parameters decreased. The aim of this study was to find out whether the fluctuations in heat input by the WSC have influenced the sea-ice distribution around Svalbard. In fact they do, but oceanic heat transport should nonetheless be regarded as just one of many processes influencing sea-ice behaviour.",
    "readLink": "http://www.iopan.gda.pl/oceanologia/51_2.html#A1"
  },
  {
    "title": "Warming Increases Pollen Lipid Concentration in an Invasive Thistle, with Minor Effects on the Associated Floral-Visitor Community",
    "authors": [
      "Laura Russo,",
      "Joseph Keller,",
      "Anthony  D. Vaudo,",
      "Christina  M. Grozinger,",
      "Katriona Shea"
    ],
    "doi": "https://doi.org/10.3390/insects11010020",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  20",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Climate warming is likely to change the ways in which plants interact with their insect mutualists, for example through changes in phytochemistry. In particular, this may have implications for the ways in which we manage noxious weeds, which may spread more quickly if they experience stronger mutualistic interactions. We grew the invasive nodding thistle, Carduus nutans, in two experimental treatments in the field: either passively warmed with open top chambers or at ambient temperatures. We collected pollen from thistles in each treatment and analysed the total protein, lipid, and carbohydrate content. We observed no difference in the pollen protein or carbohydrate content, but the total lipid content of the pollen was significantly higher in warmed plants. We conducted a total of 12.75 h of observations of putatively mutualistic, flower-visiting insects. In addition, we spent 4.17 h collecting bees that visited thistle inflorescences in the treatments, allowing us to identify them to species. We found a significant increase in the abundance of flower-visiting insects in the observations, but not bee abundance in collections. In addition, there was no treatment effect on the number of flower-visiting morphotypes in the observations, or bee species richness in the collections. However, a nonparametric test did identify a significant effect of warming on the composition of flower-visiting morphotypes in observations and bee species in collections. Overall, the warming treatment significantly increased lipid content of the pollen, but had relatively weak effects on insect visitation patterns. However, these effects may be amplified at larger spatial and temporal scales or higher temperatures.",
    "readLink": "https://www.mdpi.com/2075-4450/11/1/20"
  }
]