[
  {
    "title": "Mudanças Climáticas no Semiárido Brasileiro: Medidas de Mitigação e Adaptação (Climate Change in the Brazilian Semiarid: Mitigation and Adaptation Practices)",
    "authors": [
      "Francislene Angelotti,",
      "Paulo Ivan Fernandes Júnior,",
      "Iedo Bezerra de Sá"
    ],
    "doi": "Vol. 4,\n                                no. 6\n                                \n                                  pp.\n                                  1097\n                                  – 1111",
    "issn": "1984-2295 (Online)",
    "publisher": "Universidade Federal de Pernambuco",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.ufpe.br/revistas/rbgfe",
    "abstract": "O objetivo deste artigo é discutir os impactos das mudanças climáticas e medidas de mitigação e adaptação que já estão sendo executadas no Semiárido brasileiro. Os potenciais impactos negativos sobre os recursos hídricos e a agricultura de sequeiro poderão comprometer a população da região. Medidas de mitigação como o manejo correto do solo, a redução de emissão de metano em ruminantes, o manejo florestal da Caatinga, a integração lavoura-pecuária-floresta e a produção e uso de biocombustíveis podem reduzir a emissão dos gases do efeito estufa. Medidas de adaptação como uso do melhoramento genético, a captação da água de chuva, adoção de novos sistemas produtivos, aproveitamento do potencial produtivo das plantas da Caatinga poderão contribuir para minimizar os efeitos das mudanças climáticas. A demanda por pesquisas nesse contexto continuará crescente, necessitando de esforços multidisciplinares, com a interação entre as instituições de pesquisa, a fim de definir métodos e estratégias para serem aplicados no Semiárido. A formulação de políticas públicas que incentivem a adoção destas práticas será imprescindível para que as mesmas sejam colocadas em prática. Palavras - chave: impactos, aumento da temperatura, agricultura. Climate Change in the Brazilian Semiarid: Mitigation and Adaptation Practices ABSTRACT The aim of this paper is to present the impacts of climate change at brazilian semiarid as well as discuss practices of mitigation and adaptation that are already been carried out in Brazilian semi-arid. The potentially negative impacts on water resources and rain-fed agriculture will affect the population at the region. Mitigation practices such as proper soil management, the reduction of methane emission by ruminants, forest management, integrated crop-livestock-forestry and the production and use of biofuels can reduce or prevent the emission of greenhouse gases. Adaptation practices such as use of genetic breeding, the hold of rainwater, adoption of new production systems, use of the productive potential of native plants may help minimize the problem of climate change. The demand for research in this context will continue growing, requiring multidisciplinary efforts, with the interaction between research institutions, to define methods and strategies to be applied in the Semi-Arid. The formulation of public policies that encourage the adoption of these practices is essential that they be put into practice. Key words: impacts, temperature increase, agriculture.",
    "readLink": "https://periodicos.ufpe.br/revistas/rbgfe/article/view/232763"
  },
  {
    "title": "Fostering Self-Protection against Impacts of Heavy Rain at the Municipal Level",
    "authors": [
      "Jana Lorena Werg,",
      "Torsten Grothmann,",
      "Stefan Löchtefeld"
    ],
    "doi": "https://doi.org/10.3390/su13137019",
    "journalVolume": "Vol. 13,\n                                no. 7019\n                                \n                                  p.\n                                  7019",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Local governments are highly relevant actors when it comes to mitigating climate change impacts such as flooding. Not only do they need to implement regulatory and infrastructural measures, but they also need to promote complementing self-protective measures at the household level. The individual motivation of municipal actors to pursue climate adaptation can be important for the implementation of such measures, obviously alongside several other factors, such as financial and administrative issues. A questionnaire survey with a non-random sample of 77 local government actors from 15 of the 16 German federal states was conducted, focusing on potential key factors concerning the motivation to implement adaptation measures against hazardous impacts of heavy rain. Additionally, the perceived effectiveness and realizability of selected municipal structural measures and of activation measures promoting self-protective behavior were collected. It can be shown that the perceived realizability of adaptation measures as well as knowledge of risk and adaptation may be key factors in the motivation to implement both activation and structural measures, while motivation and implementation are only partially related. The results imply a need for the evaluation of activation measures and a need for further research on the motivation of municipal actors to implement activation measures.",
    "readLink": "https://www.mdpi.com/2071-1050/13/13/7019"
  },
  {
    "title": "Changing Causes of Drought in the Urmia Lake Basin—Increasing Influence of Evaporation and Disappearing Snow Cover",
    "authors": [
      "Maral Habibi,",
      "Iman Babaeian,",
      "Wolfgang Schöner"
    ],
    "doi": "https://doi.org/10.3390/w13223273",
    "journalVolume": "Vol. 13,\n                                no. 3273\n                                \n                                  p.\n                                  3273",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The water level of the Urmia Lake Basin (ULB), located in the northwest of Iran, started to decline dramatically about two decades ago. As a result, the area has become the focus of increasing scientific research. In order to improve understanding of the connections between declining lake level and changing local drought conditions, three common drought indices are employed to analyze the period 1981–2018: The Standard Precipitation Index (SPI), the Standard Precipitation-Evaporation Index (SPEI), and the Standardized Snow Melt and Rain Index (SMRI). Although rainfall is a significant indicator of water availability, temperature is also a key factor since it determines rates of evapotranspiration and snowmelt. These different processes are captured by the three drought indices mentioned above to describe drought in the catchment. Therefore, the main objective of this paper is to provide a comparative analysis of drought over the ULB by incorporating different drought indices. Since there is not enough long-term observational data of sufficiently high density for the ULB region, ECMWF Reanalysis data version 5(ERA5) has been used to estimate SPI, SPEI, and SMRI drought indicators. These are shown to work well, with AUC-ROC > 0.9, in capturing different classes of basin drought characteristics. The results show a downward trend for SPEI and SMRI (but not for SPI), suggesting that both evaporation and lack of snowmelt exacerbate droughts. Owing to the increasing temperatures in the basin and the decrease in snowfall, drought events have become particularly pronounced in the SPEI and SMRI time series since 1995. No significant SMRI drought was detected prior to 1995, thus indicating that sufficient snowfall was available at the beginning of the study period. The study results also reveal that the decrease in lake water level from 2010 to 2018 was not only caused by changes in the water balance components, but also by unsustainable water management.",
    "readLink": "https://www.mdpi.com/2073-4441/13/22/3273"
  },
  {
    "title": "Addressing Threats and Ecosystem Intactness to Enable Action for Extinct in the Wild Species",
    "authors": [
      "Sarah E. Dalrymple,",
      "Thomas Abeli,",
      "John G. Ewen,",
      "Tania C. Gilbert,",
      "Carolyn J. Hogg,",
      "Natasha A. Lloyd,",
      "Axel Moehrenschlager,",
      "Jon Paul Rodríguez,",
      "Donal Smith"
    ],
    "doi": "https://doi.org/10.3390/d15020268",
    "journalVolume": "Vol. 15,\n                                no. 268\n                                \n                                  p.\n                                  268",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "The species listed as Extinct in the Wild (EW) in the IUCN Red List of Threatened Species consist of 84 plants and animals that have been lost from their indigenous range. EW species are therefore restricted to ex situ conservation facilities and often have populations founded with few individuals. Our analysis demonstrates that 60% of EW species are associated with ecoregions that have very low proportions of intact habitat. Furthermore, threats such as invasive species, pollution, and climate change affect just over half of EW species and compound the obstacles facing their reinstatement to the wild. Despite these bleak assessments, there are various options for EW recovery. We present five scenarios that encapsulate the circumstances facing EW species and suggest potential conservation action for each of these situations. We illustrate these scenarios using case studies of EW species that demonstrate how the various options of ex situ management, reintroduction, and assisted colonisation to new habitat can be used to address the very exacting requirements of EW species. Our aim is to present a broad review of the obstacles facing the recovery of EW species whilst inspiring action to prevent the extinction of the most imperilled species on the planet.",
    "readLink": "https://www.mdpi.com/1424-2818/15/2/268"
  },
  {
    "title": "An Air-conditioned Global Warming. The Description of Settings in Ian McEwan’s Solar",
    "authors": [
      "Elisa Bolchi"
    ],
    "issn": "1122-1917 (Print)",
    "publisher": "1827-7985 (Online)",
    "countryOfPublisher": "EDUCatt",
    "lcc": [
      "Italy",
      "Language and Literature"
    ],
    "journalUrl": "http://www.analisilinguisticaeletteraria.eu",
    "abstract": "The three main settings of McEwan’s Solar, a novel described as “the first great global-warming novel” (Walsh 2010) are significant: from London, to the Artic Pole, up to the desert in New Mexico, these places are all described through the interior monologue of the anti-hero Michael Beard, a character allegorical of humanity’s greed for selfish over-consumption. As Beard moves in the real environment only through the non-places of supermodernity (Augé), the paper ana¬lyses the descriptions of settings to underline how McEwan uses them to write about climate- change in a new “novelistic” way (McEwan).",
    "readLink": "http://www.analisilinguisticaeletteraria.eu/wp-content/uploads/2017/01/Bolchi_An-Air-conditioned-Global-Warming.pdf"
  },
  {
    "title": "Trends and Features of Agroforestry Research Based on Bibliometric Analysis",
    "authors": [
      "Wenjing Liu,",
      "Shuaichen Yao,",
      "Jingsheng Wang,",
      "Moucheng Liu"
    ],
    "doi": "https://doi.org/10.3390/su11123473",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  p.\n                                  3473",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The world is faced with dual challenges to ensure food security for its large and still growing population and to mitigate climate change. It is necessary to develop more diversified and multifunction agricultural systems to address the challenges. Therefore, as a reasonable land use practice, agroforestry has become the hotspot in scientific research in recent decades. This study performed quantitative and qualitative analyses of agroforestry research published between 1990 and 2018 based on bibliometric methods, expecting to guidance for further research in order to scientifically understand of the trends and features of agroforestry research over time and by region. A total of 4204 publications were obtained from Web of Science. The results show that the research interest in the agroforestry field has significantly enhanced, and about 139 countries have been involved with the research in this field. These publications cover 66 subject categories and a great diversity research theme. Since 1990, the popular keywords in agroforestry research have been changed from “Intercropping”, “Alley cropping”, and “Multipurpose trees” to “Carbon sequestration”, “Ecosystem service”, and “Climate change”. This indicates that the theme of agroforestry research has changed and the research scale is gradually expanding. Furthermore, agroforestry research themes vary with regions, since different regions have various requirements on the function of the agroforestry system. In the end, given the current trend of agroforestry science, we conclude a list of research potentials of agroforestry in the future.",
    "readLink": "https://www.mdpi.com/2071-1050/11/12/3473"
  },
  {
    "title": "How stable are visions for protected area management? Stakeholder perspectives before and during a pandemic",
    "authors": [
      "Veronica B. P. G. Lo,",
      "María D. López‐Rodríguez,",
      "Marc J. Metzger,",
      "Elisa Oteros‐Rozas,",
      "Miguel A. Cebrián‐Piqueras,",
      "Isabel Ruiz‐Mallén,",
      "Hug March,",
      "Christopher M. Raymond"
    ],
    "doi": "https://doi.org/10.1002/pan3.10292",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  445\n                                  – 461",
    "issn": "2575-8314 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/25758314",
    "abstract": "Abstract Envisioning processes enable protected area managers to chart a course for future management to reach desired goals, but unexpected changes that could affect future visions are not usually considered. The global COVID‐19 pandemic provided an opportunity to explore changes in stakeholder visions, the values that underpin the visions, and their perceptions of landscape changes and the underlying drivers (e.g. climate change, mass tourism and demographic trends). Through a mixed‐methods approach in this post‐evaluation study, we gathered comparative data on these issues from stakeholders in the Sierra de Guadarrama National Park, Spain, between July 2019 (pre‐pandemic) and October 2020 (mid‐pandemic). Our qualitative analysis demonstrates that pre‐pandemic, differences in visions for protected area management were largely spurred by different perceptions of drivers of change, rather than differences in values or perceived landscape changes, which were similar across different vision themes. One year later, in the midst of the COVID‐19 pandemic, the majority of stakeholders reported that their values, visions and perceptions of drivers did not change despite this large‐scale disturbance. Of the 20%–30% of stakeholders that did report changes, visions generally shifted towards greater prioritization of biodiversity and nature conservation as a result of heightened perceptions of the impacts of drivers of change associated with an increase in the numbers of park visitors. These drivers included mass tourism, mountain recreation, lack of environmental awareness, and change in values and traditions. Our findings reinforce the importance of adaptive and inclusive management of protected areas, including enhancing transparency and communications regarding factors driving change in the landscape, and integration of local and traditional knowledge and stakeholder perceptions of changes and drivers. Furthermore, management plans integrating stakeholder values have the potential to stay relevant even in the face of wildcard events such as a pandemic. To enhance the relevancy of visions and scenarios in conservation and land‐use planning, scenario planning methodologies should more strongly consider different potential disturbances and how drivers of change in the near and far future can be affected by wildcard events such as a pandemic.",
    "readLink": "https://doi.org/10.1002/pan3.10292"
  },
  {
    "title": "Examining the role of environmental memory in the predictability of carbon and water fluxes across Australian ecosystems",
    "authors": [
      "J. Cranko Page,",
      "J. Cranko Page,",
      "M. G. De Kauwe,",
      "M. G. De Kauwe,",
      "M. G. De Kauwe,",
      "G. Abramowitz,",
      "G. Abramowitz,",
      "J. Cleverly,",
      "N. Hinko-Najera,",
      "M. J. Hovenden,",
      "Y. Liu,",
      "A. J. Pitman,",
      "A. J. Pitman,",
      "K. Ogle"
    ],
    "doi": "https://doi.org/10.5194/bg-19-1913-2022",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1913\n                                  – 1932",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The vegetation's response to climate change is a significant source of uncertainty in future terrestrial biosphere model projections. Constraining climate–carbon cycle feedbacks requires improving our understanding of both the immediate and long-term plant physiological responses to climate. In particular, the timescales and strength of memory effects arising from both extreme events (i.e. droughts and heatwaves) and structural lags in the systems (such as delays between rainfall and peak plant water content or between a precipitation deficit and down-regulation of productivity) have largely been overlooked in the development of terrestrial biosphere models. This is despite the knowledge that plant responses to climatic drivers occur across multiple timescales (seconds to decades), with the impact of climate extremes resonating for many years. Using data from 12 eddy covariance sites, covering two rainfall gradients (256 to 1491 mm yr−1) in Australia, in combination with a hierarchical Bayesian model, we characterised the timescales and magnitude of influence of antecedent drivers on daily net ecosystem exchange (NEE) and latent heat flux (λE). By focussing our analysis on a single continent (and predominately on a single genus), we reduced the degrees of variation between each site, providing a novel chance to explore the unique characteristics that might drive the importance of memory. Model fit varied considerably across sites when modelling NEE, with R2 values of between 0.30 and 0.83. λE was considerably more predictable across sites, with R2 values ranging from 0.56 to 0.93. When considered at a continental scale, both fluxes were more predictable when memory effects (expressed as lagged climate predictors) were included in the model. These memory effects accounted for an average of 17 % of the NEE predictability and 15 % for λE. Consistent with prior studies, the importance of environmental memory in predicting fluxes increased as site water availability declined (ρ=-0.73, p<0.01 for NEE, ρ=-0.67, p<0.05 for λE). However, these relationships did not necessarily hold when sites were grouped by vegetation type. We also tested a model of k-means clustering plus regression to confirm the suitability of the Bayesian model for modelling these sites. The k-means approach performed similarly to the Bayesian model in terms of model fit, demonstrating the robustness of the Bayesian framework for exploring the role of environmental memory. Our results underline the importance of capturing memory effects in models used to project future responses to climate change, especially in water-limited ecosystems. Finally, we demonstrate a considerable variation in individual-site predictability, driven to a notable degree by environmental memory, and this should be considered when evaluating model performance across ecosystems.",
    "readLink": "https://bg.copernicus.org/articles/19/1913/2022/bg-19-1913-2022.pdf"
  },
  {
    "title": "Present limits to heat-adaptability in corals and population-level responses to climate extremes.",
    "authors": [
      "Bernhard M Riegl,",
      "Sam J Purkis,",
      "Ashraf S Al-Cibahy,",
      "Mohammed A Abdel-Moati,",
      "Ove Hoegh-Guldberg"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0024802",
    "journalVolume": "Vol. 6,\n                                no. 9\n                                \n                                  p.\n                                  e24802",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change scenarios suggest an increase in tropical ocean temperature by 1-3°C by 2099, potentially killing many coral reefs. But Arabian/Persian Gulf corals already exist in this future thermal environment predicted for most tropical reefs and survived severe bleaching in 2010, one of the hottest years on record. Exposure to 33-35°C was on average twice as long as in non-bleaching years. Gulf corals bleached after exposure to temperatures above 34°C for a total of 8 weeks of which 3 weeks were above 35°C. This is more heat than any other corals can survive, providing an insight into the present limits of holobiont adaptation. We show that average temperatures as well as heat-waves in the Gulf have been increasing, that coral population levels will fluctuate strongly, and reef-building capability will be compromised. This, in combination with ocean acidification and significant local threats posed by rampant coastal development puts even these most heat-adapted corals at risk. WWF considers the Gulf ecoregion as \"critically endangered\". We argue here that Gulf corals should be considered for assisted migration to the tropical Indo-Pacific. This would have the double benefit of avoiding local extinction of the world's most heat-adapted holobionts while at the same time introducing their genetic information to populations naïve to such extremes, potentially assisting their survival. Thus, the heat-adaptation acquired by Gulf corals over 6 k, could benefit tropical Indo-Pacific corals who have <100 y until they will experience a similarly harsh climate. Population models suggest that the heat-adapted corals could become dominant on tropical reefs within ∼20 years.",
    "readLink": "http://europepmc.org/articles/PMC3176771?pdf=render"
  },
  {
    "title": "Agricultural policy and rural development",
    "authors": [
      "János   Lazányi"
    ],
    "doi": "https://doi.org/10.19041/APSTRACT/2010/1-2/15",
    "journalVolume": "Vol. 4,\n                                no. 1-2",
    "issn": "1789-221X (Print)",
    "publisher": "1789-7874 (Online)",
    "countryOfPublisher": "University of Debrecen",
    "lcc": [
      "Hungary",
      "Agriculture",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional planning"
    ],
    "journalUrl": "http://apstract.net/",
    "abstract": "The Common Agricultural Policy (CAP) is a cornerstone of EU policy relating to rural areas. Initially, it aimed to provide a harmonised framework for maintaining adequate supplies, increasing productivity and ensuring that both consumers and producers received a fair deal in the market. These priorities have shifted to environmental and animal welfare concerns, as well as food safety and security aspects. As a consequence, the CAP has gradually moved from a production-based structure of subsidies to a market-oriented system, integrating standards for food, environment and biodiversity, as well as animal welfare. In 2010, the EU launched an extensive debate on the future of the CAP, as the European Union needs a better tailored, reformed Common Agricultural Policy to answer the challenges of food, growth and jobs in rural areas. The European agriculture must address the expectations of rural society and demands of the market concerning public goods, the environment and climate change. This raises questions of whether the CAP payments in the past have been effective in achieving their objectives and whether direct payments should be continued for supporting agricultural environmental issues.",
    "readLink": "https://ojs.lib.unideb.hu/apstract/article/view/7636"
  }
]