[
  {
    "title": "Arabidopsis Target of Rapamycin Coordinates With Transcriptional and Epigenetic Machinery to Regulate Thermotolerance",
    "authors": [
      "Mohan Sharma,",
      "Muhammed Jamsheer K.,",
      "Brihaspati Narayan Shukla,",
      "Manvi Sharma,",
      "Prakhar Awasthi,",
      "Sanjeet Kumar Mahtha,",
      "Gitanjali Yadav,",
      "Ashverya Laxmi"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.741965",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Global warming exhibits profound effects on plant fitness and productivity. To withstand stress, plants sacrifice their growth and activate protective stress responses for ensuring survival. However, the switch between growth and stress is largely elusive. In the past decade, the role of the target of rapamycin (TOR) linking energy and stress signalling is emerging. Here, we have identified an important role of Glucose (Glc)-TOR signalling in plant adaptation to heat stress (HS). Glc via TOR governs the transcriptome reprogramming of a large number of genes involved in heat stress protection. Downstream to Glc-TOR, the E2Fa signalling module regulates the transcription of heat shock factors through direct recruitment of E2Fa onto their promoter regions. Also, Glc epigenetically regulates the transcription of core HS signalling genes in a TOR-dependent manner. TOR acts in concert with p300/CREB HISTONE ACETYLTRANSFERASE1 (HAC1) and dictates the epigenetic landscape of HS loci to regulate thermotolerance. Arabidopsis plants defective in TOR and HAC1 exhibited reduced thermotolerance with a decrease in the expression of core HS signalling genes. Together, our findings reveal a mechanistic framework in which Glc-TOR signalling through different modules integrates stress and energy signalling to regulate thermotolerance.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.741965/full"
  },
  {
    "title": "Evidence of sweet corn yield losses from rising temperatures",
    "authors": [
      "Daljeet S. Dhaliwal,",
      "Martin M. Williams"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-23237-2",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Crop production is sensitive to anomalous weather conditions, but vegetable crops can be highly sensitive to environmental changes. Using sweet corn data collected on 16,040 fields over a 27-year period, we: (a) estimate yield sensitivities to changes in growing season temperature and total precipitation, (b) estimate critical thresholds in non-linear temperature effects on sweet corn yield across diverse environments, and (c) quantify yield losses from surpassing the upper temperature threshold during anthesis in sweet corn. Our results show growing-season temperatures exceeding 30 $$^\\circ{\\rm C} $$ ∘ C were detrimental to crop yield. Each additional degree day spent above 30 $$^\\circ{\\rm C} $$ ∘ C during anthesis reduced crop yields by 0.5% and 2% in irrigated and rainfed fields, respectively. This study shows evidence for sweet corn yield losses across broad spatial domains in the wake of climate change and underscores the urgency to accelerate crop adaptation strategies to sustain production of this highly popular crop.",
    "readLink": "https://doi.org/10.1038/s41598-022-23237-2"
  },
  {
    "title": "“The 20 July 2021 Major Flood Event” in Greater Zhengzhou, China: A Case Study of Flooding Severity and Landscape Characteristics",
    "authors": [
      "Yanbo Duan,",
      "Yu Gary Gao,",
      "Yusen Zhang,",
      "Huawei Li,",
      "Zhonghui Li,",
      "Ziying Zhou,",
      "Guohang Tian,",
      "Yakai Lei"
    ],
    "doi": "https://doi.org/10.3390/land11111921",
    "journalVolume": "Vol. 11,\n                                no. 1921\n                                \n                                  p.\n                                  1921",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Climate change and rapid urbanization are two global processes that have significantly aggravated natural disasters, such as drought and flooding. Urbanization without resilient and sustainable planning and execution could lead to undesirable changes in landscapes and stormwater regulation capacity. These changes have exacerbated the effects of extreme climatic events with disastrous consequences in many cities worldwide. Unfortunately, the major storm in Zhengzhou, China on 20 July 2021 was one of these examples. This event provided a rare opportunity to study the key roles of green infrastructures (GI) in mitigating flooding risks in a major urban center after a devasting flood event. Using the data from high-resolution images collected via two satellites, a comprehensive study of the Jialu System in Greater Zhengzhou was conducted to systematically compare how far the river water had reached before and after the 20 July 2021 major storm in order to identify the main weak links in the city’s GI and stormwater management system. A flood inundation intensity index (FI) in the Upper (UJLR), Middle (MJLR), and Lower (LJLR) Regions of the Jialu River System was generated. Bivariate Moran’s I, a correlation coefficient between FI and landscape characteristics, was calculated and used to identify problem areas for future improvements. Our results showed that the MJLR had the severest flooding impacts. LJLR had the biggest change in how far the river water reached after flooding, ranging from 4.59 m to 706.28 m. In UJLR, the percentages of mine, crop land, and green space had the highest global bivariate Moran’s I correlation coefficients. In MJLR, the percentages of vacant land, impervious surfaces, and water body had the highest global bivariate Moran’s I correlation coefficients. In LJLR, the percentages of vacant land, water body, and crop land had the highest global bivariate Moran’s I correlation coefficients. The total percentages of both high landscape characteristics indices-high flood inundation intensity indices and low landscape characteristics indices-high flood inundation intensity indices areas are 12.96%, 13.47%, and 13.80% in UJLR, MJLR, and LJLR, respectively. These land cover composition types identified for each region can be treated as areas of primary focus. However, GeoDector Model (GDM) analyses showed that our eight variables of landscape characteristics were not independent. Hence, a more comprehensive approach integrating all eight variables is still necessary in future flood mitigation efforts.",
    "readLink": "https://www.mdpi.com/2073-445X/11/11/1921"
  },
  {
    "title": "Contribution of karst ecological restoration engineering to vegetation greening in southwest China during recent decade",
    "authors": [
      "Yina Qiao,",
      "Yongjun Jiang,",
      "Caiyun Zhang"
    ],
    "doi": "Vol. 121\n                                \n                                \n                                  p.\n                                  107081",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "General greening in vegetation, especially in southwest China, has been observed globally in recent decade. However, temporal-spatial variation patterns and potential causes of vegetation greening are not well understood in southwest China. Here, we used data of the normalized difference vegetation index (NDVI) and climate, land use and land cover, geology, ecological afforestation and karst rocky desertification to analyze the temporal-spatial variation patterns in vegetation coverage and its response to climate change and human-induced factors in southwest China between 2000 and 2016. A general greening trend in vegetation, with significant differences in temporal-spatial variation patterns, was observed in southwest China from 2000 to 2016, and the area of significant vegetation greening from 2006 to 2016 increased by 4.68% relative to the level from 2000 to 2005. The increased proportion of significant vegetation greening was higher in the karst regions (6.95%), especially in the limestone region (8.00%), than in the nonkarst region (3.82%). Of all the vegetation greening trends, 65% was associated with human-induced factors, and 35% was resulted from climate change from 2000 to 2005. After the implementation of karst ecological restoration engineering, the contribution of human-induced factors to vegetation greening increased to 77% from 2006 to 2016, although southwest China experienced a serve drought during that time. These results highlight that karst ecological engineering projects can reduce the risks of desertification and karst ecosystem sensitivity to climate perturbations.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X20310207"
  },
  {
    "title": "Use of local climate zones to assess the spatiotemporal variations of urban vegetation phenology in Austin, Texas, USA",
    "authors": [
      "Chunhong Zhao,",
      "Qihao Weng,",
      "Yige Wang,",
      "Zhongmin Hu,",
      "Chaoyang Wu"
    ],
    "doi": "https://doi.org/10.1080/15481603.2022.2033485",
    "journalVolume": "Vol. 59,\n                                no. 1\n                                \n                                  pp.\n                                  393\n                                  – 409",
    "issn": "1548-1603 (Print)",
    "publisher": "1943-7226 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgrs",
    "abstract": "Phenological changes caused by urbanization may provide evidence of how vegetation responds to global warming. However, the phenological characteristics of vegetation in metropolitan areas have been poorly studied, especially in terms of spatiotemporal variations. In this study, we explored the applicability of Local Climate Zones (LCZs) to investigate the spatiotemporal variations in urban vegetation phenology by linking MODIS-derived phenology metrics with LCZs in the Austin metropolitan area in Texas, USA. We extracted three vegetation phenology metrics from MODIS data between 2008 and 2018, including the start of growing season, end of growing season, and length of the growing season (i.e. SOS, EOS, and LOS, respectively). The results showed that during the study period, the EOS and SOS gradually advanced, while LOS showed no obvious change. Statistical analysis was conducted to examine the spatiotemporal variations of the phenology metrics among different LCZs and along “Urban-Rural Gradients” (URGs). There were 37.5%, 75.0%, and 74.3% pairs of LCZs, indicating statistically significant phenological differences in terms of SOS, EOS, and LOS in 2012, respectively. In contrast, most pairs of URGs showed almost no differences in phenological metrics, especially in EOS. Geographically, SOS showed a fluctuating change with an advancing tendency, whereas the EOS decreased very slowly with distance from the city center (i.e. along the URGs). LCZs can be used to help identify distinctive phenology metrics with statistically significant differences, especially in EOS and LOS. Compared to URGs, LCZs offer a unique analytical framework for studying urban ecosystem patterns, functions, and dynamics. Lastly, LCZs can enable the identification of sensitive areas for ecological protection in support of sustainable urban development and environmental stewardship.",
    "readLink": "http://dx.doi.org/10.1080/15481603.2022.2033485"
  },
  {
    "title": "Searching for the <i>Fusarium</i> spp. Which Are Responsible for Trichothecene Contamination in Oats Using Metataxonomy to Compare the Distribution of Toxigenic Species in Fields from Spain and the UK",
    "authors": [
      "Jéssica Gil-Serna,",
      "Belén Patiño,",
      "Carol Verheecke-Vaessen,",
      "Covadonga Vázquez,",
      "Ángel Medina"
    ],
    "doi": "https://doi.org/10.3390/toxins14090592",
    "journalVolume": "Vol. 14,\n                                no. 592\n                                \n                                  p.\n                                  592",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "The contamination of oats with Fusarium toxins poses a high risk for food safety. Among them, trichothecenes are the most frequently reported in European oats, especially in northern countries. The environmental conditions related to the climate change scenario might favour a distribution shift in Fusarium species and the presence of these toxins in Southern European countries. In this paper, we present an ambitious work to determine the species responsible for trichothecene contamination in Spanish oats and to compare the results in the United Kingdom (UK) using a metataxonomic approach applied to both oat grains and soil samples collected from both countries. Regarding T-2 and HT-2 toxin producers, F. langsethiae was detected in 38% and 25% of the oat samples from the UK and Spain, respectively, and to the best of our knowledge, this is the first report of the detection of this fungus in oats from Spain. The relevant type B trichothecene producer, F. poae, was the most frequently detected Fusarium species in oats from both origins. Other important trichothecene producers, such as the Fusarium tricinctum species complex or Fusarium cerealis, were also frequently detected in oat fields. Many Fusarium toxins, including T-2 and HT-2 toxins, deoxynivalenol, or nivalenol, were detected in oat samples. The results obtained in this work revealed a clear change in the distribution of trichothecene producers and the necessity to establish the potential of these species to colonize oats and their ability to produce mycotoxins.",
    "readLink": "https://www.mdpi.com/2072-6651/14/9/592"
  },
  {
    "title": "High salmon density and low discharge create periodic hypoxia in coastal rivers",
    "authors": [
      "Christopher J. Sergeant,",
      "J. Ryan Bellmore,",
      "Casey McConnell,",
      "Jonathan W. Moore"
    ],
    "doi": "https://doi.org/10.1002/ecs2.1846",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Dissolved oxygen (DO) is essential to the survival of almost all aquatic organisms. Here, we examine the possibility that abundant Pacific salmon (Oncorhynchus spp.) and low streamflow combine to create hypoxic events in coastal rivers. Using high‐frequency DO time series from two similar watersheds in southeastern Alaska, we summarize DO regimes and the frequency of hypoxia in relationship to salmon density and stream discharge. We also employ a simulation model that links salmon oxygen respiration to DO dynamics and predicts combinations of salmon abundance, discharge, and water temperature that may result in hypoxia. In the Indian River, where DO was monitored hourly during the ice‐free season from 2010 to 2015, DO levels decreased when salmon were present. In 2013, a year with extremely high spawning salmon densities, DO dropped to 1.7 mg/L and 16% saturation, well below lethal limits. In Sawmill Creek, where DO was monitored every six minutes across an upstream–downstream gradient during the 2015 spawning season, DO remained fully saturated upstream of spawning reaches, but declined markedly downstream to 2.9 mg/L and 26% saturation during spawning. Modeled DO dynamics in the Indian River closely tracked field observations. Model sensitivity analysis illustrates that low summertime river discharge is a precursor to salmon‐induced oxygen depletion in our study systems. Our results provide compelling evidence that dense salmon populations and low discharge can trigger hypoxia, even in rivers with relatively cold thermal regimes. Although climate change modeling for southeastern Alaska predicts an increase in annual precipitation, snowfall in the winter and rainfall in the summer are likely to decrease, which would in turn decrease summertime discharge in rain‐ and snow‐fed streams and potentially increase the frequency of hypoxia. Our model template can be adapted by resource managers and watershed stakeholders to create real‐time predictive models of DO trends for individual streams. While preserving thermally suitable stream habitat for cold‐water taxa facing climate change has become a land management priority, managers should also consider that some protected watersheds may still be at risk of increasingly frequent hypoxia due to human impacts such as water diversion and artificially abundant salmon populations caused by hatchery straying.",
    "readLink": "https://doi.org/10.1002/ecs2.1846"
  },
  {
    "title": "Warming and Labile Substrate Addition Alter Enzyme Activities and Composition of Soil Organic Carbon",
    "authors": [
      "Mioko Tamura,",
      "Vidya Suseela"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2021.691302",
    "journalVolume": "Vol. 4",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Warming can increase the efflux of carbon dioxide (CO2) from soils and can potentially feedback to climate change. In addition to warming, the input of labile carbon can enhance the microbial activity by stimulating the co-metabolism of recalcitrant soil organic matter (SOM). This is particularly true with SOM under invaded ecosystems where elevated CO2 and warming may increase the biomass of invasive species resulting in higher addition of labile substrates. We hypothesized that the input of labile carbon would instigate a greater soil organic carbon (SOC) loss with warming compared to the ambient temperature. We investigated this by incubating soils collected from a native pine (Pinus taeda) forest to which labile carbon from the invasive species kudzu (Pueraria lobata) was added. We evaluated the microbial extracellular enzyme activity, molecular composition of SOC and the temperature sensitivity of soil CO2 efflux under warming and labile carbon addition. After 14 months of soil incubation, the addition of labile C through kudzu extract increased the activity of β-1,4-glucosidase compared with the control. However, the activity of N-acetyl-β-D-glucosaminidase and fungal biomass (ergosterol) decreased with labile carbon addition. The activity of peroxidase increased with warming after 14 months of soil incubation. Although the carbon content of incubated soils did not vary with substrate and temperature treatments, the molecular composition of SOC indicated a general decrease in biopolymers such as cutin, suberin, long-chain fatty acids, and phytosterol with warming and an increasing trend of microbial-derived compounds with labile substrate addition. In soils that received an addition of labile C, the macro-aggregate stability was higher while the temperature sensitivity of soil C efflux was lower compared with the control. The increase in aggregate stability could enhance the physical protection of SOC from microbial decomposition potentially contributing to the observed pattern of temperature sensitivity. Our results suggest that warming could preferentially accelerate the decomposition of recalcitrant compounds while the addition of labile substrates could enhance microbial-derived compounds that are relatively resistant to further decomposition. Our study further emphasizes that global change factors such as plant invasion and climate change can differentially alter soil microbial activity and the composition of SOC.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2021.691302/full"
  },
  {
    "title": "Towards interpreting machine learning models for predicting soil moisture droughts",
    "authors": [
      "Feini Huang,",
      "Yongkun Zhang,",
      "Ye Zhang,",
      "Vahid Nourani,",
      "Qingliang Li,",
      "Lu Li,",
      "Wei Shangguan"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acdbe0",
    "journalVolume": "Vol. 18,\n                                no. 7\n                                \n                                  p.\n                                  074002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Determination of the dominant factors which affect soil moisture (SM) predictions for drought analysis is an essential step to assess the reliability of the prediction results. However, artificial intelligence (AI) based drought modelling only provides prediction results without the physical interpretation of the models. Here, we propose an explainable AI (XAI) framework to reveal the modelling of SM drought events. Random forest based site-specific SM prediction models were developed using the data from 30 sites, covering 8 vegetation types. The unity of multiply XAI tools was applied to interpret the site-models both globally (generally) and locally. Globally, the models were interpreted using two methods: permutation importance and accumulated local effect (ALE). On the other hand, for each drought event, the models were interpreted locally via Shapley additive explanations (SHAP), local interpretable model-agnostic explanation (LIME) and individual conditional expectation (ICE) methods. Globally, the dominant features for SM predictions were identified as soil temperature, atmospheric aridity, time variables and latent heat flux. But through local interpretations of the drought events, SM showed a greater reliance on soil temperature, atmospheric aridity and latent heat flux at grass sites, with higher correlation to the time-dependent parameters at the sites located in forests. The temporal variation of the feature which effects the drought events was also demonstrated. The interpretation could shed light on how predictions are made and could promote the application of AI techniques in drought prediction, which may be useful for irrigation and water resource management.",
    "readLink": "https://doi.org/10.1088/1748-9326/acdbe0"
  },
  {
    "title": "Spatio-temporal analysis of slope-type debris flow activity in Horlachtal, Austria, based on orthophotos and lidar data since 1947",
    "authors": [
      "J. Rom,",
      "F. Haas,",
      "T. Heckmann,",
      "M. Altmann,",
      "F. Fleischer,",
      "C. Ressl,",
      "S. Betz-Nutz,",
      "M. Becht"
    ],
    "doi": "https://doi.org/10.5194/nhess-23-601-2023",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  601\n                                  – 622",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "In order to get a better understanding of the future development of alpine slope-type debris flows in the frame of climate change, complete and gapless records of the last century for this type of geomorphologic process are necessary. However, up to now such records have been scarce. Here, the slope-type debris flow activity in Horlachtal, Austria, has been investigated since 1947 with the help of historic and recent area-wide remote sensing data. Using geomorphological mapping, both spatial and temporal variabilities in debris flow dynamics can be shown. The results indicate short-term variations rather than consistent increasing or decreasing trends of slope-type debris flow activity in Horlachtal. Specifically, three active periods between 1954 and 1973, 1990 and 2009, as well as 2015 and 2018, can be registered. Analyses of the deposited debris flow volumes show that for parts of the study area the largest volumes appeared in the early 1990s, which might have even influenced the dynamics in the following years. Studies on the spatial variabilities revealed differences of slope-type debris flow activity within the study area and point to local rainfall events as triggers. However, long-term precipitation data of high temporal resolution of two alpine meteorological stations do not reveal increasing or decreasing trends in the occurrence of such events.",
    "readLink": "https://nhess.copernicus.org/articles/23/601/2023/nhess-23-601-2023.pdf"
  }
]