[
  {
    "title": "Psychological and Social Work Factors as Predictors of Mental Distress and Positive Affect: A Prospective, Multilevel Study.",
    "authors": [
      "Live Bakke Finne,",
      "Jan Olav Christensen,",
      "Stein Knardahl"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0152220",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  e0152220",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Occupational health research has mainly addressed determinants of negative health effects, typically employing individual-level self-report data. The present study investigated individual- and department-level (means of each work unit) effects of psychological/social work factors on mental distress and positive affect. Employees were recruited from 63 Norwegian organizations, representing a wide variety of job types. A total of 4158 employees, in 918 departments, responded at baseline and at follow-up two years later. Multilevel linear regressions estimated individual- and department-level effects simultaneously, and accounted for clustering of data. Baseline exposures and average exposures over time ([T1+T2]/2) were tested. All work factors; decision control, role conflict, positive challenge, support from immediate superior, fair leadership, predictability during the next month, commitment to organization, rumors of change, human resource primacy, and social climate, were related to mental distress and positive affect at the individual and department level. However, analyses of baseline exposures adjusted for baseline outcome, demonstrated significant associations at the individual level only. Baseline \"rumors of change\" was related to mental distress only and baseline \"predictability during the next month\" was not a statistical significant predictor of either outcome when adjusted for outcome at baseline. Psychological and social work factors were generally related to mental distress and positive affect in a mirrored way. Impact of exposures seemed most pervasive at the individual level. However, department-level relations were also discovered. Supplementing individual-level measures with aggregated measures may increase understanding of working conditions influence on employees`health and well-being. Organizational improvements focusing on the work factors in the current study should be able to reduce distress and enhance positive affect. Furthermore, both targeting individual employees and redesigning working conditions at the work unit level seems important.",
    "readLink": "http://europepmc.org/articles/PMC4807036?pdf=render"
  },
  {
    "title": "CO2 Injection Effect on Geomechanical and Flow Properties of Calcite-Rich Reservoirs",
    "authors": [
      "Kiseok Kim,",
      "Victor Vilarrasa,",
      "Roman  Y. Makhnenko"
    ],
    "doi": "https://doi.org/10.3390/fluids3030066",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  p.\n                                  66",
    "issn": "2311-5521 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Heat: Thermodynamics",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/fluids",
    "abstract": "Geologic carbon storage is considered as a requisite to effectively mitigate climate change, so large amounts of carbon dioxide (CO2) are expected to be injected in sedimentary saline formations. CO2 injection leads to the creation of acidic solution when it dissolves into the resident brine, which can react with reservoir rock, especially carbonates. We numerically investigated the behavior of reservoir-caprock system where CO2 injection-induced changes in the hydraulic and geomechanical properties of Apulian limestone were measured in the laboratory. We found that porosity of the limestone slightly decreases after CO2 treatment, which lead to a permeability reduction by a factor of two. In the treated specimens, calcite dissolution was observed at the inlet, but carbonate precipitation occurred at the outlet, which was closed during the reaction time of three days. Additionally, the relative permeability curves were modified after CO2–rock interaction, especially the one for water, which evolved from a quadratic to a quasi-linear function of the water saturation degree. Geomechanically, the limestone became softer and it was weakened after being altered by CO2. Simulation results showed that the property changes occurring within the CO2 plume caused a stress redistribution because CO2 treated limestone became softer and tended to deform more in response to pressure buildup than the pristine rock. The reduction in strength induced by geochemical reactions may eventually cause shear failure within the CO2 plume affected rock. This combination of laboratory experiments with numerical simulations leads to a better understanding of the implications of coupled chemo-mechanical interactions in geologic carbon storage.",
    "readLink": "http://www.mdpi.com/2311-5521/3/3/66"
  },
  {
    "title": "Remote sensing applications for reservoir water level monitoring, sustainable water surface management, and environmental risks in Quang Nam province, Vietnam",
    "authors": [
      "Dinh Nhat Quang,",
      "Nguyen Khanh Linh,",
      "Ho Sy Tam,",
      "Nguyen Trung Viet"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.347",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  3045\n                                  – 3063",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Monitoring surface water provides vital information in water management; however, limited data is a fundamental challenge for most developing countries, such as Vietnam. Based on advanced remote sensing technologies, the authors proposed a methodology to process satellite images and use their outcomes to extract surface water in water resource management of Quang Nam province. Results of the proposed study show good agreement with in situ measurement data when the obtained Overall Accuracy and Kappa Coefficient were greater than 90% and 0.99, respectively. Three potential applications based on the surface water results are selected to discuss sustainable water management in Quang Nam province. Firstly, reservoir operating processes can be examined, enhanced, and even developed through long-term extracted water levels, which are the interpolation results between the extracted surface water area and the water level–area–volume curve. Secondly, the long-term morphological change for the Truong Giang river case between 1990 and 2019 can also be detected from the Water Frequency Index performance and provided additional information regarding permanent and seasonal water changes. Lastly, the flood inundation extent was extracted and separated from permanent water to assess the damage of the Mirinae typhoon on 2 November 2009 in terms of population and crop aspects. HIGHLIGHTS Excellent performance of extractions for surface water features, i.e., reservoirs and rivers, from water indices and satellite images.; Reservoir's dynamic assessment for water level monitoring and operations.; Long-term morphological changes in the Truong Giang river and its adjacent areas for sustainable management.; Flood extent detection for flood hazard and risk assessment.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/7/3045"
  },
  {
    "title": "Genomic Analyses Provide Insights Into the Evolutionary History and Genetic Diversity of Auricularia Species",
    "authors": [
      "Yueting Dai,",
      "Xiao Li,",
      "Bing Song,",
      "Lei Sun,",
      "Chentao Yang,",
      "Xin Zhang,",
      "Yanfeng Wang,",
      "Zhiwu Zhang,",
      "Yongping Fu,",
      "Yu Li,",
      "Yu Li"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2019.02255",
    "journalVolume": "Vol. 10",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Species in the genus Auricularia play important roles for people’s food and nutrition especially Auricularia cornea and A. heimuer. To understand their evolutionary history, genome structure, and population-level genetic variation, we performed a high-quality genome sequencing of Auricularia cornea and the corresponding comparative genomic analysis. The genome size of A. cornea was similar to Auricularia subglabra, but 1.5 times larger than that of A. heimuer. Several factors were responsible for genome size variation including gene numbers, repetitive elements, and gene lengths. Phylogenomic analysis revealed that the estimated divergence time between A. heimuer and other Auricularia is ∼79.1 million years ago (Mya), while the divergence between A. cornea and A. subglabra occurred in ∼54.8 Mya. Population genomic analysis also provided insight into the demographic history of A. cornea and A. heimuer, indicating that their populations fluctuated over time with global climate change during Marine Isotope Stage 5-2. Moreover, despite the highly similar external morphologies of A. cornea and A. heimuer, their genomic properties were remarkably different. The A. cornea genome only shared 14% homologous syntenic blocks with A. heimuer and possessed more genes encoding carbohydrate-active enzymes and secondary metabolite biosynthesis proteins. The cross-taxa transferability rates of simple sequence repeat (SSR) and insertion or deletion (InDel) markers within the genus Auricularia were also lower than that previously observed for species within the same genus. Taken together, these results indicate a high level of genetic differentiation between these two Auricularia species. Consequently, our study provides new insights into the genomic evolution and genetic differentiation of Auricularia species that will facilitate future genetic breeding.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2019.02255/full"
  },
  {
    "title": "CO2 emissions in a soil under different tillage practices",
    "authors": [
      "Gabriela Mühlbachová,",
      "Helena Kusá,",
      "Pavel Růžek,",
      "Radek Vavera"
    ],
    "doi": "https://doi.org/10.17221/110/2022-PSE",
    "journalVolume": "Vol. 68,\n                                no. 6\n                                \n                                  pp.\n                                  253\n                                  – 261",
    "issn": "1214-1178 (Print)",
    "publisher": "1805-9368 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://pse.agriculturejournals.cz/",
    "abstract": "CO2 emissions represent one of the greenhouse gases significantly affecting climate change. Reduced tillage practices can contribute to the mitigation of CO2 emissions from soils. The effect of tillage practices with different straw incorporation on CO2 emissions was studied in field experiments in the years 2020 and 2021. The winter wheat straw was used in 2020, and spring barley straw in 2021. Treatments were: (1) chiselling to 10-12 cm; (2) shallow chiselling (5-6 cm depth); (3) straw mulch, and (4) stubble. The chiselling to 10-12 cm in the warm summer period of 2020 increased the CO2 emissions from soils even twice in comparison with other used soil tillage practices. The soil temperature and CO2 emissions decreased in the following order: chiselling to 10-12 cm < shallow chiselling ≤ stubble ≤ mulch in 2020. Low CO2 emissions without significant differences among treatments were observed in the year 2021 when low soil temperatures and excessive soil water content filling soil pores caused by intensive precipitations (23 mm) coming shortly after soil tillage were observed. The CO2 emissions from soils are affected by a number of factors. Among them the current weather conditions as well as soil temperature the depth of soil tillage and handling of postharvest residues, are important.",
    "readLink": "https://pse.agriculturejournals.cz/artkey/pse-202206-0001_co2-emissions-in-a-soil-under-different-tillage-practices.php"
  },
  {
    "title": "An evaluation for harnessing low-enthalpy  geothermal energy in the Limpopo Province,  South Africa",
    "authors": [
      "Taufeeq Dhansay,",
      "Maarten de Wit,",
      "Anthony Patt"
    ],
    "doi": "https://doi.org/10.1590/sajs.2014/20130282",
    "journalVolume": "Vol. 110,\n                                no. 3/4\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "South Africa generates most of its energy requirements from coal, and is now the leading carbon emitter in Africa, and has one of the highest rates of emissions of all nations in the world. In an attempt to decrease its CO 2 emissions, South Africa continues to research and develop alternative forms of energy, expand on the development of nuclear and has began to explore potentially vast shale gas reserves. In this mix, geothermal has not been considered to date as an alternative energy source. This omission appears to stem largely from the popular belief that South Africa is tectonically too stable. In this study, we investigated low-enthalpy geothermal energy from one of a number of anomalously elevated heat flow regions in South Africa. Here, we consider a 75-MW enhanced geothermal systems plant in the Limpopo Province, sustainable over a 30-year period. All parameters were inculcated within a levelised cost of electricity model that calculates the single unit cost of electricity and tests its viability and potential impact toward South Africa’s future energy security and CO 2 reduction. The cost of electricity produced is estimated at 14 USc/KWh, almost double that of coal-generated energy. However, a USD25/MWh renewable energy tax incentive has the potential of making enhanced geothermal systems comparable with other renewable energy sources. It also has the potential of CO 2 mitigation by up to 1.5 gCO 2 /KWh. Considering the aggressive nature of the global climate change combat and South Africa’s need for a larger renewable energy base, low-enthalpy geothermal energy could potentially form another energy option in South Africa’s alternative energy basket.",
    "readLink": "https://www.sajs.co.za/article/view/3736"
  },
  {
    "title": "Aerosol Physical–Optical Properties under Different Stages of Continuous Wet Weather over the Guangdong–Hong Kong–Macao Greater Bay Area, China",
    "authors": [
      "Yuefeng Zhao,",
      "Jinxin Ding,",
      "Yong Han,",
      "Tianwei Lu,",
      "Yurong Zhang,",
      "Hao Luo"
    ],
    "doi": "https://doi.org/10.3390/rs15051413",
    "journalVolume": "Vol. 15,\n                                no. 1413\n                                \n                                  p.\n                                  1413",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The spatiotemporal distributions and physical–optical properties of aerosols are of great scientific significance for the study of climate change and atmospheric environment. What are the characteristics of aerosols in constant high humidity? Continuous wet weather (CWW) is a special weather phenomenon that occurs frequently during the late winter and early spring in South China. In this study, the CALIPSO satellite data and the ERA5 and MERRA-2 reanalysis data are used to analyze the aerosol optical properties of a total of 68 CWW processes from 2012 to 2021 in the Guangdong–Hong Kong–Macau Greater Bay Area (GBA). We attempt to explore the variations in meteorological conditions and physical–optical properties of aerosols during the before-stage, wet-stage, and after-stage under different humidity levels. The results show that the prevailing wind direction is northeasterly and that the temperature and humidity are lower under the influence of cold high pressure in the before-stage. Moreover, the high aerosol optical depth (AOD) mainly results from regional transport. During the wet-stage, clean ocean airflow causes AOD to remain at a low level, whereas temperature and humidity increase significantly. The wet-stage ends with coldness when it is controlled by cold high pressure again. The atmospheric circulation in the after-stage is similar to that in the before-stage. However, a remarkable feature is that there is a temperature and humidity inversion layer, which results in a significant increase in AOD. This study reveals the physical–optical properties of aerosols during the three stages and the influence mechanism of meteorological factors on aerosols, which can provide a scientific basis for the study of CWW in the future.",
    "readLink": "https://www.mdpi.com/2072-4292/15/5/1413"
  },
  {
    "title": "POTENTIAL NON-TAX STATE REVENUE OF WOOD WASTE FROM HARVESTING IN NATURAL AND PLANTATION PRODUCTION FORESTS",
    "authors": [
      "Astana Satria,",
      "Soenarno Soenarno,",
      "Wesman Endom"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2015.12.3.227-243",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  pp.\n                                  227\n                                  – 243",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Decline of log production forests suppress the acquisition of non-tax state revenue (PNBP) of forestry sector. To anticipate a decline in PNBP, the government is trying to raise tariffs of PSDH (forest resource provision) and DR (reforestation fund). Anticipation through tariff will affect the performance of forest management due to its impact on costs and profits. Oppositely, increases wood wastes from harvesting in natural and plantation forests have not been used optimally. This study aims to find out: (1) potential utilization of wood waste from harvesting in the forests, and (2) potential non-tax state revenues resulting from wood waste utilization. Data were collected through interviews and measurements. Interviews were conducted with forest service officers and company managers, while the measurement of wood waste was done in natural forest companies and industrial plantation forests companies, in Central Kalimantan. The collected data were analyzed quantitatively and qualitatively. If the wood waste of natural forest The result showed that harvesting by USD2/m and plantation forest harvesting by IDR284/m , the utilization of these wood wastes would raise PNBP IDR49,6 billion per year. A policy implementation method of tree length logging partularly harvesting, is recommended.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/971"
  },
  {
    "title": "Transient thermal effects in Alpine permafrost",
    "authors": [
      "J. Noetzli,",
      "S. Gruber"
    ],
    "doi": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  85\n                                  – 99",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "In high mountain areas, permafrost is important because it influences the occurrence of natural hazards, because it has to be considered in construction practices, and because it is sensitive to climate change. The assessment of its distribution and evolution is challenging because of highly variable conditions at and below the surface, steep topography and varying climatic conditions. This paper presents a systematic investigation of effects of topography and climate variability that are important for subsurface temperatures in Alpine bedrock permafrost. We studied the effects of both, past and projected future ground surface temperature variations on the basis of numerical experimentation with simplified mountain topography in order to demonstrate the principal effects. The modeling approach applied combines a distributed surface energy balance model and a three-dimensional subsurface heat conduction scheme. Results show that the past climate variations that essentially influence present-day permafrost temperatures at depth of the idealized mountains are the last glacial period and the major fluctuations in the past millennium. Transient effects from projected future warming, however, are likely larger than those from past climate conditions because larger temperature changes at the surface occur in shorter time periods. We further demonstrate the accelerating influence of multi-lateral warming in steep and complex topography for a temperature signal entering the subsurface as compared to the situation in flat areas. The effects of varying and uncertain material properties (i.e., thermal properties, porosity, and freezing characteristics) on the subsurface temperature field were examined in sensitivity studies. A considerable influence of latent heat due to water in low-porosity bedrock was only shown for simulations over time periods of decades to centuries. At the end, the model was applied to the topographic setting of the Matterhorn (Switzerland). Results from idealized geometries are compared to this first example of real topography, and possibilities as well as limitations of the model application are discussed.",
    "readLink": "http://www.the-cryosphere.net/3/85/2009/tc-3-85-2009.pdf"
  },
  {
    "title": "Social Science Insights for the BioCCS Industry",
    "authors": [
      "Anne-Maree Dowd,",
      "Michelle Rodriguez,",
      "Talia Jeanneret"
    ],
    "doi": "https://doi.org/10.3390/en8054024",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  pp.\n                                  4024\n                                  – 4042",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "BioCCS is a technology gaining support as a possible emissions reduction policy option to address climate change. The process entails the capture, transport and storage of carbon dioxide produced during energy production from biomass. Globally, the most optimistic energy efficiency scenarios cannot avoid an average temperature increase of +2 °C without bioCCS. Although very much at the commencement stage, bioCCS demonstration projects can provide opportunity to garner knowledge, achieve consensus and build support around the technology’s properties. Yet many challenges face the bioCCS industry, including no guarantee biomass will always be from sustainable sources or potentially result in carbon stock losses. The operating environment also has no or limited policies, regulations and legal frameworks, and risk and safety concerns abound. Some state the key problem for bioCCS is cultural, lacking in a ‘community of support’, awareness and credibility amongst its own key stakeholders and the wider public. Therefore, the industry can benefit from the growing social science literature, drawing upon other energy and resource based industries with regard to social choice for future energy options. To this end, the following scoping review was conducted in order to ascertain gaps in existing public perception and acceptance research focusing on bioCCS.",
    "readLink": "http://www.mdpi.com/1996-1073/8/5/4024"
  }
]