[
  {
    "title": "Using MODIS LAI Data to Monitor Spatio-Temporal Changes of Winter Wheat Phenology in Response to Climate Warming",
    "authors": [
      "Yang Song,",
      "Jing Wang,",
      "Qiang Yu,",
      "Jianxi Huang"
    ],
    "doi": "https://doi.org/10.3390/rs12050786",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  786",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Understanding spatio-temporal changes in winter wheat (Triticum aestivum L) phenology and its response to temperature will be vital for adapting to climate change in the coming years. For this purpose, the heading date (HD), maturity date (MD), and length of the reproductive growth period (LRGP) were detected from the remotely sensed leaf area index (LAI) data by a threshold-based method during the harvest year 2003 to 2018 across the North China Plain. The results show that there was high spatial heterogeneity of winter wheat phenology in pixel scale across the whole area, which could not be detected in previous site-based studies. The results also verified that climate warming could explain part of the change in the HD. However, for the LRGP, the potential impact of non-climate effects should be further investigated. This study presents the spatio-temporal changes both in winter wheat phenology and corresponding mean temperature and then analyzes their relationships in pixel scale. Additionally, this study further discusses the potential impact of non-climate effects on the LRGP.",
    "readLink": "https://www.mdpi.com/2072-4292/12/5/786"
  },
  {
    "title": "Exclusive Minilateralism: An Emerging Discourse within International Climate Change Governance?",
    "authors": [
      "Jeffrey Scott McGee"
    ],
    "doi": "Vol. 8,\n                                no. 3",
    "issn": "1449-2490 (Online)",
    "publisher": "UTS ePRESS",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Political science: Colonies and colonization. Emigration and immigration. International migration",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://epress.lib.uts.edu.au/journals/index.php/portal",
    "abstract": "Over the past five years there have been a series of significant international climate change agreements involving only elite state actors. The Asia-Pacific Partnership on Clean Development and Climate, APEC Sydney Leaders Declaration and US Major Economies Process all displayed a shift towards a model of international climate change governance involving a small group of economically powerful states, to the exclusion of less powerful states and environmental NGOs. The modest result from the UNFCCC COP 15 meeting in Copenhagen in December 2009 and subsequent UNFCCC meetings has strengthened calls for international climate governance to be pared down to smaller decision making forums of key states only. This article argues that these developments evidence an emerging discourse of ‘exclusive minilateralism’ in international climate policy that is challenging the inclusive multilateral discourse that has formed the bedrock of international climate change governance since the inception of UN climate regime in the early 1990s. The exclusive minilateralism discourse offers a significant challenge to both the cosmopolitan and discursive democratic aspirations of international climate change governance. One response to the exclusive minilateral discourse is to reform the UNFCCC consensus-based decision making rule to provide the COP with greater ease of decision making on key issues relating to mitigation and adaptation. Another response is to more formally include the exclusive minilateralism discourse within the UNFCCC COP process. This could be achieved by forming a small peak body of states and key NGO groups to act as an influential advisor to the COP process on key issues requiring expedition and resolution.",
    "readLink": "http://epress.lib.uts.edu.au/journals/index.php/portal/article/view/1873"
  },
  {
    "title": "Tree-ring-based assessments of drought variability during the past 400 years in the Tianshan mountains, arid Central Asia",
    "authors": [
      "Ting Wang,",
      "Anming Bao,",
      "Wenqiang Xu,",
      "Ruide Yu,",
      "Qingling Zhang,",
      "Liangliang Jiang,",
      "Vincent Nzabarinda"
    ],
    "doi": "Vol. 126\n                                \n                                \n                                  p.\n                                  107702",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "In Central Asia, the frequency and severity of droughts have a strong impact on the climate and lives of people. Therefore, it is essential to explore climate change, especially its impacts on the cycle and extent of drought occurrence. To determine drought conditions, the Palmer drought severity index (PDSI) is diffusely implemented and can be reconstructed using tree-ring chronologies. We collected Schrenk spruce (Picea schrenkiana) cores from six distinct areas in the Tianshan Mountains and used them to establish tree-ring chronologies. Correlation and reaction research revealed that the main impact on tree growth was humidity from previous years and the present growing season. To reconstruct the historical PDSI for the Tianshan Mountains, chronologies were applied. The reconstructed PDSI was considered to describe the climate change in the Tianshan Mountains because it captured severe drought events that were observed in other research findings. Furthermore, the spatial analysis results covered almost all of the Tianshan Mountains at 0.5° resolution. A large-scale drought event in the 1910s that was prevalent in the Tianshan Mountains was detected with tree rings. The extreme drought years of 1917, 1919, and 1944 detected on the chronologies were also specifically verified. A decadal analysis showed that the eastern and western Tianshan Mountains experienced continuous drought in the 1880s and during the 1810s ~ 1830s, the central and western Tianshan Mountains experienced continuous drought in the 1770s and 1640s, while it experienced a continuous wetting in the 1750s, and large-scale wetting occurred in Central Asia in the 2000s. This research offers a new perspective on the instability and spatial spread of drought in the Tianshan Mountains.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21003678"
  },
  {
    "title": "Identification of synoptic patterns for extreme rainfall events associated with landfalling typhoons in China during 1960–2020",
    "authors": [
      "Da-Jun Zhao,",
      "Hong-Xiong Xu,",
      "Yu-Bin Yu,",
      "Lian-Shou Chen"
    ],
    "doi": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  651\n                                  – 665",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Extreme rainfall associated with landfalling typhoon (ERLTC) can cause severe disasters and economic impacts throughout China. Improving the accuracy of ERLTC forecasts is therefore crucial in disaster prevention and mitigation. The top 26 ERLTC events in China during 1960–2020 are investigated based on multi-source datasets. These ERLTC events are categorized into five main types according to the geographical location of the extreme precipitation and its position relative to the tropical cyclone (TC) center, namely: the typhoon inner-core rainfall in Taiwan (TWIC), typhoon inverted trough rainfall in Taiwan (TWIT), weak typhoon rainfall in Hainan (HNWK), strong typhoon rainfall in Zhejiang (ZJST) and inland typhoon remnant rainfall (ILRM). All the ERLTC events occurred in the weakening stage of TC after reaching its lifetime maximum intensity in convective cloud (TBB ≤ −32 °C) regions over complex local terrain. The translational speeds of 20 TCs (76.9% of the total) were smaller than the climatological average (20.6 km h−1) during the extreme precipitation events. The differences are as follows: the TWIC and TWIT types are featured with different season, track and water vapor channel although both occurred in Taiwan. The other three types are distinguished by spinning track and strong convective cloud for HNWK type, strong TC intensity and binary TC interactions for ZJST type; and stagnation and strong westerly trough activity for ILRM type, respectively. These results are expected to provide useful clues for an in-depth understanding of ERLTC events over China.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S167492782200082X"
  },
  {
    "title": "Regulation of the Emissions of the Greenhouse Gas Nitrous Oxide by the Soybean Endosymbiont <i>Bradyrhizobium diazoefficiens</i>",
    "authors": [
      "Emilio Bueno,",
      "Daniel Mania,",
      "Socorro Mesa,",
      "Eulogio J. Bedmar,",
      "Åsa Frostegård,",
      "Lars R. Bakken,",
      "María J. Delgado"
    ],
    "doi": "https://doi.org/10.3390/ijms23031486",
    "journalVolume": "Vol. 23,\n                                no. 1486\n                                \n                                  p.\n                                  1486",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "The greenhouse gas nitrous oxide (N2O) has strong potential to drive climate change. Soils are a major source of N2O, with microbial nitrification and denitrification being the primary processes involved in such emissions. The soybean endosymbiont Bradyrhizobium diazoefficiens is a model microorganism to study denitrification, a process that depends on a set of reductases, encoded by the napEDABC, nirK, norCBQD, and nosRZDYFLX genes, which sequentially reduce nitrate (NO3−) to nitrite (NO2−), nitric oxide (NO), N2O, and dinitrogen (N2). In this bacterium, the regulatory network and environmental cues governing the expression of denitrification genes rely on the FixK2 and NnrR transcriptional regulators. To understand the role of FixK2 and NnrR proteins in N2O turnover, we monitored real-time kinetics of NO3−, NO2−, NO, N2O, N2, and oxygen (O2) in a fixK2 and nnrR mutant using a robotized incubation system. We confirmed that FixK2 and NnrR are regulatory determinants essential for NO3− respiration and N2O reduction. Furthermore, we demonstrated that N2O reduction by B. diazoefficiens is independent of canonical inducers of denitrification, such as the nitrogen oxide NO3−, and it is negatively affected by acidic and alkaline conditions. These findings advance the understanding of how specific environmental conditions and two single regulators modulate N2O turnover in B. diazoefficiens.",
    "readLink": "https://www.mdpi.com/1422-0067/23/3/1486"
  },
  {
    "title": "Agro-Morphological, Biochemical and Antioxidant Characterization of a Tunisian Chili Pepper Germplasm Collection",
    "authors": [
      "Karima Lahbib,",
      "Samia Dabbou,",
      "Fethi Bnejdi,",
      "Gaetano Pandino,",
      "Sara Lombardo,",
      "Mohamed El Gazzah,",
      "Safia El Bok"
    ],
    "doi": "https://doi.org/10.3390/agriculture11121236",
    "journalVolume": "Vol. 11,\n                                no. 1236\n                                \n                                  p.\n                                  1236",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Pepper species have been described as being highly sensitive to climate change. Here, we discuss the variability of the agro-morphological and phytochemical responses of pepper cultivars in the context of ongoing climate changes during seven stages of maturity, including heat stress. The effects and interactions were calculated to determine the source of variation according to rising temperature. Capsaicin content (CAP), total phenolic (TPC) and flavonoid (TFC) levels and antioxidant activity (AA) were also determined at different harvest times (at 10, 25, 40, 55, 70, 85 and 100 days after anthesis, DAA). Agro-morphological data showed that the highest variation was recorded for fruit traits compared to flower and plant ones. In particular, calyx shape margin, calyx annular constriction, fruit shape at blossom end and fruit size had a significant impact on the morphologic diversity among accessions. Levels of bioactive compounds and antioxidant activity depended on the genotype and the harvest time. TPC and AA increased at 100 DAA, while TFC were highly detected at the early harvest. Principal component analysis (PCA) allowed us to separate three clusters with well-defined biochemical traits. In particular, regardless of harvest time, Baklouti Chébika, Baklouti Sbikha and Chaabani accessions presented higher levels of TPC, TFC and AA regardless of the considered harvest time. In conclusion, high genetic variability was noted within the analyzed pepper germplasm, thus suggesting the need for major consideration of both agro-morphological and biochemical traits for pepper breeding programs. The current research was conducted to facilitate better management under high-stress conditions due to global warming",
    "readLink": "https://www.mdpi.com/2077-0472/11/12/1236"
  },
  {
    "title": "Phytobiomes Contribute to Climate Processes that Regulate Temperature, Wind, Cloud Cover, and Precipitation",
    "authors": [
      "Cindy E. Morris"
    ],
    "doi": "https://doi.org/10.1094/PBIOMES-12-17-0050-P",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  55\n                                  – 61",
    "issn": "2471-2906 (Online)",
    "publisher": "The American Phytopathological Society",
    "countryOfPublisher": "United States",
    "lcc": [
      "Agriculture: Plant culture",
      "Science: Microbiology: Microbial ecology",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://apsjournals.apsnet.org/journal/pbiomes",
    "abstract": "In the management of plant health, climate and weather can be perceived as variables of the abiotic environment to which plants, and their associated biota, are passively subjected. However, research on Earth systems is now revealing how weather and climate can be markedly influenced by land use and by the types and extent of vegetation in particular. Plant-associated biota can alter the properties of vegetation that underlie the mechanisms by which it influences weather and climate. Therefore, it is important to consider the extent to which phytobiomes could impact climate and weather and the potential consequences for plant health and production and for processes that possibly exacerbate or modulate climate change. This commentary will illustrate how the exchange of mass and energy between the atmosphere and land cover modulates temperature, winds, cloud formation and precipitation at local, regional and even greater scales and the role of plants and their associated biota in these effects. Via these exchanges, phytobiomes contribute to the climatic and weather variations to which they are in turn subjected. This argues for an expanded perspective of phytobiomes that considers their role in Earth system processes and that integrates knowledge of land-atmosphere feedbacks into the management practices of crops and other vegetation. This knowledge will contribute to a vision of how management of the biophysical setting of crop cultivation could leverage environmental conditions locally and regionally.",
    "readLink": "https://doi.org/10.1094/PBIOMES-12-17-0050-P"
  },
  {
    "title": "Performance Assessment System to Wastewater Utilities Strategic Planning",
    "authors": [
      "Maria do Céu Almeida,",
      "Rita Salgado Brito,",
      "Catarina Jorge,",
      "Maria Adriana Cardoso"
    ],
    "doi": "https://doi.org/10.3390/w13182489",
    "journalVolume": "Vol. 13,\n                                no. 2489\n                                \n                                  p.\n                                  2489",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Urban water utilities face growing challenges in compliance with increasingly demanding legislation, tightening budgets, ageing personnel, decreasing infrastructure reliability, increasing operational costs, regulatory pressure, and climate change. Within this context, tracking the alignment of the performance with the mission and strategic objectives of the organization, based on reliable and up-to-date data, is of utmost importance to enable effective and continual improvement management. Organizational performance assessment in the water sector has been a topic of growing attention since the 1990s due to the increase in the role of regulators and tighter legislation. Proactive utilities are incorporating sustainability, resource efficiency, resilience, and continual improvement principles in their practices. Strategic planning provides the road map for management and interconnecting the different areas of the organization. An essential component of strategic management planning is the adoption of a tailored performance assessment system (PAS), allowing a better response to these challenges from the water utility management perspective. This paper presents a novel PAS at the strategic level, which was tested and validated with wastewater utilities, in a co-creation process. The proposed PAS fully adopts the objectives recommended in international standards, with a corresponding set of criteria and metrics, and a validated proposal of reference values for the metrics.",
    "readLink": "https://www.mdpi.com/2073-4441/13/18/2489"
  },
  {
    "title": "Risks of seasonal extreme rainfall events in Bangladesh under 1.5 and 2.0&thinsp;°C warmer worlds – how anthropogenic aerosols change the story",
    "authors": [
      "R. H. Rimi,",
      "R. H. Rimi,",
      "K. Haustein,",
      "K. Haustein,",
      "E. J. Barbour,",
      "E. J. Barbour,",
      "S. N. Sparrow,",
      "S. Li,",
      "S. Li,",
      "D. C. H. Wallom,",
      "M. R. Allen"
    ],
    "doi": "https://doi.org/10.5194/hess-26-5737-2022",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  pp.\n                                  5737\n                                  – 5756",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Anthropogenic climate change is likely to increase the risk (probability of occurrence of a hazard) of extreme weather events in the future. Previous studies have robustly shown how and where climate change has already changed the risks of weather extremes. However, developing countries have been somewhat underrepresented in these studies, despite high vulnerability and limited capacities to adapt. How additional global warming would affect the future risks of extreme rainfall events in Bangladesh needs to be addressed to limit adverse impacts. Our study focuses on understanding and quantifying the relative risks of extreme rainfall events in Bangladesh under the Paris Agreement temperature goals of 1.5 and 2.0 ∘C warming above pre-industrial levels. In particular, we investigate the influence of anthropogenic aerosols on these risks given their likely future reduction and resulting amplification of global warming. Using large ensemble regional climate model simulations from weather@home under different forcing scenarios, we compare the risks of rainfall events under pre-industrial (natural; NAT), current (actual; ACT), 1.5 and 2.0 ∘C warmer, and greenhouse gas (GHG)-only (with pre-industrial levels of anthropogenic aerosols) conditions. Both GHGs and anthropogenic aerosols have an impact on seasonal mean rainfall over this region. In general, higher global mean temperature levels lead to higher rainfall and higher aerosol concentrations to lower rainfall, however the relative importance of the two factors varies between the regions. For extreme rainfall events, we find that the risk of a 1 in 100 year rainfall episode has already increased significantly compared with pre- industrial levels across parts of Bangladesh, with additional increases likely for 1.5 and 2.0 ∘C warming. Climate change impacts on the probabilities of extreme rainfall episodes are found during both pre-monsoon and monsoon seasons. Results show that reduction in anthropogenic aerosols will exacerbate the effects of GHG-induced warming and thereby increasing the rainfall intensity, which has otherwise attenuated the impacts. We highlight that the net aerosol effect varies from region to region within Bangladesh, which leads to different outcomes of aerosol reduction on extreme rainfall statistics and must therefore be considered in future risk assessments. While there is a substantial reduction in risk at 1.5 ∘C warming when compared to 2 ∘C warming, the difference is spatially and temporally variable too, specifically with respect to seasonal extreme rainfall events.",
    "readLink": "https://hess.copernicus.org/articles/26/5737/2022/hess-26-5737-2022.pdf"
  },
  {
    "title": "Missed carbon emissions from forests: comparing countries’ estimates submitted to UNFCCC to biophysical estimates",
    "authors": [
      "Keiko Nomura,",
      "Edward TA Mitchard,",
      "Samuel J Bowers,",
      "Genevieve Patenaude"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aafc6b",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  p.\n                                  024015",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Reducing forest loss has the potential to reduce global carbon emissions, but paying countries to do so will only work if activities are targeting areas with rapid deforestation or high threat. As of December 2017, 25 countries reported their benchmark greenhouse gas emissions from forests (‘reference levels’) under the United Nations Framework Convention on Climate Change, with the aim of receiving payments if they end up releasing less or removing more. There remains however a question as to whether the eventual emission trajectories compared to these reference levels represent real emission reductions, as the benchmarks rely on a variety of different methods and limited datasets. To examine whether the forest areas historically associated with significant emissions are targeted in the reference levels, we compared the forest area estimates submitted by seven countries in Asia and the Pacific (Cambodia, Indonesia, Malaysia, Nepal, Papua New Guinea, Sri Lanka, and Vietnam) with forest area estimates using the Global Forest Change v1.4 (GFC) dataset from 2000–2016, processed to closely match national forest definitions. GFC provides standardised tree cover change data based on biophysical characteristics using an extensive collection of satellite images. We found consistent differences, with most countries reporting considerably less forest loss than the GFC-based analysis. These differences are due to the countries’ selection of activities to report, as well as their choice of forest types and land use, defining the forest areas to be monitored. Our study highlights an urgent need to address the gap between the forests monitored by countries and those sources of emissions. The current approaches, even successfully implemented, may not lead to emission reductions, thereby challenging the effectiveness of carbon payments.",
    "readLink": "https://doi.org/10.1088/1748-9326/aafc6b"
  }
]