[
  {
    "title": "Effects of regulated deficit irrigation on crop water productivity, yield components, and yield response factor of common bean (Phaseolus vulgaris L)",
    "authors": [
      "Sabqatullah Alipour,",
      "Mohammad Zaman Amini,",
      "Mohammad Daud Haidari"
    ],
    "doi": "https://doi.org/10.29258/CAJWR/2022-R1.v8-1/112-125.eng",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  112\n                                  – 125",
    "issn": "2522-9060 (Online)",
    "publisher": "Kazakh German University",
    "countryOfPublisher": "Kazakhstan",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "https://water-ca.org/",
    "abstract": "Due to declining water resources allocated to agriculture and rapid population growth, it is important to use water efficiently and increase crop water productivity (CWP). Deficit irrigation is considered an important strategy to achieve this goal. For this purpose, field experiments were conducted at the research farm of the Agriculture Faculty on Kabul University campus for two continuous years (2018-2019). The experiment consisted of four treatments, including full irrigation (ET100), 80% (ET80), 60% (ET60), and 40% (ET40) arranged in a randomized complete block design with three replications. Compared to ET100 and ET80, the ET60 and ET40 treatments significantly (P<0.05) reduced the duration of flowering and pod formation. The bean crop also showed best performance in plant height, number of leaves per plant, leaf area, leaf area index, number of pods per plant, number of seeds per pod, length of pod, 100-seed weight, and total grain yield in the ET100 and ET80 treatments. Moreover, significantly greater values of crop water productivity (CWP) and lower value of Ky were observed in ET80 compared to ET100, ET60 and ET40. Overall, the experiment results showed that regulated deficit irrigation can effectively increase water productivity. Supplying only 80% instead of full water requirement can result in a higher common bean CWP. This is of particular importance in water-scarce areas, where the water saved based on this practice can be used to irrigate additional acreage.",
    "readLink": "https://water-ca.org/article/effects-of-regulated-deficit-irrigation-on-crop-water-productivity"
  },
  {
    "title": "Adaptation Strategies followed by the Rice Growers to Mitigate the Impact of Climate Change",
    "authors": [
      "Suganthkumar Palani,",
      "Philip H"
    ],
    "doi": "https://doi.org/10.26725/JEE.2018.1.30.5996-5999",
    "journalVolume": "Vol. 30,\n                                no. 1",
    "issn": "0971-3123 (Print)",
    "publisher": "2456-1282 (Online)",
    "countryOfPublisher": "Extension Education Society",
    "lcc": [
      "India",
      "Education: Special aspects of education"
    ],
    "journalUrl": "http://extensioneducation.org/index.php/jee",
    "abstract": "The study was conducted in Orathanadu block of Thanjavur district in Tamil Nadu. Proportionate random sampling was employed to select the sample. It was observed that the variables viz., educational status and fatalism showed positive significant correlation at one per cent level of probability whereas awareness on climate change showed negative correlation. Variables like annual income, extension agency contact and awareness on crop insurance showed negative correlation at five per cent level of probability",
    "readLink": "https://extensioneducation.org/index.php/jee/article/view/265"
  },
  {
    "title": "ELECTRE, Greater Geneva agglomeration, multi-criteria decision aiding",
    "authors": [
      "Elfide Mariela Rivas Gómez,",
      "Carlos E. Aparicio M."
    ],
    "doi": "Vol. 1,\n                                no. 2020\n                                \n                                  pp.\n                                  33\n                                  – 59",
    "issn": "2499-2674 (Online)",
    "publisher": "Agenzia delle Entrate",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography: Cartography: Cadastral mapping"
    ],
    "journalUrl": "http://www.territorioitalia.agenziaentrate.it",
    "abstract": "Socio-natural disasters are linked to the increase of weather events. This work analyses disaster risk transfer as well as clean technology production and transfer mechanisms in Latin American intermediate cities; our study case is the city Victoria of Durango, capital of the state by the same name in Mexico. In this regard, the theorizations on Climate Change (CC), Disaster Risk Transfer (DRT), Clean Technology Transfer (CTT), Sustainable Development (SD) and Resilience (Re) are reviewed. A mixed approach provided a complete understanding of the research, allowing the use of various tools for field work and the processing of the obtained data. The results reveal that Victoria de Durango, like the majority of Latin American's intermediate cities, shows potentialities for using its invaluable natural resources; but threats and weaknesses were also found: neither citizens nor institutions have a global understanding of risk for achieving sustainability, becoming resilient and being safe, whilst the capital of Durango must face two major risks such as floods and droughts. A Safe City Strategic Plan to face CC, incorporating DRT and CTT production strategies, would enable CC protection policies, as long as political will and active citizens exist.",
    "readLink": "https://www.agenziaentrate.gov.it/portale/documents/20143/3058265/2_Aparicio_EN.pdf/c95b2647-16c1-29bb-91a5-c9fe278d7dde"
  },
  {
    "title": "The benefits of investing into improved carbon flux monitoring",
    "authors": [
      "J. Szolgayová,",
      "S. Fuss,",
      "T. Kaminski,",
      "M. Scholze,",
      "M. Gusti,",
      "M. Heimann,",
      "M. Tavoni"
    ],
    "doi": "https://doi.org/10.1080/23322039.2016.1239672",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "2332-2039 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Finance",
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oaef",
    "abstract": "Operationalizing a Global Carbon Observing and Analysis System (www.geocarbon.net) would provide a sound basis for monitoring actual carbon fluxes and thus getting quantities right when pricing carbon – be it in a cap-and-trade scheme or under a tax regime. However, such monitoring systems are expensive and—especially in times of economic weakness—budgets for science and environmental policy are under particular scrutiny. In this study, we attempt to demonstrate the magnitude of benefits of improved information about actual carbon fluxes. Such information enables better-informed policy-making and thus paves the way for a more secure investment environment when decarbonizing the energy sector. The numerical results provide a robust indication of a positive social value of improving carbon monitoring systems when compared to their cost, especially for the more ambitious climate policies.",
    "readLink": "http://dx.doi.org/10.1080/23322039.2016.1239672"
  },
  {
    "title": "Response of Terrestrial Net Primary Production to Quadrupled CO<sub>2</sub> Forcing: A Comparison between the CAS-ESM2 and CMIP6 Models",
    "authors": [
      "Jiawen Zhu,",
      "Xiaodong Zeng,",
      "Xiaofei Gao,",
      "He Zhang"
    ],
    "doi": "https://doi.org/10.3390/biology11121693",
    "journalVolume": "Vol. 11,\n                                no. 1693\n                                \n                                  p.\n                                  1693",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Terrestrial net primary production (NPP) is a key carbon flux that changes with rising atmospheric CO2 and CO2-induced climate change. Earth system models are commonly used to investigate these NPP changes because of their fundamentally trustworthy ability to simulate physical climate systems and terrestrial biogeochemical processes. However, many uncertainties remain in projecting NPP responses, due to their complex processes and divergent model characteristics. This study estimated NPP responses to elevated CO2 and CO2-induced climate change using the Chinese Academy of Sciences Earth System Model version 2 (CAS-ESM2), as well as 22 CMIP6 models. Based on CMIP6 pre-industrial and abruptly quadrupled CO2 experiments, the analysis focused on a comparison of the CAS-ESM2 with the multi-model ensemble (MME), and on a detection of underlying causes of their differences. We found that all of the models showed an overall enhancement in NPP, and that CAS-ESM2 projected a slightly weaker NPP enhancement than MME. This weaker NPP enhancement was the net result of much weaker NPP enhancement over the tropics, and a little stronger NPP enhancement over northern high latitudes. We further report that these differences in NPP responses between the CAS-ESM2 and MME resulted from their different behaviors in simulating NPP trends with modeling time, and are attributed to their different projections of CO2-induced climatic anomalies and different climate sensitivities. These results are favorable for understanding and further improving the performance of the CAS-ESM2 in projecting the terrestrial carbon cycle, and point towards a need for greater understanding and improvements for both physical climatic processes and the terrestrial carbon cycle.",
    "readLink": "https://www.mdpi.com/2079-7737/11/12/1693"
  },
  {
    "title": "The impact of daily temperature on renal disease incidence: an ecological study",
    "authors": [
      "Matthew Borg,",
      "Peng Bi,",
      "Monika Nitschke,",
      "Susan Williams,",
      "Stephen McDonald"
    ],
    "doi": "https://doi.org/10.1186/s12940-017-0331-4",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 30",
    "issn": "1476-069X (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Industrial medicine. Industrial hygiene",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://ehjournal.biomedcentral.com/",
    "abstract": "Abstract Background Extremely high temperatures over many consecutive days have been linked to an increase in renal disease in several cities. This is becoming increasingly relevant with heatwaves becoming longer, more intense, and more frequent with climate change. This study aimed to extend the known relationship between daily temperature and kidney disease to include the incidence of eight temperature-prone specific renal disease categories – total renal disease, urolithiasis, renal failure, acute kidney injury (AKI), chronic kidney disease (CKD), urinary tract infections (UTIs), lower urinary tract infections (LUTIs) and pyelonephritis. Methods Daily data was acquired for maximum, minimum and average temperature over the period of 1 July 2003 to 31 March 2014 during the warm season (October to March) in Adelaide, South Australia. Data for daily admissions to all metropolitan hospitals for renal disease, including 83,519 emergency department admissions and 42,957 inpatient admissions, was also obtained. Renal outcomes were analyzed using time-stratified negative binomial regression models, with the results aggregated by day. Incidence rate ratios (IRR) and 95% confidence intervals (CI) were estimated for associations between the number of admissions and daily temperature. Results Increases in daily temperature per 1 °C were associated with an increased incidence for all renal disease categories except for pyelonephritis. Minimum temperature was associated with the greatest increase in renal disease followed by average temperature and then maximum temperature. A 1°C increase in daily minimum temperature was associated with an increase in daily emergency department admissions for AKI (IRR 1.037, 95% CI: 1.026–1.048), renal failure (IRR 1.030, 95% CI: 1.022–1.039), CKD (IRR 1.017, 95% CI: 1.001–1.033) urolithiasis (IRR 1.015, 95% CI: 1.010–1.020), total renal disease (IRR 1.009, 95% CI: 1.006–1.011), UTIs (IRR 1.004, 95% CI: 1.000–1.007) and LUTIs (IRR 1.003, 95% CI: 1.000–1.006). Conclusions An increased frequency of renal disease, including urolithiasis, acute kidney injury and urinary tract infections, is predicted with increasing temperatures from climate change. These results have clinical and public health implications for the management of renal diseases and demand tailored health services. Future research is warranted to analyze individual renal diseases with more comprehensive information regarding renal risk factors, and studies examining mortality for specific renal diseases.",
    "readLink": "http://link.springer.com/article/10.1186/s12940-017-0331-4"
  },
  {
    "title": "Landscape ecological risk assessment of chongming dongtan wetland in shanghai from 1990 to 2020",
    "authors": [
      "Yong Cao,",
      "Bin Dong,",
      "Haifeng Xu,",
      "Zhili Xu,",
      "Zhezhu Wei,",
      "Zhipeng Lu,",
      "Xiao Liu"
    ],
    "doi": "https://doi.org/10.1088/2515-7620/ad03e0",
    "journalVolume": "Vol. 5,\n                                no. 10\n                                \n                                  p.\n                                  105016",
    "issn": "2515-7620 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/2515-7620",
    "abstract": "Landscape ecological risk assessment can assess the stability, vulnerability, and anti-interference ability of the ecosystem based on the characteristics, structure, and function of the landscape in order to determine the degree and distribution of landscape ecological risk. In recent years, due to human activities and global climate change, the area and ecological quality of the Chongming Dongtan wetland have been decreasing. As an important wintering habitat and transit point on the ‘East Asia-Australia migration line’, the population and habitat security of wintering migratory birds are also threatened. Therefore, the landscape index method was used to assess the ecological risk of the Chongming Dongtan wetland. Based on transfer analysis and spatial autocorrelation analysis, the spatial and temporal changes of landscape ecological risk were revealed. The findings are as follows: (1) Natural landscapes such as mudflats, grasslands, and waters have been declining, while artificial landscapes such as cultivated land, construction land, and woodland have been gradually expanding, indicating a shift from natural to artificial landscapes. (2) Overall, the landscape ecological risk is showing an increasing trend. Wetlands have moved from being dominated by the lowest and medium ecological risks to being evenly distributed by all ecological risk classes. Notably, there has been a rapid increase in landscape ecological risk in 2000. The highest-risk areas have expanded by 9346.95 hm ^2 , gradually encroaching from the buffer zone into the reclamation area and the nature reserve. Conversely, the lowest ecological risk areas have decreased by 7091.82 hm ^2 , primarily concentrated in nature reserves. (3) The aggregation of landscape ecological risks continues to decrease, indicating a reduced likelihood of dramatic changes in ecological risks.",
    "readLink": "https://doi.org/10.1088/2515-7620/ad03e0"
  },
  {
    "title": "Overexpression of OsPT8 Increases Auxin Content and Enhances Tolerance to High-Temperature Stress in <i>Nicotiana tabacum</i>",
    "authors": [
      "Zhaopeng Song,",
      "Ningbo Fan,",
      "Guizhen Jiao,",
      "Minghong Liu,",
      "Xiaoyan Wang,",
      "Hongfang Jia"
    ],
    "doi": "https://doi.org/10.3390/genes10100809",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  809",
    "issn": "2073-4425 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/genes/",
    "abstract": "Temperature is a primary factor affecting the rate of plant development; as the climate warms, extreme temperature events are likely to increasingly affect agriculture. Understanding how to improve crop tolerance to heat stress is a key concern. Wild plants have evolved numerous strategies to tolerate environmental conditions, notably the regulation of root architecture by phytohormones, but the molecular mechanisms of stress resistance are unclear. In this study, we showed that high temperatures could significantly reduce tobacco biomass and change its root architecture, probably through changes in auxin content and distribution. Overexpression of the OsPT8 phosphate transporter enhanced tobacco tolerance to high-temperature stress by changing the root architecture and increased the antioxidant ability. Molecular assays suggested that overexpression of OsPT8 in tobacco significantly increased the expression of auxin synthesis genes NtYUCCA 6, 8 and auxin efflux carriers genes NtPIN 1,2 under high-temperature stress. We also found that the expression levels of auxin response factors NtARF1 and NtARF2 were increased in OsPT8 transgenic tobacco under high-temperature stress, suggesting that OsPT8 regulates auxin signaling in response to high-temperature conditions. Our findings provided new insights into the molecular mechanisms of plant stress signaling and showed that OsPT8 plays a key role in regulating plant tolerance to stress conditions.",
    "readLink": "https://www.mdpi.com/2073-4425/10/10/809"
  },
  {
    "title": "Evaluation of Regional Climate Models (RCMs) Using Precipitation and Temperature-Based Climatic Indices: A Case Study of Florida, USA",
    "authors": [
      "Yared Bayissa,",
      "Assefa Melesse,",
      "Mahadev Bhat,",
      "Tsegaye Tadesse,",
      "Andualem Shiferaw"
    ],
    "doi": "https://doi.org/10.3390/w13172411",
    "journalVolume": "Vol. 13,\n                                no. 2411\n                                \n                                  p.\n                                  2411",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The overarching objective of this study was to evaluate the performance of nine precipitation-based and twelve temperature-based climatic indices derived from four regional climate models (CRCM5-UQUAM, CanRCM4, RCA4 and HIRHAM5) driven by three global circulation models (CanESM2, EC-EARTH and MPI-ESM-LR) and their ensemble mean for the reference period of 31 years (1975–2005). The absolute biases, pattern correlation, the reduction of variance (RV) and the Standardized Precipitation Evapotranspiration Index (SPEI at 3-, 6- and 12-month aggregate periods) techniques were used to evaluate the climate model simulations. The result, in general, shows each climate model has a skill in reproducing at least one of the climatic indices considered in this study. Based on the pattern correlation result, however, EC-EARTH.HIRHAM5 and MPI-ESM-LR.CRCM5-UQAM RCMs showed a relatively good skill in reproducing the observed climatic indices as compared to the other climate model simulations. EC-EARTH.RCA4, CanESM2.RCA4 and MPI-ESM-LR.CRCM5-UQAM RCMs showed a good skill when evaluated using the reduction of variance. The ensemble mean of the RCMs showed relatively better skill in reproducing the observed temperature-based climatic indices as compared to the precipitation-based climatic indices. There were no exceptional differences observed among the performance of the climate models compared to the SPEI, but CanESM2.CRCM5-UQAM, EC-EARTH.RCA4 and the ensemble mean of the RCMs performed relatively good in comparison to the other climate models. The good performance of some of the RCMs has good implications for their potential application for climate change impact studies and future trend analysis of extreme events. They could help in developing an early warning system to mitigate and prepare for possible future impacts of climate extremes (e.g., drought) and vulnerability to climate change across Florida.",
    "readLink": "https://www.mdpi.com/2073-4441/13/17/2411"
  },
  {
    "title": "Mapping wetland loss and restoration potential in Flanders (Belgium): an ecosystem service perspective",
    "authors": [
      "Kris Decleer,",
      "Jan Wouters,",
      "Sander Jacobs,",
      "Jan Staes,",
      "Toon Spanhove,",
      "Patrick Meire,",
      "Rudy van Diggelen"
    ],
    "doi": "https://doi.org/10.5751/ES-08964-210446",
    "journalVolume": "Vol. 21,\n                                no. 4\n                                \n                                  p.\n                                  46",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "With the case of Flanders (northern part of Belgium) we present an integrated approach to calculate accurate losses of wetlands, potentials for restoration, and their ecosystem services supplies and illustrate how these insights can be used to evaluate and support policy making. Flanders lost about 75% of its wetland habitats in the past 50-60 years, with currently only 68,000 ha remaining, often in a more or less degraded state. For five different wetland categories (excluding open waters) we calculated that restoration of lost wetland is still possible for an additional total area of about 147,000 ha, assuming that, with time and appropriate measures and techniques, the necessary biophysical and ecological conditions can more or less be restored or created. Wetland restoration opportunities were mapped according to an open and forested landscape scenario. Despite the fact that for 49,000 ha wetland restoration is justifiable by the actual presence of an appropriate spatial planning and/or protection status, the official Flemish nature policy only foresees 7,400 to 10,600 ha of additional wetland (open waters excluded) by 2050. The benefits of a more ambitious wetland restoration action program are underpinned by an explorative and quantified analysis of ecosystem service supply for each of the two scenarios, showing that the strongly increased supply of several important regulating and cultural ecosystem services might outweigh the decrease of food production, especially if extensive farming on temporary wet soils remains possible. Finally, we discuss the challenges of wetland restoration policies for biodiversity conservation and climate change.",
    "readLink": "http://www.ecologyandsociety.org/vol21/iss4/art46/"
  }
]