[
  {
    "title": "Dual-Focused Transformational Leadership, Teachers’ Satisfaction of the Need for Relatedness, and the Mediating Role of Social Support",
    "authors": [
      "Simone Schoch,",
      "Roger Keller,",
      "Alex Buff,",
      "Jasper Maas,",
      "Pamela Rackow,",
      "Urte Scholz,",
      "Julia Schüler,",
      "Mirko Wegner"
    ],
    "doi": "https://doi.org/10.3389/feduc.2021.643196",
    "journalVolume": "Vol. 6",
    "issn": "2504-284X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Education: Education (General)"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/education",
    "abstract": "Basic psychological need satisfaction is essential for the wellbeing of teachers and motivation at work. Transformational leadership contributes to the development and maintenance of a respectful, constructive atmosphere, a supportive working climate, and has been suggested to be a crucial factor for the satisfaction of the need for relatedness of employees. Transformational leadership is also considered as an ideal leadership style in the school setting, but most studies did not distinguish between individual and team effects of this leadership behavior. In the present study, we applied the dual-focused model of transformational leadership and focused on social processes to address the question of whether individual- and group-focused transformational leadership behavior contribute differently to satisfaction of the need for relatedness of teachers. Based on longitudinal data with three measurement points across one school year of N = 1,217 teachers, results of structural equational models supported the notion of the dual effects of transformational leadership: Individual-focused transformational leadership was directly positively related to change in satisfaction of the need for relatedness of teachers. The relationship between group-focused transformational leadership and change in satisfaction of the need for relatedness was mediated by received social support from team members. These findings emphasize the importance of school leadership behavior of principals for satisfaction of the need for relatedness of teachers. The satisfaction of the need for relatedness is, therefore, not only satisfied through the direct interaction between the school principal and the individual teacher but also through interactions of the school principal with the whole team. Our results confirm that school principals should focus their leadership behavior both on individual need satisfaction of teachers as well as on team development.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feduc.2021.643196/full"
  },
  {
    "title": "Ecological similarities between two Mediterranean wetlands: Sidi Boughaba (North-West Morocco) and the Doñana National Park (South-West Spain)",
    "authors": [
      "Najat Elkhiati,",
      "Mohamed Ramdani,",
      "José L. Espinar,",
      "Khalid Fahd,",
      "Laura Serrano"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2013.e24",
    "journalVolume": "Vol. 72,\n                                no. 2\n                                \n                                  pp.\n                                  e24\n                                  – e24",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "Addressing the underlying common processes within aquatic systems located in the same geographical region has long been used as a tool for the advancement of limnology. A limnological study of the Merja Sidi Boughaba in 2009 has shown that there are many common features between the physico-chemical and biological conditions of this site and previous data reported from some of the wetlands of the Doñana National Park (South-West Spain). Both are Ramsar sites located on extensive dune systems of the Atlantic coast with a Mediterranean climate. They have a common palaeoenvironmental history that is largely responsible for their similar hydrology and water composition. Oceanic influence has probably produced a slight disproportion of Mg2+ over Ca2+ through airborne sea salt deposition and the surface evaporation of groundwater feeding these wetlands during annual flood and drought cycles. The wide spectrum of environmental conditions encountered in the Doñana wetlands is epitomised by the Merja Sidi Boughaba, where water and sediment gradually change in the same water body from north to south: from humic-coloured waters and a sandy substrate to a calcium-rich substrate with turbid and silted waters which eventually dry out. As a consequence, the community of submersed macrophytes is very rich and dominated by dense charophyte beds. The high primary production coupled with high biodiversity found in the Merja Sidi Boughaba is also shared by the Doñana wetlands. The high conservation status of both sites enables a useful comparison to be made of the water quality of shallow aquatic systems at a regional scale which, contrary to the trophic classifications developed for deep stratified lakes in temperate regions, is not based on regressions between the concentrations of chlorophyll and total phosphorus (Tot-P) but on the proportions of dissolved and particulate P pools. In these Mediterranean sites, nutrients are more efficiently recycled through the sediment (whether deposited at the bottom or suspended in the water column) while seasonal fluctuations of the water level are stronger than in deep stratified lakes and, hence, no significant correlation was found between chlorophyll and either total or particulate P in our study.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/615"
  },
  {
    "title": "Environmental Attitudes in 28 European Countries Derived From Atheoretically Compiled Opinions and Self-Reports of Behavior",
    "authors": [
      "Jan Urban,",
      "Jan Urban,",
      "Florian G. Kaiser"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2022.875419",
    "journalVolume": "Vol. 13",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "People differ in their personal commitment to fighting climate change and protecting the environment. The question is, can we validly measure people’s commitment by what they say and what they claim they do in opinion polls? In our research, we demonstrate that opinions and reports of past behavior can be aggregated into comparable depictions of people’s personal commitment to fighting climate change and protecting the environment (i.e., their environmental attitudes). In contrast to the commonly used operational scaling approaches, we ground our measure of people’s environmental attitudes in a mathematically formalized psychological theory of the response process—the Campbell paradigm. This theory of the response process has already been extensively validated, and its relevance for manifest behavior has repeatedly been shown as well. In our secondary analysis of Eurobarometer data (N = 27,998) from 28 European countries, we apply the Campbell paradigm to a set of indicators that was not originally collected to be aggregated into a single scale. With our research, we propose a distinct way to measure behavior-relevant environmental attitudes that can be used even with a set of indicators that was originally atheoretically compiled. Overall, our study suggests that the Campbell paradigm provides a sound psychological measurement theory that can be applied to cross-cultural comparisons in the environmental protection domain.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2022.875419/full"
  },
  {
    "title": "Climate change projections of terrestrial primary productivity over the Hindu Kush Himalayan forests",
    "authors": [
      "H. Usman,",
      "T. A. M. Pugh,",
      "T. A. M. Pugh,",
      "T. A. M. Pugh,",
      "A. Ahlström,",
      "S. Baig"
    ],
    "doi": "https://doi.org/10.5194/esd-12-857-2021",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  857\n                                  – 870",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "Increasing atmospheric carbon dioxide concentration [CO2] caused by anthropogenic activities has triggered a requirement to predict the future impact of [CO2] on forests. The Hindu Kush Himalayan (HKH) region comprises a vast territory including forests, grasslands, farmlands and wetland ecosystems. In this study, the impacts of climate change and land-use change on forest carbon fluxes and vegetation productivity are assessed for HKH using the Lund–Potsdam–Jena General Ecosystem Simulator (LPJ-GUESS). LPJ-GUESS simulations were driven by an ensemble of three climate models participating in the CMIP5 (Coupled Model Intercomparison Project phase 5) database. The modelled estimates of vegetation carbon (VegC) and terrestrial primary productivity were compared with observation-based estimates. Furthermore, we also explored the net biome productivity (NBP) and its components over HKH for the period 1851–2100 under the future climate scenarios RCP2.6 and RCP8.5. A reduced modelled NBP (reduced C sink) is observed from 1986–2015 primarily due to land-use change. However, an increase in NBP is predicted under RCP2.6 and RCP8.5. The findings of the study have important implications for the management of the HKH region, in addition to informing strategic decision making and land-use planning, and clarifying policy concerns.",
    "readLink": "https://esd.copernicus.org/articles/12/857/2021/esd-12-857-2021.pdf"
  },
  {
    "title": "Biostimulant Substances for Sustainable Agriculture: Origin, Operating Mechanisms and Effects on Cucurbits, Leafy Greens, and Nightshade Vegetables Species",
    "authors": [
      "Francesco Cristofano,",
      "Christophe El-Nakhel,",
      "Youssef Rouphael"
    ],
    "doi": "https://doi.org/10.3390/biom11081103",
    "journalVolume": "Vol. 11,\n                                no. 1103\n                                \n                                  p.\n                                  1103",
    "issn": "2218-273X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biomolecules",
    "abstract": "Climate change is a pressing matter of anthropogenic nature to which agriculture contributes by abusing production inputs such as inorganic fertilizers and fertigation water, thus degrading land and water sources. Moreover, as the increase in the demand of food in 2050 is estimated to be 25 to 70% more than what is currently produced today, a sustainable intensification of agriculture is needed. Biostimulant substances are products that the EU states work by promoting growth, resistance to plant abiotic stress, and increasing produce quality, and may be a valid strategy to enhance sustainable agricultural practice. Presented in this review is a comprehensive look at the scientific literature regarding the widely used and EU-sanctioned biostimulant substances categories of silicon, seaweed extracts, protein hydrolysates, and humic substances. Starting from their origin, the modulation of plants’ hormonal networks, physiology, and stress defense systems, their in vivo effects are discussed on some of the most prominent vegetable species of the popular plant groupings of cucurbits, leafy greens, and nightshades. The review concludes by identifying several research areas relevant to biostimulant substances to exploit and enhance the biostimulant action of these substances and signaling molecules in horticulture.",
    "readLink": "https://www.mdpi.com/2218-273X/11/8/1103"
  },
  {
    "title": "Potential productivity of the Miscanthus energy crop in the Loess Plateau of China under climate change",
    "authors": [
      "Wei Liu,",
      "Tao Sang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/8/4/044003",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  p.\n                                  044003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "With a vast area of marginal land, the Loess Plateau of China is a promising region for large-scale production of second-generation energy crops. However, it remains unknown whether such production is sustainable in the long run, especially under climate change. Using a regional climate change model, PRECIS, we analyzed the impact of climate change on Miscanthus production in the Loess Plateau. Under three emission scenarios, A2, B2, and A1B, both the average yield and total area capable of supporting Miscanthus production would increase continuously in the future period (2011–2099). As a result, the total yield potential in the region would increase by about 20% in this future period from the baseline period (1961–1990). This was explained primarily by predicted increases in temperature and precipitation across the Loess Plateau, which improved the yield of the perennial C4 plants relying exclusively on rainfed production. The areas that are currently too dry or too cold to support Miscanthus production could be turned into energy crop fields, especially along the arid–semiarid transition zone. Thus the Loess Plateau would become increasingly desirable for growing second-generation energy crops in this century, which could in turn contribute to soil improvement and ecological restoration of the region.",
    "readLink": "https://doi.org/10.1088/1748-9326/8/4/044003"
  },
  {
    "title": "Spatial Statistical Modeling of Rockfall Hazard in a Mountainous Road in Cantabria (Spain)",
    "authors": [
      "Daniel Jato-Espino,",
      "Alejandro Roldan-Valcarce,",
      "Felipe Collazos-Arias,",
      "Jorge Rodriguez-Hernandez"
    ],
    "doi": "https://doi.org/10.1109/JSTARS.2021.3075112",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  6729\n                                  – 6742",
    "issn": "1939-1404 (Print)",
    "publisher": "2151-1535 (Online)",
    "countryOfPublisher": "IEEE",
    "lcc": [
      "United States",
      "Technology: Ocean engineering",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=4609443",
    "abstract": "Rockfall events are one of the most frequent types of mass wasting in mountainous areas, causing service and traffic disruption, as well as infrastructure and human damage. Hence, having accurate tools to model these hazards becomes crucial to prevent fatalities, especially in a context of climate change whereby the effects of these phenomena might be exacerbated. Under this premise, this article concerned the development of a framework for assessing rockfall hazard in mountainous areas. First, a set of factors expected to favor rockfalls were processed and aggregated using spatial analysis tools, yielding a series of hazard maps with which to fit observed data through statistical modeling. The validation process was undertaken with the support of a database containing the number of rocks removed from a mountainous road section located in Cantabria, northern Spain. The results achieved, which demonstrated the accuracy of the proposed approach to reproduce rockfall hazard using frequency data, highlighted the primary role played by factors such as slope, runoff threshold, and precipitation to explain the occurrence of these events. The effects of climate change were considerably influenced by the fluctuations in the projections of precipitation, which limited the variations in the spatial distribution and magnitude of rockfall hazard.",
    "readLink": "https://ieeexplore.ieee.org/document/9415172/"
  },
  {
    "title": "Invited perspectives: Views of 350 natural hazard community members on key challenges in natural hazards research and the Sustainable Development Goals",
    "authors": [
      "R. Šakić Trogrlić,",
      "R. Šakić Trogrlić,",
      "A. Donovan,",
      "B. D. Malamud"
    ],
    "doi": "https://doi.org/10.5194/nhess-22-2771-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  2771\n                                  – 2790",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "In this paper, we present the results of an NHESS (Natural Hazards and Earth System Sciences) 20th anniversary survey, in which 350 natural hazard community members responded to two questions: (Q1) “what are the top three scientific challenges you believe are currently facing our understanding of natural hazards” and (Q2) “what three broad step changes should or could be done by the natural hazard community to address natural hazards in achieving the Sustainable Development Goals”? We have analysed the data quantitatively and qualitatively. According to the 350 respondents, the most significant challenges (Q1) are the following (within brackets % of 350 respondents who identified a given theme): (i) shortcomings in the knowledge of risk and risk components (64 %), (ii) deficiencies of hazard and risk reduction approaches (37 %), (iii) influence of global change, especially climate change (35 %), (iv) integration of social factors (18%), (v) inadequate translation of science to policy and practice (17 %), and (vi) lack of interdisciplinary approaches (6 %). In order for the natural hazard community to support the implementation of the Sustainable Development Goals (Q2), respondents called for (i) enhanced stakeholder engagement, communication and knowledge transfer (39 %), (ii) increased management and reduction of disaster risks (34 %), (iii) enhanced interdisciplinary research and its translation to policy and practice (29 %), (iv) a better understanding of natural hazards (23 %), (v) better data, enhanced access to data and data sharing (9 %), and (vi) increased attention to developing countries (6 %). We note that while the most common knowledge gaps are felt to be around components of knowledge about risk drivers, the step changes that the community felt were necessary related more to issues of wider stakeholder engagement, increased risk management and interdisciplinary working.",
    "readLink": "https://nhess.copernicus.org/articles/22/2771/2022/nhess-22-2771-2022.pdf"
  },
  {
    "title": "Middle Ordovician astrochronology decouples asteroid breakup from glacially-induced biotic radiations",
    "authors": [
      "Jan Audun Rasmussen,",
      "Nicolas Thibault,",
      "Christian Mac Ørum Rasmussen"
    ],
    "doi": "https://doi.org/10.1038/s41467-021-26396-4",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "The Middle Ordovician icehouse has been suggested to be sparked by extra-terrestrial dust associated with an asteroid break-up. Here, the authors use an astronomically calibrated timescale to decouple millennia-scale climate and biodiversity change from the meteorite shower 468.4 million years ago.",
    "readLink": "https://doi.org/10.1038/s41467-021-26396-4"
  },
  {
    "title": "Analysis of the Difference between Climate Aridity Index and Meteorological Drought Index in the Summer Monsoon Transition Zone",
    "authors": [
      "Hongli Zhang,",
      "Liang Zhang,",
      "Qiang Zhang,",
      "Qian Liu,",
      "Xiaoni You,",
      "Lixia Wang"
    ],
    "doi": "https://doi.org/10.3390/rs15051175",
    "journalVolume": "Vol. 15,\n                                no. 1175\n                                \n                                  p.\n                                  1175",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The summer monsoon transition zone (SMTZ) in China represents an unusual land type with an agro-pasture ecotone, and it is a climate-sensitive region. Changes in climate aridity and changes in meteorological drought are mutually related yet fundamentally different. In this study, potential evapotranspiration (ETO) is calculated using Penman–Monteith, based on China’s national meteorological stations data from 1961 to 2013. An ETO-based climate aridity index (IAI) and ETO-based standardized precipitation evapotranspiration index (SPEI) are used as the metrics for climate aridity and meteorological drought, respectively. The result shows a significant difference between climate aridity and meteorological drought in the SMTZ, compared with the monsoon and non-monsoon zone. This difference varies on different time scales (1–48 months), and the greatest differences between IAI and SPEI are on seasonal and monthly scales (1–12 months), but lower at longer time scales (>12 months). The first reason for the difference is the desynchronicity of meteorological drought and the background climate. After the background climate becomes a relatively arid state (such as 0.96 AI AI AI fluctuations eventually results in increasingly severe meteorological droughts, or the recurrence of equally severe droughts with drastic reduction. Consequently, the onset of the most severe climate aridity is two to seven months (mostly three to four months) ahead of the onset of the most severe drought events, until the climate returns to a semi-arid state. Second, climate aridity represents the average state of the background climate over a long time period and changes gently, while meteorological droughts are stochastic climate events and change drastically. These findings indicate that IAI can serve as a predictor of the onset of meteorological drought events, especially in the SMTZ, but it fails to characterize the progression of meteorological drought events well. Therefore, this result is of great significance for drought prediction and early warning.",
    "readLink": "https://www.mdpi.com/2072-4292/15/5/1175"
  }
]