[
  {
    "title": "Accounting for hydro-climatic and water use variability in the assessment of past and future water balance at the basin scale",
    "authors": [
      "J. Fabre,",
      "D. Ruelland,",
      "A. Dezetter,",
      "B. Grouillet"
    ],
    "doi": "https://doi.org/10.5194/piahs-371-43-2015",
    "journalVolume": "Vol. 371\n                                \n                                \n                                  pp.\n                                  43\n                                  – 48",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "This study assesses water stress by 2050 in river basins facing increasing human and climatic pressures, by comparing the impacts of various combinations of possible future socio-economic and climate trends. A modelling framework integrating human and hydro-climatic dynamics and accounting for interactions between resource and demand at a 10-day time step was developed and applied in two basins of different sizes and with contrasted water uses: the Herault (2500 km2, France) and the Ebro (85 000 km2, Spain) basins. Natural streamflow was evaluated using a conceptual hydrological model (GR4j). A demand-driven reservoir management model was designed to account for streamflow regulations from the main dams. Urban water demand was estimated from time series of population and monthly unit water consumption data. Agricultural water demand was computed from time series of irrigated area, crop and soil data, and climate forcing. Indicators comparing water supply to demand at strategic resource and demand nodes were computed. This framework was successfully calibrated and validated under non-stationary human and hydro-climatic conditions over the last 40 years before being applied under four combinations of climatic and water use scenarios to differentiate the impacts of climate- and human-induced changes on streamflow and water balance. Climate simulations from the CMIP5 exercise were used to generate 18 climate scenarios at the 2050 horizon. A baseline water use scenario for 2050 was designed based on demographic and local socio-economic trends. Results showed that projected water uses are not sustainable under climate change scenarios.",
    "readLink": "https://www.proc-iahs.net/371/43/2015/piahs-371-43-2015.pdf"
  },
  {
    "title": "Flood Mitigation in Mediterranean Coastal Regions: Problems, Solutions, and Stakeholder Involvement",
    "authors": [
      "Francesca Ciampa,",
      "Samaneh Seifollahi-Aghmiuni,",
      "Zahra Kalantari,",
      "Carla Sofia Santos Ferreira"
    ],
    "doi": "https://doi.org/10.3390/su131810474",
    "journalVolume": "Vol. 13,\n                                no. 10474\n                                \n                                  p.\n                                  10474",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Flooding affects Mediterranean coastal areas, with negative impacts on regional populations and ecosystems. This paper reviews the causes and consequences of coastal flooding in European Mediterranean countries, common and advanced solutions implemented to mitigate flood risk, and the importance of stakeholder involvement in developing these solutions. Climate change, intensive urbanization, tourism, deforestation, wildfires, and erosion are the main causes of coastal flooding, leading to social and economic losses, degradation of ecosystems, and water and soil contamination due to saltwater intrusion. Various measures for mitigating urban coastal flooding have been implemented, including coastal barriers, infrastructural drainage systems, wetlands, and mobile dams. Development and implementation of such solutions should be performed in close collaboration with stakeholders, but their current engagement at the coordination and/or decision-making level does not allow full integration of local knowledge in flood mitigation projects. Various processes are used to engage stakeholders in coastal flood mitigation, but participatory approaches are required to integrate their perspectives into performance analysis of potential solutions. Such approaches would allow a balance to be reached between nature conservation, market forces, stakeholder needs, and decision-makers’ priorities, resulting in development of innovative and sustainable mitigation solutions to enhance urban resilience to coastal flooding.",
    "readLink": "https://www.mdpi.com/2071-1050/13/18/10474"
  },
  {
    "title": "Method to identify composition and production phases of spring runoff in high-latitude mid-temperate regions: a case study in the Second Songhua River Basin, China",
    "authors": [
      "Yangzong Cidan,",
      "Hongyan Li,",
      "Wei Yang,",
      "Lin Tian"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.380",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  3786\n                                  – 3800",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Simulation and forecasting of runoff play an important role in the early warning and prevention of drought and flood disasters. To improve the accuracy of spring runoff simulations, it is important to identify spring runoff production patterns under the combined effect of snow and frozen soil. Based on the theory of the hydrological cycle, three important parameters, which include surface and subsurface runoff, precipitation and temperature, were selected for this study. The trend analysis, statistical analysis and Eckhardt's recursive numerical filtering method were used to qualitatively identify the production patterns of spring runoff, the start and end dates and stage periods of the production patterns. Based on the qualitative identification results, the contribution of each production runoff to the total annual runoff and the total annual spring runoff is quantitatively assessed. The results of the study show that the spring runoff production patterns in the Second Songhua River Basin can be divided into snowmelt runoff, frozen soil conditions of snowmelt–rainfall runoff and rainfall runoff under frozen soil conditions; the snowmelt production is from 21 March, the frozen soil conditions production is from 21 April and the frozen soil ablation ended on 15 June; the shortest phases of each production pattern last 28, 20 and 18 days and the longest last 31, 26 and 24 days. This research provides the basis for improving the principles of production runoff calculation in spring runoff simulation methods. HIGHLIGHTS Determine the main water source of spring runoff in cold regions.; Classify the runoff generation patterns of spring runoff based on the characteristics of runoff generation mechanism in high-latitude mid-temperate regions.; Identify the duration of the runoff according to the characteristics of each runoff pattern.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/8/3786"
  },
  {
    "title": "Climate Change and Children: Health Risks of Abatement Inaction, Health Gains from Action",
    "authors": [
      "Anthony J McMichael"
    ],
    "doi": "https://doi.org/10.3390/children1020099",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  99\n                                  – 106",
    "issn": "2227-9067 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Pediatrics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/children",
    "abstract": "As human-driven climate change advances, many adults fret about the losses of livelihoods, houses and farms that may result. Children fret about their parents’ worries and about information they hear, but do not really understand about the world’s climate and perhaps about their own futures. In chronically worried or anxious children, blood cortisol levels rise and adverse changes accrue in various organ systems that prefigure adult-life diseases. Meanwhile, for many millions of children in poor countries who hear little news and live with day-to-day fatalism, climate change threatens the fundamentals of life—food sufficiency, safe drinking water and physical security—and heightens the risks of diarrhoeal disease, malaria and other climate-sensitive infections. Poor and disadvantaged populations, and especially their children, will bear the brunt of climate-related trauma, disease and premature death over the next few decades and, less directly, from social disruption, impoverishment and displacement. The recent droughts in Somalia as the Indian Ocean warmed and monsoonal rains failed, on top of chronic civil war, forced hundreds of thousands of Somali families into north-eastern Kenya’s vast Dadaab refugee camps, where, for children, shortages of food, water, hygiene and schooling has endangered physical, emotional and mental health. Children warrant special concern, both as children per se and as the coming generation likely to face ever more extreme climate conditions later this century. As children, they face diverse risks, from violent weather, proliferating aeroallergens, heat extremes and mobilised microbes, through to reduced recreational facilities, chronic anxieties about the future and health hazards of displacement and local resource conflict. Many will come to regard their parents’ generation and complacency as culpable.",
    "readLink": "http://www.mdpi.com/2227-9067/1/2/99"
  },
  {
    "title": "Thermal limits of wild and laboratory strains of two African malaria vector species, <it>Anopheles arabiensis</it> and <it>Anopheles funestus</it>",
    "authors": [
      "Lyons Candice L,",
      "Coetzee Maureen,",
      "Terblanche John S,",
      "Chown Steven L"
    ],
    "doi": "https://doi.org/10.1186/1475-2875-11-226",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  226",
    "issn": "1475-2875 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://malariajournal.biomedcentral.com/",
    "abstract": "Abstract Background Malaria affects large parts of the developing world and is responsible for almost 800,000 deaths annually. As climates change, concerns have arisen as to how this vector-borne disease will be impacted by changing rainfall patterns and warming temperatures. Despite the importance and controversy surrounding the impact of climate change on the potential spread of this disease, little information exists on the tolerances of several of the vector species themselves. Methods Using a ramping protocol (to assess critical thermal limits - CT) and plunge protocol (to assess lethal temperature limits - LT) information on the thermal tolerance of two of Africa’s important malaria vectors, Anopheles arabiensis and Anopheles funestus was collected. The effects of age, thermal acclimation treatment, sex and strain (laboratory versus wild adults) were investigated for CT determinations for each species. The effects of age and sex for adults and life stage (larvae, pupae, adults) were investigated for LT determinations. Results In both species, females are more tolerant to low and high temperatures than males; larvae and pupae have higher upper lethal limits than do adults. Thermal acclimation of adults has large effects in some instances but small effects in others. Younger adults tend to be more tolerant of low or high temperatures than older age groups. Long-standing laboratory colonies are sufficiently similar in thermal tolerance to field-collected animals to provide reasonable surrogates when making inferences about wild population responses. Differences between these two vectors in their thermal tolerances, especially in larvae and pupae, are plausibly a consequence of different habitat utilization. Conclusions Limited plasticity is characteristic of the adults of these vector species relative to others examined to date, suggesting limited scope for within-generation change in thermal tolerance. These findings and the greater tolerance of females to thermal extremes may have significant implications for future malaria transmission, especially in areas of current seasonal transmission and in areas on the boundaries of current vector distribution.",
    "readLink": "http://www.malariajournal.com/content/11/1/226"
  },
  {
    "title": "Exploiting Co-Benefits of Increased Rice Production and Reduced Greenhouse Gas Emission through Optimized Crop and Soil Management.",
    "authors": [
      "Ning An,",
      "Mingsheng Fan,",
      "Fusuo Zhang,",
      "Peter Christie,",
      "Jianchang Yang,",
      "Jianliang Huang,",
      "Shiwei Guo,",
      "Xiaojun Shi,",
      "Qiyuan Tang,",
      "Jianwei Peng,",
      "Xuhua Zhong,",
      "Yixiang Sun,",
      "Shihua Lv,",
      "Rongfeng Jiang,",
      "Achim Dobermann"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0140023",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  e0140023",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Meeting the future food security challenge without further sacrificing environmental integrity requires transformative changes in managing the key biophysical determinants of increasing agronomic productivity and reducing the environmental footprint. Here, we focus on Chinese rice production and quantitatively address this concern by conducting 403 on-farm trials across diverse rice farming systems. Inherent soil productivity, management practices and rice farming type resulted in confounded and interactive effects on yield, yield gaps and greenhouse gas (GHG) emissions (N2O, CH4 and CO2-equivalent) with both trade-offs and compensating effects. Advances in nitrogen, water and crop management (Best Management Practices-BMPs) helped closing existing yield gaps and resulted in a substantial reduction in CO2-equivalent emission of rice farming despite a tradeoff of increase N2O emission. However, inherent soil properties limited rice yields to a larger extent than previously known. Cultivating inherently better soil also led to lower GHG intensity (GHG emissions per unit yield). Neither adopting BMPs only nor improving soils with low or moderate productivity alone can adequately address the challenge of substantially increasing rice production while reducing the environmental footprint. A combination of both represents the most efficient strategy to harness the combined-benefits of enhanced production and mitigating climate change. Extrapolating from our farm data, this strategy could increase rice production in China by 18%, which would meet the demand for direct human consumption of rice by 2030. It would also reduce fertilizer nitrogen consumption by 22% and decrease CO2-equivalent emissions during the rice growing period by 7% compared with current farming practice continues. Benefits vary by rice-based cropping systems. Single rice systems have the largest food provision benefits due to its wider yield gap and total cultivated area, whereas double-rice system (especially late rice) contributes primarily to reducing GHG emissions. The study therefore provides farm-based evidence for feasible, practical approaches towards achieving realistic food security and environmental quality targets at a national scale.",
    "readLink": "http://europepmc.org/articles/PMC4599856?pdf=render"
  },
  {
    "title": "Evaluation of surface mass-balance records using geodetic data and physically-based modelling, Place and Peyto glaciers, western Canada",
    "authors": [
      "Kriti Mukherjee,",
      "Brian Menounos,",
      "Joseph Shea,",
      "Marzieh Mortezapour,",
      "Mark Ednie,",
      "Michael N Demuth"
    ],
    "doi": "https://doi.org/10.1017/jog.2022.83",
    "journalVolume": "Vol. 69\n                                \n                                \n                                  pp.\n                                  665\n                                  – 682",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "Reliable, long-term records of glacier mass change are invaluable to the glaciological and climate-change communities and used to assess the importance of glacier wastage on streamflow. Here we evaluate the in-situ observations of glacier mass change for Place (1982–2020) and Peyto glaciers (1983–2020) in western Canada. We use geodetic mass balance to calibrate a physically-based mass-balance model coupled with an ice dynamics routine. We find large discrepancies between the glaciological and geodetic records for the periods 1987–1993 (Place) and 2001–2006 (Peyto). Over the period of observations, the exclusion of ice dynamics in the model increased simulated cumulative mass change by ~10.6 (24%) and 7.1 (21%) m w.e. for Place and Peyto glacier, respectively. Cumulative mass loss using geodetic, modelled and glaciological approaches are respectively − 30.5 ± 4.5, − 32.0 ± 3.6, − 29.7 ± 3.6 m w.e. for Peyto Glacier (1982–2017) and − 45.9 ± 5.2, − 43.1 ± 3.1, − 38.4 ± 5.1 m w.e. for Place Glacier (1981–2019). Based on discrepancies noted in the mass-balance records for certain decades (e.g. 1990s), we caution the community if these data are to be used for hydrological model development.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143022000831/type/journal_article"
  },
  {
    "title": "Analyzing land use intensity changes within and outside protected areas using ESA CCI-LC datasets",
    "authors": [
      "Lei Jiang,",
      "Le Yu"
    ],
    "doi": "Vol. 20",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Protected areas play an important role in protecting biodiversity and maintaining associated ecosystem services over the long term. In recent years, rapid expansion of agricultural land and settlement areas has occurred concurrently with significant changes in climate and land cover. Land-use/land-cover changes attributed to agricultural expansion and forest loss within and outside of protected areas have impacted on wildlife habitats. In this study, we selected the priority protected areas with the highest protection status (Category Ia protected areas established from 1993 to 2014) as study areas. The change rate of land use intensity index (LUII) within and outside (5 km buffer zone) of protected areas before and after the establishment was used as a criterion for determining land use intensity (LUI) changes of protected areas. Then, we used two indexes to specifically classify Category Ia protected areas. Our results showed that the establishment of protected areas avoided the increase of LUI within protected areas. The influence of the increase of LUI on protected areas in Europe was fewer than other continents. The proportion of protected areas that influenced by the increase of LUI gradually decreased from 1993 to 2014. Overall, this study reveals long-term trends related to the change of LUI within and outside Category Ia protected areas before and after the establishment, which provides basic data for current and future protected area management and conservation. Keywords: Land use change, ESA CCI-LC, Protected area, Global",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989419305712"
  },
  {
    "title": "Drivers of Environmental Conservation Agriculture in Sado Island, Niigata Prefecture, Japan",
    "authors": [
      "Keshav Lall Maharjan,",
      "Clarisse Mendoza Gonzalvo,",
      "Wilson Jr. Florendo Aala"
    ],
    "doi": "https://doi.org/10.3390/su14169881",
    "journalVolume": "Vol. 14,\n                                no. 9881\n                                \n                                  p.\n                                  9881",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Sado Island in the Niigata prefecture in Japan is one of the first Globally Important Agricultural Heritage Systems (GIAHS) among developed countries and has since been involved in environmental conservation agriculture (ECA). While ECA is still in its early stage in Japan, it has proven to be effective in mitigating climate change in the agricultural sector; hence, this study aimed to identify drivers of ECA among Sado Island paddy farmers. The data revealed the prevalence of farmers’ cognitive dissonance between ECA and its mitigating effects on climate change. Our findings confirmed the importance of perceived GIAHS involvement in the continuation of ECA. In addition, other identified drivers of ECA fall either on a macro-level (i.e., farmers’ awareness of their role in improving their environment) or micro-level (i.e., farmers’ differing farm optimizations). These perspectives highlighted the altruistic nature of the Sado Island ECA paddy farmers by valuing the improvement of their local and global environment as their main reason to continue ECA, whereas their various farm management optimizations support this observed farmer altruism by providing avenues to increase yield with only a moderate paddy land area. This study highlights the need to continuously develop sustainable strategies to maintain and improve a positive farmer mindset towards ECA.",
    "readLink": "https://www.mdpi.com/2071-1050/14/16/9881"
  },
  {
    "title": "Satellite-Based Prediction of Arctic Sea Ice Concentration Using a Deep Neural Network with Multi-Model Ensemble",
    "authors": [
      "Jiwon Kim,",
      "Kwangjin Kim,",
      "Jaeil Cho,",
      "Yong  Q. Kang,",
      "Hong-Joo Yoon,",
      "Yang-Won Lee"
    ],
    "doi": "https://doi.org/10.3390/rs11010019",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  19",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Warming of the Arctic leads to a decrease in sea ice, and the decrease of sea ice, in turn, results in warming of the Arctic again. Several microwave sensors have provided continuously updated sea ice data for over 30 years. Many studies have been conducted to investigate the relationships between the satellite-derived sea ice concentration (SIC) of the Arctic and climatic factors associated with the accelerated warming. However, linear equations using the general circulation model (GCM) data, with low spatial resolution, cannot sufficiently cope with the problem of complexity or non-linearity. Time-series techniques are effective for one-step-ahead forecasting, but are not appropriate for future prediction for about ten or twenty years because of increasing uncertainty when forecasting multiple steps ahead. This paper describes a new approach to near-future prediction of Arctic SIC by employing a deep learning method with multi-model ensemble. We used the regional climate model (RCM) data provided in higher resolution, instead of GCM. The RCM ensemble was produced by Bayesian model averaging (BMA) to minimize the uncertainty which can arise from a single RCM. The accuracies of RCM variables were much improved by the BMA2 method, which took into consideration temporal and spatial variations to minimize the uncertainty of individual RCMs. A deep neural network (DNN) method was used to deal with the non-linear relationships between SIC and climate variables, and to provide a near-future prediction for the forthcoming 10 to 20 years. We adjusted the DNN model for optimized SIC prediction by adopting best-fitted layer structure, loss function, optimizer algorithm, and activation function. The accuracy was much improved when the DNN model was combined with BMA2 ensemble, showing the correlation coefficient of 0.888. This study provides a viable option for monitoring Arctic sea ice change of the near future.",
    "readLink": "http://www.mdpi.com/2072-4292/11/1/19"
  }
]