[
  {
    "title": "Comparing Decoupling and Driving Forces of CO2 Emissions in China and India",
    "authors": [
      "Ziheng Jiao,",
      "Zhencheng Xing,",
      "Guofeng Zhang,",
      "Xiaolin Ma,",
      "Haikun Wang,",
      "Haikun Wang,",
      "Haikun Wang"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.847062",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "As the two largest developing countries globally, China and India have become the top 1 and 3 carbon emitters, respectively. Quantitating their CO2 emissions in terms of the characteristics and driving factors is highly significant to mitigating global climate change. This study compiled the CO2 emission inventories from 1990 to 2017 in China and India. The Tapio model and index decomposition analysis were used to analyze the impact of socio-economic factors on CO2 emissions. We found that 1) CO2 emissions of China and India reached 9526 and 2242 Mt, respectively, in 2017. CO2 emissions increased during 1990–2017 with an average annual growth rate of 5% in both countries. 2) In China, the economic development has remained weakly decoupling from emissions since 2012, reaching a strong decoupling (-0.2) in 2017. In contrast, the contribution of India’s economy to emissions continued to increase, and the decoupling status showed continuous fluctuations. 3) Economic development and population explosion were the dominant factors driving CO2 emissions in the countries. The effect of energy intensity inhibited India’s emissions growth after 2008 with an impact degree lower than China. Overall, our findings on the impact of the economy and emission development may provide references for other developing countries at different stages to achieve low-carbon development.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.847062/full"
  },
  {
    "title": "Warming and Salt Intrusion Affect Microcystin Production in Tropical Bloom-Forming <i>Microcystis</i>",
    "authors": [
      "Bui Trung,",
      "Marlies E. Vollebregt,",
      "Miquel Lürling"
    ],
    "doi": "https://doi.org/10.3390/toxins14030214",
    "journalVolume": "Vol. 14,\n                                no. 214\n                                \n                                  p.\n                                  214",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "The Vietnamese Mekong Delta is predicted to be one of the regions most impacted by climate change, causing increased temperature and salinity in inland waters. We hypothesized that the increase in temperature and salinity may impact the microcystin (MC) production of two Microcystis strains isolated in this region from a freshwater pond (strain MBC) and a brackish water pond (strain MTV). The Microcystis strains were grown at low (27 °C), medium (31 °C), high (35 °C) and extremely high (37 °C) temperature in flat photobioreactors (Algaemist). At each temperature, when cultures reached a stable state, sea salt was added to increase salinity to 4‰, 8‰, 12‰ and 16‰. MC concentrations and cell quota were reduced at high and extremely high temperatures. Salinity, in general, had comparable effects on MC concentrations and quota. At a salinity of 4‰ and 8‰, concentrations of MC per mL of culture and MC cell quota (based on chlorophyll, dry-weight and particle counts) were higher than at 0.5‰, while at the highest salinities (12‰ and 16‰) these were strongly reduced. Strain MBC produced five MC variants of which MC-RR and MC-LR were most abundant, followed by MC-YR and relatively low amounts of demethylated variants dmMC-RR and dmMC-LR. In strain MTV, MC-RR was most abundant, with traces of MC-YR and dmMC-RR only in cultures grown at 16‰ salinity. Overall, higher temperature led to lower MC concentrations and cell quota, low salinity seemed to promote MC production and high salinity reduced MC production. Hence, increased temperature and higher salinity could lead to less toxic Microcystis, but since these conditions might favour Microcystis over other competitors, the overall biomass gain could offset a lower toxicity.",
    "readLink": "https://www.mdpi.com/2072-6651/14/3/214"
  },
  {
    "title": "Contrasting winter and summer VOC mixing ratios at a forest site in the Western Mediterranean Basin: the effect of local biogenic emissions",
    "authors": [
      "R. Seco,",
      "J. Peñuelas,",
      "I. Filella,",
      "J. Llusià,",
      "R. Molowny-Horas,",
      "S. Schallhart,",
      "A. Metzger,",
      "M. Müller,",
      "A. Hansel"
    ],
    "doi": "https://doi.org/10.5194/acp-11-13161-2011",
    "journalVolume": "Vol. 11,\n                                no. 24\n                                \n                                  pp.\n                                  13161\n                                  – 13179",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Atmospheric volatile organic compounds (VOCs) are involved in ozone and aerosol generation, thus having implications for air quality and climate. VOCs and their emissions by vegetation also have important ecological roles as they can protect plants from stresses and act as communication cues between plants and between plants and animals. In spite of these key environmental and biological roles, the reports on seasonal and daily VOC mixing ratios in the literature for Mediterranean natural environments are scarce. <br><br> We conducted seasonal (winter and summer) measurements of VOC mixing ratios in an elevated (720 m a.s.l.) holm oak Mediterranean forest site near the metropolitan area of Barcelona (NE Iberian Peninsula). Methanol was the most abundant compound among all the VOCs measured in both seasons. While aromatic VOCs showed almost no seasonal variability, short-chain oxygenated VOCs presented higher mixing ratios in summer, presumably due to greater emission by vegetation and increased photochemistry, both enhanced by the high temperatures and solar radiation in summer. Isoprenoid VOCs showed the biggest seasonal change in mixing ratios: they increased by one order of magnitude in summer, as a result of the vegetation's greater physiological activity and emission rates. The maximum diurnal concentrations of ozone increased in summer too, most likely due to more intense photochemical activity and the higher levels of VOCs in the air. <br><br> The daily variation of VOC mixing ratios was mainly governed by the wind regime of the mountain, as the majority of the VOC species analyzed followed a very similar diel cycle. Mountain and sea breezes that develop after sunrise advect polluted air masses to the mountain. These polluted air masses had previously passed over the urban and industrial areas surrounding the Barcelona metropolitan area, where they were enriched in NO<sub>x</sub> and in VOCs of biotic and abiotic origin. Moreover, these polluted air masses receive additional biogenic VOCs emitted in the local valley by the vegetation, thus enhancing O<sub>3</sub> formation in this forested site. The only VOC species that showed a somewhat different daily pattern were monoterpenes because of their local biogenic emission. Isoprene also followed in part the daily pattern of monoterpenes, but only in summer when its biotic sources were stronger. The increase by one order of magnitude in the concentrations of these volatile isoprenoids highlights the importance of local biogenic summer emissions in these Mediterranean forested areas which also receive polluted air masses from nearby or distant anthropic sources.",
    "readLink": "http://www.atmos-chem-phys.net/11/13161/2011/acp-11-13161-2011.pdf"
  },
  {
    "title": "Germination fitness of two temperate epiphytic ferns shifts under increasing temperatures and forest fragmentation.",
    "authors": [
      "Jose María Gabriel Y Galán,",
      "Antonio Murciano,",
      "Laure Sirvent,",
      "Abel Sánchez,",
      "James E Watkins"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0197110",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  p.\n                                  e0197110",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Ferns are an important component of ecosystems around the world. Studies of the impacts that global changes may have on ferns are scarce, yet emerging studies indicate that some species may be particularly sensitive to climate change. The lack of research in this subject is much more aggravated in the case of epiphytes, and especially those that live under temperate climates. A mathematical model was developed for two temperate epiphytic ferns in order to predict potential impacts on spore germination kinetics, in response to different scenarios of global change, coming from increasing temperature and forest fragmentation. Our results show that an increasing temperature will have a negative impact over the populations of these temperate epiphytic ferns. Under unfragmented forests the germination percentage was comparatively less influenced than in fragmented patches. This study highlight that, in the long term, populations of the studied epiphytic temperate ferns may decline due to climate change. Overall, epiphytic fern communities will suffer changes in diversity, richness and dominance. Our study draws attention to the role of ferns in epiphytic communities of temperate forests, emphasizing the importance of considering these plants in any conservation strategy, specifically forest conservation. From a methodological point of view, the model we propose could be easily used to dynamically monitor the status of ecosystems, allowing the quick prediction of possible future scenarios, which is a crucial issue in biodiversity conservation decision-making.",
    "readLink": "http://europepmc.org/articles/PMC5947888?pdf=render"
  },
  {
    "title": "Reflection of the EU Climate Policy Strategic Narrative in the Programmes of Latvian Political Parties—External Convergence and Influence on Shaping Public Opinion",
    "authors": [
      "Lelde Metla-Rozentāle,",
      "Vineta Kleinberga,",
      "Kristiāna Žaunerčika,",
      "Andris Sprūds"
    ],
    "doi": "https://doi.org/10.3390/en15093049",
    "journalVolume": "Vol. 15,\n                                no. 3049\n                                \n                                  p.\n                                  3049",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Climate change, as well as the challenges that come with it, is one of the main issues in international and national politics today. Addressing the threats posed by climate change requires close cooperation at the international level and within each country, creating a dialogue between the political elite and society, thus promoting a common understanding and action across the European Union (EU). The aim of this research is to (1) identify what climate policy narratives are projected to the Latvian electorate (public) and (2) assess how these narratives are aligned with the EU-defined strategic climate policy narrative. The theoretical basis and methodological approach of the study is based on the concept of strategic narrative. It is assumed that the viability and impact of a strategic narrative is enhanced when there is coherence between all stages of the narrative life cycle (i.e., the EU level and the national policy level). The empirical basis of the study is based on the identification of the EU climate policy narrative in the sector’s regulatory documents, as well as an analysis of the election programmes of Latvian political parties (the last European Parliament (2019) and parliamentary (2018) election programmes). The results show that the narrative that the Latvian public receives from its political elite through the European Parliament and the national pre-election programmes is significantly different from the EU strategic narrative on climate policy. Based on the theoretical concept of strategic narrative, it can be concluded that the observed dissimilarity of narratives does not stimulate the inclusion of the Latvian public in the common EU space of climate policy understanding and action.",
    "readLink": "https://www.mdpi.com/1996-1073/15/9/3049"
  },
  {
    "title": "Community use and perceptions of a biodiversity corridor in Myanmar's threatened southern forests",
    "authors": [
      "Teri D. Allendorf,",
      "Khine Khine Swe,",
      "Myint Aung,",
      "Anton Thorsen"
    ],
    "doi": "Vol. 15",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "With the advent of democratization in Myanmar in 2010, it is a pivotal moment for Myanmar's natural environment. Myanmar's southern forests are a biodiversity hotspot and are receiving a great deal of conservation investment from international non-governmental organizations. Given the important role that local communities play in conservation, the objective of this study is to explore the perceptions of local communities toward a biodiversity corridor in this forest landscape. We conducted 263 individual surveys in eight communities along the Banchaung River in a primarily Karen area of Tanintharyi. We found that the vast majority of respondents in these forest-dependent communities (98%) see changes in the forest and are worried about its future (92%). The primary changes they perceive are degradation (94%) and less wildlife (94%). The most commonly mentioned concerns that people have for the forests are the threat of outside companies claiming land (34%) and climate change (31%). Villages have rules regarding extraction of timber and wildlife from the forest but they do not have secure tenure. In fact, five of the communities were actively trying to register their forests with either the Government of Myanmar's Forest Department or the Forest Department of the Karen National Union, the de facto government in much of the Karen area. Given people's high dependence on the forest and high levels of concern for it, we propose that the government and civil society prioritize policies and programs that facilitate and institutionalize the involvement of local communities in decision-making and management of this landscape at this critical juncture of Myanmar's history. Keywords: Attitudes, Perceptions, Biodiversity conservation, Tanintharyi, Karen, Governance",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989418300544"
  },
  {
    "title": "Comparison of Different Monetization Methods in LCA: A Review",
    "authors": [
      "Rosalie Arendt,",
      "Till  M. Bachmann,",
      "Masaharu Motoshita,",
      "Vanessa Bach,",
      "Matthias Finkbeiner"
    ],
    "doi": "https://doi.org/10.3390/su122410493",
    "journalVolume": "Vol. 12,\n                                no. 10493\n                                \n                                  p.\n                                  10493",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Different LCA methods based on monetization of environmental impacts are available. Therefore, relevant monetization methods, namely Ecovalue12, Stepwise2006, LIME3, Ecotax, EVR, EPS, the Environmental Prices Handbook, Trucost and the MMG-Method were compared quantitatively and qualitatively, yielding results for 18 impact categories. Monetary factors for the same impact category range mostly between two orders of magnitude for the assessed methods, with some exceptions (e.g., mineral resources with five orders of magnitude). Among the qualitative criteria, per capita income, and thus the geographical reference, has the biggest influence on the obtained monetary factors. When the monetization methods were applied to the domestic yearly environmental damages of an average EU citizen, their monetary values ranged between 7941.13 €/capita (Ecotax) and 224.06 €/capita (LIME3). The prioritization of impact categories varies: Stepwise and Ecovalue assign over 50% of the per capita damages to climate change, while EPS and LIME3 assign around 50% to mineral and fossil resource use. Choices regarding the geographical reference, the Areas of Protection included, cost perspectives and the approach to discounting strongly affect the magnitude of the monetary factors. Therefore, practitioners should choose monetization methods with care and potentially apply varying methods to assess the robustness of their results.",
    "readLink": "https://www.mdpi.com/2071-1050/12/24/10493"
  },
  {
    "title": "HUBUNGAN FAKTOR SUHU DENGAN KASUS DEMAM BERDARAH DENGUE (DBD) DI KECAMATAN SAWAHAN SURABAYA",
    "authors": [
      "Bella Rosita Fitriana,",
      "Ririh Yudhastuti"
    ],
    "doi": "https://doi.org/10.20473/ijph.v13i1.2018.85-97",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  85\n                                  – 97",
    "issn": "1829-7005 (Print)",
    "publisher": "2540-8836 (Online)",
    "countryOfPublisher": "Universitas Airlangga",
    "lcc": [
      "Indonesia",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://e-journal.unair.ac.id/IJPH",
    "abstract": "DHF cases is always occured in East Java each year. In 2014, the number of cases reached 14.534 cases with a mortality rate of 146 people. In 2015 reached 9.609 cases with mortality rate of 108 people. Meanwhile in 2016, it increasing high that 20.129 cases occured with a mortality rate of 283 people. BMKG stated that there are extremes climate change can be a risk the increasing high of DHF cases. The purpose of this study was to analyze the relationship of environmental factors and people’s behaviour with DHF cases in Putat Jaya Public Health Center Surabaya. The type of this research was analytic, using case-control study design. The research samples were 112 respondents, which obtained by simple random sampling. The data were collected by using a questionnaire and observation. The statistical test used in this study was chi square. The results showed a correlation between the temperature and DHF cases (p = 0.019); (OR = 0.319). The conclusion of this study is temperature factor correlated with DHF cases. Putat Jaya Health Center need to increase the awareness of the citizens and it also need a cooperation with BMKG to provide the information related to temperature changes. When the mosquito is in their good temperature for breeding, citizen need to be aware, they need to keep the enviroment clean, such us doing 3M Plus",
    "readLink": "https://e-journal.unair.ac.id/IJPH/article/view/6262"
  },
  {
    "title": "Use of Climate Change Projections for Resilience Planning in Rio de Janeiro, Brazil",
    "authors": [
      "Martha M. L. Barata,",
      "Daniel A. Bader,",
      "Claudine Dereczynski,",
      "Pedro Regoto,",
      "Cynthia Rosenzweig"
    ],
    "doi": "https://doi.org/10.3389/frsc.2020.00028",
    "journalVolume": "Vol. 2",
    "issn": "2624-9634 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-cities#about",
    "abstract": "In this study we use three different methodologies to document and compare temperature and precipitation projections for the city of Rio de Janeiro (RJ) over the 21st century. It aims to explore in what way the differences and similarities of those methodologies and their outcomes support the incorporation of climate risks in urban planning and improve effective urban climate change governance. We compared the projections for RJ from the Eta Regional Climate Model from the Brazilian National Institute for Space Research nested in two Hadley Center Global Climate Models (GCMs) (Eta-HadCM3 method and Eta-HadGEM2-ES method) and 33 GCMs from the Coupled Model Intercomparison Project Phase 5 multi-model dataset (Urban Climate Change Research Network - UCCRN method). The three methods showed increasing temperatures for RJ at the end of the century. Precipitation projections span a 13% decrease to a 12% increase when using the UCCRN method or are reduced between 0.4 and 0.5%, when using the Eta-HadGEM2-ES method. However, the middle range of the projections from UCCRN and Eta-HadGEM2-ES is similar. The three methods project an increase of warm days and nights and a decrease of cold days and nights. Nevertheless, although the directions of change are the same applying the three methods, the magnitude differs when considering warm and cold nights. Hence, city stakeholders are better informed when we apply different projection methods as it gives them the opportunity to consider the level of risk they are willing to bear in the future. We observed that defining climate change projections on the city scale based on clear communication and an interactive process between scientists and stakeholders can be used to inform citywide adaptation strategies and sector-specific uses, as well as promote urban climate risk governance.",
    "readLink": "https://www.frontiersin.org/article/10.3389/frsc.2020.00028/full"
  },
  {
    "title": "Novel Autotrophic Organisms Contribute Significantly to the Internal Carbon Cycling Potential of a Boreal Lake",
    "authors": [
      "Sari Peura,",
      "Moritz Buck,",
      "Sanni L. Aalto,",
      "Sergio E. Morales,",
      "Hannu Nykänen,",
      "Alexander Eiler"
    ],
    "doi": "https://doi.org/10.1128/mBio.00916-18",
    "journalVolume": "Vol. 9,\n                                no. 4",
    "issn": "2161-2129 (Print)",
    "publisher": "2150-7511 (Online)",
    "countryOfPublisher": "American Society for Microbiology",
    "lcc": [
      "United States",
      "Science: Microbiology"
    ],
    "journalUrl": "https://journals.asm.org/journal/mbio",
    "abstract": "ABSTRACT Oxygen-stratified lakes are typical for the boreal zone and also a major source of greenhouse gas emissions in the region. Due to shallow light penetration, restricting the growth of phototrophic organisms, and large allochthonous organic carbon inputs from the catchment area, the lake metabolism is expected to be dominated by heterotrophic organisms. In this study, we test this assumption and show that the potential for autotrophic carbon fixation and internal carbon cycling is high throughout the water column. Further, we show that during the summer stratification carbon fixation can exceed respiration in a boreal lake even below the euphotic zone. Metagenome-assembled genomes and 16S profiling of a vertical transect of the lake revealed multiple organisms in an oxygen-depleted compartment belonging to novel or poorly characterized phyla. Many of these organisms were chemolithotrophic, potentially deriving their energy from reactions related to sulfur, iron, and nitrogen transformations. The community, as well as the functions, was stratified along the redox gradient. The autotrophic potential in the lake metagenome below the oxygenic zone was high, pointing toward a need for revising our concepts of internal carbon cycling in boreal lakes. Further, the importance of chemolithoautotrophy for the internal carbon cycling suggests that many predicted climate change-associated fluctuations in the physical properties of the lake, such as altered mixing patterns, likely have consequences for the whole-lake metabolism even beyond the impact to the phototrophic community. IMPORTANCE Autotrophic organisms at the base of the food web are the only life form capable of turning inorganic carbon into the organic form, facilitating the survival of all other organisms. In certain environments, the autotrophic production is limited by environmental conditions and the food web is supported by external carbon inputs. One such environment is stratified boreal lakes, which are one of the biggest natural sources of greenhouse gas emissions in the boreal region. Thus, carbon cycling in these habitats is of utmost importance for the future climate. Here, we demonstrate a high potential for internal carbon cycling via phototrophic and novel chemolithotrophic organisms in the anoxic, poorly illuminated layers of a boreal lake. Our results significantly increase our knowledge on the microbial communities and their metabolic potential in oxygen-depleted freshwaters and help to understand and predict how climate change-induced alterations could impact the lake carbon dynamics.",
    "readLink": "https://journals.asm.org/doi/10.1128/mBio.00916-18"
  }
]