[
  {
    "title": "Effects of the Time Period Length on the Determination of Long-Term Mean Annual Discharge",
    "authors": [
      "Jana Poórová,",
      "Katarína Jeneiová,",
      "Lotta Blaškovičová,",
      "Zuzana Danáčová,",
      "Katarína Kotríková,",
      "Katarína Melová,",
      "Zuzana Paľušová"
    ],
    "doi": "https://doi.org/10.3390/hydrology10040088",
    "journalVolume": "Vol. 10,\n                                no. 88\n                                \n                                  p.\n                                  88",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "Currently, the 40-year-long reference period 1961–2000 is used in Slovakia for systematic assessment of the hydrological regime. The World Meteorological Organization recommends unifying the climatic normal 1991–2020 with a reference period for hydrological characteristics for the purpose of climate change research. We have analyzed changes in the long-term mean annual discharges at 113 water-gauging stations over different time periods. Considering the history of the reference periods used in Slovakia, we have focused on the analysis of the 10, 20, 30, 40, and 50-year-long moving averages of the long-term mean annual discharges in the period 1961–2020 in comparison with the 1961–2000 reference period and the whole selected and analyzed period. The deviations of the annual flow rates for the area of Slovakia and river sub-basins have been analyzed. The results indicate that the new reference period to be used in Slovakia should include the time period after the year 2000. To determine its precise length, a more detailed analysis is needed.",
    "readLink": "https://www.mdpi.com/2306-5338/10/4/88"
  },
  {
    "title": "Statistical characteristics of extreme daily precipitation during 1501&thinsp;BCE–1849&thinsp;CE in the Community Earth System Model",
    "authors": [
      "W. M. Kim,",
      "W. M. Kim,",
      "R. Blender,",
      "M. Sigl,",
      "M. Sigl,",
      "M. Messmer,",
      "M. Messmer,",
      "C. C. Raible,",
      "C. C. Raible"
    ],
    "doi": "https://doi.org/10.5194/cp-17-2031-2021",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  2031\n                                  – 2053",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "In this study, we analyze extreme daily precipitation during the pre-industrial period from 1501 BCE to 1849 CE in simulations from the Community Earth System Model version 1.2.2. A peak-over-threshold (POT) extreme value analysis is employed to examine characteristics of extreme precipitation and to identify connections of extreme precipitation with the external forcing and with modes of internal variability. The POT analysis shows that extreme precipitation with similar statistical characteristics, i.e., the probability density distributions, tends to cluster spatially. There are differences in the distribution of extreme precipitation between the Pacific and Atlantic sectors and between the northern high and southern low latitudes. Extreme precipitation during the pre-industrial period is largely influenced by modes of internal variability, such as El Niño–Southern Oscillation (ENSO), the Pacific North American, and Pacific South American patterns, among others, and regional surface temperatures. In general, the modes of variability exhibit a statistically significant connection to extreme precipitation in the vicinity to their regions of action. The exception is ENSO, which shows more widespread influence on extreme precipitation across the Earth. In addition, the regions with which extreme precipitation is more associated, either by a mode of variability or by the regional surface temperature, are distinguished. Regional surface temperatures are associated with extreme precipitation over lands at the extratropical latitudes and over the tropical oceans. In other regions, the influence of modes of variability is still dominant. Effects of the changes in the orbital parameters on extreme precipitation are rather weak compared to those of the modes of internal variability and of the regional surface temperatures. Still, some regions in central Africa, southern Asia, and the tropical Atlantic ocean show statistically significant connections between extreme precipitation and orbital forcing, implying that in these regions, extreme precipitation has increased linearly during the 3351-year pre-industrial period. Tropical volcanic eruptions affect extreme precipitation more clearly in the short term up to a few years, altering both the intensity and frequency of extreme precipitation. However, more apparent changes are found in the frequency than the intensity of extreme precipitation. After eruptions, the return periods of extreme precipitation increase over the extratropical regions and the tropical Pacific, while a decrease is found in other regions. The post-eruption changes in the frequency of extreme precipitation are associated with ENSO, which itself is influenced by tropical eruptions. Overall, the results show that climate simulations are useful to complement the information on pre-industrial extreme precipitation, as they elucidate statistical characteristics and long-term connections of extreme events with natural variability.",
    "readLink": "https://cp.copernicus.org/articles/17/2031/2021/cp-17-2031-2021.pdf"
  },
  {
    "title": "Ground-Dwelling Arthropod Communities of a Sky Island Mountain Range in Southeastern Arizona, USA: Obtaining a Baseline for Assessing the Effects of Climate Change.",
    "authors": [
      "Wallace M Meyer,",
      "Jeffrey A Eble,",
      "Kimberly Franklin,",
      "Reilly B McManus,",
      "Sandra L Brantley,",
      "Jeff Henkel,",
      "Paul E Marek,",
      "W Eugene Hall,",
      "Carl A Olson,",
      "Ryan McInroy,",
      "Emmanuel M Bernal Loaiza,",
      "Richard C Brusca,",
      "Wendy Moore"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0135210",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  e0135210",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The few studies that have addressed past effects of climate change on species distributions have mostly focused on plants due to the rarity of historical faunal baselines. However, hyperdiverse groups like Arthropoda are vital to monitor in order to understand climate change impacts on biodiversity. This is the first investigation of ground-dwelling arthropod (GDA) assemblages along the full elevation gradient of a mountain range in the Madrean Sky Island Region, establishing a baseline for monitoring future changes in GDA biodiversity. To determine how GDA assemblages relate to elevation, season, abiotic variables, and corresponding biomes, GDA were collected for two weeks in both spring (May) and summer (September) 2011 in the Santa Catalina Mountains, Arizona, using pitfall traps at 66 sites in six distinct upland (non-riparian/non-wet canyon) biomes. Four arthropod taxa: (1) beetles (Coleoptera), (2) spiders (Araneae), (3) grasshoppers and crickets (Orthoptera), and (4) millipedes and centipedes (Myriapoda) were assessed together and separately to determine if there are similar patterns across taxonomic groups. We collected 335 species of GDA: 192/3793 (species/specimens) Coleoptera, 102/1329 Araneae, 25/523 Orthoptera, and 16/697 Myriapoda. GDA assemblages differed among all biomes and between seasons. Fifty-three percent (178 species) and 76% (254 species) of all GDA species were found in only one biome and during only one season, respectively. While composition of arthropod assemblages is tied to biome and season, individual groups do not show fully concordant patterns. Seventeen percent of the GDA species occurred only in the two highest-elevation biomes (Pine and Mixed Conifer Forests). Because these high elevation biomes are most threatened by climate change and they harbor a large percentage of unique arthropod species (11-25% depending on taxon), significant loss in arthropod diversity is likely in the Santa Catalina Mountains and other isolated mountain ranges in the Southwestern US.",
    "readLink": "http://europepmc.org/articles/PMC4558002?pdf=render"
  },
  {
    "title": "The default methods in the 2019 Refinement drastically reduce estimates of global carbon sinks of harvested wood products",
    "authors": [
      "Chihiro Kayo,",
      "Gerald Kalt,",
      "Yuko Tsunetsugu,",
      "Seiji Hashimoto,",
      "Hirotaka Komata,",
      "Ryu Noda,",
      "Hiroyasu Oka"
    ],
    "doi": "https://doi.org/10.1186/s13021-021-00200-8",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background The stock dynamics of harvested wood products (HWPs) are a relevant component of anthropogenic carbon cycles. Generally, HWP stock increases are treated as carbon removals from the atmosphere, while stock decreases are considered emissions. Among the different approaches suggested by the Intergovernmental Panel on Climate Change (IPCC) for accounting HWPs in national greenhouse gas inventories, the production approach has been established as the common approach under the Kyoto Protocol and Paris Agreement. However, the 24th session of the Conference of the Parties to the United Nations Framework Convention on Climate Change decided that alternative approaches can also be used. The IPCC has published guidelines for estimating HWP carbon stocks and default parameters for the various approaches in the 2006 Guidelines, 2013 Guidance, and 2019 Refinement. Although there are significant differences among the default methods in the three IPCC guidelines, no studies have systematically quantified or compared the results from the different guidelines on a global scale. This study quantifies the HWP stock dynamics and corresponding carbon removals/emissions under each approach based on the default methods presented in each guideline for 235 individual countries/regions. Results We identified relatively good consistency in carbon stocks/removals between the stock-change and the atmospheric flow approaches at a global level. Under both approaches, the methodological and parameter updates in the 2019 Refinement (e.g., considered HWPs, starting year for carbon stocks, and conversion factors) resulted in one-third reduction in carbon removals compared to the 2006 Guidelines. The production approach leads to a systematic underestimation of global carbon stocks and removals because it confines accounting to products derived from domestic harvests and uses the share of domestic feedstock for accounting. The 2013 Guidance and the 2019 Refinement reduce the estimated global carbon removals under the production approach by 15% and 45% (2018), respectively, compared to the 2006 Guidelines. Conclusions Gradual refinements in the IPCC default methods have a considerably higher impact on global estimates of HWP carbon stocks and removals than the differences in accounting approaches. The methodological improvements in the 2019 Refinement halve the global HWP carbon removals estimated in the former version, the 2006 Guidelines.",
    "readLink": "https://doi.org/10.1186/s13021-021-00200-8"
  },
  {
    "title": "Climate gentrification: from theory to empiricism in Miami-Dade County, Florida",
    "authors": [
      "Jesse M Keenan,",
      "Thomas Hill,",
      "Anurag Gumber"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aabb32",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  p.\n                                  054001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "This article provides a conceptual model for the pathways by which climate change could operate to impact geographies and property markets whose inferior or superior qualities for supporting the built environment are subject to a descriptive theory known as ‘Climate Gentrification.’ The article utilizes Miami-Dade County, Florida (MDC) as a case study to explore the market mechanisms that speak to the operations and processes inherent in the theory. This article tests the hypothesis that the rate of price appreciation of single-family properties in MDC is positively related to and correlated with incremental measures of higher elevation (the ‘Elevation Hypothesis’). As a reflection of an increase in observed nuisance flooding and relative SLR, the second hypothesis is that the rates of price appreciation in lowest the elevation cohorts have not kept up with the rates of appreciation of higher elevation cohorts since approximately 2000 (the ‘Nuisance Hypothesis’). The findings support a validation of both hypotheses and suggest the potential existence of consumer preferences that are based, in part, on perceptions of flood risk and/or observations of flooding. These preferences and perceptions are anticipated to be amplified by climate change in a manner that reinforces the proposition that climate change impacts will affect the marketability and valuation of property with varying degrees of environmental exposure and resilience functionality. Uncovering these empirical relationships is a critical first step for understanding the occurrence and parameters of Climate Gentrification.",
    "readLink": "https://doi.org/10.1088/1748-9326/aabb32"
  },
  {
    "title": "Less Rain and More Heat”: Smallholders’ Perception and Climate Change Adaptation Strategies in Tropical Environments",
    "authors": [
      "Karla Diana Infante Ramírez,",
      "Ana Minerva Arce Ibarra"
    ],
    "doi": "https://doi.org/10.31840/sya.v0i21.2040",
    "journalVolume": "no. 21",
    "issn": "2007-6576 (Online)",
    "publisher": "El Colegio de la Frontera Sur",
    "countryOfPublisher": "Mexico",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://revistas.ecosur.mx/sociedadyambiente",
    "abstract": "The main objective of this study was to analyze local perceptions of climate variability and the different adaptation strategies of four communities in the southern Yucatán Peninsula, using the Social-Ecological System (SES) approach. Four SESs were considered: two in the coastal zone and two in the tropical forest zone. Data were collected using different qualitative methodological tools (interviews, participant observation, and focal groups) and the information collected from each site was triangulated. In all four sites, changes in climate variability were perceived as “less rain and more heat”. In the tropical forest (or Maya) zone, an ancestral indigenous weather forecasting system, known as “Xook k’íin” (or “las cabañuelas”), was recorded and the main activity affected by climate variability was found to be slash-and burn farming or the milpa. In the coastal zone, the main activities affected are fishing and tourism. In all the cases analyzed, local climate change adaptation strategies include undertaking alternative work, and changing the calendar of daily, seasonal and annual labor and seasonal migration. The population of all four SESs displayed concern and uncertainty as regards dealing with these changes and possible changes in the future.",
    "readLink": "https://revistas.ecosur.mx/sociedadyambiente/index.php/sya/article/view/2040"
  },
  {
    "title": "African climate change policy performance index",
    "authors": [
      "Terence Epule Epule,",
      "Abdelghani Chehbouni,",
      "Driss Dhiba,",
      "Mirielle Wase Moto,",
      "Changhui Peng"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  p.\n                                  100163",
    "issn": "2665-9727 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-and-sustainability-indicators",
    "abstract": "The African Climate Change Policy Performance Index (ACCPPI) evaluates and assesses countries and regions in Africa in terms of their climate change policy performance. The ranking is based on four key scores which are: the greenhouse emissions score (30%), the renewable energy score (25%), the climate policy score (25%), and the corruption perception score (20%). This index fills a major research gap in the context of climate change policy performance. This index is the first index that provides a comprehensive outlook on the state of climate change policy performance in Africa. The initial results from a country perspective show that Morocco, Cape Verde, Angola, Senegal, Ghana, Tanzania, and Zambia are the best performers. Regionally, North and Southern Africa are the best performers. This index provides and outlook of what is happening across Africa and where stakeholders must make more efforts. The ACCPPI will move the climate change policy performance debate in Africa from emotional and rhetorical evaluations to more data and evidence-based actions that facilitates climate change policy performance tracking and accounting. The tool is a first of its kind and will be a standard bearer for comparing and tracking climate change policy performance across Africa. It will be updated every five years to introduce new data and track new developments while influencing climate change policy across Africa.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2665972721000647"
  },
  {
    "title": "The Potential Benefits of N2 Gas Flushing Technology for Various Dairy Products: A Sustainable Approach That Proved to Be Multiadvantageous for Preserving the Quality and Safety of Raw Milk During Its Storage",
    "authors": [
      "Patricia Munsch-Alatossava,",
      "Tapani Alatossava"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2021.790205",
    "journalVolume": "Vol. 5",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Worldwide, food production systems are confronted with multifaceted challenges. In the context of global climate change, the necessity to feed an expanding population while addressing food insecurity and reducing the tremendous losses and wastage of food places all production steps under considerable pressure. In this context, dairies also face extensive pressure to reduce greenhouse gas emissions, wastewater, and sludge; here, as elsewhere, innovative technological solutions must meet sustainable criteria. To preserve the quality and safety of raw milk during its storage, N2 gas flushing technology was devised and implemented at laboratory and pilot plant scales: the treatment proved to be multiadvantageous considering microbiological, biochemical, and technological aspects. The proposed study aims to reconsider the benefits of the patented N2 flushing technology, applied at the “raw milk stage” and evaluate the potential advantages that the treatment would confer, in terms of quality and safety aspects, to various dairy products such as liquid milk products, butters, creams, ice creams, and cheeses, including local and traditional dairy products.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2021.790205/full"
  },
  {
    "title": "Organic and inorganic bromine measurements around the extratropical tropopause and lowermost stratosphere: insights into the transport pathways and total bromine",
    "authors": [
      "M. K. Rotermund,",
      "V. Bense,",
      "M. P. Chipperfield,",
      "M. P. Chipperfield,",
      "A. Engel,",
      "J.-U. Grooß,",
      "P. Hoor,",
      "T. Hüneke,",
      "T. Hüneke,",
      "T. Keber,",
      "F. Kluge,",
      "B. Schreiner,",
      "T. Schuck,",
      "B. Vogel,",
      "A. Zahn,",
      "K. Pfeilsticker"
    ],
    "doi": "https://doi.org/10.5194/acp-21-15375-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  15375\n                                  – 15407",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "We report on measurements of total bromine (Brtot) in the upper troposphere and lower stratosphere taken during 15 flights with the German High Altitude and LOng range research aircraft (HALO). The research campaign WISE (Wave-driven ISentropic Exchange) included regions over the North Atlantic, Norwegian Sea, and northwestern Europe in fall 2017. Brtot is calculated from measured total organic bromine (Brorg) added to inorganic bromine (Bryinorg), evaluated from measured BrO and photochemical modeling. Combining these data, the weighted mean [Brtot] is 19.2±1.2 ppt in the northern hemispheric lower stratosphere (LS), in agreement with expectations for Brtot in the middle stratosphere (Engel and Rigby et al., 2018). The data reflect the expected variability in Brtot in the LS due to variable influx of shorter lived brominated source and product gases from different regions of entry. A closer look into Brorg and Bryinorg, as well as simultaneously measured transport tracers (CO and N2O) and an air mass lag time tracer (SF6), suggests that bromine-rich air masses persistently protruded into the lowermost stratosphere (LMS) in boreal summer, creating a high bromine region (HBrR). A subsection, HBrR∗, has a weighted average of [Brtot] = 20.9±0.8 ppt. The most probable source region is air recently transported from the tropical upper troposphere and tropopause layer (UT/TTL) with a weighted mean of [Brtot] = 21.6±0.7 ppt. CLaMS Lagrangian transport modeling shows that the HBrR air mass consists of 51.2 % from the tropical troposphere, 27.1 % from the stratospheric background, and 6.4 % from the midlatitude troposphere (as well as contributions from other domains). The majority of the surface air reaching the HBrR is from the Asian monsoon and its adjacent tropical regions, which greatly influences trace gas transport into the LMS in boreal summer and fall. Tropical cyclones from Central America in addition to air associated with the Asian monsoon region contribute to the elevated Brtot observed in the UT/TTL. TOMCAT global 3-D model simulations of a concurrent increase of Brtot show an associated O3 change of -2.6±0.7 % in the LS and -3.1±0.7 % near the tropopause. Our study of varying Brtot in the LS also emphasizes the need for more extensive monitoring of stratospheric Brtot globally and seasonally to fully understand its impact on LMS O3 and its radiative forcing of climate, as well as in aged air in the middle stratosphere to elucidate the stratospheric trend in bromine.",
    "readLink": "https://acp.copernicus.org/articles/21/15375/2021/acp-21-15375-2021.pdf"
  },
  {
    "title": "Future Inflow under Land Use and Climate Changes and Participation Process into the Medium-Sized Reservoirs in Thailand",
    "authors": [
      "Teerawat Thongwan,",
      "Anongrit Kangrang,",
      "Rapeepat Techarungreungsakul,",
      "Ratsuda Ngamsert"
    ],
    "doi": "https://doi.org/10.1155/2020/5812530",
    "journalVolume": "Vol. 2020",
    "issn": "1687-8086 (Print)",
    "publisher": "1687-8094 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ace/",
    "abstract": "The rainfall and runoff within a watershed area upper reservoir are necessary data for reservoir operation. In this manner, climate and land use changes are legitimately affected to inflow trademark into the reservoir storage. This investigation expects to appraise future inflow under the effect of atmosphere and land use changes of the Huay Sabag and Huay Ling Jone reservoirs, Thailand, during the period 2018–2067. The future inflow was evaluated by utilizing the SWAT model with the PRECIS territorial atmosphere model of B2 emanation situation, and considering land use information from the CA Markov model, both the balanced land use by support procedure type, and then unbalanced sort. Land use from CA Markov was adjusted by participation decides based on Taro Yamane table at the 90% of confidence. The outcome found that the normal precipitation and temperature were expanded in both upper store regions. The biggest land use change demonstrated the extension of the sugarcane and Para rubber tree, while paddy field and forest regions were diminished. The normal future inflows into the store under the two cases were expanded in examination with the watched information during the pattern year. However, the future inflow from the case of using CA Markov adjusting by participation process was higher than the future inflow from another case of using CA Markov without participation adjusting insignificantly for both reservoirs.",
    "readLink": "http://dx.doi.org/10.1155/2020/5812530"
  }
]