[
  {
    "title": "Roots, Litter, and Seasonal Drought Together Inhibit Plant Growth in the Herbaceous Layer in a Subtropical Moist Forest of Southwestern China",
    "authors": [
      "Xianbin Liu,",
      "Yun Li,",
      "Lingqian Kong,",
      "D. Jean Lodge,",
      "J. Aaron Hogan,",
      "Chao Wang"
    ],
    "doi": "https://doi.org/10.3390/f14040712",
    "journalVolume": "Vol. 14,\n                                no. 712\n                                \n                                  p.\n                                  712",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The mechanisms of the maintenance of plant diversity in forests have been extensively studied because of their ecological importance. The study of the regeneration and growth dynamics of herbaceous understory communities in forests is relatively more common than that of woody plant overstory and understory communities. To investigate which environmental factors (plant roots, forest litter, or both) control seedling survival, growth, and production in the herbaceous layer in the context of increasingly severe seasonal drought caused by global climate change, we performed a seedling growth experiment of the herbaceous layer influenced by the interaction of plant roots and forest litter through a manipulative complete block experiment, crossed with an irrigation experiment, in a montane subtropical moist evergreen broad-leaved forest of southwestern China. Within both the control and watered plots, we established four experimental subplots with plant roots and forest litter included (R+L+); plant roots included, but forest litter excluded (R+L−); plant roots excluded, but forest litter included (R−L+); and both plant roots and forest litter excluded (R−L−). After one year, the R+L+ treatment in the control plot had statistically less species richness and plant individuals, shorter mean and maximum seedling heights, and less dry biomass of plant seedlings than those in the other seven experimental treatments. Across all the experimental replicates, the pooled data showed that plant roots, forest litter, and seasonal drought, together, inhibited all the dependent herbaceous growth variables. Our study demonstrates how plant roots, forest litter, and seasonal drought synergistically regulate seedling establishment and the growth of the herbaceous layer in tropical and subtropical forest understory. This synergistic regulation changes plant physiological responses and forest evolution through controlling plant diversity and the individual richness of the herbaceous layer in the context of sustained global climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/14/4/712"
  },
  {
    "title": "Improving Assessments of the Three Pillars of Climate Smart Agriculture: Current Achievements and Ideas for the Future",
    "authors": [
      "Mark T. van Wijk,",
      "Lutz Merbold,",
      "James Hammond,",
      "Klaus Butterbach-Bahl,",
      "Klaus Butterbach-Bahl"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2020.558483",
    "journalVolume": "Vol. 4",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "In this study we evaluate Climate Smart Agriculture (CSA) assessment tools with regard to their suitability for covering not only biophysical but also socio-economic aspects of CSA, focusing on smallholder household level in Low and Middle Income Countries (LMIC). In this opinion piece we give a concise overview of the most recent developments in measuring key indicators and metrics for the three pillars of CSA (food security, adaptation, and mitigation) and give our opinion on how we think this would allow for improvements in the current state of assessing CSA in a smallholder farming context. Our assessment shows that all tools reviewed here have a biophysical lens while looking at productivity, and largely ignore potential social (e.g., food security, gender) and economic (poverty) aspects of the sustainability of intensified production. Mitigation was also analyzed in all approaches but few tools go beyond greenhouse gas emissions to analyse environmental sustainability (for example water quality, soil health, ecosystem services) more generically. Climate change adaptation was the CSA pillar with the weakest representation within the approaches reviewed here. Based on an overview of recent advantages in work focusing on CSA our key recommendations are (i) to make better use of recent advances in indicator development for sustainability assessments, including work on quantification of water and land footprints in relation to farm management; (ii) to use household level analyses to quantify pathways from productivity toward food security and improved nutrition as well as descripting drivers of adoption of adaptation options; and (iii) to use recent advances in system specific quantification of greenhouse gas emissions through both LMIC focused modeling and empirical work.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fsufs.2020.558483/full"
  },
  {
    "title": "A multi-criteria optimization approach for solar energy and wind power technologies in shipping",
    "authors": [
      "Margaritou Maria D.,",
      "Tzannatos Ernestos"
    ],
    "doi": "Vol. 46,\n                                no. 3\n                                \n                                  pp.\n                                  374\n                                  – 380",
    "issn": "1451-2092 (Print)",
    "publisher": "2406-128X (Online)",
    "countryOfPublisher": "University of Belgrade - Faculty of Mechanical Engineering, Belgrade",
    "lcc": [
      "Serbia",
      "Technology: Engineering (General). Civil engineering (General): Mechanics of engineering. Applied mechanics"
    ],
    "journalUrl": "https://scindeks.ceon.rs/journaldetails.aspx?issn=1451-2092&lang=en",
    "abstract": "The continuous pressure for reducing energy costs, as well as the increasing need to control climate change and air quality degradation has led to a substantial shift in environmental awareness driven through the emergence of stricter policy and legislation. Energy saving efforts must be universal in all energy-intensive sectors, such as industry and transport (whether land, sea or air modes are involved). Sea-borne transport is widely recognised as a major source of exhaust emissions, due to the use of heavy and light oil as the main fuel of onboard combustion engines. Therefore, scientific research is focused on the development and implementation of various technical and operational solutions to reduce the exhaust emissions from ships. Amongst them, the application of shipboard renewable energy technologies may constitute a viable option vis-a-vis to various ship-related technical and operational criteria. The current work presents the underlying legislative framework which dictates the need to pursue this research challenge, highlights the available options towards conforming to this framework and examines the effectiveness of introducing an onboard renewable hybrid energy system with reference to a particular vessel study.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/1451-2092/2018/1451-20921803374M.pdf"
  },
  {
    "title": "Numerical Analysis of Storm Surges on Canada’s Western Arctic Coastline",
    "authors": [
      "Joseph Kim,",
      "Enda Murphy,",
      "Ioan Nistor,",
      "Sean Ferguson,",
      "Mitchel Provan"
    ],
    "doi": "https://doi.org/10.3390/jmse9030326",
    "journalVolume": "Vol. 9,\n                                no. 326\n                                \n                                  p.\n                                  326",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "A numerical study was conducted to characterize the probability and intensity of storm surge hazards in Canada’s western Arctic. The utility of the European Centre for Medium-Range Weather Forecasts Reanalysis 5th Generation (ERA5) dataset to force numerical simulations of storm surges was explored. Fifty historical storm surge events that were captured on a tide gauge near Tuktoyaktuk, Northwest Territories, were simulated using a two-dimensional (depth-averaged) hydrodynamic model accounting for the influence of sea ice on air-sea momentum transfer. The extent of sea ice and the duration of the ice season has been reducing in the Arctic region, which may contribute to increasing risk from storm surge-driven hazards. Comparisons between winter storm events under present-day ice concentrations and future open-water scenarios revealed that the decline in ice cover has potential to result in storm surges that are up to three times higher. The numerical model was also used to hindcast a significant surge event that was not recorded by the tide gauge, but for which driftwood lines along the coast provided insights to the high-water marks. Compared to measurements at proximate meteorological stations, the ERA5 reanalysis dataset provided reasonable estimates of atmospheric pressure but did not accurately capture peak wind speeds during storm surge events. By adjusting the wind drag coefficients to compensate, reasonably accurate predictions of storm surges were attained for most of the simulated events. The extreme value probability distributions (i.e., return periods and values) of the storm surges were significantly altered when events absent from the tide gauge record were included in the frequency analysis, demonstrating the value of non-conventional data sources, such as driftwood line surveys, in supporting coastal hazard assessments in remote regions.",
    "readLink": "https://www.mdpi.com/2077-1312/9/3/326"
  },
  {
    "title": "Two sides of the same coin: extinctions and originations across the Atlantic/Indian Ocean boundary as consequences of the same climate oscillation",
    "authors": [
      "Peter R. Teske,",
      "Gerardo I. Zardi,",
      "Christopher D. McQuaid,",
      "Katy R. Nicastro"
    ],
    "doi": "Vol. 5,\n                                no. 1",
    "issn": "1948-6596 (Online)",
    "publisher": "International Biogeography Society",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Microbiology: Microbial ecology"
    ],
    "journalUrl": "http://escholarship.org/uc/fb",
    "abstract": "Global climate change is correlated not only with variation in extinction rates, but also with speciation rates. However, few mechanisms have been proposed to explain how climate change may have driven the emergence of new evolutionary lineages that eventually became distinct species. Here, we discuss a model of range extension followed by divergence, in which the same climate oscillations that resulted in the extinction of coastal species across the Atlantic/Indian Ocean boundary in southwestern Africa also sowed the seeds of new biodiversity. We present evidence for range extensions and evolutionary divergence from both fossil and genetic data, but also point out the many challenges to the model that need to be addressed before its validity can be accepted.",
    "readLink": "http://escholarship.org/uc/item/0vb3b7mp"
  },
  null,
  {
    "title": "THE ECONOMIC VALUE OF RECREATIONAL BENEFIT OF AIK NYET NATURE TOURISM, KPH RINJANI BARAT: An Application of the Travel Cost Methods",
    "authors": [
      "Kresno Agus Hendarto,",
      "Rubangi Al Hasan,",
      "Yumantoko Yumantoko,",
      "Ahmad Nur,",
      "Kuncoro Ariawan"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2019.16.1.43-54",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  43\n                                  – 54",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Good knowledge about the economic value of a particular tourist destination is the primary fundamental in effective management policy formulation. In 2015, the Aik Nyet Nature Tourism (Aik Nyet), which covers an area of approximately 9.4 ha, is one of the tourist destinations planned to receive donation from the Provincial Government of West Nusa Tenggara (NTB) for the improvement and development of the facilities and infrastructures as well as the capacity building for the people around the tourist location. Using the travel cost methods this study estimates the economic benefits of the recreational value in the Aik Nyet before the realization of the donation from the Provincial Government of West Nusa Tenggara. Consumers’ surplus per individual per visit is estimated using the data collected from the survey in the tourist location. Using poisson regression, the total travel costs (that includes such variables as transportation cost, consumption cost, and location entrance cost) are considered in the study to explain the frequency of individual’s visit to the tourist location. The results of the study suggest that the economic recreational value generated by the Aik Nyet before the realization of the government’s financial support is approximately Rp. 9.333.627, 7 per year.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/4766"
  },
  {
    "title": "Climate Governance is Failing Us: We All Need to Respond",
    "authors": [
      "Chris Riedy,",
      "Ian McGregor"
    ],
    "doi": "https://doi.org/10.5130/portal.v8i3.2387",
    "journalVolume": "Vol. 8,\n                                no. 3",
    "issn": "1449-2490 (Online)",
    "publisher": "UTS ePRESS",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Political science: Colonies and colonization. Emigration and immigration. International migration",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://epress.lib.uts.edu.au/journals/index.php/portal",
    "abstract": "Peer reviewed introduction to the Special Issue on Global Climate Change Policy: Post-Copenhagen Discord, guest edited by Chris Riedy and Ian M. McGregor, University of Technology, Sydney.",
    "readLink": "https://learning-analytics.info/journals/index.php/portal/article/view/2387"
  },
  {
    "title": "Extending seasonal predictability of Yangtze River summer floods",
    "authors": [
      "S. Wang,",
      "S. Wang,",
      "X. Yuan"
    ],
    "doi": "https://doi.org/10.5194/hess-22-4201-2018",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  4201\n                                  – 4211",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Extreme pluvial floods across China's Yangtze River basin in the summer of 2016 were strongly connected with intense atmospheric moisture transport, and resulted in vast loss of properties after a strong El Niño winter. Predicting such extreme floods in advance is essential for hazard mitigation, but the flood forecast skill is relatively low due to the limited predictability of summer precipitation. By using a perfect model assumption, here we show that atmospheric moisture flux has a higher potential predictability than precipitation over the Yangtze River at seasonal timescales. The predictability of precipitation and moisture flux is higher in post-El Niño summers than in post-La Niñas, especially for flooding events. As compared with extreme precipitation, the potential detectability of extreme moisture flux increases by 20 % in post-El Niño summers, which suggests that atmospheric moisture flux could be crucial for early warning of Yangtze River summer floods.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/22/4201/2018/hess-22-4201-2018.pdf"
  },
  {
    "title": "Deep learning detection of types of water-bodies using optical variables and ensembling",
    "authors": [
      "Nida Nasir,",
      "Afreen Kansal,",
      "Omar Alshaltone,",
      "Feras Barneih,",
      "Abdallah Shanableh,",
      "Mohammad Al-Shabi,",
      "Ahmed Al Shammaa"
    ],
    "doi": "Vol. 18\n                                \n                                \n                                  p.\n                                  200222",
    "issn": "2667-3053 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General): Cybernetics",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/intelligent-systems-with-applications",
    "abstract": "Water features are one of the most crucial environmental elements for strengthening climate-change adaptation. Remote sensing (RS) technologies driven by artificial intelligence (AI) have emerged as one of the most sought-after approaches for automating water information extraction and indeed. In this paper, a stacked ensemble model approach is proposed on AquaSat dataset (more than 500,000 images collection via satellite and Google Earth Engine). A one-way Analysis of variance (ANOVA) test and the Kruskal Wallis test are conducted for various optical-based variables at 99% significance level to understand how these vary for different water bodies. An oversampling is done on the training data using Synthetic Minority Oversampling Technique (SMOTE) to solve the problem of class imbalance while the model is tested on an imbalanced data, replicating the real-life situation. To enhance state-of-the-art, the pros of standalone machine learning classifiers and neural networks have been utilized. The stacked model obtained 100% accuracy on the testing data when using the decision tree classifier as the meta model. This study has been cross validated five-fold and will help researchers working in in-situ water bodies detection with the use of stacked model classification.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667305323000479"
  }
]