[
  {
    "title": "Climate Change and UNESCO World Heritage-Listed Cultural Properties: A Systematic Review, 2008–2021",
    "authors": [
      "Ky Nam Nguyen,",
      "Sarah Baker"
    ],
    "doi": "https://doi.org/10.3390/heritage6030126",
    "journalVolume": "Vol. 6,\n                                no. 126\n                                \n                                  pp.\n                                  2394\n                                  – 2420",
    "issn": "2571-9408 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Auxiliary sciences of history: Archaeology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/heritage",
    "abstract": "Underpinned by the Preferred Reporting Items for Systematic review and Meta-Analyses (PRISMA) 2020 Statement, this systematic review analyses 58 peer-reviewed articles published during 2008–2021 and retrieved from Scopus and Google Scholar that address the relationship between climate change and UNESCO World Heritage-listed cultural properties. The review reveals a suite of observations that will be important to consider for future research, including: the significant increase in publications since 2008; the prevalence of scholarship focused on the region of Europe and North America; the diversity of research methods and approaches; the instances of climate change hazards; the numerous adaptation measures and barriers. The study also showcases a much greater scholarly concentration on natural sites compared to cultural sites, observing that a reliance on a nature/culture binary does not bode well for the effective safeguarding of cultural World Heritage sites. This article also highlights the need for greater representation from the Global South in terms of both geographic focus and authorship, the lack of collaboration between Science, Technology, Engineering and Mathematics (STEM) and Humanities, Arts and Social Science (HASS) disciplines, the capacity for collective action from different stakeholders, the importance of intangible elements, and the effects of both international and national legal frameworks and regulations.",
    "readLink": "https://www.mdpi.com/2571-9408/6/3/126"
  },
  {
    "title": "Facultative mutualisms: A double‐edged sword for foundation species in the face of anthropogenic global change",
    "authors": [
      "Tjisse van derHeide,",
      "Christine Angelini,",
      "Jimmy deFouw,",
      "Johan S. Eklöf"
    ],
    "doi": "https://doi.org/10.1002/ece3.7044",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  29\n                                  – 44",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Ecosystems worldwide depend on habitat‐forming foundation species that often facilitate themselves with increasing density and patch size, while also engaging in facultative mutualisms. Anthropogenic global change (e.g., climate change, eutrophication, overharvest, land‐use change), however, is causing rapid declines of foundation species‐structured ecosystems, often typified by sudden collapse. Although disruption of obligate mutualisms involving foundation species is known to precipitate collapse (e.g., coral bleaching), how facultative mutualisms (i.e., context‐dependent, nonbinding reciprocal interactions) affect ecosystem resilience is uncertain. Here, we synthesize recent advancements and combine these with model analyses supported by real‐world examples, to propose that facultative mutualisms may pose a double‐edged sword for foundation species. We suggest that by amplifying self‐facilitative feedbacks by foundation species, facultative mutualisms can increase foundation species’ resistance to stress from anthropogenic impact. Simultaneously, however, mutualism dependency can generate or exacerbate bistability, implying a potential for sudden collapse when the mutualism's buffering capacity is exceeded, while recovery requires conditions to improve beyond the initial collapse point (hysteresis). Thus, our work emphasizes the importance of acknowledging facultative mutualisms for conservation and restoration of foundation species‐structured ecosystems, but highlights the potential risk of relying on mutualisms in the face of global change. We argue that significant caveats remain regarding the determination of these feedbacks, and suggest empirical manipulation across stress gradients as a way forward to identify related nonlinear responses.",
    "readLink": "https://doi.org/10.1002/ece3.7044"
  },
  {
    "title": "Recent advances in ecological research on Asiatic ibex (Capra sibirica): A critical ungulate species of highland landscapes",
    "authors": [
      "Shahid Ahmad,",
      "Ivan Igorevich Strelnikov,",
      "Adnan Ahmad,",
      "Muhammad Nawaz Rajpar,",
      "Muhammad Zafar Khan,",
      "Kunyuan Wanghe,",
      "Ibrahim M. Ahmad,",
      "Ghulam Nabi,",
      "Dongming Li"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  e02105",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "The Asiatic ibex (Capra sibirica), the largest member of the genus Capra, is widely distributed in Central and South Asia. It is a primitive ibex species of the family Bovidae that is distinct from other ibex species. The Asiatic ibex is native to highland landscapes characterized by challenging terrains that have resulted in incomplete knowledge of this species. To understand the research advances in this species, this review summarizes the taxonomic position, global distribution, population size, foraging ecology, sexual segregation, health threat by diseases, and potential threats and conservation biology. Besides, this species is facing increasing impacts of anthropogenic activities and habitat loss induced by global climate change. It also proposes new research perspectives and priorities to understand the advanced ecology of the Asiatic ibex. We also highlight a suite of research gaps that require multidisciplinary approaches. These will increase understanding of the evolution, biology, ecology, and epidemiology of this species.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S235198942200107X"
  },
  {
    "title": "Thermal dissociation cavity-enhanced absorption spectrometer for measuring NO<sub>2</sub>, RO<sub>2</sub>NO<sub>2</sub>, and RONO<sub>2</sub> in the atmosphere",
    "authors": [
      "C. Li,",
      "H. Wang,",
      "H. Wang,",
      "H. Wang,",
      "X. Chen,",
      "T. Zhai,",
      "S. Chen,",
      "X. Li,",
      "L. Zeng,",
      "K. Lu"
    ],
    "doi": "https://doi.org/10.5194/amt-14-4033-2021",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  4033\n                                  – 4051",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "We developed thermal dissociation cavity-enhanced absorption spectroscopy (TD-CEAS) for the in situ measurement of NO2, total peroxy nitrates (PNs, RO2NO2), and total alkyl nitrates (ANs, RONO2) in the atmosphere. PNs and ANs were thermally converted to NO2 at the corresponding pyrolytic temperatures and detected by CEAS at 435–455 nm. The instrument sampled sequentially from three channels at ambient temperature, 453 and 653 K, with a cycle of 3 min, to measure NO2, NO2+ PNs, and NO2+ PNs + ANs. The absorptions between the three channels were used to derive the mixing ratios of PNs and ANs by spectral fitting. The detection limit (LOD, 1σ) for retrieving NO2 was 97 parts per trillion by volume (pptv) in 6 s. The measurement uncertainty of NO2 was 9 %, while the uncertainties of PN and AN detection were larger than those of NO2 due to chemical interferences that occurred in the heated channels, such as the reaction of NO (or NO2) with the peroxy radicals produced by the thermal dissociation of organic nitrates. Based on laboratory experiments and numerical simulations, we created a lookup table method to correct these interferences in PN and AN channels under various ambient organic nitrates, NO, and NO2. Finally, we present the first field deployment and compare it with other instruments during a field campaign in China. The advantages and limitations of this instrument are outlined.",
    "readLink": "https://amt.copernicus.org/articles/14/4033/2021/amt-14-4033-2021.pdf"
  },
  {
    "title": "Quantifying the Impact of Climate Change on Marine Diazotrophy: Insights From Earth System Models",
    "authors": [
      "Lewis Wrightson,",
      "Alessandro Tagliabue"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.00635",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Nitrogen fixation is a major source of new nitrogen to the ocean, supporting biological productivity in the large nitrogen-limited tropical oceans. In Earth System Models, the response of nitrogen fixation to climate change acts in concert with projected changes to physical nitrogen supply to regulate the response of primary productivity in nitrogen-limited regions. We examine the response of diazotrophy from nine Earth System Models and find large variability in the magnitude and spatial pattern of nitrogen fixation in both contemporary periods and future projections. Although Earth System Models tend to agree that nitrogen fixation will decrease over the next century, strong regional variations exist, especially in the tropical Pacific which may counteract the response of the Atlantic and Indian oceans. As the climate driven trend of nitrogen fixation emerges by mid-century in the RCP8.5 scenario, on regional scales it may modulate the broad climate trends in productivity that emerge later in the century. The generally poor skill and lack of agreement amongst Earth System Models indicates that the climate response of nitrogen fixation is a key uncertainty in projections of future ocean primary production in the tropical oceans. Overall, we find that the future evolution of nitrogen fixation plays an important role in shaping future trends in net primary production in the tropics, but the poor skill of models highlights significant uncertainty, especially considering the role of multiple concurrent drivers.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2020.00635/full"
  },
  {
    "title": "Multi-factor controls on terrestrial carbon dynamics in urbanized areas",
    "authors": [
      "C. Zhang,",
      "H. Tian,",
      "S. Pan,",
      "G. Lockaby,",
      "A. Chappelka"
    ],
    "doi": "https://doi.org/10.5194/bg-11-7107-2014",
    "journalVolume": "Vol. 11,\n                                no. 24\n                                \n                                  pp.\n                                  7107\n                                  – 7124",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "As urban land expands rapidly across the globe, much concern has been raised that urbanization may alter the terrestrial carbon cycle. Urbanization involves complex changes in land structure and multiple environmental factors. Little is known about the relative contribution of these individual factors and their interactions to the terrestrial carbon dynamics, however, which is essential for assessing the effectiveness of carbon sequestration policies focusing on urban development. This study developed a comprehensive analysis framework for quantifying relative contribution of individual factors (and their interactions) to terrestrial carbon dynamics in urbanized areas. We identified 15 factors belonging to five categories, and we applied a newly developed factorial analysis scheme to the southern United States (SUS), a rapidly urbanizing region. In all, 24 numeric experiments were designed to systematically isolate and quantify the relative contribution of individual factors. We found that the impact of land conversion was far larger than other factors. Urban managements and the overall interactive effects among major factors, however, created a carbon sink that compensated for 42% of the carbon loss in land conversion. Our findings provide valuable information for regional carbon management in the SUS: (1) it is preferable to preserve pre-urban carbon pools than to rely on the carbon sinks in urban ecosystems to compensate for the carbon loss in land conversion. (2) In forested areas, it is recommendable to improve landscape design (e.g., by arranging green spaces close to the city center) to maximize the urbanization-induced environmental change effect on carbon sequestration. Urbanization-induced environmental change will be less effective in shrubland regions. (3) Urban carbon sequestration can be significantly improved through changes in management practices, such as increased irrigation and fertilizer and targeted use of vehicles and machinery with least-associated carbon emissions.",
    "readLink": "http://www.biogeosciences.net/11/7107/2014/bg-11-7107-2014.pdf"
  },
  {
    "title": "Evaluation of the Effects of Climate Change on Meteorological Parameters under Different Scenarios in Yazd Meteorological Station",
    "authors": [
      "H. Fathizad,",
      "M. Tavakoli,",
      "M. A. Hakimzadeh Ardakani,",
      "R. TaghizadehMehrjardi,",
      "H. Sodaiezadeh"
    ],
    "doi": "Vol. 24,\n                                no. 4\n                                \n                                  pp.\n                                  1\n                                  – 19",
    "issn": "2476-3594 (Print)",
    "publisher": "2476-5554 (Online)",
    "countryOfPublisher": "Isfahan University of Technology",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jstnar.iut.ac.ir/",
    "abstract": "The purpose of this research was to investigate the trend of annual changes in Yazd station's meteorological parameters including minimum and maximum average daily temperature and average daily precipitation (1961-2005), as well as the predicted annual mean of these parameters in the three upcoming thirty years of the 2040s, 2070s and 2100s, by the SDSM model, under RCP2.6, RCP4.5, RCP8.5, A2, and B2 scenarios. Accordingly, by using the coefficient of determination and the MAE, R2, RMSE indicators, we evaluated the data generated by the SDSM model in comparison with the observed data in the base period. The lowest value of R2 based on the calibration and validation of the mean values of observed and simulated SRES was obtained for precipitation (86 and 80%). In terms of the R2 evaluation index, the accuracy of the small-scaled results of the minimum and maximum average temperature values was more than that of the average precipitation; however, in terms of the MAE and RMSE evaluation indicators, the accuracy of the small-scaled results of the average precipitation was higher than that of the minimum and maximum average temperature values. Subsequently, HadCM3 large-scale climatological data was used to predict the future periods (2010-2100). The results indicated that the temperature was raised in all months and seasons and the precipitation was decreasing in most of them, thereby confirming that the climate was changing in the studied region.",
    "readLink": "http://jstnar.iut.ac.ir/article-1-3961-en.html"
  },
  {
    "title": "Soilless culture technology to transform vegetable farming, reduce land pressure and degradation in drylands",
    "authors": [
      "Wolie Gebremicheal Gebereegziher"
    ],
    "doi": "https://doi.org/10.1080/23311932.2023.2265106",
    "journalVolume": "Vol. 9,\n                                no. 2",
    "issn": "2331-1932 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oafa",
    "abstract": "AbstractUse of farmlands for food production is under pressure and providing food for a growing population is a global concern due to alternative land use and degradation, pest infestations, urbanization and industrialization which led to climate change and encroaches arable land; especially in drylands where water, fertilizer, land, and other farm input resources are scares and needs to be utilized efficiently to enhance crop yields. Soilless culture technology reduces the challenges facing in soil-based farming which could lower yields. Improving food production and access could be possible using soilless culture. However, limited and incomplete information is available to indicate the role of soilless culture in reducing land pressure and degradation in drylands. This review aimed to examine the role of soilless culture as climate change occurs to transform dryland vegetable farming, reduce land pressure and degradation. Data gathered from relevant and recently published peer-reviewed papers and converted into uniform measurement units, paraphrased, and discussed. Studies indicated that soilless culture efficiently uses water, fertilizer, and land by 90, 70 and 75%, respectively, with average yield advantage of 147.3 t. ha−1 over soil-based farming. Soilless culture avoids soil disturbance and reduces land pressure and degradation while promoting crop intensification through year-round production. It supports soil-based farming, minimizes the negative impacts of agrochemicals on the environment, mitigates climate change, and increases productivity in drylands. It is economically feasible, environmentally sound, and socially accepted.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/23311932.2023.2265106"
  },
  {
    "title": "An Ensemble Learning Approach for Land Use&#x002F;Land Cover Classification of Arid Regions for Climate Simulation: A Case Study of Xinjiang, Northwest China",
    "authors": [
      "Haoyang Du,",
      "Manchun Li,",
      "Yunyun Xu,",
      "Chen Zhou"
    ],
    "doi": "https://doi.org/10.1109/JSTARS.2023.3247624",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  2413\n                                  – 2426",
    "issn": "1939-1404 (Print)",
    "publisher": "2151-1535 (Online)",
    "countryOfPublisher": "IEEE",
    "lcc": [
      "United States",
      "Technology: Ocean engineering",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=4609443",
    "abstract": "Accurate classifications of land use/land cover (LULC) in arid regions are vital for analyzing changes in climate. We propose an ensemble learning approach for improving LULC classification accuracy in Xinjiang, northwest China. First, multisource geographical datasets were applied, and the study area was divided into Northern Xinjiang, Tianshan, and Southern Xinjiang. Second, five machine learning algorithms—k-nearest neighbor, support vector machine (SVM), random forest (RF), artificial neural network (ANN), and C4.5—were chosen to develop different ensemble learning strategies according to the climatic and topographic characteristics of each subregion. Third, stratified random sampling was used to obtain training samples and optimal parameters for each machine learning algorithm. Lastly, each derived approach was applied across Xinjiang, and subregion performance was evaluated. The results showed that the LULC classification accuracy achieved across Xinjiang via the proposed ensemble learning approach was improved by ≥6.85% compared with individual machine learning algorithms. By specific subregion, the accuracies for Northern Xinjiang, Tianshan, and Southern Xinjiang increased by ≥6.70%, 5.87%, and 6.86%, respectively. Moreover, the ensemble learning strategy combining four machine learning algorithms (i.e., SVM, RF, ANN, and C4.5) was superior across Xinjiang and Tianshan; whereas, the three-algorithm (i.e., SVM, RF, and ANN) strategy worked best for the Northern and Southern Xinjiang. The innovation of this study is to develop a novel ensemble learning approach to divide Xinjiang into different subregions, accurately classify land cover, and generate a new land cover product for simulating climate change in Xinjiang.",
    "readLink": "https://ieeexplore.ieee.org/document/10050743/"
  },
  {
    "title": "SUSTAINABLE WAY OF IMPROVING GRAIN LEGUMES PRODUCTIVITYAGAINST FAILURE OF INTRODUCED RHIZOBIA INOCULANT",
    "authors": [
      "A. A. Abdullahi,",
      "F. J. Abubakar"
    ],
    "doi": "Vol. 10,\n                                no. 2",
    "issn": "2630-7103 (Print)",
    "publisher": "2630-7111 (Online)",
    "countryOfPublisher": "Faculty of Biosciences",
    "lcc": [
      "Nigeria",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.bioscientistjournal.com",
    "abstract": "Rhizobia inoculation has been established worldwide as a cheaper, more effective way of ensuring adequate nitrogen supply to legumes than even the application of nitrogen fertilizer. The development of rhizobia inoculant industries in many countries has largely been motivated by the desire to introduce legume species to new areas, where appropriate ones do not exist. Competition from naturally occurring populations of rhizobia is usually a significant factor determining the establishment of introduced rhizobia inoculant strains in the field. Application of commercial inoculants introduced to new environments is usually associated with tendencies of failure, mostly due to the nature of the indigenous strains such as their population large size, positional advantage, higher competitive ability in nodule occupancy, saprophytic survival, ability to stand bacteriophages or epiphytic bacteria and superior adaptation to local and environmental factors, such astemperature, pH and nitrate content. Hence, selective enrichment of legume rhizosphere with environmentally adapted and highly effective indigenous strains of rhizobia may be the only way to improve legume nodulation, N2 fixation and productivity under field conditions. There is need to follow standard procedures for obtaining the appropriate rhizobia for indigenous inoculant development, considering the legume genotype, environmental conditions and management practices to achieve the desired results. This will improve on the low yield of legumes, relative to their potential yields obtained by farmers due to low soil fertility, particularly in savanna zones through their influence on the legume growth, nutrition, and productivity. The review also highlighted how indigenous rhizobia provides an alternative to costly inorganic nitrogen fertilizers and commercial inoculants developed from rhizobia originating from over environments.Indigenous rhizobiacould ensurelegumes productivity and sustainabilitythrough their biological N2 fixation that reduces in the adverse environmental effects of inorganic nitrogen fertilizers such as soil acidification, release of greenhouse gases and contamination of nearby and underground water bodies.Thus, checking climate change, ensuring environmental safety, and supporting the ever-increasing human population through higher productivity of the legumes.",
    "readLink": "https://bioscientistjournal.com/index.php/The_Bioscientist/article/view/115"
  }
]