[
  {
    "title": "Simulated impacts of mountain pine beetle and wildfire disturbances on forest vegetation composition and carbon stocks in the Southern Rocky Mountains",
    "authors": [
      "M. K. Caldwell,",
      "T. J. Hawbaker,",
      "J. S. Briggs,",
      "P. W. Cigan,",
      "S. Stitt"
    ],
    "doi": "https://doi.org/10.5194/bg-10-8203-2013",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  pp.\n                                  8203\n                                  – 8222",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Forests play an important role in sequestering carbon and offsetting anthropogenic greenhouse gas emissions, but changing disturbance regimes may compromise the capability of forests to store carbon. In the Southern Rocky Mountains, a recent outbreak of mountain pine beetle (\\textit{Dendroctonus ponderosae}; MPB) has caused remarkable levels of tree mortality. To evaluate the long-term impacts of both this insect outbreak and another characteristic disturbance in these forests, high-severity wildfire, we simulated potential changes in species composition and carbon stocks using the Forest Vegetation Simulator (FVS). Simulations were completed for 3 scenarios (no disturbance, actual MPB infestation, and modeled wildfire) using field data collected in 2010 at 97 plots in the lodgepole-pine-dominated forests of eastern Grand County, Colorado, which were heavily impacted by MPB after 2002. Results of the simulations showed that (1) lodgepole pine remained dominant over time in all scenarios, with basal area recovering to pre-disturbance levels 70–80 yr after disturbance; (2) wildfire caused a greater magnitude of change than did MPB in both patterns of succession and distribution of carbon among biomass pools; (3) levels of standing-live carbon returned to pre-disturbance conditions after 40 vs. 50 yr following MPB vs. wildfire disturbance, respectively, but took 120 vs. 150 yr to converge with conditions in the undisturbed scenario. Lodgepole pine forests appear to be relatively resilient to both of the disturbances we modeled, although changes in climate, future disturbance regimes, and other factors may significantly affect future rates of regeneration and ecosystem response.",
    "readLink": "http://www.biogeosciences.net/10/8203/2013/bg-10-8203-2013.pdf"
  },
  {
    "title": "CHANGE DETECTION IN MOSUL DAM LAKE, NORTH OF IRAQ USING REMOTE SENSING AND GIS TECHNIQUES",
    "authors": [
      "M.A.  Al-Obaidi,",
      "Y.K. AL-Timimi"
    ],
    "doi": "https://doi.org/10.36103/ijas.v53i1.1506",
    "journalVolume": "Vol. 53,\n                                no. 1",
    "issn": "0075-0530 (Print)",
    "publisher": "2410-0862 (Online)",
    "countryOfPublisher": "Baghdad University",
    "lcc": [
      "Iraq",
      "Agriculture: Agriculture (General)",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://jcoagri.uobaghdad.edu.iq/",
    "abstract": "This study was aimed to demonstrate the spatial changes of Mosul Lake using change detection Techniques. Water bodies, an integral part of the Earth's hydrological cycle, such as rivers, ponds, lakes, wetlands, and reservoirs, have a major effect on climate change and global warming. one of the most imperative vital activities in Iraq for the administration of its water resources is Mosul Dam Lake. The lake has changed in the water surface due to the severe anthropogenic activities, climate change, the monthly inflows received from the Tigris River, and the controlling of water imports by neighboring countries, and the territorial policy. Remote sensing techniques and Geographic Information System ArcGIS 10.3 software were used in the present study for processing the images and managing the database of each image were downloaded from the united states geological survey(USGS). Spectral Water indices, includes Normalized Difference Water Index (NDWI) and unsupervised classification were used to extracting water bodies and computing water area, the images difference technology was used to detect a different image and capture changes area for 20 years, the method has been applied to subsets of the Landsat series images that acquired during April in 2000, 2005, 2010,2015 and 2020. The results showed that there is an increase in the area of Mosul dam lake from its original area in 1986 which was 244 km2 in a rate of (15.1,31.14,13.11, and 20.9) % for periods (200,2005,2015, and 2020) respectively, and a decrease in water area with a rate of 7.78% for period 2010, that means the water surface area fluctuated over the period given, increasing and decreasing in the water surface. the minimum water surface area was recorded in 2010 of about 225 km2, whereas, the maximum area of the lake was found to be 320 km2 in 2005. the total average increasing and decreasing change detection were 25.4550174 and 19.7851824 km2 respectively.",
    "readLink": "https://jcoagri.uobaghdad.edu.iq/index.php/intro/article/view/1506"
  },
  {
    "title": "Out of the Ashes: Ecological Resilience to Extreme Wildfire, Prescribed Burns, and Indigenous Burning in Ecosystems",
    "authors": [
      "Cristina Eisenberg,",
      "Christopher L. Anderson,",
      "Adam Collingwood,",
      "Robert Sissons,",
      "Christopher J. Dunn,",
      "Garrett W. Meigs,",
      "Dave E. Hibbs,",
      "Scott Murphy,",
      "Sierra Dakin Kuiper,",
      "Julian SpearChief-Morris,",
      "Leroy Little Bear,",
      "Barb Johnston,",
      "Curtis B. Edson"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00436",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Until Euro-American colonization, Indigenous people used fire to modify eco-cultural systems, developing robust Traditional Ecological Knowledge (TEK). Since 1980, wildfire activity has increased due to fire suppression and climate change. In 2017, in Waterton Lakes National Park, AB, the Kenow wildfire burned 19,303 ha, exhibiting extreme fire behavior. It affected forests and the Eskerine Complex, a native-grass prairie treated with prescribed burns since 2006 to reduce aspen (Populus tremuloides) encroachment linked to fire suppression and bison (Bison bison bison) extirpation. One year post-fire, the Kenow wildfire caused vigorous aspen sprouting, altered stand structure to an early-seral state and changed dominant land cover from grass to mineral soil. It did not change aspen-cover extent or cause non-native grass eruption, but it reduced native-grass diversity and produced more pronounced shifts in ecosystem structure and biodiversity than the prescribed burn. The 2017 Kenow wildfire and prescribed burns differed in phenological timing, scale, and severity. Prescribed burns occurred in late spring, with little fuel available, while the Kenow wildfire occurred in late summer, with abundant fuel—amplifying the difference in severity. As in other climate-limited fire regimes, prescribed burns treatments did not mitigate the severity of the Kenow wildfire. To more effectively reduce the extent of aspen cover, future prescribed burns in this system could be applied in the late season. Incorporating TEK in adaptive co-management can help create ecosystems more resilient to fire and pervasive stressors such as invasive plants, provided one contextualizes current conditions and how they differ from historical conditions.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00436/full"
  },
  {
    "title": "Greenhouse gas network design using backward Lagrangian particle dispersion modelling &ndash; Part 2: Sensitivity analyses and South African test case",
    "authors": [
      "A. Nickless,",
      "T. Ziehn,",
      "P.J. Rayner,",
      "R.J. Scholes,",
      "F. Engelbrecht"
    ],
    "doi": "https://doi.org/10.5194/acp-15-2051-2015",
    "journalVolume": "Vol. 15,\n                                no. 4\n                                \n                                  pp.\n                                  2051\n                                  – 2069",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "This is the second part of a two-part paper considering a measurement network design based on a stochastic Lagrangian particle dispersion model (LPDM) developed by Marek Uliasz, in this case for South Africa. A sensitivity analysis was performed for different specifications of the network design parameters which were applied to this South African test case. The LPDM, which can be used to derive the sensitivity matrix used in an atmospheric inversion, was run for each candidate station for the months of July (representative of the Southern Hemisphere winter) and January (summer). The network optimisation procedure was carried out under a standard set of conditions, similar to those applied to the Australian test case in Part 1, for both months and for the combined 2 months, using the incremental optimisation (IO) routine. The optimal network design setup was subtly changed, one parameter at a time, and the optimisation routine was re-run under each set of modified conditions and compared to the original optimal network design. The assessment of the similarity between network solutions showed that changing the height of the surface grid cells, including an uncertainty estimate for the ocean fluxes, or increasing the night-time observation error uncertainty did not result in any significant changes in the positioning of the stations relative to the standard design. However, changing the prior flux error covariance matrix, or increasing the spatial resolution, did. Large aggregation errors were calculated for a number of candidate measurement sites using the resolution of the standard network design. Spatial resolution of the prior fluxes should be kept as close to the resolution of the transport model as the computing system can manage, to mitigate the exclusion of sites which could potentially be beneficial to the network. Including a generic correlation structure in the prior flux error covariance matrix led to pronounced changes in the network solution. The genetic algorithm (GA) was able to find a marginally better solution than the IO procedure, increasing uncertainty reduction by 0.3 %, but still included the most influential stations from the standard network design. In addition, the computational cost of the GA compared to IO was much higher. Overall the results suggest that a good improvement in knowledge of South African fluxes is available from a feasible atmospheric network, and that the general features of this network are invariable under several reasonable choices in a network design study.",
    "readLink": "http://www.atmos-chem-phys.net/15/2051/2015/acp-15-2051-2015.pdf"
  },
  {
    "title": "Analysis of the Impacts of Man-Made Features on the Stationarity and Dependence of Monthly Mean Maximum and Minimum Water Levels in the Great Lakes and St. Lawrence River of North America",
    "authors": [
      "Ali Arkamose Assani"
    ],
    "doi": "https://doi.org/10.3390/w8110485",
    "journalVolume": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  485",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Various manmade features (diversions, dredging, regulation, etc.) have affected water levels in the Great Lakes and their outlets since the 19th century. The goal of this study is to analyze the impacts of such features on the stationarity and dependence between monthly mean maximum and minimum water levels in the Great Lakes and St. Lawrence River from 1919 to 2012. As far as stationarity is concerned, the Lombard method brought out shifts in mean and variance values of monthly mean water levels in Lake Ontario and the St. Lawrence River related to regulation of these waterbodies in the wake of the digging of the St. Lawrence Seaway in the mid-1950s. Water level shifts in the other lakes are linked to climate variability. As for the dependence between water levels, the copula method revealed a change in dependence mainly between Lakes Erie and Ontario following regulation of monthly mean maximum and minimum water levels in the latter. The impacts of manmade features primarily affected the temporal variability of monthly mean water levels in Lake Ontario.",
    "readLink": "http://www.mdpi.com/2073-4441/8/11/485"
  },
  {
    "title": "Exploring climate change trends in major river basins and its impact on the riverine ecology, fish catch and fisheries of the Peninsular region of India: Issues and a brief overview",
    "authors": [
      "Preetha Panikkar,",
      "Uttam Kumar Sarkar,",
      "Basanta Kumar Das"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.054",
    "journalVolume": "Vol. 13,\n                                no. 7\n                                \n                                  pp.\n                                  2690\n                                  – 2699",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Riverine fisheries will have a knock-on effect due to the changes in water flow and increased irrigation in the agriculture sector to cope with the climate change impact. The present study showed a very high perception existing in the fishing community about climate change observed in the last 10 years. About 95% of fishermen understand temperature and sea levels are changing, whereas 91% responded that rainfall is changing and salinity also is increasing and 86% think extreme rainfall is affecting productivity. Moreover, though the monsoon period is shorter than the non-monsoon period, about 62.3% of the total fish catch in River Cauvery takes place during the monsoon. The variations in climate can enormously impact the inland fisheries, especially the riverine resources, their productivity and sustainability. With this view, it was attempted to: (i) investigate the changing climate trends in the major river basins of the Peninsular region of India over the decades, (ii) key drivers and its implication on the fish catch, biodiversity, inland fisheries, (iii) analyse the perception of the fishermen and (iv) suggest appropriate strategies like the development of climate-smart villages and waterbodies for livelihood and sustainable utilization of the invaluable biological resources. HIGHLIGHTS The effects of climate change on inland fisheries are given the utmost importance in current times due to its sudden and long-term impact on fisheries resources and the aquatic environment.; Ecosystem-based fisheries management approach towards the riverine fisheries resource management and capacity building among stakeholders and fisher community are essential mitigation strategies for sustainable sectorial development.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/7/2690"
  },
  {
    "title": "Impacts of climate change on infestations of Dubas bug (Ommatissus lybicus Bergevin) on date palms in Oman",
    "authors": [
      "Farzin Shabani,",
      "Lalit Kumar,",
      "Rashid Hamdan Saif al Shidi"
    ],
    "doi": "https://doi.org/10.7717/peerj.5545",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  p.\n                                  e5545",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Climate change has determined shifts in distributions of species and is likely to affect species in the future. Our study aimed to (i) demonstrate the linkage between spatial climatic variability and the current and historical Dubas bug (Ommatissus lybicus Bergevin) distribution in Oman and (ii) model areas becoming highly suitable for the pest in the future. The Dubas bug is a pest of date palm trees that can reduce the crop yield by 50% under future climate scenarios in Oman. Projections were made in three species distribution models; generalized linear model, maximum entropy, boosted regression tree using of four global circulation models (GCMs) (a) HadGEM2, (b) CCSM4, (c) MIROC5 and (d) HadGEM2-AO, under four representative concentration pathways (2.6, 4.5, 6.0 and 8.5) for the years 2050 and 2070. We utilized the most commonly used threshold of maximum sensitivity + specificity for classifying outputs. Results indicated that northern Oman is currently at great risk of Dubas bug infestations (highly suitable climatically) and the infestations level will remain high in 2050 and 2070. Other non-climatic integrated pest management methods may be greater value than climatic parameters for monitoring infestation levels, and may provide more effective strategies to manage Dubas bug infestations in Oman. This would ensure the continuing competitiveness of Oman in the global date fruit market and preserve national yields.",
    "readLink": "https://peerj.com/articles/5545.pdf"
  },
  {
    "title": "The Challenge of Spatial Resolutions for GRACE-Based Estimates Volume Changes of Larger Man-Made Lake: The Case of China’s Three Gorges Reservoir in the Yangtze River",
    "authors": [
      "Linsong Wang,",
      "Mikhail  K. Kaban,",
      "Maik Thomas,",
      "Chao Chen,",
      "Xian Ma"
    ],
    "doi": "https://doi.org/10.3390/rs11010099",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  99",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Three Gorges Reservoir (TGR) in China, with the largest dam in the world, stores a large volume of water and may influence the Earth’s gravity field on sub-seasonal to interannual timescales. Significant changes of the total water storage (TWS) might be detectable by satellite-based data provided by the Gravity Recovery and Climate Experiment (GRACE) mission. To detect these store water changes, effects of other factors are to be removed first from these data due to band-limited representation of near-surface mass changes from GRACE. Here, we evaluated three current popular land surface models (LSMs) basing on in situ measurements and found that the WaterGAP Global Hydrology Model (WGHM) demonstrates higher correlation than other analyzed models with the in-situ rainfall measurement. Then we used the WGHM outputs to remove climate-induced TWS changes, such as surface water storage, soil, canopy, snow, and groundwater storage. The residual results (GRACE minus WGHM) indicated a strong trend (3.85 ± 2 km3/yr) that is significantly higher than the TGR analysis and hindcast experiments (2.29 ± 1 km3/yr) based on in-situ water level measurements. We also estimated the seepage response to the TGR filling, contributions from other anthropogenic dams, and used in-situ gravity and GPS observations to evaluate dominant factors responsible for the GRACE-based overestimate of the TGR volume change. We found that the modeled seepage variability through coarse-grained materials explained most of the difference between the GRACE based estimate of TGR volume changes and in situ measurements, but the agreement with in-situ gravity observations is considerably lower. In contrast, the leakage contribution from 13 adjacent reservoirs explained ~74% of the TGR volume change derived from GRACE and WGHM. Our results demonstrate that GRACE-based overestimate TGR mass change mainly from the contribution of surrounding artificial reservoirs and underestimated TWS variations in WGHM simulations due to the large uncertainty of WGHM in groundwater component. In additional, this study also indicates that reservoir or lake volume changes can be reliably derived from GRACE data when they are used in combination with relevant complementary observations.",
    "readLink": "http://www.mdpi.com/2072-4292/11/1/99"
  },
  {
    "title": "Increasing exposure of energy infrastructure to compound hazards: cascading wildfires and extreme rainfall",
    "authors": [
      "Hamed Moftakhari,",
      "Amir AghaKouchak"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab41a6",
    "journalVolume": "Vol. 14,\n                                no. 10\n                                \n                                  p.\n                                  104018",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Floods and debris flows pose a significant threat, especially when extreme rain falls over burned areas. This is an example of a compound event in which two concurrent or consecutive events lead to extreme societal impacts. Compound and cascading hazards are becoming increasingly important and have notable impacts on threatened communities across the world. Wildfire followed by an intense precipitation event can result in a large flood under which the combined impacts of hazard drivers are much more intense than those from individual drivers. Here, we first quantify the change in exposure of natural gas infrastructure to individual hazards, wildfire and floods in the future relative to past. We, then quantify the compound hazards as coincidence likelihood of intense rain over burned areas and analyze the spatial patterns across the State of California, USA. Our results show that not only the exposure of natural gas infrastructure to individual hazards would be higher, the likelihood of compound hazards is expected to increase substantially in a warming climate.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab41a6"
  },
  {
    "title": "Impact of Energy Imbalance on Financial Rewards in Peer-to-Peer Electricity Markets",
    "authors": [
      "Timothy Capper,",
      "Jaise Kuriakose,",
      "Maria Sharmina"
    ],
    "doi": "https://doi.org/10.1109/ACCESS.2022.3176614",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  55235\n                                  – 55254",
    "issn": "2169-3536 (Online)",
    "publisher": "IEEE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=6287639",
    "abstract": "Peer-to-peer electricity markets allow small producers and consumers of energy to trade directly. Energy imbalances, the difference between predicted and actual supply or demand for energy, may be higher in peer-to-peer markets than in traditional markets. High energy imbalances could increase the total cost of the electricity system, both inside and outside the peer-to-peer market, because the system operator must take expensive corrective actions at short notice. This paper examines the effect of imbalance charges on peer-to-peer electricity markets. A new symmetric imbalance charge mechanism is proposed which penalises market participants irrespective of the direction of their energy imbalance. The symmetric imbalance charge mechanism provides a financial incentive for peer-to-peer market participants to reduce their energy imbalances. For illustrative purposes, this paper uses a simulation to show that the current imbalance charge mechanism in Great Britain does not provide a financial incentive for peer-to-peer market participants to reduce their energy imbalances. The imbalance charge is close to zero under the current British imbalance charge mechanism when averaged over hundreds of settlement periods or more. When subject to the symmetric imbalance charge mechanism, the simulation shows that peer-to-peer market participants are given a strong financial incentive to reduce their energy imbalances. Finally, this paper discussed how the symmetric imbalance charge mechanism could be implemented only within the bounds of a peer-to-peer market, or within the whole electricity system.",
    "readLink": "https://ieeexplore.ieee.org/document/9779229/"
  }
]