[
  {
    "title": "The Ice-and-Snow Tourism in Harbin Met Its Waterloo: Analysis of the Causes of the Warm Winter with Reduced Snowfall in 2018/2019",
    "authors": [
      "Dian Yuan,",
      "Er Lu,",
      "Wei Dai,",
      "Qingchen Chao,",
      "Hui Wang,",
      "Shuling Li"
    ],
    "doi": "https://doi.org/10.3390/atmos13071091",
    "journalVolume": "Vol. 13,\n                                no. 1091\n                                \n                                  p.\n                                  1091",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Harbin, located in northeast China (NEC), has obvious monsoon climate characteristics due to the influence of its geographical environment. Under the control of the polar continental air mass, winter in Harbin is exceedingly cold and long, with the frequent invasion of the cold and dry air from the north. Because of its intensely cold climate in winter, Harbin has created a local form of tourism with its own characteristics: the snow and ice landscape attracts a large number of tourists. Therefore, the anomalies of air temperature and precipitation in winter have an important impact on the livelihood of the local people and economy. In the winter of 2018/2019, the ice and snow tourism in Harbin was harshly affected by the extreme weather, and the direct cause is the anomalies of atmospheric circulation. There is a center of strong positive geopotential height anomalies over east China, which favors the movement of warm air northwards to the NEC, resulting in warmer-than-normal air temperature. Anomalous precipitation is largely controlled by the anomalies of local water vapor and air temperature. The aim of this study was to determine whether the warmer-than-normal temperature, which made the atmosphere more resistant to saturation, was the primary cause of the reduced snowfall. The relative importance of water vapor and air temperature anomalies to the anomalous precipitation was compared. The results suggest that the warmer-than-normal temperature affected all levels, but its impact on the near-surface level was greater. At the middle and upper levels (above 850 hPa), in addition to the warmer-than-normal temperature, the amount of water vapor was less than normal. These conditions both reduced the amount of snow; however, by comparison, the dryness of the air contributed more significantly.",
    "readLink": "https://www.mdpi.com/2073-4433/13/7/1091"
  },
  {
    "title": "Diversity of Arctic pelagic <i>Bacteria</i> with  an emphasis on photoheterotrophs: a review",
    "authors": [
      "D. Boeuf,",
      "F. Humily,",
      "C. Jeanthon"
    ],
    "doi": "https://doi.org/10.5194/bg-11-3309-2014",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  pp.\n                                  3309\n                                  – 3322",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The Arctic Ocean is a unique marine environment with respect to seasonality of light, temperature, perennial ice cover, and strong stratification. Other important distinctive features are the influence of extensive continental shelves and its interactions with Atlantic and Pacific water masses and freshwater from sea ice melt and rivers. These characteristics have major influence on the biological and biogeochemical processes occurring in this complex natural system. Heterotrophic bacteria are crucial components of marine food webs and have key roles in controlling carbon fluxes in the oceans. Although it was previously thought that these organisms relied on the organic carbon in seawater for all of their energy needs, several recent discoveries now suggest that pelagic bacteria can depart from a strictly heterotrophic lifestyle by obtaining energy through unconventional mechanisms that are linked to the penetration of sunlight into surface waters. These photoheterotrophic mechanisms may play a significant role in the energy budget in the euphotic zone of marine environments. Modifications of light and carbon availability triggered by climate change may favor the photoheterotrophic lifestyle. Here we review advances in our knowledge of the diversity of marine photoheterotrophic bacteria and discuss their significance in the Arctic Ocean gained in the framework of the Malina cruise.",
    "readLink": "http://www.biogeosciences.net/11/3309/2014/bg-11-3309-2014.pdf"
  },
  {
    "title": "Potential Study of Solar Thermal Cooling in Sub-Mediterranean Climate",
    "authors": [
      "Mustafa Jaradat,",
      "Mohammad Al-Addous,",
      "Aiman Albatayneh,",
      "Zakariya Dalala,",
      "Nesrine Barbana"
    ],
    "doi": "https://doi.org/10.3390/app10072418",
    "journalVolume": "Vol. 10,\n                                no. 2418\n                                \n                                  p.\n                                  2418",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Air conditioning is becoming increasingly important in the energy supply of buildings worldwide. There has been a dramatic increase in energy requirements for cooling buildings in the Middle East and North Africa (MENA) region. This is before taking the effects of climate change into account, which will also entail a sharp increase in cooling requirements. This paper presents the potential of using a solar thermal absorption cooling system in Sub-Mediterranean Climate. Four sites in Jordan are now equipped with water-lithium bromide (H2O-LiBr) absorption chillers with a total nominal capacity of 530 kW. The focus of the paper was on the pilot system at the German Jordanian University (GJU) campus with a cooling capacity of 160 kW. The system was designed and integrated in order to support two existing conventional compression chillers with a nominal cooling capacity of 700 kW. The system was economically evaluated based on the observed cooling capacity results with a Coefficient of Performance (COP) equals 0.32, and compared with the values observed for a COP of 0.79 which is claimed by the manufacturer. Several techniques were implemented to evaluate the overall economic viability in-depth such as present worth value, internal rate of return, payback period, and levelized cost of electricity. The aforementioned economic studies showed that the absorption cooling system is deemed not feasible for the observed COP of 0.32 over a lifespan of 25 years. The net present value was equal to −137,684 JD and a payback period of 44 years which exceeds the expected lifespan of the project. Even for an optimal operation of COP = 0.79, the discounted payback period was equal to 23 years and the Levelized Cost of Electricity (LCOE) was equal to 0.65 JD/kWh. The survey shows that there are several weaknesses for applying solar thermal cooling in developing countries such as the high cost of these systems and, more significantly, the lack of experience for such systems.",
    "readLink": "https://www.mdpi.com/2076-3417/10/7/2418"
  },
  {
    "title": "STUDY OF THE DYNAMICS OF GASEOUS CO2 RELEASE IN A SUPERHEATED WALL LAYER OF C3H6O-CO2 SOLUTION",
    "authors": [
      "Ruslan A. Dekhtyar,",
      "Valeriy V. Ovchinnikov"
    ],
    "doi": "https://doi.org/10.18799/24131830/2022/11/3657",
    "journalVolume": "Vol. 333,\n                                no. 11\n                                \n                                  pp.\n                                  194\n                                  – 206",
    "issn": "2500-1019 (Print)",
    "publisher": "2413-1830 (Online)",
    "countryOfPublisher": "Tomsk Polytechnic University",
    "lcc": [
      "Russian Federation",
      "Technology: Engineering (General). Civil engineering (General): Engineering geology. Rock mechanics. Soil mechanics. Underground construction"
    ],
    "journalUrl": "http://izvestiya.tpu.ru/archive",
    "abstract": "The relevance of the work is caused by the fact that one of the ways to increase the oil recovery factor is using technologies with carbon dioxide as a displacing agent. Emission and absorption of carbon dioxide are the main factors affecting the rate of climate change on Earth. The purpose of the work is to study the features of carbon dioxide evolution in a highly superheated (metastable) layer of a C3H6O-CO2 solution. Object: solution of carbon dioxide CO2 in dimethyl ketone C3H6O. The methods: the method of visualization of gas release in a liquid. To create a layer of a metastable liquid, pulsed heating of a thin wire was carried out. Based on the results of digital processing of photo and video materials, the sizes and shape of the resulting carbon dioxide bubbles and the speed of movement of the boundary of the gas release zone along the wire were determined. It is difficult to distinguish bubbles of gaseous CO2 from vapor bubbles of C3H6O on the frames. Therefore, to separate the data on boiling and gas release, the mass fraction of C3H6O vapors in the vapor-gas cavity was determined from the change in the bubble volume and using the equation of state for CO2 and C3H6O. The results. Depending on the degree of metastability of the near-wall layer of the C3H6O-CO2 solution at pressure in the working volume from 40 to 260 kPa, experimental data were obtained, which made it possible to identify several modes of gas evolution. It is shown that at a low degree of metastability of the near-wall liquid layer, the evolution of gaseous CO2 occurs in the mode of successive chain activation of gas evolution centers. At a high degree of metastability and pressure in the volume of more than 140 kPa, the evolution of gaseous CO2 occurs in the mode of «film gas evolution». For all gas release modes, the rate of movement of the gas release boundary is practically constant in time, but for different gas release modes, the velocity values differ by an order of magnitude.",
    "readLink": "http://izvestiya.tpu.ru/archive/article/view/3657/2843"
  },
  {
    "title": "Analysis of the Influence of Hydraulic and Hydrological Factors on the Operating Conditions of a Small Hydropower Station on the Example of the Stary Młyn Barrage on the Głomia River in Poland",
    "authors": [
      "Mateusz Hämmerling,",
      "Natalia Walczak,",
      "Tomasz Kałuża"
    ],
    "doi": "https://doi.org/10.3390/en16196905",
    "journalVolume": "Vol. 16,\n                                no. 6905\n                                \n                                  p.\n                                  6905",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The operation of water structures causes various problems. They are related, for example, to the material carried by the water, hydrological conditions, range of operation of hydroelectric turbines, or water elevations at the lower position of the hydroelectric power plant. Among the various operational problems, this article focuses mainly on the impact of the backwater of Gwda river on the water level elevations at the lower station of the Stary Młyn hydropower plant in Dobrzyca. The power plant is located on Głomia river. The analysis was carried out for different flow variants in both the Gwda and Głomia rivers. The effect of characteristic flows on the water surface level at the lower station of the hydropower plant was examined. It was found that the water surface level at the lower station of the hydropower plant is strongly influenced by flows higher than the average high flow on Gwda river. Due to the extent of the backwater in current operating conditions, the hydroelectric power plant is shut down from flows on Gwda river of 30–28 m3/s (flows that are not much higher than the multi-year average SSQ). The modeling results were confirmed by an analysis of power plant shutdowns of normal operation especially in wet years, when the plant did not operate for almost half of the year (188 days), with losses of 203 MWh. It was also shown that even a small additional damming of water, e.g., of the order of 0.2 m, can extend the operating time of a power plant up to 249 days even under unfavorable hydrological conditions. Factors related to climate change are beginning to play an increasingly important role in the current operating conditions of small lowland hydroelectric power plants. They can contribute to a reduction in electricity production. The proposed solution related to the possibility of greater water retention on dammed-up water barrages allows one to partially offset these problems as well.",
    "readLink": "https://www.mdpi.com/1996-1073/16/19/6905"
  },
  {
    "title": "Harnessing local traditional authorities as a potential strategy to combat the vagaries of climate change in Zimbabwe",
    "authors": [
      "Happwell Musarandega,",
      "Wisemen Chingombe,",
      "Rajendran Pillay"
    ],
    "doi": "https://doi.org/10.4102/jamba.v10i1.651",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e6",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "While the devastating vagaries of climate change are ravaging communities the world over, especially in Africa, and Zimbabwe in particular, the role of traditional authorities is being overlooked. This paper argues for a relentless push towards the unimpeded involvement of local traditional authorities (LTAs) in the mobilisation of rural communities to adopt appropriate climate change adaptation practices in Zimbabwe. Given its complexity and uniqueness, external intervention through government and non-governmental agents alone can hardly foster climate change adaptation particularly at local levels within communities. Traditional leaders, who have for a long time been useful in the governance of people in various rural communities, can play a supportive role in climate change adaptation. Traditional leaders do not only serve as governance authorities but also know the traditional strategies of combating the negative effects of climate change. Despite the pressure from political interference and the advent of western technological advancement, a lot could still be done to buttress the authority and respect vested in chiefs, headsmen and village heads in the country. LTAs have the power to manage grassroots communities; hence they can be utilised as drivers in the use of traditional climate change adaptation strategies. The paper concludes that political interference is one challenge faced by abusing traditional leadership as a means to gain political mileage. The paper recommends for extended capacity building on the part of traditional leaders to improve their knowledge base. This will enable them to appreciate the integration of indigenous and modern climate change adaptation strategies. It further recommends the revitalisation of the traditional council (Dare raMambo) to deal with environmental offenses with the scope of assisting government efforts to ensure sound ecological practices within communities.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/651"
  },
  {
    "title": "Suburban Forest Fire Risk Assessment and Forest Surveillance Using 360-Degree Cameras and a Multiscale Deformable Transformer",
    "authors": [
      "Panagiotis Barmpoutis,",
      "Aristeidis Kastridis,",
      "Tania Stathaki,",
      "Jing Yuan,",
      "Mengjie Shi,",
      "Nikos Grammalidis"
    ],
    "doi": "https://doi.org/10.3390/rs15081995",
    "journalVolume": "Vol. 15,\n                                no. 1995\n                                \n                                  p.\n                                  1995",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In the current context of climate change and demographic expansion, one of the phenomena that humanity faces are the suburban wildfires. To prevent the occurrence of suburban forest fires, fire risk assessment and early fire detection approaches need to be applied. Forest fire risk mapping depends on various factors and contributes to the identification and monitoring of vulnerable zones where risk factors are most severe. Therefore, watchtowers, sensors, and base stations of autonomous unmanned aerial vehicles need to be placed carefully in order to ensure adequate visibility or battery autonomy. In this study, fire risk assessment of an urban forest was performed and the recently introduced 360-degree data were used for early fire detection. Furthermore, a single-step approach that integrates a multiscale vision transformer was introduced for accurate fire detection. The study area includes the suburban pine forest of Thessaloniki city (Greece) named Seich Sou, which is prone to wildfires. For the evaluation of the performance of the proposed workflow, real and synthetic 360-degree images were used. Experimental results demonstrate the great potential of the proposed system, which achieved an F-score for real fire event detection rate equal to 91.6%. This indicates that the proposed method could significantly contribute to the monitoring, protection, and early fire detection of the suburban forest of Thessaloniki.",
    "readLink": "https://www.mdpi.com/2072-4292/15/8/1995"
  },
  {
    "title": "Aboveground carbon loss in natural and managed tropical forests from 2000 to 2012",
    "authors": [
      "A Tyukavina,",
      "A Baccini,",
      "M C Hansen,",
      "P V Potapov,",
      "S V Stehman,",
      "R A Houghton,",
      "A M Krylov,",
      "S Turubanova,",
      "S J Goetz"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/7/074002",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  074002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Tropical forests provide global climate regulation ecosystem services and their clearing is a significant source of anthropogenic greenhouse gas (GHG) emissions and resultant radiative forcing of climate change. However, consensus on pan-tropical forest carbon dynamics is lacking. We present a new estimate that employs recommended good practices to quantify gross tropical forest aboveground carbon (AGC) loss from 2000 to 2012 through the integration of Landsat-derived tree canopy cover, height, intactness and forest cover loss and GLAS-lidar derived forest biomass. An unbiased estimate of forest loss area is produced using a stratified random sample with strata derived from a wall-to-wall 30 m forest cover loss map. Our sample-based results separate the gross loss of forest AGC into losses from natural forests (0.59 PgC yr ^−1 ) and losses from managed forests (0.43 PgC yr ^−1 ) including plantations, agroforestry systems and subsistence agriculture. Latin America accounts for 43% of gross AGC loss and 54% of natural forest AGC loss, with Brazil experiencing the highest AGC loss for both categories at national scales. We estimate gross tropical forest AGC loss and natural forest loss to account for 11% and 6% of global year 2012 CO _2 emissions, respectively. Given recent trends, natural forests will likely constitute an increasingly smaller proportion of tropical forest GHG emissions and of global emissions as fossil fuel consumption increases, with implications for the valuation of co-benefits in tropical forest conservation.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/7/074002"
  },
  {
    "title": "Environmental factors associated with general practitioner consultations for allergic rhinitis in London, England: a retrospective time series analysis",
    "authors": [
      "Dan Todkill,",
      "Felipe de Jesus Colon Gonzalez,",
      "Sari Kovats,",
      "Nicholas J Osborne,",
      "Rachel McInnes,",
      "Sotiris Vardoulakis,",
      "Karen Exley"
    ],
    "doi": "https://doi.org/10.1136/bmjopen-2019-036724",
    "journalVolume": "Vol. 10,\n                                no. 12",
    "issn": "2044-6055 (Online)",
    "publisher": "BMJ Publishing Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://bmjopen.bmj.com",
    "abstract": "Objectives To identify key predictors of general practitioner (GP) consultations for allergic rhinitis (AR) using meteorological and environmental data.Design A retrospective, time series analysis of GP consultations for AR.Setting A large GP surveillance network of GP practices in the London area.Participants The study population was all persons who presented to general practices in London that report to the Public Health England GP in-hours syndromic surveillance system during the study period (3 April 2012 to 11 August 2014).Primary measure Consultations for AR (numbers of consultations).Results During the study period there were 186 401 GP consultations for AR. High grass and nettle pollen counts (combined) were associated with the highest increases in consultations (for the category 216-270 grains/m3, relative risk (RR) 3.33, 95% CI 2.69 to 4.12) followed by high tree (oak, birch and plane combined) pollen counts (for the category 260–325 grains/m3, RR 1.69, 95% CI 1.32 to 2.15) and average daily temperatures between 15°C and 20°C (RR 1.47, 95% CI 1.20 to 1.81). Higher levels of nitrogen dioxide (NO2) appeared to be associated with increased consultations (for the category 70–85 µg/m3, RR 1.33, 95% CI 1.03 to 1.71), but a significant effect was not found with ozone. Higher daily rainfall was associated with fewer consultations (15–20 mm/day; RR 0.812, 95% CI 0.674 to 0.980).Conclusions Changes in grass, nettle or tree pollen counts, temperatures between 15°C and 20°C, and (to a lesser extent) NO2 concentrations were found to be associated with increased consultations for AR. Rainfall has a negative effect. In the context of climate change and continued exposures to environmental air pollution, intelligent use of these data will aid targeting public health messages and plan healthcare demand.",
    "readLink": "https://bmjopen.bmj.com/content/10/12/e036724.full"
  },
  {
    "title": "A Conditional Probability Interpolation Method Based on a Space-Time Cube for MODIS Snow Cover Products Gap Filling",
    "authors": [
      "Siyong Chen,",
      "Xiaoyan Wang,",
      "Hui Guo,",
      "Peiyao Xie,",
      "Jian Wang,",
      "Xiaohua Hao"
    ],
    "doi": "https://doi.org/10.3390/rs12213577",
    "journalVolume": "Vol. 12,\n                                no. 3577\n                                \n                                  p.\n                                  3577",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Seasonal snow cover is closely related to regional climate and hydrological processes. In this study, Moderate Resolution Imaging Spectroradiometer (MODIS) daily snow cover products from 2001 to 2018 were applied to analyze the snow cover variation in northern Xinjiang, China. As cloud obscuration causes significant spatiotemporal discontinuities in the binary snow cover extent (SCE), we propose a conditional probability interpolation method based on a space-time cube (STCPI) to remove clouds completely after combining Terra and Aqua data. First, the conditional probability that the central pixel and every neighboring pixel in a space-time cube of 5 × 5 × 5 with the same snow condition is counted. Then the snow probability of the cloud pixels reclassified as snow is calculated based on the space-time cube. Finally, the snow condition of the cloud pixels can be recovered by snow probability. The validation experiments with the cloud assumption indicate that STCPI can remove clouds completely and achieve an overall accuracy of 97.44% under different cloud fractions. The generated daily cloud-free MODIS SCE products have a high agreement with the Landsat–8 OLI image, for which the overall accuracy is 90.34%. The snow cover variation in northern Xinjiang, China, from 2001 to 2018 was investigated based on the snow cover area (SCA) and snow cover days (SCD). The results show that the interannual change of SCA gradually decreases as the elevation increases, and the SCD and elevation have a positive correlation. Furthermore, the interannual SCD variation shows that the area of increase is higher than that of decrease during the 18 years.",
    "readLink": "https://www.mdpi.com/2072-4292/12/21/3577"
  }
]