[
  null,
  {
    "title": "Dynamics of the transport of total suspended sediments in the Mefou watershed at Nkolbisson-Yaounde",
    "authors": [
      "Ronny Roy Choumele Jiague,",
      "Lucas Kengni,",
      "Alain Fouepe Takounjou"
    ],
    "doi": "https://doi.org/10.2166/wpt.2023.113",
    "journalVolume": "Vol. 18,\n                                no. 8\n                                \n                                  pp.\n                                  1727\n                                  – 1741",
    "issn": "1751-231X (Online)",
    "publisher": "IWA Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://iwaponline.com/wpt",
    "abstract": "This study carried out in the Mefou watershed aimed to assess the quantity of suspended solids in suspension. For this study, a water level gauge was installed at the main station at Etoud, four discharge measurements representing the seasons were carried out and water samples were collected. The maximum liquid discharge to the Lake Mefou was 3.92 m3/s observed during the long rainy season, while the minimum observed during the long dry season was 0.58 m3/s. Meanwhile, the maximum solid discharge to the Lake Mefou observed during the short rainy season was 598.8 mg/s and the minimum of 14.85 mg/s was observed in June during the short dry season. It is then evident that the amount of suspended sediments in the river is not proportional to the flow rate. The mobilization of solid particles in the watershed resulted in an annual total flux of 5.74 T/year into the lake reservoir. This result is not yet alarming for the reservoir lifespan but testify to the permanent activity of erosion in this environment caused by the combination of various natural and anthropogenic processes such as climate change and land use activities. HIGHLIGHTS The Mefou watershed is subject to erosion phenomena.; Liquid and solid flows change proportionally to precipitation.; Suspended matter concentrations are integrated into liquid flow rates to obtain solid discharges.; The temporal data which are the liquid flow and the solid flow are used to estimate the specific degradation.; The soil degradation process is not yet critical because it is a peri-urban environment.;",
    "readLink": "http://wpt.iwaponline.com/content/18/8/1727"
  },
  {
    "title": "Tolerant but facing increased competition: Arctic zooplankton versus Atlantic invaders in a warming ocean",
    "authors": [
      "Patricia Kaiser,",
      "Wilhelm Hagen,",
      "Maya Bode-Dalby,",
      "Holger Auel"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.908638",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The Arctic Ocean is rapidly changing. Air temperature is rising two to four times faster in the Arctic than the global average, with dramatic consequences for the ecosystems. Polar zooplankton species have to cope with those increasing temperatures, whilst simultaneously facing increasing competition by boreal-Atlantic sister species advected into the Arctic Ocean via a stronger Atlantic inflow. To assess the sensitivity of Arctic and Atlantic zooplankton to rising temperatures, respiration rates of dominant Arctic species (Calanus hyperboreus, Calanus glacialis, Paraeuchaeta glacialis, Themisto libellula) and their co-occurring Atlantic congeners (Calanus finmarchicus, Paraeuchaeta norvegica, Themisto abyssorum) were measured at ambient temperatures and simulated conditions of ocean warming from 0 to 10°C during three expeditions with RV Polarstern to the Arctic Fram Strait. Arctic zooplankton showed only slowly increasing respiration rates with increasing temperatures, also indicated by low Q10 ratios. In contrast, boreal-Atlantic representatives responded to higher temperatures by a rapid and steeper increase in their respiration rates (higher Q10), suggesting higher metabolic activity. These results imply that Arctic species are physiologically more tolerant to ocean warming than expected but might be outcompeted by their Atlantic congeners beyond a certain temperature threshold in areas of strong distribution overlap. Thus, the ‘Atlantification’ of the Arctic zooplankton community seems to be driven rather by ecological interactions than by physiological limitations. Changes in zooplankton community composition and biodiversity will have major consequences for trophodynamics and energy flux in Arctic ecosystems, since polar species tend to be larger than their southern counterparts and have a higher lipid content, providing more energy-rich food for higher trophic levels.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.908638/full"
  },
  {
    "title": "Effect of Climate Change on the Hydrological Character of River Maros, Hungary-Romania",
    "authors": [
      "Sipos György,",
      "Blanka Viktória,",
      "Mezősi Gábor,",
      "Kiss Tímea,",
      "Leeuwen Boudewijn van"
    ],
    "doi": "https://doi.org/10.2478/jengeo-2014-0006",
    "journalVolume": "Vol. 7,\n                                no. 1-2\n                                \n                                  pp.\n                                  49\n                                  – 56",
    "issn": "2060-467X (Online)",
    "publisher": "University of Szeged",
    "countryOfPublisher": "Hungary",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://ojs.bibl.u-szeged.hu/index.php/jengeo/index",
    "abstract": "It is highly probable that the precipitation and temperature changes induced by global warming projected for the 21st century will affect the regime of Carpathian Basin rivers, e.g. that of River Maros. As the river is an exceptionally important natural resource both in Hungary and Romania it is necessary to outline future processes and tendencies concerning its high and low water hydrology in order to carry out sustainable cross-border river management. The analyses were based on regional climate models (ALADIN and REMO) using the SRES A1B scenario. The modelled data had a daily temporal resolution and a 25 km spatial resolution, therefore beside catchment scale annual changes it was also possible to assess seasonal and spatial patterns for the modelled intervals (2021- 2050 and 2071-2010). Those periods of the year are studied in more detail which have a significant role in the regime of the river. The study emphasizes a decrease in winter snow reserves and an earlier start of the melting period, which suggest decreasing spring flood levels, but also a temporally more extensive flood season. Changes in early summer precipitation are ambiguous, and therefore no or only slight changes in runoff can be expected for this period. Nevertheless, it seems highly probable that during the summer and especially the early autumn period a steadily intensifying water shortage can be expected. The regime of the river is also greatly affected by human structures (dams and reservoirs) which make future, more detailed modelling a challenge.",
    "readLink": "https://doi.org/10.2478/jengeo-2014-0006"
  },
  {
    "title": "Carbon management at the household level: a definition of carbon literacy and three mechanisms that increase it",
    "authors": [
      "Rachel A. Howell"
    ],
    "doi": "https://doi.org/10.1080/17583004.2017.1409045",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  25\n                                  – 35",
    "issn": "1758-3004 (Print)",
    "publisher": "1758-3012 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tcmt",
    "abstract": "In order to engage in carbon management at the household level, individuals need to understand how their everyday activities contribute to greenhouse gas emissions, and how they can reduce their personal carbon footprint. This implies a need for ‘carbon literacy’, a term that has emerged in the literature in the last few years without being formally defined. This paper proposes a definition of carbon literacy and compares this with other, related concepts. Next the results of two qualitative studies are presented that reveal how three mechanisms help to increase carbon literacy: energy monitoring; carbon footprint statements; and peer/social learning through sharing information, skills and resources with others. The different aspects of carbon literacy that these mechanisms contribute to are highlighted. Especially notable is the significance of carbon footprint statements, which enable understanding of the relative emissions associated with different activities, and the value many interviewees placed on learning within a group. These two mechanisms enhance the impact of energy monitoring by individuals, which is part of the focus of schemes such as the introduction of ‘smart’ energy meters in several countries. The implications of these findings for policymakers and others who wish to promote carbon literacy are discussed.",
    "readLink": "http://dx.doi.org/10.1080/17583004.2017.1409045"
  },
  {
    "title": "Transitioning to Sustainable Healthcare: Decarbonising Healthcare Clinics, a Literature Review",
    "authors": [
      "David Duindam"
    ],
    "doi": "https://doi.org/10.3390/challe13020068",
    "journalVolume": "Vol. 13,\n                                no. 68\n                                \n                                  p.\n                                  68",
    "issn": "2078-1547 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/challenges/",
    "abstract": "Background: Climate change is one of the largest threats to human health and well-being globally. The healthcare industry itself currently contributes to fueling the climate crisis with its emissions and material consumption. There has been much research on decarbonising hospitals ecological/carbon footprints but very limited study on ways to assist healthcare clinics in transitioning to a low-carbon healthcare system. Methods: A structured literature review was conducted, and the results analysed. Results: The literature review revealed four important areas to act upon to decarbonise a healthcare clinic most efficiently. These are: energy use, waste minimisation/management, the behaviors/attitudes of staff, and decarbonising the supply chain. Conclusions: The pooled literature reveals an evidence-based set of recommendations or guiding principles to decarbonise healthcare clinics the most effectively. To maximise operational effectiveness, how this is achieved will differ between clinics. Although this research is written with reference to Australia, these identified ini-tiatives are likely to be relatable to many other countries healthcare systems. Decarbonising health clinics will contribute to a sector-wide transition to more sustainable healthcare that will lead to improved environmental, social, economic and health outcomes.",
    "readLink": "https://www.mdpi.com/2078-1547/13/2/68"
  },
  {
    "title": "A Deeper Statistical Examination of Arrival Dates of Migratory Breeding Birds in Relation to Global Climate Change",
    "authors": [
      "W. Herbert Wilson"
    ],
    "doi": "https://doi.org/10.3390/biology2020742",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  742\n                                  – 754",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Using an 18-year dataset of arrival dates of 65 species of Maine migratory breeding birds, I take a deeper view of the data to ask questions about the shapes of the distribution. For each year, most species show a consistent right-skewed pattern of distribution, suggesting that selection is stronger against individuals that arrive too early compared to those that arrive later. Distributions are consistently leptokurtic, indicating a narrow window of optimal arrival dates. Species that arrive earlier in the spring show higher skewness and kurtosis values. Nectarivorous species showed more pronounced skewness. Wintering area did not explain patterns of skewness or kurtosis. Deviations from average temperatures and the North Atlantic Oscillation index explained little variation in skewness and kurtosis. When arrival date distributions are broken down into different medians (e.g., 5% median and 75% median), stronger correlations emerge for portions of the distribution that are adjacent, suggesting species fine-tune the progress of their migration. Interspecific correlations for birds arriving around the same time are stronger for earliest migrants (the 25% median) compared to the true median and the 75% median.",
    "readLink": "http://www.mdpi.com/2079-7737/2/2/742"
  },
  {
    "title": "An Experimental Investigation into the Factors Affecting Strength and Flowability of Geopolymer Binder",
    "authors": [
      "Ahmed Salah Jamal,",
      "Dillshad K.H. Bzeni,",
      "Takafumi Noguchi"
    ],
    "doi": "https://doi.org/10.21271/zjpas.31.s3.62",
    "journalVolume": "Vol. 31,\n                                no. s3\n                                \n                                  pp.\n                                  430\n                                  – 436",
    "issn": "2218-0230 (Print)",
    "publisher": "2412-3986 (Online)",
    "countryOfPublisher": "Salahaddin University-Erbil",
    "lcc": [
      "Iraq",
      "Technology",
      "Science"
    ],
    "journalUrl": "https://zancojournal.su.edu.krd/index.php/JPAS",
    "abstract": "The significant contribution of Portland cement in the global climate change, and the common durability issues of Portland cement concrete have led to develop geopolymer cement as an alternative to traditional Portland cement for creating a concrete that’s more sustainable and durable. The factors that significantly affect the strength and flowability of Geopolymer binder material are presented in this investigation. The factors considered are fly ash content of (400-600) kg/m3, alkali to fly ash ratio from 0.4 to 0.6 in increment of 0.5, sodium hydroxide concentration of 8 M to 16 M in increment of 2 M, and sodium silicate to sodium hydroxide solution ratio of 1 to 3 in increment of 0.5. The results obtained show that increasing NaOH concentration would increase the flowability and strength of geopolymer binder while increasing alkali to fly ash ratio decreased the compressive strength of the geopolymer binder. Increasing fly ash content and sodium silicate to sodium hydroxide solutions ratio increased the flowability but decreased the compressive strength.",
    "readLink": "https://zancojournals.su.edu.krd/index.php/JPAS/article/view/3217"
  },
  {
    "title": "Field-warmed soil carbon changes imply high 21st-century modeling uncertainty",
    "authors": [
      "K. Todd-Brown,",
      "B. Zheng,",
      "T. W. Crowther"
    ],
    "doi": "https://doi.org/10.5194/bg-15-3659-2018",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  3659\n                                  – 3671",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The feedback between planetary warming and soil carbon loss has been the focus of considerable scientific attention in recent decades, due to its potential to accelerate anthropogenic climate change. The soil carbon temperature sensitivity is traditionally estimated from short-term respiration measurements – either from laboratory incubations that are artificially manipulated or from field measurements that cannot distinguish between plant and microbial respiration. To address these limitations of previous approaches, we developed a new method to estimate soil temperature sensitivity (Q10) of soil carbon directly from warming-induced changes in soil carbon stocks measured in 36 field experiments across the world. Variations in warming magnitude and control organic carbon percentage explained much of field-warmed organic carbon percentage (R2 = 0.96), revealing Q10 across sites of 2.2 [1.6, 2.7] 95 % confidence interval (CI). When these field-derived Q10 values were extrapolated over the 21st century using a post hoc correction of 20 Coupled Model Intercomparison Project Phase 5 (CMIP5) Earth system model outputs, the multi-model mean soil carbon stock changes shifted from the previous value of 88 ± 153 Pg carbon (weighted mean ± 1 SD) to 19 ± 155 Pg carbon with a Q10-driven 95 % CI of 248 ± 191 to −95 ± 209 Pg carbon. On average, incorporating the field-derived Q10 values into Earth system model simulations led to reductions in the projected amount of carbon sequestered in the soil over the 21st century. However, the considerable parameter uncertainty led to extremely high variability in soil carbon stock projections within each model; intra-model uncertainty driven by the field-derived Q10 was as great as that between model variation. This study demonstrates that data integration should capture the variation of the system, as well as mean trends.",
    "readLink": "https://www.biogeosciences.net/15/3659/2018/bg-15-3659-2018.pdf"
  },
  {
    "title": "Public Perceptions of Flood and Extreme Weather Early Warnings in Greece",
    "authors": [
      "Michalis Diakakis,",
      "Michalis Skordoulis,",
      "Petros Kyriakopoulos"
    ],
    "doi": "https://doi.org/10.3390/su141610199",
    "journalVolume": "Vol. 14,\n                                no. 10199\n                                \n                                  p.\n                                  10199",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "A crucial component for the success of any early warning system for flood and extreme weather phenomena is understanding people’s perceptions and views of the warning processes and approaches. This paper aims to explore public perceptions on flood and extreme weather warnings as well as factors that influence these perceptions in Greece, a characteristic example of a country that has suffered several climate-related disasters in the recent past. To this end, a survey of 427 residents of the country was conducted between April 2021 and June 2021. The collected data were analyzed by using both descriptive and inductive statistics. The results showed that certain factors affect participants’ views on early warnings, including demographics, perceived knowledge on floods, flood risk perception, and perceived self-efficacy. The above factors present statistically significant correlations with the perceived reliability and effectiveness of warnings, as well the degree to which participants perceived the expected phenomena as a threat to their well-being or a signal to take preventive actions. These correlations are described in detail in the present study, together with certain exceptions that exist. The findings are a strong indication that public perception has the potential to impact early warning systems’ actual effectiveness, leading to certain practical implications for their improvement, particularly in multi-hazard, climate change-sensitive areas like the Mediterranean region.",
    "readLink": "https://www.mdpi.com/2071-1050/14/16/10199"
  }
]