[
  {
    "title": "Climate change in Africa and the Middle East in light of health ubuntu and Islam",
    "authors": [
      "Thaddeus Metz"
    ],
    "doi": "https://doi.org/10.7196/SAJBL.2016.v9i2.489",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  88\n                                  – 88",
    "issn": "1999-7639 (Online)",
    "publisher": "Health and Medical Publishing Group",
    "countryOfPublisher": "South Africa",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Medical legislation",
      "Medicine: Medicine (General): Medical philosophy. Medical ethics"
    ],
    "journalUrl": "http://www.sajbl.org.za",
    "abstract": "This article principally addresses the likely effects of global warming on health in developing countries in sub-Saharan Africa, northern Africa and the Middle East as well as how medical professionals, such as doctors, nurses, bioethicists and public health researchers, should respond to them in light of ubuntu and Islam, values characteristically held in those regions.",
    "readLink": "http://www.sajbl.org.za/index.php/sajbl/article/download/489/497"
  },
  {
    "title": "T‐FACE studies reveal that increased temperature exerts an effect opposite to that of elevated CO2 on nutrient concentration and bioavailability in rice and wheat grains",
    "authors": [
      "Xuanhe Guo,",
      "Baowei Huang,",
      "Han Zhang,",
      "Chuang Cai,",
      "Gang Li,",
      "Haozheng Li,",
      "Yaling Zhang,",
      "Paul C. Struik,",
      "Zijuan Liu,",
      "Mingming Dong,",
      "Rongbing Ni,",
      "Genxing Pan,",
      "Xiaoyu Liu,",
      "Weiping Chen,",
      "Weihong Luo,",
      "Xinyou Yin"
    ],
    "doi": "https://doi.org/10.1002/fes3.336",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2048-3694 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20483694",
    "abstract": "Abstract Elevated CO2 concentration has been reported to decrease grain nutrient concentrations and thus worsen nutritional deficiency and hidden hunger. One nutritional aspect is mineral content, yet mineral bioavailability can be limited by the presence of phytic acid. Given that future climate scenarios predict elevated global temperature driven by elevated atmospheric CO2 concentrations, we used Temperature by Free‐Air CO2 Enrichment (T‐FACE) field experiments to investigate whether elevated temperature alters the effects of elevated CO2 on grain mineral concentrations, grain mineral yields, and their bioavailability in a range of wheat and rice genotypes. We found that the negative effects of elevated CO2 were compensated for by positive effects of elevated temperature. As a result, the combined elevated CO2 and elevated temperature increased concentrations of some minerals by up to ~15% in both rice and wheat relative to control conditions. Moreover, the combined elevated CO2 and elevated temperature did not significantly change total yields of some minerals despite lower grain yields. The combined CO2 and temperature elevation increased phytic acid concentration in rice by 18.1% but decreased it in wheat by 3.5%. The mineral bioavailability, estimated as the mole ratio of phytic acid to minerals in rice and wheat grains, was limited by the combined CO2 and temperature elevation in only a few cases. Our results indicate that under future climate conditions of elevated temperature and CO2, the nutritional quality of rice and wheat with respect to minerals may remain unchanged.",
    "readLink": "https://doi.org/10.1002/fes3.336"
  },
  {
    "title": "Hydrological response in a highly urbanized watershed in China",
    "authors": [
      "Meifang Ren,",
      "Gabriele Villarini,",
      "Bo Pang,",
      "Zongxue Xu,",
      "Longgang Du,",
      "Yichen Wang"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.041",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  2171\n                                  – 2187",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Urbanization has a strong signal on the hydrologic cycle, leading to reduced infiltration and faster and larger runoff. However, the detailed analysis of the contribution of urbanization to different quantiles of discharge is still lacking; particularly, less is known in watersheds that have been experiencing such large and rapid urbanization as those in China. Here, we focus on the Wenyu watershed, a rapidly urbanizing basin located in the Beijing metropolitan area. Using a statistical attribution framework, we examine the hydrological response to the increasing urbanization across a wide range of discharge quantiles, from low to high flows; moreover, we perform analyses at the seasonal scale to capture differences in the physical processes at play during the year. Results indicate that the selected GAMLSS (generalized additive models for location, scale, and shape) models can capture well the variability in streamflow in this highly urbanized basin, with the average Spearman correlation coefficients between observations and the median of the fitted models of 0.84, 0.79, and 0.81 in spring, summer, and winter, respectively. Overall, urbanization played a different role in the different seasons and discharge quantiles. More specifically, we find its strongest impact to be in winter and spring, and for low and median quantiles. The role of precipitation is the strongest in summer, and it increases as we move toward the upper tail of the discharge distribution, especially above the 55th percentile, for which precipitation is selected as the only important predictor. Recycled water, on the other hand, tends to play a more dominant role in winter and spring. HIGHLIGHTS Urbanization has a strong signal on the hydrologic cycle; however, less is known in watersheds that have been experiencing such large and rapid urbanization. In this research, we focus on a fast urbanizing basin, and the hydrological responses to the increasing urbanization have been examined.; The quantification of the impacts of drivers for different discharge quantiles and seasons has been examined.; Urbanization plays a decreasing role towards the upper tail of the distribution.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/5/2171"
  },
  {
    "title": "Bioinoculants as mitigators of multiple stresses: A ray of hope for agriculture in the darkness of climate change",
    "authors": [
      "Pawan Kumar,",
      "Surender Singh,",
      "Kumar Pranaw,",
      "Sandeep Kumar,",
      "Balkar Singh,",
      "Vikram Poria"
    ],
    "doi": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  e11269",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Plant encounters various biotic and abiotic stresses, that affect agricultural productivity and reduce farmer's income especially under changing global climate. These environmental stresses can advance plant senescence by inducing osmotic stress, nutrient stress, hormonal imbalance, production of oxygen radicals, and ion toxicity, etc. Additionally, these stresses are not limited to plant health but also deteriorate soil health by affecting the microbial diversity of soil. To tackle this global delinquent of agriculture, several methods are suggested to ameliorate the negative effect of different types of stresses, the application of beneficial microorganisms or bioinoculants is one of them. Beneficial microorganisms that are used as bioinoculants not only facilitate plant growth by fulfilling the nutrient requirements but also assist the plant to withstand these stresses. These microorganisms produce certain chemicals such as 1-aminocyclopropane-1-carboxylate (ACC) deaminase, phytohormones, antioxidants, extracellular polysaccharide (EPS), siderophores, antibiotics, and volatile organic compounds (VOCs), etc. which help the plants to mitigate various stresses. Besides, these microbes also activate plant defence responses. Thus, these bioinoculants can effectively replace chemical inputs to supplement nutrient requirements and mitigation of multiple stresses in plants.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844022025579"
  },
  {
    "title": "Sensoriamento remoto hyperspectral aplicado para análise dos indicadores de resiliência e suscetibilidade do bioma caatinga frente às mudanças climáticas (Hyperspectral remote sensing applied for analysis of the resilience indicators and biome caatinga susceptibility to climate change)",
    "authors": [
      "Viviane Pedroso Gomes,",
      "Josiclêda Domiciano Galvíncio,",
      "Magna Soelma Beserra Moura,",
      "Pedro dos Santos Ferreira,",
      "Rodrigo de Queiroga Miranda,",
      "Yenê Medeiros Paz"
    ],
    "doi": "https://doi.org/10.26848/rbgf.v09.4.p1122-1136",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  1122\n                                  – 1136",
    "issn": "1984-2295 (Online)",
    "publisher": "Universidade Federal de Pernambuco",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.ufpe.br/revistas/rbgfe",
    "abstract": "A constante exploração da Caatinga para fins econômicos, pode ocasionar o agravamento do processo das mudanças climáticas. Diversos modelos climáticos aplicados para o Nordeste brasileiro indicam que a região deve ser uma das mais afetadas pelas alterações no clima. Os efeitos desse processo sobre a Caatinga ainda são incertos, sobretudo no que se refere ao funcionamento fisiológico da vegetação. Alguns estudos têm demonstrado ser possível obter a quantidade de carbono sequestrado da atmosfera através de estimativas da eficiência de uso da luz e componentes do balanço de energia. O objetivo deste estudo é caracterizar a resposta espectral da vegetação, em função do sequestro de carbono como indicadora de resiliência e suscetibilidade do bioma Caatinga frente às mudanças climáticas. Para esse trabalho foram medidos em campo, Índice de Área Foliar (IAF), medidas diretas de espectrorradiometria, temperatura do ar, do solo, da superfície da folha, umidade relativa do ar, clorofila A, B e Total. Através dos dados de espectrorradiometria foram gerados índices de vegetação, pigmentação e Assimilação líquida de carbono (NPP). Foram projetados cenários futuros das variáveis estimadas utilizando dados do modelo climático ETA, projetados até o ano de 2040. As variáveis projetadas indicaram uma tendência de aumento da temperatura, umidade e déficit de pressão de vapor favorecendo a assimilação de carbono pela vegetação. No entanto, o cenário projetado pelo modelo foi resultante de uma estimativa otimista, ou seja, as temperaturas médias globais para os anos analisados podem sofrer algum incremento e interferir o comportamento fisiológico das vegetações prejudicando a capacidade de resiliência. A B S T R A C T The constant degradation of the Caatinga for economic purposes, can cause the intensification of the process of climate change. Several climate models applied to the Brazilian Northeast indicate that the region should be one of the most affected by changes in climate. The effects of this process on Caatinga are still uncertain, especially with regard to the physiological functioning of the vegetation. Some studies have shown to be possible to obtain the amount of sequestered carbon from the atmosphere by estimating the light use efficiency and energy balance components. The goal of this study is to characterize the spectral response of the vegetation, depending on the carbon sequestration as an indicator of resilience and biome Caatinga susceptibility to climate change. For this study were measured in the field, leaf area index (LAI), direct measurements of spectroradiometry, air temperature, soil temperature and leaf surface temperature, relative humidity, chlorophyll A, B and Total. Through spectroradiometry data were generated vegetation indexes, pigmentation and Net Primary Productivity (NPP). Future scenarios of the variables were estimated using the climate model data ETA, designed until the year 2040. The variables designed indicated a trend of increasing temperature, humidity and vapor pressure deficit favoring carbon assimilation by vegetation. However, the scenario projected by the model was the result of an optimistic estimate, in other words, global average temperatures for the years analyzed may experience some increase and interfering the physiological performance of the vegetations damaging resilience. Keywords: Caatinga, climate change, NPP, scenarios, ETA.",
    "readLink": "https://periodicos.ufpe.br/revistas/rbgfe/article/view/233898"
  },
  {
    "title": "Resident bird species track inter-annual variation in spring phenology better than long-distance migrants in a subalpine habitat",
    "authors": [
      "Jørgen Skavdal Søraker,",
      "Bård Gunnar Stokke,",
      "Oddmund Kleven,",
      "Arne Moksnes,",
      "Geir Rudolfsen,",
      "Gine Roll Skjærvø,",
      "Henriette Vaagland,",
      "Eivin Røskaft,",
      "Peter Sjolte Ranke"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100050",
    "issn": "2666-9005 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-change-ecology",
    "abstract": "The ability to track variation in climate is important for species to persist in a given environment. Lack of responses to both long-term changes and inter-annual variation in climate parameters can result in reduced fitness and population decline. Furthermore, migration strategy can influence the ability to track climatic variation due to the potential to use reliable environmental cues. Here, we studied the temporal relationship between birch leafing and onset of breeding for three bird species with contrasting migration strategies over a 20-year period in a subalpine habitat in Central Norway. We found no temporal change in birch leafing date or breeding onset for the three bird species over the study period. However, we found a statistically significant difference in the ability to track inter-annual variation in birch leafing date between the resident and two long-distance migratory species. The resident great tit Parus major was more capable of initiating egg laying in closer association to variation in birch leafing in early springs, than the long-distance migratory European pied flycatcher Ficedula hypoleuca and common redstart Phoenicurus phoenicurus. Long-distance migrants seem to have been constrained by arrival date or time from arrival to entering the breeding areas, in contrast to resident birds, which might be better able track early initiation of spring in breeding areas by adjusting egg laying date. Our findings highlight the importance of not solely studying directional long-term climatic change, but also pay attention to inter-annual variation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266690052200003X"
  },
  {
    "title": "Oceanographic, ecological, and socio-economic impacts of an unusual summer storm in the Mackenzie Estuary",
    "authors": [
      "Kevin C. Scharffenberg,",
      "Dustin Whalen,",
      "Shannon A. MacPhee,",
      "Marianne Marcoux,",
      "John Iacozza,",
      "Gail Davoren,",
      "Lisa L. Loseto"
    ],
    "doi": "https://doi.org/10.1139/as-2018-0029",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  62\n                                  – 76",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "With increased warming and open water due to climate change, the frequency and intensity of storm surges is expected to increase. Although studies have shown that strong storms can negatively impact Arctic ecosystems, the impact of storms on Arctic marine mammals is relatively unknown. In July 2016, an unusually large storm occurred in the Mackenzie Delta while instrumented seabed moorings equipped with hydrophones and oceanographic sensors were in place to study environmental drivers of beluga habitat use during their summer aggregation. The storm lasted up to 88 h, with maximum wind speeds reaching 60 km/h; historical wind data from Tuktoyaktuk revealed a storm of similar duration has not occurred in July in at least the past 28 years. This provided a unique opportunity to study the impacts of large storms on oceanographic conditions, beluga habitat use, and the traditional subsistence hunt that occurs annually in the delta. The storm resulted in increased water levels and localized flooding as well as a significant drop in water temperature (∼10 °C) and caused belugas to leave the area for 5 days. Although belugas returned after the storm ended, the subsistence hunt was halted resulting in the lowest beluga harvest between 1978 and 2017.",
    "readLink": "https://doi.org/10.1139/as-2018-0029"
  },
  {
    "title": "Small Catchment Runoff Sensitivity to Station Density and Spatial Interpolation: Hydrological Modeling of Heavy Rainfall Using a Dense Rain Gauge Network",
    "authors": [
      "Clara Hohmann,",
      "Gottfried Kirchengast,",
      "Sungmin O,",
      "Wolfgang Rieger,",
      "Ulrich Foelsche"
    ],
    "doi": "https://doi.org/10.3390/w13101381",
    "journalVolume": "Vol. 13,\n                                no. 1381\n                                \n                                  p.\n                                  1381",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Precipitation is the most important input to hydrological models, and its spatial variability can strongly influence modeled runoff. The highly dense station network WegenerNet (0.5 stations per km2) in southeastern Austria offers the opportunity to study the sensitivity of modeled runoff to precipitation input. We performed a large set of runoff simulations (WaSiM model) using 16 subnetworks with varying station densities and two interpolation schemes (inverse distance weighting, Thiessen polygons). Six representative heavy precipitation events were analyzed, placing a focus on small subcatchments (10–30 km2) and different event durations. We found that the modeling performance generally improved when the station density was increased up to a certain resolution: a mean nearest neighbor distance of around 6 km for long-duration events and about 2.5 km for short-duration events. However, this is not always true for small subcatchments. The sufficient station density is clearly dependent on the catchment area, event type, and station distribution. When the network is very dense (mean distance < 1.7 km), any reasonable interpolation choice is suitable. Overall, the station density is much more important than the interpolation scheme. Our findings highlight the need to study extreme precipitation characteristics in combination with runoff modeling to decompose precipitation uncertainties more comprehensively.",
    "readLink": "https://www.mdpi.com/2073-4441/13/10/1381"
  },
  {
    "title": "Variable strength of forest stand attributes and weather conditions on the questing activity of Ixodes ricinus ticks over years in managed forests.",
    "authors": [
      "Ralf Lauterbach,",
      "Konstans Wells,",
      "Robert B O'Hara,",
      "Elisabeth K V Kalko,",
      "Swen C Renner"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0055365",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  e55365",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Given the ever-increasing human impact through land use and climate change on the environment, we crucially need to achieve a better understanding of those factors that influence the questing activity of ixodid ticks, a major disease-transmitting vector in temperate forests. We investigated variation in the relative questing nymph densities of Ixodes ricinus in differently managed forest types for three years (2008-2010) in SW Germany by drag sampling. We used a hierarchical Bayesian modeling approach to examine the relative effects of habitat and weather and to consider possible nested structures of habitat and climate forces. The questing activity of nymphs was considerably larger in young forest successional stages of thicket compared with pole wood and timber stages. Questing nymph density increased markedly with milder winter temperatures. Generally, the relative strength of the various environmental forces on questing nymph density differed across years. In particular, winter temperature had a negative effect on tick activity across sites in 2008 in contrast to the overall effect of temperature across years. Our results suggest that forest management practices have important impacts on questing nymph density. Variable weather conditions, however, might override the effects of forest management practices on the fluctuations and dynamics of tick populations and activity over years, in particular, the preceding winter temperatures. Therefore, robust predictions and the detection of possible interactions and nested structures of habitat and climate forces can only be quantified through the collection of long-term data. Such data are particularly important with regard to future scenarios of forest management and climate warming.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/23372852/?tool=EBI"
  },
  {
    "title": "Long-Term Spatiotemporal Dynamics of Terrestrial Biophysical Variables in the Three-River Headwaters Region of China from Satellite and Meteorological Datasets",
    "authors": [
      "Xiangyi Bei,",
      "Yunjun Yao,",
      "Lilin Zhang,",
      "Tongren Xu,",
      "Kun Jia,",
      "Xiaotong Zhang,",
      "Ke Shang,",
      "Jia Xu,",
      "Xiaowei Chen"
    ],
    "doi": "https://doi.org/10.3390/rs11141633",
    "journalVolume": "Vol. 11,\n                                no. 14\n                                \n                                  p.\n                                  1633",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Terrestrial biophysical variables play an essential role in quantifying the amount of energy budget, water cycle, and carbon sink over the Three-River Headwaters Region of China (TRHR). However, direct field observations are missing in this region, and few studies have focused on the long-term spatiotemporal variations of terrestrial biophysical variables. In this study, we evaluated the spatiotemporal dynamics of biophysical variables including meteorological variables, vegetation, and evapotranspiration (ET) over the TRHR, and analyzed the response of vegetation and ET to climate change in the period from 1982 to 2015. The main input gridded datasets included meteorological reanalysis data, a satellite-based vegetation index dataset, and the ET product developed by a process-based Priestley−Taylor algorithm. Our results illustrate that: (1) The air temperature and precipitation over the TRHR increased by 0.597 °C and 41.1 mm per decade, respectively, while the relative humidity and surface downward shortwave radiation declined at a rate of 0.9% and 1.8 W/m2 per decade during the period 1982−2015, respectively. We also found that a ‘dryer warming’ tendency and a ‘wetter warming’ tendency existed in different areas of the TRHR. (2) Due to the predominant ‘wetter warming’ tendency characterized by the increasing temperature and precipitation, more than 56.8% of areas in the TRHR presented a significant increment in vegetation (0.0051/decade, p < 0.05), particularly in the northern and western meadow areas. When energy was the limiting factor for vegetation growth, temperature was a considerably more important driving factor than precipitation. (3) The annual ET of the TRHR increased by 3.34 mm/decade (p < 0.05) with an annual mean of 230.23 mm/year. More importantly, our analysis noted that ET was governed by terrestrial water supply, e.g., soil moisture and precipitation in the arid region of the western TRHR. By contrast, atmospheric evaporative demand derived by temperature and relative humidity was the primary controlling factor over the humid region of the southeastern TRHR. It was noted that land management activities, e.g., irrigation, also had a nonnegligible impact on the temporal and spatial variation of ET.",
    "readLink": "https://www.mdpi.com/2072-4292/11/14/1633"
  }
]