[
  {
    "title": "Advancing climate services for the European renewable energy sector through capacity building and user engagement",
    "authors": [
      "C.M. Goodess,",
      "A. Troccoli,",
      "C. Acton,",
      "J.A. Añel,",
      "P.E. Bett,",
      "D.J. Brayshaw,",
      "M. De Felice,",
      "S.R. Dorling,",
      "L. Dubus,",
      "L. Penny,",
      "B. Percy,",
      "T. Ranchin,",
      "C. Thomas,",
      "M. Trolliet,",
      "L. Wald"
    ],
    "doi": "Vol. 16",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "The development of successful climate services faces a number of challenges, including the identification of the target audience and their needs and requirements, and the effective communication of complex climate information, through engagement with a range of stakeholders. This paper describes how these challenges were tackled during the European Climatic Energy Mixes (ECEM) project, part of the Copernicus Climate Change Service (C3S), in order to deliver a pre-operational, proof-of-concept climate service for the European renewable energy sector. The process of iterative user engagement adopted in ECEM is described, from the initial presentation of the team’s first vision for such a service to support external stakeholders, through to evaluation of the final interactive tool for visualisation, data download and supporting documentation (the C3S ECEM Demonstrator). The outcomes of this evaluation are outlined, together with a retrospective reflection on the engagement and development process. The extent to which co-production and co-design were achieved in practice is assessed. The paper also highlights the distance travelled from the start to end of ECEM in terms of building capacity, developing a community of practice, and raising the Technology Readiness Level. The relevance of ECEM for the European climate services market is briefly considered, including the development of downstream commercial services which build upon the public C3S services. Keywords: Climate services, Sectoral information system, Renewable energy, User needs and requirements, Stakeholder engagement, Co-production",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880719300809"
  },
  null,
  {
    "title": "Wood substitution potential in greenhouse gas emission reduction–review on current state and application of displacement factors",
    "authors": [
      "Tanja Myllyviita,",
      "Sampo Soimakallio,",
      "Jáchym Judl,",
      "Jyri Seppälä"
    ],
    "doi": "https://doi.org/10.1186/s40663-021-00326-8",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Abstract Background Replacing non-renewable materials and energy with wood offers a potential strategy to mitigate climate change if the net emissions of ecosystem and technosystem are reduced in a considered time period. Displacement factors (DFs) describe an emission reduction for a wood-based product or fuel which is used in place of a non-wood alternative. The aims of this review were to map and assess DFs from scientific literature and to provide findings on how to harmonise practices behind them and to support coherent application. Results Most of the reviewed DFs were positive, implying decreasing fossil GHG emissions in the technosystem. The vast majority of the reviewed DFs describe avoided fossil emissions either both in processing and use of wood or only in the latter when wood processing emissions were considered separately. Some of the reviewed DFs included emissions avoided in post-use of harvested wood products (HWPs). Changes in forest and product carbon stocks were not included in DFs except in a few single cases. However, in most of the reviewed studies they were considered separately in a consistent way along with DFs. DFs for wood energy, construction and material substitution were widely available, whereas DFs for packaging products, chemicals and textiles were scarce. More than half of DFs were calculated by the authors of the reviewed articles while the rest of them were adopted from other articles. Conclusions Most of the reviewed DFs describe the avoided fossil GHG emissions. These DFs may provide insights on the wood-based products with a potential to replace emissions intensive alternatives but they do not reveal the actual climate change mitigation effects of wood use. The way DFs should be applied and interpreted depends on what has been included in them. If the aim of DFs is to describe the overall climate effects of wood use, DFs should include all the relevant GHG flows, including changes in forest and HWP carbon stock and post-use of HWPs, however, based on this literature review this is not a common practice. DFs including only fossil emissions should be applied together with a coherent assessment of changes in forest and HWP carbon stocks, as was the case in most of the reviewed studies. To increase robustness and transparency and to decrease misuse, we recommend that system boundaries and other assumptions behind DFs should be clearly documented.",
    "readLink": "https://doi.org/10.1186/s40663-021-00326-8"
  },
  {
    "title": "Disasters in ‘development’ contexts: Contradictions and options for a preventive approach",
    "authors": [
      "Kenneth Hewitt"
    ],
    "doi": "https://doi.org/10.4102/jamba.v5i2.91",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  e1\n                                  – e8",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "The relations of development and disaster offer a starting point for an overview of disaster risk reduction (DRR) in African contexts. A social vulnerability approach is adopted with its goal of improving conditions for persons and places most at risk. However, this approach faces serious contradictions in both the disasters and development scenes. Disaster events and losses have grown exponentially in recent decades. So have advances in disaster-related knowledge and the institutions and material resources devoted to disaster management. Evidently, the latter have not reduced disaster incidence or over all losses. Similar contradictions appear in development. By some measures, in most developing countries the economy has grown much faster than population. Yet, indebtedness, unemployment and insecurity seem worse in many countries. Poverty, the avowed target, remains huge in urban, peri-urban and rural areas singled out by disaster losses. Problems also arise from separate treatment of development and disaster. Climate change and the global financial crises challenge some of the most basic assumptions. The promise of ‘developed nations’, built around massive use of fossil fuels, puts global and African economic growth on a collision course with environmental calamity. The 2008 financial crisis has undermined the safety of global majorities, as well as reliance on development assistance. The case for alternatives in development and DRR is reinforced, including the vulnerability-reducing responses highlighted in the Hyogo framework for action. However, this is being undermined by a return to a civil defence-type approach, an increasingly militarised, and for-profit, focus on emergency management.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/91"
  },
  {
    "title": "Lake Ecosystem Robustness and Resilience Inferred from a Climate-Stressed Protistan Plankton Network",
    "authors": [
      "Dominik Forster,",
      "Zhishuai Qu,",
      "Gianna Pitsch,",
      "Estelle  P. Bruni,",
      "Barbara Kammerlander,",
      "Thomas Pröschold,",
      "Bettina Sonntag,",
      "Thomas Posch,",
      "Thorsten Stoeck"
    ],
    "doi": "https://doi.org/10.3390/microorganisms9030549",
    "journalVolume": "Vol. 9,\n                                no. 549\n                                \n                                  p.\n                                  549",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Network analyses of biological communities allow for identifying potential consequences of climate change on the resilience of ecosystems and their robustness to resist stressors. Using DNA metabarcoding datasets from a three-year-sampling (73 samples), we constructed the protistan plankton co-occurrence network of Lake Zurich, a model lake ecosystem subjected to climate change. Despite several documentations of dramatic lake warming in Lake Zurich, our study provides an unprecedented perspective by linking changes in biotic association patterns to climate stress. Water temperature belonged to the strongest environmental parameters splitting the data into two distinct seasonal networks (October–April; May–September). The expected ecological niche of phytoplankton, weakened through nutrient depletion because of permanent thermal stratification and through parasitic fungi, was occupied by the cyanobacterium Planktothrix rubescens and mixotrophic nanoflagellates. Instead of phytoplankton, bacteria and nanoflagellates were the main prey organisms associated with key predators (ciliates), which contrasts traditional views of biological associations in lake plankton. In a species extinction scenario, the warm season network emerged as more vulnerable than the cold season network, indicating a time-lagged effect of warmer winter temperatures on the communities. We conclude that climate stressors compromise lake ecosystem robustness and resilience through species replacement, richness differences, and succession as indicated by key network properties.",
    "readLink": "https://www.mdpi.com/2076-2607/9/3/549"
  },
  {
    "title": "Seasonal pattern of influenza and the association with meteorological factors based on wavelet analysis in Jinan City, Eastern China, 2013–2016",
    "authors": [
      "Wei Su,",
      "Ti Liu,",
      "Xingyi Geng,",
      "Guoliang Yang"
    ],
    "doi": "https://doi.org/10.7717/peerj.8626",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  p.\n                                  e8626",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background Influenza is a disease under surveillance worldwide with different seasonal patterns in temperate and tropical regions. Previous studies have conducted modeling of influenza seasonality using climate variables. This study aimed to identify potential meteorological factors that are associated with influenza seasonality in Jinan, China. Methods Data from three influenza sentinel hospitals and respective climate factors (average temperature, relatively humidity (RH), absolute humidity (AH), sunshine duration, accumulated rainfall and speed of wind), from 2013 to 2016, were collected. Statistical and wavelet analyses were used to explore the epidemiological characteristics of influenza virus and its potential association with climate factors. Results The dynamic of influenza was characterized by annual cycle, with remarkable winter epidemic peaks from December to February. Spearman’s correlation and wavelet coherence analysis illuminated that temperature, AH and atmospheric pressure were main influencing factors. Multiple wavelet coherence analysis showed that temperature and atmospheric pressure might be the main influencing factors of influenza virus A(H3N2) and influenza virus B, whereas temperature and AH might best shape the seasonality of influenza virus A(H1N1)pdm09. During the epidemic season, the prevalence of influenza virus lagged behind the change of temperature by 1–8 weeks and atmospheric pressure by 0.5–3 weeks for different influenza viruses. Conclusion Climate factors were significantly associated with influenza seasonality in Jinan during the influenza epidemic season and the optional time for influenza vaccination is before November. These finding should be considered in influenza planning of control and prevention.",
    "readLink": "https://peerj.com/articles/8626.pdf"
  },
  {
    "title": "A Midwest USA Perspective on Von Cossel et al.’s Prospects of Bioenergy Cropping Systems for a More Social-Ecologically Sound Bioeconomy",
    "authors": [
      "Kenneth  J. Moore,",
      "Catherine  Louise Kling,",
      "D.  Raj Raman"
    ],
    "doi": "https://doi.org/10.3390/agronomy10111658",
    "journalVolume": "Vol. 10,\n                                no. 1658\n                                \n                                  p.\n                                  1658",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Bioenergy cropping systems afford the prospect to provide a more socially and ecologically sustainable bioeconomy. By creating opportunities to diversify agroecosystems, bioenergy crops can be used to fulfill multiple functions in addition to providing more environmentally benign fuels. Bioenergy crops can be assembled into cropping systems that provide both food and energy and which also provide cleaner water, improved soil quality, increased carbon sequestration, and increased biological diversity. In so doing, they improve the resilience of agroecosystems and reduce risks associated with climate change. Beyond the farmgate, bioenergy crops can improve the economic prospects of rural communities by creating new jobs and providing opportunities for local investment.",
    "readLink": "https://www.mdpi.com/2073-4395/10/11/1658"
  },
  {
    "title": "A meta-analysis of microcosm experiments shows that dimethyl sulfide (DMS) production in polar waters is insensitive to ocean acidification",
    "authors": [
      "F. E. Hopkins,",
      "P. D. Nightingale,",
      "J. A. Stephens,",
      "C. M. Moore,",
      "S. Richier,",
      "G. L. Cripps,",
      "S. D. Archer"
    ],
    "doi": "https://doi.org/10.5194/bg-17-163-2020",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  163\n                                  – 186",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Emissions of dimethylsulfide (DMS) from the polar oceans play a key role in atmospheric processes and climate. Therefore, it is important to increase our understanding of how DMS production in these regions may respond to climate change. The polar oceans are particularly vulnerable to ocean acidification (OA). However, our understanding of the polar DMS response is limited to two studies conducted in Arctic waters, where in both cases DMS concentrations decreased with increasing acidity. Here, we report on our findings from seven summertime shipboard microcosm experiments undertaken in a variety of locations in the Arctic Ocean and Southern Ocean. These experiments reveal no significant effects of short-term OA on the net production of DMS by planktonic communities. This is in contrast to similar experiments from temperate north-western European shelf waters where surface ocean communities responded to OA with significant increases in dissolved DMS concentrations. A meta-analysis of the findings from both temperate and polar waters (n=18 experiments) reveals clear regional differences in the DMS response to OA. Based on our findings, we hypothesize that the differences in DMS response between temperate and polar waters reflect the natural variability in carbonate chemistry to which the respective communities of each region may already be adapted. If so, future temperate oceans could be more sensitive to OA, resulting in an increase in DMS emissions to the atmosphere, whilst perhaps surprisingly DMS emissions from the polar oceans may remain relatively unchanged. By demonstrating that DMS emissions from geographically distinct regions may vary in their response to OA, our results may facilitate a better understanding of Earth's future climate. Our study suggests that the way in which processes that generate DMS respond to OA may be regionally distinct, and this should be taken into account in predicting future DMS emissions and their influence on Earth's climate.",
    "readLink": "https://www.biogeosciences.net/17/163/2020/bg-17-163-2020.pdf"
  },
  {
    "title": "WILD HOPPER: A heavy-duty UAV for day and night firefighting operations",
    "authors": [
      "Pablo Flores Peña,",
      "Ahmed Refaat Ragab,",
      "Marco A. Luna,",
      "Mohammad Sadeq Ale Isaac,",
      "Pascual Campoy"
    ],
    "doi": "Vol. 8,\n                                no. 6\n                                \n                                  p.\n                                  e09588",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Forest fires are among the most dangerous accidents, as they lead to the repercussions of climate change by reducing oxygen levels and increasing carbon dioxide levels. These risks led to the attention of many institutions worldwide, most notably the European Union and the European Parliament, which led to the emergence of many directives and regulations aimed at controlling the phenomenon of forest fires in Europe, such as the (E.U.) 2019/570. Among the proposed solutions, the usage of unmanned aerial vehicles (UAVs) is considered to operate alongside existing aircraft and helicopters through extinguishing forest fires. Scientific researches in this regard have shown the high effectiveness use of UAVs. Still, some defects and shortcomings appeared during practical experiments represented in the limited operating time and low payload. As UAVs are used for firefighting forest fires, they must be characterized by the heavy payload for the extinguishing fluids, long time for flight endurance during the mission, the ability to high maneuver, and work as a decision-making system.In this paper, a new UAV platform for forest firefighting is represented named WILD HOPPER.WILD HOPPER is a 600-liter platform designed for forest firefighting. This payload capacity overcomes typical limitations of electrically powered drones that cannot be used for anything more than fire monitoring, as they do not have sufficient lifting power. The enhanced capabilities of the WILD HOPPER allow it to complement existing aerial means and overcome their main limitations, especially the need to cover night operations. This allows reducing the duration of the wildfires heavily by allowing continuous aerial support to the extinguishing activities once the conventional aerial means (hydroplanes and helicopters) are set back to the base at night. On the other hand, WILD HOPPER has significant powerful advantages due to the accuracy of the release, derived from multirotor platform dynamic capabilities.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844022008763"
  },
  {
    "title": "Enhancing Capacity for Short-Term Climate Change Adaptations in Agriculture in Serbia: Development of Integrated Agrometeorological Prediction System",
    "authors": [
      "Ana Vuković Vimić,",
      "Vladimir Djurdjević,",
      "Zorica Ranković-Vasić,",
      "Dragan Nikolić,",
      "Marija Ćosić,",
      "Aleksa Lipovac,",
      "Bojan Cvetković,",
      "Dunja Sotonica,",
      "Dijana Vojvodić,",
      "Mirjam Vujadinović Mandić"
    ],
    "doi": "https://doi.org/10.3390/atmos13081337",
    "journalVolume": "Vol. 13,\n                                no. 1337\n                                \n                                  p.\n                                  1337",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The Integrated Agrometeorological Prediction System (IAPS) was a two-year project for the development of the long term forecast (LRF) for agricultural producers. Using LRF in decision-making, to reduce the risks and seize the opportunities, represents short-term adaptation to climate change. High-resolution ensemble forecasts (51 forecasts) were made for a period of 7 months and were initiated on the first day of each month. For the initial testing of the capacity of LRF to provide useful information for producers, 2017 was chosen as the test year as it had a very hot summer and severe drought, which caused significant impacts on agricultural production. LRF was very useful in predicting the variables which bear the memory of the longer period, such are growing degree days for the prediction of dates of the phenophases’ occurrences and the soil moisture of deeper soil layers as an indicator for the drought. Other project activities included field observations, communication with producers, web portal development, etc. Our results showed that the selected priority forecasting products were also identified by the producers as being the highest weather-related risks, the operational forecast implementation with the products designed for the use in agricultural production is proven to be urgent and necessary for decision-making, and required investments are affordable. The total cost of the full upgrade of agrometeorological climate services to meet current needs (including monitoring, seamless forecasting system development and the development of tools for information dissemination) was found to be about three orders of magnitude lower than the assessed losses in agricultural production in the two extreme years over the past decade.",
    "readLink": "https://www.mdpi.com/2073-4433/13/8/1337"
  }
]