[
  {
    "title": "A Multi-Matrix Metabolomic Approach in Ringed Seals and Beluga Whales to Evaluate Contaminant and Climate-Related Stressors",
    "authors": [
      "Antoine É. Simond,",
      "Marie Noël,",
      "Lisa Loseto,",
      "Magali Houde,",
      "Jane Kirk,",
      "Ashley Elliott,",
      "Tanya M. Brown"
    ],
    "doi": "https://doi.org/10.3390/metabo12090813",
    "journalVolume": "Vol. 12,\n                                no. 813\n                                \n                                  p.\n                                  813",
    "issn": "2218-1989 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/metabolites",
    "abstract": "As a high trophic-level species, ringed seals (Pusa hispida) and beluga whales (Delphinapterus leucas) are particularly vulnerable to elevated concentrations of biomagnifying contaminants, such as polychlorinated biphenyls (PCBs), polybrominated diphenyl ethers (PBDEs) and mercury (Hg). These species also face climate-change-related impacts which are leading to alterations in their diet and associated contaminant exposure. The metabolomic profile of marine mammal tissues and how it changes to environmental stressors is poorly understood. This study characterizes the profiles of 235 metabolites across plasma, liver, and inner and outer blubber in adult ringed seals and beluga whales and assesses how these profiles change as a consequence of contaminants and dietary changes. In both species, inner and outer blubber were characterized by a greater proportion of lipid classes, whereas the dominant metabolites in liver and plasma were amino acids, carbohydrates, biogenic amines and lysophosphatidylcholines. Several metabolite profiles in ringed seal plasma correlated with δ13C, while metabolite profiles in blubber were affected by hexabromobenzene in ringed seals and PBDEs and Hg in belugas. This study provides insight into inter-matrix similarities and differences across tissues and suggests that plasma and liver are more suitable for studying changes in diet, whereas liver and blubber are more suitable for studying the impacts of contaminants.",
    "readLink": "https://www.mdpi.com/2218-1989/12/9/813"
  },
  {
    "title": "Fashion in turmoil: impact of the COVID-19 pandemic on Finland’s textile and fashion industry",
    "authors": [
      "Teresa Haukkala,",
      "Kirsi Niinimäki,",
      "Linda Lisa Maria Turunen"
    ],
    "doi": "https://doi.org/10.1080/15487733.2023.2173424",
    "journalVolume": "Vol. 19,\n                                no. 1",
    "issn": "1548-7733 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tsus",
    "abstract": "AbstractWith continuing climate change, consumers are reconsidering their fashion-consumption habits and clothing and apparel businesses are critically examining their industrial practices. The coronavirus pandemic can be considered a turning point as it has significantly affected the textile and fashion industry. By applying path-dependence theory to analyze developments in the textile and fashion industry in Finland, this study investigates prior pivotal moments to better understand how crises can provide possibilities for transformation. We first provide a historical review that aims to identify external shocks as major transitional events and examines their implications for short- and long-term trends. The study then analyzes the changes triggered by COVID-19 in the textile and fashion industry using empirical data collected from Finnish companies. The study reveals that the pandemic forced some firms to introduce several changes into their practices as part of efforts to survive, including innovations at all levels of design and manufacturing as well as new ways of managing sales and marketing. In addition, the crisis has been an opportunity to take steps toward societal and environmental transformation through more open and responsible business models involving a shift to local or close-by production to reduce environmental impact, to secure decent factory-working conditions, and to engage customers to reduce their consumption. The article concludes by considering issues relevant to the future of this industry during the post-pandemic period.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/15487733.2023.2173424"
  },
  {
    "title": "Uncertainty of gridded precipitation and temperature reference datasets in climate change impact studies",
    "authors": [
      "M. Tarek,",
      "M. Tarek,",
      "F. Brissette,",
      "R. Arsenault"
    ],
    "doi": "https://doi.org/10.5194/hess-25-3331-2021",
    "journalVolume": "Vol. 25\n                                \n                                \n                                  pp.\n                                  3331\n                                  – 3350",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Climate change impact studies require a reference climatological dataset providing a baseline period to assess future changes and post-process climate model biases. High-resolution gridded precipitation and temperature datasets interpolated from weather stations are available in regions of high-density networks of weather stations, as is the case in most parts of Europe and the United States. In many of the world's regions, however, the low density of observational networks renders gauge-based datasets highly uncertain. Satellite, reanalysis and merged product datasets have been used to overcome this deficiency. However, it is not known how much uncertainty the choice of a reference dataset may bring to impact studies. To tackle this issue, this study compares nine precipitation and two temperature datasets over 1145 African catchments to evaluate the dataset uncertainty contribution to the results of climate change studies. These deterministic datasets all cover a common 30-year period needed to define the reference period climate. The precipitation datasets include two gauge-only products (GPCC and CPC Unified), two satellite products (CHIRPS and PERSIANN-CDR) corrected using ground-based observations, four reanalysis products (JRA55, NCEP-CFSR, ERA-I and ERA5) and one merged gauged, satellite and reanalysis product (MSWEP). The temperature datasets include one gauged-only (CPC Unified) product and one reanalysis (ERA5) product. All combinations of these precipitation and temperature datasets were used to assess changes in future streamflows. To assess dataset uncertainty against that of other sources of uncertainty, the climate change impact study used a top-down hydroclimatic modeling chain using 10 CMIP5 (fifth Coupled Model Intercomparison Project) general circulation models (GCMs) under RCP8.5 and two lumped hydrological models (HMETS and GR4J) to generate future streamflows over the 2071–2100 period. Variance decomposition was performed to compare how much the different uncertainty sources contribute to actual uncertainty. Results show that all precipitation and temperature datasets provide good streamflow simulations over the reference period, but four precipitation datasets outperformed the others for most catchments. They are, in order, MSWEP, CHIRPS, PERSIANN and ERA5. For the present study, the two-member ensemble of temperature datasets provided negligible levels of uncertainty. However, the ensemble of nine precipitation datasets provided uncertainty that was equal to or larger than that related to GCMs for most of the streamflow metrics and over most of the catchments. A selection of the four best-performing reference datasets (credibility ensemble) significantly reduced the uncertainty attributed to precipitation for most metrics but still remained the main source of uncertainty for some streamflow metrics. The choice of a reference dataset can therefore be critical to climate change impact studies as apparently small differences between datasets over a common reference period can propagate to generate large amounts of uncertainty in future climate streamflows.",
    "readLink": "https://hess.copernicus.org/articles/25/3331/2021/hess-25-3331-2021.pdf"
  },
  {
    "title": "A life cycle assessment of e-books and printed books in South Africa",
    "authors": [
      "Vinesh Naicker,",
      "Brett Cohen"
    ],
    "doi": "https://doi.org/10.17159/2413-3051/2016/v27i2a1343",
    "journalVolume": "Vol. 27,\n                                no. 2\n                                \n                                  pp.\n                                  68\n                                  – 77",
    "issn": "1021-447X (Print)",
    "publisher": "2413-3051 (Online)",
    "countryOfPublisher": "University of Cape Town",
    "lcc": [
      "South Africa",
      "Technology: Mechanical engineering and machinery: Energy conservation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journals.assaf.org.za/jesa",
    "abstract": "This paper presents the results of a study comparing the life cycle environmental impacts and cumulative energy demands of reading printed books (print system) with those of reading e-books from an Apple Air iPad (digital system), with a specific focus on production of books and use of both options in South Africa. The two systems were compared using the ReCiPe midpoint and cumulative energy demand methods. The findings, which are consistent with international findings, demonstrate that the print system has lower impacts than the digital system in the impact categories of freshwater eutrophication, freshwater ecotoxicity, marine ecotoxicity and metal depletion, whilst the digital system has lower impacts in the categories of climate change, ozone depletion, terrestrial acidification, marine eutrophication, human toxicity, photochemical oxidant formation, particulate matter formation, terrestrial ecotoxicity, ionising radiation, agricultural land occupation, urban land occupation, natural land transformation, water depletion and fossil depletion. The major processes contributing to energy demand and environmental impacts of the print system were paper production and printing. For the digital system the major contributing processes were the production of the iPad and e-book reading. Coal-based electricity and coal-miningrelated activities featured prominently in both systems, affecting environmental impacts and energy demand of products and services in South Africa. A change in the electricity mix to be less coal-intensive reduced the impacts of both systems. Finally, the products demonstrate that relatively few additional readers result in printed books becoming preferable to e-books in almost all impact categories, suggesting the need to consider housing print books in libraries to reduce their relative environmental impacts.",
    "readLink": "https://journals.assaf.org.za/jesa/article/view/1343"
  },
  {
    "title": "Permafrost thermal conditions are sensitive to shifts in snow timing",
    "authors": [
      "Ahmad Jan,",
      "Scott L Painter"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab8ec4",
    "journalVolume": "Vol. 15,\n                                no. 8\n                                \n                                  p.\n                                  084026",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Changes in snow precipitation at high latitudes can significantly affect permafrost thermal conditions and thaw depth, potentially exposing more carbon-laden soil to microbial decomposition. A fully coupled process-based surface/subsurface thermal hydrology model with surface energy balance is used to analyze the impact of intra-annual variability in snow on permafrost thermal regime and the active layer thickness. In the four numerical scenarios considered, simulations were forced by the same meteorological data, except the snow precipitation, which was systematically altered to change timing of snowfall. The scenarios represent subtle shifts in snow timing, but the snow onset/melt days, the end of winter snowpack depth, and total annual snow precipitation are unchanged among scenarios. The simulations show that small shifts in the timing of snow accumulation can have significant effects on subsurface thermal conditions leading to active layer deepening and even talik formation when snowfall arrives earlier in the winter. The shifts in snow timing have a stronger impact on wetter regions, especially soil underneath small ponds, as compared to drained regions. This study highlights the importance of understanding potential changes in winter precipitation patterns for reliable projections of active-layer thickness in a changing Arctic climate.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab8ec4"
  },
  {
    "title": "Carbon Storage of Wooden Houses, Trees, and Grazing Land in Rural Areas of Enemorina Ener District, Southern Ethiopia",
    "authors": [
      "Miftah Fekadu,",
      "Tsegaye Bekele,",
      "Sisay Feleke"
    ],
    "doi": "https://doi.org/10.5027/jnrd.v9i0.05",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  pp.\n                                  42\n                                  – 58",
    "issn": "0719-2452 (Online)",
    "publisher": "Pontificia Universidad Católica de Valparaíso",
    "countryOfPublisher": "Chile",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jnrd.info",
    "abstract": "In Ethiopia, wood was the main construction material for rural houses. In 2013, about 79% of the rural houses of Ethiopia were fully made of wood. Although carbon storage of wood is well known for climate change mitigation, there is lack of information on carbon stock of wooden houses in Ethiopia. Thus, a study was conducted to analyze the carbon stock of dominant land uses that surround rural wooden houses in three agro-ecologies and representative three peasant associations (PA) or Kebeles in Southern Ethiopia. Field measurement and household survey were made by selecting sixty-four houses made of wood, grass or corrugated iron sheet. Transects were laid starting from the wooden houses to lay out plots to collect samples of wood, grass, soot inside houses, soil and trees for carbon determination. The service age of wooden houses was estimated in triangulated interview as 5-150 years. The total carbon stock of newly constructed rural grass covered wooden house was 28.35- 49.26 kg C m-2, which was greater than the other surrounding land uses. The grazing land total carbon stock was 50.5-86.8% and the scattered trees carbon was 9.5-59.7% of the total carbon stock of the respective PA grass covered wooden house. Since soil is the common below ground carbon stock, the total carbon of a land use is mostly affected by the above ground carbon stock. Grass covered houses contained greater above ground carbon stock but grazinglands contained greater below ground carbon stock. Soot accumulation of 0.4-1.3 g m-2 inside the houses’ roof indicated the presence of indoor pollution. The total carbon stock increased with increasing altitude and geoclimatic variables were significantly correlated with carbon stock of the land uses (p<0.05; r = ±0.999). Therefore, wooden houses need to be considered in climate change mitigations. The shift of carbon stock from natural environment to wooden houses in human dominated landscapes was indicator of a lack of forests, and then efforts should be strengthened to increase forest cover.",
    "readLink": "https://www.jnrd.info/2019/08/10-5027-jnrd-v9i0-05/"
  },
  {
    "title": "Urban surface water bodies mapping using the automatic k-means based approach and sentinel-2 imagery",
    "authors": [
      "Mateo Gašparović,",
      "Sudhir Kumar Singh"
    ],
    "doi": "https://doi.org/10.1080/10106049.2022.2148757",
    "journalVolume": "Vol. 0,\n                                no. 0",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "Rivers, lakes, and open water bodies play crucial roles in environmental development, especially in urban ecosystems. Accurate urban surface water body maps in high resolution are an important prerequisite for better and faster decision making for urban ecosystem monitoring, mitigating the effects of urban heat islands and urban climate change adaptation. Research presents new automatic algorithm for urban surface bodies mapping (AUWM). Algorithm was tested on Sentinel-2 data and can be applied globally for automatic mapping water bodies in 10-m spatial resolution. AUWM was developed based on modified normalized difference water index, pansharpening techniques (MNDWIPS), and k-means clustering algorithm. Research was provided on three study sites. The optimal number of classes for k-means in AUWM is four. Accuracy assessment results show that AUWM is a highly accurate method for water bodies mapping, confirmed by all statistical parameters; accuracy, kappa, precision, and F1 value are 0.997, 0.830, 0.998, and 0.998, respectively.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2022.2148757"
  },
  {
    "title": "Changes in air quality in different phases of forest management process in a sub-mountain beech ecosystem (West Carpathian Mts.)",
    "authors": [
      "D. Kellerová"
    ],
    "doi": "https://doi.org/10.17221/1/2009-JFS",
    "journalVolume": "Vol. 55,\n                                no. 8\n                                \n                                  pp.\n                                  368\n                                  – 375",
    "issn": "1212-4834 (Print)",
    "publisher": "1805-935X (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://jfs.agriculturejournals.cz/",
    "abstract": "We studied air quality in a sub-mountain beech ecosystem in the Kremnické vrchy Mts., Central Slovakia. We chose the method of passive sampling. The amounts of airborne pollutants (H+ and O3) were determined at regular time intervals, covering the whole vegetation period, on four plots with different stocking. The original stand was subjected to two cuts with a purpose to simulate the phases of a common silvicultural process. The first research period (1999-2003) started 10 years after the first cutting, the second (2004-2006) was launched immediately after the second cut. Ten years after applying the first cut, the differences in the proton load input were getting smaller - with the dynamically changing crown canopy. The largest difference in proton load (H+ was found between plots C and I after the second intervention, when the correlation coefficient value was 0.15. The differences in proton load input between the plots were influenced by the cut, especially in the first three years after its application. No significant differences in ground level ozone concentrations between plots I (intensive cut), Me (medium intensive), Mo (moderate) and C (control) were revealed either after the first or after the second cutting intervention. Differences in ozone concentrations are not significant, and they indicate that the stocking density does not play an important role in association with ozone affecting the stands. The increase in ozone concentrations after the second intervention was evident on all plots - indicating the absence of connection with the individual phases of forest management process, but at the same time indicating the presence of climate change. In the studied sub-mountain beech ecosystem in the Kremnické vrchy Mts., an important role of episodes with high ozone concentrations is evident.",
    "readLink": "https://jfs.agriculturejournals.cz/artkey/jfs-200908-0003_changes-in-air-quality-in-different-phases-of-forest-management-process-in-a-sub-mountain-beech-ecosystem-west.php"
  },
  {
    "title": "Quantifying ecosystem responses to environmental and human pressures in the marine ecosystem off the west coast of Vancouver Island",
    "authors": [
      "Jennifer L. Boldt,",
      "Elliott L. Hazen,",
      "Mary E. Hunsicker,",
      "Caihong Fu,",
      "R. Ian Perry,",
      "Xiujuan Shan"
    ],
    "doi": "Vol. 132\n                                \n                                \n                                  p.\n                                  108232",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "One necessity of ecosystem based management is an understanding of the shape and functional forms of ecosystem responses to environmental and human pressures. Both nonlinear and linear relationships may provide leading indicators of ecosystem change and inform reference points for ecosystem approaches to management. The objectives of this study were to 1) determine functional forms of pressure-response relationships, 2) identify non-linear relationships, and 3) quantify potentially relevant management thresholds for the west coast of Vancouver Island marine ecosystem in British Columbia, Canada. To do this, a multi-model approach was applied to mechanistically linked indicators of pressures and responses. Both single pressure-response and multivariate relationships were examined. Results indicate that 1) nonlinear and linear relationships were not prevalent with the percentage of occurrence (6–12%) similar to other regions, 2) ecological responses (both linear and nonlinear) were more commonly associated with environmental pressures than human pressures, 3) gradient forest analysis generally produced similar results as single pressure-response models and identified additional nonlinearities, 4) dynamic factor analyses (DFA) reduced the numerous pressure and response indicator to a few trends, however, the process may have resulted in a loss of information, and 5) possibly due to this loss of information, gradient forest and single pressure-response analyses on DFA trends produced different results. Quantifying how pressures affect ecosystem components can provide advanced knowledge about changes in ecosystem productivity, structure, and function which can inform science advice and management strategies. Mechanistically linked pressure-response relationships should be explored further with multi-model ensembles to better inform ecosystem-based and climate-ready approaches to marine management.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21008979"
  },
  {
    "title": "Three ways social identity shapes climate change adaptation",
    "authors": [
      "Jon Barnett,",
      "Sonia Graham,",
      "Tara Quinn,",
      "W Neil Adger,",
      "Catherine Butler"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac36f7",
    "journalVolume": "Vol. 16,\n                                no. 12\n                                \n                                  p.\n                                  124029",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Adaptation to climate change is inescapably influenced by processes of social identity—how people perceive themselves, others, and their place in the world around them. Yet there is sparse evidence into the specific ways in which identity processes shape adaptation planning and responses. This paper proposes three key ways to understand the relationship between identity formation and adaptation processes: (a) how social identities change in response to perceived climate change risks and threats; (b) how identity change may be an objective of adaptation; and (c) how identity issues can constrain or enable adaptive action. It examines these three areas of focus through a synthesis of evidence on community responses to flooding and subsequent policy responses in Somerset county, UK and the Gippsland East region in Australia, based on indepth longitudinal data collected among those experiencing and enacting adaptation. The results show that adaptation policies are more likely to be effective when they give individuals confidence in the continuity of their in-groups, enhance the self-esteem of these groups, and develop their sense of self-efficacy. These processes of identity formation and evolution are therefore central to individual and collective responses to climate risks.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac36f7"
  }
]