[
  {
    "title": "Effects of Excessive Equatorial Cold Tongue Bias on the Projections of Tropical Pacific Climate Change. Part II: The Extreme El Niño Frequency in CMIP5 Multi-Model Ensemble",
    "authors": [
      "Gen Li,",
      "Zhiyuan Zhang,",
      "Bo Lu"
    ],
    "doi": "https://doi.org/10.3390/atmos12070851",
    "journalVolume": "Vol. 12,\n                                no. 851\n                                \n                                  p.\n                                  851",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Under increased greenhouse gas (GHG) forcing, climate models tend to project a warmer sea surface temperature in the eastern equatorial Pacific than in the western equatorial Pacific. This El Niño-like warming pattern may induce an increase in the projected occurrence frequency of extreme El Niño events. The current models, however, commonly suffer from an excessive westward extension of the equatorial Pacific cold tongue accompanied by insufficient equatorial western Pacific precipitation. By comparing the Representative Concentration Pathway (RCP) 8.5 experiments with the historical simulations based on the Coupled Model Intercomparison Project phase 5 (CMIP5), a “present–future” relationship among climate models was identified: models with insufficient equatorial western Pacific precipitation error would have a weaker mean El Niño-like warming pattern as well as a lower increase in the frequency of extreme El Niño events under increased GHG forcing. Using this “present–future” relationship and the observed precipitation in the equatorial western Pacific, this study calibrated the climate projections in the tropical Pacific. The corrected projections showed a stronger El Niño-like pattern of mean changes in the future, consistent with our previous study. In particular, the projected increased occurrence of extreme El Niño events under RCP 8.5 forcing are underestimated by 30–35% in the CMIP5 multi-model ensemble before the corrections. This implies an increased risk of the El Niño-related weather and climate disasters in the future.",
    "readLink": "https://www.mdpi.com/2073-4433/12/7/851"
  },
  {
    "title": "Recent Amplified Global Gross Primary Productivity Due to Temperature Increase Is Offset by Reduced Productivity Due to Water Constraints",
    "authors": [
      "Nima Madani,",
      "Nicholas C. Parazoo,",
      "John S. Kimball,",
      "Ashley P. Ballantyne,",
      "Rolf H. Reichle,",
      "Marco Maneta,",
      "Sassan Saatchi,",
      "Paul I. Palmer,",
      "Zhihua Liu,",
      "Torbern Tagesson"
    ],
    "doi": "https://doi.org/10.1029/2020AV000180",
    "journalVolume": "Vol. 1,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2576-604X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Geology",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/2576604x",
    "abstract": "Abstract Satellite remote sensing observations show an increased greenness trend over land in recent decades. While greenness observations can indicate increased productivity, estimation of total annual productivity is highly dependent on vegetation response to climate and environmental conditions. Models have been struggling to determine how much carbon is taken up by plants as a result of increased atmospheric CO2 fertilization. Current remote sensing light use efficiency (LUE) models contain considerable uncertainty due to the lack of spatial and temporal variability in maximum LUE parameter and climate sensitivity defined for global plant functional types (PFTs). We used the optimum LUE (LUEopt) previously derived from the global FLUXNET network to improve estimation of global gross primary productivity (GPP) for the period 1982–2016. Our results indicate increasing GPP in northern latitudes owing to reduced cold temperature constraints on plant growth, thereby suggesting increasing negative carbon‐climate feedback in high latitudes. In the tropics, by contrast, our results indicate an emerging positive climate feedback, mainly due to increasing atmospheric vapor pressure deficit (VPD). Further pervasive VPD increase is likely to continue to reduce global GPP and amplify carbon emissions.",
    "readLink": "https://doi.org/10.1029/2020AV000180"
  },
  {
    "title": "Arthropod-based biotic integrity indices: A novel tool for evaluating the ecological condition of native forests in the Azores archipelago",
    "authors": [
      "Noelline Tsafack,",
      "Sébastien Lhoumeau,",
      "Alejandra Ros-Prieto,",
      "Loic Navarro,",
      "Timea Kocsis,",
      "Sónia Manso,",
      "Telma Figueiredo,",
      "Maria Teresa Ferreira,",
      "Paulo A.V. Borges"
    ],
    "doi": "Vol. 154\n                                \n                                \n                                  p.\n                                  110592",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Island ecosystems are experiencing a significant decline in biodiversity, with forest biodiversity being particularly affected by several biodiversity erosion drivers. This alarming situation highlights the urgent need for conservation managers to develop more accurate and efficient tools to assess and monitor the quality status of sites. To address this issue, our study focuses on the development of two biological integrity indices (IBI) that utilize arthropod communities as indicators to measure the quality of forest sites. In accordance with studies that showed stratification of species diversity, we developed an IBI for canopy stratum (IBI-Canopy) and an IBI for an intermediate stratum targeting the forest understory (IBI-SLAM). We calibrated both indices on seven parameters for comparison purpose with a previous developed epigean IBI. Percentages of endemic, native non-endemic and introduced species richness and abundance were included in both indices. Percentages of Diplopoda species richness and abundance were included in IBI-Canopy and percentages of Saprophagous species richness and abundance were included in IBI-SLAM. As expected species richness and abundance of endemic species were negatively related to disturbance and selected for both IBI. Surprisingly, species richness and abundance of native non-endemic species were positively related to disturbance. The study highlights the limitations of single measurements in detecting all types of pressure sources, and proposes a multi-measurement system to provide a more comprehensive understanding of the overall system conditions. Our efficient and accessible indices confirmed low preservation status in Flores Island compared to Terceira and Pico, consistent with prior empirical studies. Our analyses also showed that canopy detect disturbance earlier than intermediate understory stratum. Our methodology has successfully been developed and tailored to the unique arthropod communities found in the Azores forests. While it may not be suitable for random forest sites, it can serve as a valuable source of inspiration for the development of arthropod-based IBIs in other islands of the world for which standardized endemic and exotic species richness and abundance could be obtained. The study also showed that arthropod assemblages mimicked forest biodiversity stratification and this is reflected in differences expressed by the IBIs.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23007343"
  },
  {
    "title": "Identifying conservation priority areas for North American bumble bee species in Canada under current and future climate scenarios",
    "authors": [
      "Amanda R. Liczner,",
      "Richard Schuster,",
      "Leif L. Richardson,",
      "Sheila R. Colla"
    ],
    "doi": "https://doi.org/10.1111/csp2.12994",
    "journalVolume": "Vol. 5,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract Many bumble bee species are declining globally from multiple threats including climate change. Identifying conservation priority areas with a changing climate will be important for conserving bumble bee species. Using systematic conservation planning, we identified priority areas for 44 bumble bee species in Canada under current and projected climates (year 2050). Conservation priority areas were identified as those that contained targeted amounts of each species predicted occurrence through climate envelope models, while minimizing the area cost of conserving the identified conservation priority areas. Conservation priority areas in the two periods were compared to established protected areas and land cover types to determine the area of current and future priority sites that are protected and the types of landscapes within priority areas. Notably, conservation priority areas were rarely within established protected areas. Priority areas were most often in croplands and grasslands, mainly within the mountain west, central and Southern Ontario, Northern Quebec, and Atlantic Canada under all climate scenarios. Conservation priority areas are predicted to increase in elevation and latitude with climate change. Our findings identify the most important regions in Canada for conserving bumble bee species under current and future climates including consistently selected future sites.",
    "readLink": "https://doi.org/10.1111/csp2.12994"
  },
  {
    "title": "Accessible decision support for sustainable energy systems in developing countries",
    "authors": [
      "Maria C. G. Hart,",
      "Sarah Eckhoff,",
      "Michael H. Breitner"
    ],
    "doi": "https://doi.org/10.1186/s42162-022-00255-y",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 22",
    "issn": "2520-8942 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://energyinformatics.springeropen.com/",
    "abstract": "Abstract With rising electricity demand through digitization and innovation, the urgency of climate change mitigation, and the recent geopolitical crisis, stakeholders in developing countries face the complex task to build reliable, affordable, and low-emission energy systems. Information inaccessibility, data unavailability, and scarce local expertise are major challenges for planning and transitioning to decentralized solutions. Motivated by the calls for more solution-oriented research regarding sustainability, we design, develop, and evaluate the web-based decision support system NESSI4D web+ that is tailored to the needs and capabilities of various stakeholders in developing countries. NESSI4D web+ is open access and considers location-specific circumstances to facilitate multi-energy planning. Its applicability is demonstrated with a case study of a representative rural village in southern Madagascar and evaluated through seven interviews with experts and stakeholders. We show that NESSI4D web+ can support the achievement of the United Nations Sustainable Development Goals and enable the very prerequisite of digitization: reliable electrification.",
    "readLink": "https://doi.org/10.1186/s42162-022-00255-y"
  },
  {
    "title": "Teacher Professional Development and Geography Teachers’ Pedagogical Practices for Climate Change Education",
    "authors": [
      "Muofhe Thenga ,",
      "Paul Goldschagg ,",
      "Rene Ferguson ,",
      "Caleb Mandikonza"
    ],
    "doi": "https://doi.org/10.4314/sajee.v36i3.17",
    "journalVolume": "Vol. 36,\n                                no. 3",
    "issn": "0256-7504 (Print)",
    "publisher": "2411-5959 (Online)",
    "countryOfPublisher": "Environmental Association of Southern Africa",
    "lcc": [
      "South Africa",
      "Education",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "http://www.ajol.info/sajee",
    "abstract": "Education for Sustainable Development (ESD) was added to the South African Geography school curriculum when the Curriculum Assessment Policy Statement (CAPS) was implemented from 2012. Many in-service teachers who qualified prior to 2014 did not cover this concept during their initial teacher education qualification because it was not part of the curriculum at that time. To address this deficiency, a teacher professional development (TPD) module was developed by the Fundisa for Change programme and offered to a selection of in-service high school Geography teachers. Transformative learning theory helped to understand the pedagogical practices used by teachers after attending the Fundisa for Change teacher professional development programme, in particular the use of a learner-centred approach. Using a small-scale, qualitative and interpretive case study method, the influence of this short TPD course on the teaching of climate change in the Geography CAPS curriculum on teachers’ pedagogical practices was investigated. Data were collected through semi-structured interviews, document analysis and lesson observations. Data were analysed using both inductive thematic and deductive analysis. Findings from this small sample of five teachers and their practices suggest that despite attending the programme, most of the participating teachers did not sufficiently integrate climate change education in their Geography classroom practices. The majority of the research participants did not implement the learner-centred teaching methods covered in the course. It is therefore recommended that a teacher professional development programme should be incorporated into longer-term and preferably ongoing professional development programmes so as to adequately foster climate change education in classroom practices.",
    "readLink": "https://www.ajol.info/index.php/sajee/article/view/199025"
  },
  {
    "title": "Temporal Variation and Source Analysis of Carbonaceous Aerosol in Industrial Cities of Northeast China during the Spring Festival: The Case of Changchun",
    "authors": [
      "Mengduo Zhang,",
      "Shichun Zhang,",
      "Qiuyang Bao,",
      "Chengjiang Yang,",
      "Yang Qin,",
      "Jing Fu,",
      "Weiwei Chen"
    ],
    "doi": "https://doi.org/10.3390/atmos11090991",
    "journalVolume": "Vol. 11,\n                                no. 991\n                                \n                                  p.\n                                  991",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Carbonaceous aerosol, one of the major components of atmospheric aerosols, significantly affects haze episodes, climate change, and human health. Northeastern China suffers severe air pollution, especially in some periods (e.g., the Spring Festival). However, studies on carbonaceous aerosols in typical northeast industrial cities (i.e., Changchun) are rare, limiting further comprehension of the atmospheric haze formation. In this study, we monitored the concentrations of carbonaceous aerosols (i.e., OC and EC) in Changchun during the Lunar New Year of 2018 (i.e., from Lunar 20 December to Lunar 20 January), and analyzed the temporal variation and source contributions via the HYbrid-Single Particle Lagrangian Integrated Trajectory (HYSPLIT) model with the potential source contribution factor weights (PSCF) method. The daily concentrations of OC and EC were 9.00 ± 2.81 and 1.57 ± 0.46 µg m−3, respectively, and were significantly lower at nighttime than at the day during the Spring Festival. The concentrations during the major period (i.e., OC: 8.13 ± 2.93 µg m−3; EC: 1.47 ± 0.47 µg m−3 in festival days), including the Lunar Little New Year; the Lunar New Year’s Eve; New Year’s Day; Lunar 5 January, and the Spring Lantern Festival, were mainly from the northwestward with the wind speed of 4–6 m/s being lower than that of normal period (OC: 9.87 ± 2.46 µg m−3; EC: 1.67 ± 0.44 µg m−3) from the southeastward with a wind speed of 6–7 m/s. The direction of the airflow trajectory was mainly in local, northwestward, and northward, carrying particulate matter and gaseous pollutants. In major period, the daily concentration of atmospheric pollutants presented a bimodal trend, with peaks appearing regularly from 11:00 a.m. to 12:00 p.m. and 5:00 p.m. 10:00 p.m., which might be related to traffic, cooking, and firecrackers. The OC/EC was greater than 2 during the whole period, indicating the generation of secondary organic aerosols (i.e., SOC). This study was essential to understand the formation mechanisms of severe pollution episodes and develop control measures for the industrial cities of Northeast China during the Spring Festival.",
    "readLink": "https://www.mdpi.com/2073-4433/11/9/991"
  },
  {
    "title": "TRENDS OF CLIMATIC CHANGES IN DENSITY OF YEAR RINGS",
    "authors": [
      "Svetlana L. Bondarenko,",
      "Irina G. Ustinova"
    ],
    "doi": "https://doi.org/10.18799/24131830/2019/3/154",
    "journalVolume": "Vol. 330,\n                                no. 3\n                                \n                                  pp.\n                                  50\n                                  – 59",
    "issn": "2500-1019 (Print)",
    "publisher": "2413-1830 (Online)",
    "countryOfPublisher": "Tomsk Polytechnic University",
    "lcc": [
      "Russian Federation",
      "Technology: Engineering (General). Civil engineering (General): Engineering geology. Rock mechanics. Soil mechanics. Underground construction"
    ],
    "journalUrl": "http://izvestiya.tpu.ru/archive",
    "abstract": "The relevance of the research is caused by the need to conserve forest zones and development forest industry. The main aim of the research is to use long-term trends in characteristics under study such as density of annual rings, changes in total ozone in the atmosphere and the de Martonne aridity index for assessing climate change. In addition, another aim of the study is to decompose the dendrochronological signal into components associated with individual factors. Objects of the research are time series of the total ozone content in the atmosphere, density of annual rings and the de Martonne aridity index. Methods: time series analysis, spectral singular analysis (Caterpillar-SSA method), F-criterion. Results. The authors have analyzed the dendrochronological and climatic data in two numerical experiments (Data Mining). This allowed obtaining the information for the forecast of annual growth of coniferous trees and linking the individual components of the dendrochronological signal with the influence of certain factors (temperature, precipitation, ultraviolet-B radiation, etc.). The use of the Caterpillar-SSA method in combination with previously made factor analysis of the dispersion of the dendrochronological series helps allocate climatic and sensitive to ultraviolet-B radiation components in separate time series. The obtained components can be used for long-term prediction of wood density. Ultraviolet-B radiation (total ozone content) and climate signal can be used for reconstruction and prediction of atmospheric characteristics (total ozone content, the de Martonne aridity index). Equations of nonlinear trends of maximum density of annual rings of coniferous trees, of total ozone content, of the de Martonne aridity index also allow obtaining a reliable prediction of the conditions of formation of annual rings and wood density, but for a shorter period, as they do not consider the cyclicity of climatic processes.",
    "readLink": "http://izvestiya.tpu.ru/archive/article/view/154/62"
  },
  {
    "title": "Fluctuations of glaciers of the Klyuchevskaya group of volcanoes in the 20th –21st centuries",
    "authors": [
      "A. Ya. Muraviev,",
      "Ya. D. Muraviev"
    ],
    "doi": "https://doi.org/10.15356/2076-6734-2016-4-480-492",
    "journalVolume": "Vol. 56,\n                                no. 4\n                                \n                                  pp.\n                                  480\n                                  – 492",
    "issn": "2076-6734 (Print)",
    "publisher": "2412-3765 (Online)",
    "countryOfPublisher": "Nauka",
    "lcc": [
      "Russian Federation",
      "Science"
    ],
    "journalUrl": "http://ice-snow.igras.ru/",
    "abstract": "Changes in sizes of the Klyuchevskaya volcanic group's glaciers had been estimated for the period from 1949–1950 to 2010–2015 using results of analysis of current satellite imagery, data of field observations and historic records. Changes in front positions for some glaciers were analyzed for different periods of time. According to results of comparison between our data and similar ones from the Glacier Inventory the glacier areas decreased by 0.7%. Calculations made with corrected data demonstrated the total increase of the glaciation area by 4.3%. Glaciation of the Klyuchevskoy volcano is characterized by dynamic instability and significant changeability. The Erman glacier, the largest one in this region, did constantly advance since 1945. In 1949‑2015, its area at the front increased by 4.96±0.39 km2, while the front advanced along the valley of the Sukhaya River by approximately 3675±15 m and by 3480±20 m along the valley of the Krutenkaya River. A number of «wandering glaciers» located on the North‑Eastern and Eastern slopes of the volcano, on the contrary, significantly reduced their areas. At the same time, formation of new flows of ice is noticed within the «ice belt». Under the influence of active volcanic processes, the configuration of glacier boundaries on the slopes of Klyuchevskoy volcano does actively change in not only the tongue areas but also in the accumulation areas. Changes in dynamics of the glaciation areas of the Klyuchevskaya group of volcanoes don’t correspond to the present‑day climate changes. The interaction of modern volcanism and glaciation in the area as a whole is conducive to the preservation and development of glaciers, despite the deterioration of climatic conditions of their existence.",
    "readLink": "https://ice-snow.igras.ru/jour/article/view/336"
  },
  {
    "title": "The 2019 methane budget and uncertainties at 1° resolution and each country through Bayesian integration Of GOSAT total column methane data  and a priori inventory estimates",
    "authors": [
      "J. R. Worden,",
      "D. H. Cusworth,",
      "D. H. Cusworth,",
      "Z. Qu,",
      "Y. Yin,",
      "Y. Zhang,",
      "Y. Zhang,",
      "A. A. Bloom,",
      "S. Ma,",
      "B. K. Byrne,",
      "T. Scarpelli,",
      "J. D. Maasakkers,",
      "D. Crisp,",
      "R. Duren,",
      "D. J. Jacob"
    ],
    "doi": "https://doi.org/10.5194/acp-22-6811-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  6811\n                                  – 6841",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "We use optimal estimation (OE) to quantify methane fluxes based on total column CH4 data from the Greenhouse Gases Observing Satellite (GOSAT) and the GEOS-Chem global chemistry transport model. We then project these fluxes to emissions by sector at 1∘ resolution and then to each country using a new Bayesian algorithm that accounts for prior and posterior uncertainties in the methane emissions. These estimates are intended as a pilot dataset for the global stock take in support of the Paris Agreement. However, differences between the emissions reported here and widely used bottom-up inventories should be used as a starting point for further research because of potential systematic errors of these satellite-based emissions estimates. We find that agricultural and waste emissions are ∼ 263 ± 24 Tg CH4 yr−1, anthropogenic fossil emissions are 82 ± 12 Tg CH4 yr−1, and natural wetland/aquatic emissions are 180 ± 10 Tg CH4 yr−1. These estimates are consistent with previous inversions based on GOSAT data and the GEOS-Chem model. In addition, anthropogenic fossil estimates are consistent with those reported to the United Nations Framework Convention on Climate Change (80.4 Tg CH4 yr−1 for 2019). Alternative priors can be easily tested with our new Bayesian approach (also known as prior swapping) to determine their impact on posterior emissions estimates. We use this approach by swapping to priors that include much larger aquatic emissions and fossil emissions (based on isotopic evidence) and find little impact on our posterior fluxes. This indicates that these alternative inventories are inconsistent with our remote sensing estimates and also that the posteriors reported here are due to the observing and flux inversion system and not uncertainties in the prior inventories. We find that total emissions for approximately 57 countries can be resolved with this observing system based on the degrees-of-freedom for signal metric (DOFS > 1.0) that can be calculated with our Bayesian flux estimation approach. Below a DOFS of 0.5, estimates for country total emissions are more weighted to our choice of prior inventories. The top five emitting countries (Brazil, China, India, Russia, USA) emit about half of the global anthropogenic budget, similar to our choice of prior emissions but with the posterior emissions shifted towards the agricultural sector and less towards fossil emissions, consistent with our global posterior results. Our results suggest remote-sensing-based estimates of methane emissions can be substantially different (although within uncertainty) than bottom-up inventories, isotopic evidence, or estimates based on sparse in situ data, indicating a need for further studies reconciling these different approaches for quantifying the methane budget. Higher-resolution fluxes calculated from upcoming satellite or aircraft data such as the Tropospheric Monitoring Instrument (TROPOMI) and those in formulation such as the Copernicus CO2M, MethaneSat, or Carbon Mapper can be incorporated into our Bayesian estimation framework for the purpose of reducing uncertainty and improving the spatial resolution and sectoral attribution of subsequent methane emissions estimates.",
    "readLink": "https://acp.copernicus.org/articles/22/6811/2022/acp-22-6811-2022.pdf"
  }
]