[
  {
    "title": "Professor Bauer Has It Backwards",
    "authors": [
      "Peter Bancel"
    ],
    "doi": "Vol. 29,\n                                no. 4",
    "issn": "0892-3310 (Print)",
    "publisher": "SSE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Philosophy. Psychology. Religion: Speculative philosophy"
    ],
    "journalUrl": "http://www.scientificexploration.org/journal-library",
    "abstract": "In his essay, Climate Change Science or Climate Change Propaganda?, Henry Bauer informs us that there is no valid scientific support for anthropogenic global warming (AGW), that predictions of future warming are erroneous and that a propaganda campaign is being perpetrated by mainstream science to cover up these embarrassing errors. Worse, the campaign is succeeding as pundits and the media buy into the received dogma and the consequences appear dire. The world risks widespread and unnecessary economic disruption by responding to an illusory problem and \"highly informed experts\" who challenge the climate change consensus are being hurtfully sneered at as they are dismissed out of hand. The last point may be familiar to Prof. Bauer, who is no stranger to readers of these pages. He has long held a contrarian position on the causes of AIDS and I imagine that the rejection of his views can sting. Still, it's not clear what exactly has motivated Prof. Bauer's wide-ranging essay, unless it's just the lure of crusading against the imposed groupthink of mainstream science. That is fine and may well offer some good sparring as long as one prepares one's case well. Unfortunately, Prof. Bauer has not done so and his arguments against AGW don't stand up when confronted with the data and research. To make his case, Exhibit A is the booklet Climate Change: Evidence and Causes published by the London Royal Society in collaboration with the US National Academy of Sciences which he dissects for us in his essay. In a nutshell, he argues that since the science is patently wrong, disseminating a pamphlet affirming it amounts to proof of collaborative propagandizing. Along the way we learn that comparisons with previous documents, duplicitous choices of wording, and even the use of British spelling providesupporting evidence of the collusion. However, it's not necessary to debate these points. To undo Prof. Bauer's argument, it suffices to expose the errors in his claim that the science wrong. The rest of his propaganda argument falls after that.",
    "readLink": "http://journalofscientificexploration.org/index.php/jse/article/view/977"
  },
  {
    "title": "Instruments for financing and investing the “green” economy in the country’s environmental projects",
    "authors": [
      "Niyazbekova Shakizada,",
      "Troyanskaya Marija,",
      "Toygambayev Serik,",
      "Rozhkov Vladimir,",
      "Zhukov Anatolii,",
      "Aksenova Elena,",
      "Ivanova Olga"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202124410054",
    "journalVolume": "Vol. 244\n                                \n                                \n                                  p.\n                                  10054",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "This article examines the issues and problems of ecology and climate change that concern an increasing number of people. In Russia, in particular, the attention of Russian companies and the government to the problem is increasing. Green finance is a tool that allows for a carbon transition to a green economy, providing extra-budgetary sources of funding for projects that provide this transition. To facilitate the transition of business to the principles of sustainable development, the Ministry of Industry and Trade of the Russian Federation has supplemented the compensation program for green bonds with green loans, and banks are developing new mechanisms to provide companies with a clear tool for cofinancing environmental projects.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/20/e3sconf_emmft2020_10054.pdf"
  },
  {
    "title": "Exploring the Impact of Renewable Energy on Climate Change in the GCC Countries",
    "authors": [
      "Amira Kasem,",
      "Mohammad Alawin"
    ],
    "doi": "Vol. 9,\n                                no. 6",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "This study provides a theoretical framework for the role of renewable energy in mitigating the climate change in the Gulf Cooperation Council (GCC) countries. The abundancy of renewable resources and widely accessible technology are the key drivers for the renewable energy business in the GCC. However, lack of effective policies and regulations, along with subsidized fuel prices, are slowing down the implementation of renewable resource options. This study will illustrate the potential, the challenges, and the barriers of implementing renewable energy technologies in the GCC region. In addition, this research empirically examines the impact of Renewable Energy Sources (RSS) and other factors in the GCC countries in reducing the carbon dioxide emissions, using pooled OLS regression analysis with fixed effect specification. The results indicate that renewable energy consumption, GDP per capita, and electrical power consumption have a statistically significant impact on CO2 emissions. Keywords: Renewable Energy, Electrical Power, GCC Countries JEL Classifications: Q20, Q30, Q40 DOI: https://doi.org/10.32479/ijeep.8477",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/8477"
  },
  {
    "title": "Responses of a Natural Phytoplankton Community From the Drake Passage to Two Predicted Climate Change Scenarios",
    "authors": [
      "Franziska Pausch,",
      "Franziska Pausch,",
      "Florian Koch,",
      "Christel Hassler,",
      "Christel Hassler,",
      "Astrid Bracher,",
      "Astrid Bracher,",
      "Kai Bischof,",
      "Scarlett Trimborn,",
      "Scarlett Trimborn"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.759501",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Contrasting models predict two different climate change scenarios for the Southern Ocean (SO), forecasting either less or stronger vertical mixing of the water column. To investigate the responses of SO phytoplankton to these future conditions, we sampled a natural diatom dominated (63%) community from today’s relatively moderately mixed Drake Passage waters with both low availabilities of iron (Fe) and light. The phytoplankton community was then incubated at these ambient open ocean conditions (low Fe and low light, moderate mixing treatment), representing a control treatment. In addition, the phytoplankton was grown under two future mixing scenarios based on current climate model predictions. Mixing was simulated by changes in light and Fe availabilities. The two future scenarios consisted of a low mixing scenario (low Fe and higher light) and a strong mixing scenario (high Fe and low light). In addition, communities of each mixing scenario were exposed to ambient and low pH, the latter simulating ocean acidification (OA). The effects of the scenarios on particulate organic carbon (POC) production, trace metal to carbon ratios, photophysiology and the relative numerical contribution of diatoms and nanoflagellates were assessed. During the first growth phase, at ambient pH both future mixing scenarios promoted the numerical abundance of diatoms (∼75%) relative to nanoflagellates. This positive effect, however, vanished in response to OA in the communities of both future mixing scenarios (∼65%), with different effects for their productivity. At the end of the experiment, diatoms remained numerically the most abundant phytoplankton group across all treatments (∼80%). In addition, POC production was increased in the two future mixing scenarios under OA. Overall, this study suggests a continued numerical dominance of diatoms as well as higher carbon fixation in response to both future mixing scenarios under OA, irrespective of different changes in light and Fe availability.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.759501/full"
  },
  {
    "title": "Influence of Anthropogenic Activities on Forest Carbon Stocks—A Case Study from Gori Valley, Western Himalaya",
    "authors": [
      "Soni Bisht,",
      "Surendra Singh Bargali,",
      "Kiran Bargali,",
      "Gopal Singh Rawat,",
      "Yashwant Singh Rawat,",
      "Archana Fartyal"
    ],
    "doi": "https://doi.org/10.3390/su142416918",
    "journalVolume": "Vol. 14,\n                                no. 16918\n                                \n                                  p.\n                                  16918",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Carbon stock assessment in various ecosystems is vital for monitoring the health of these ecosystems and national accounting for the United Nations convention on climate change. The influence of various anthropogenic drivers on carbon stock in different ecosystems has not been examined comprehensively. This study aims to determine the impact of anthropogenic pressures (lopping, cutting, grazing) on soil physico-chemical properties and carbon stock in four temperate broadleaf forests dominated by different species of oak, viz., Banj oak (Quercus leucotrichophora), Rianj oak (Quercus lanuginosa), Moru oak (Quercus floribunda) and Kharsu oak (Quercus semecarpifolia) along an elevation gradient from 1700–3000 m asl in Gori valley, western Himalaya. Biomass data were collected from 120 quadrats of 10 × 10 m size at three distinct altitudes (4 forest sites × 3 altitudes × 10 quadrats) and analysed for carbon stock, whereas soil samples were randomly collected in triplicate from three depths of each altitude of the forest site and further analysed for their physico-chemical properties. A total of 767 individual trees with a diameter of ≥31 cm were measured at twelve sites and standing biomass was estimated following the growing stock volume equations. Mean carbon stock was highest in Moru oak (396.6 ± 29.5 Mg C ha−1) and lowest in Banj oak forest (189.3 ± 48.6 Mg C ha−1). We also found soil to be the largest pool of forest carbon (43.0–59.7%) followed by aboveground biomass (31.5–45.0%), belowground biomass (8.4–11.7%) and litter (0.4–0.5%). The basal area showed significant effect on altitude and carbon stock, whereas disturbance showed significant (p 2 = 0.60) with the basal area, indicating that nitrogen enhances tree growth and forest carbon stock. However, anthropogenic disturbance showed a significant negative impact on the basal area, soil nutrients and carbon stock of oak forests. This concludes that forest structure, anthropogenic pressure and soil parameters contribute to the carbon stock of the area. Considering the significance of these overexploited oak forests, it is recommended to conserve the old-growth forest species in the study area, since they have the highest carbon accumulation potential.",
    "readLink": "https://www.mdpi.com/2071-1050/14/24/16918"
  },
  {
    "title": "Is the climate right for pleistocene rewilding? Using species distribution models to extrapolate climatic suitability for mammals across continents.",
    "authors": [
      "Orien M W Richmond,",
      "Jay P McEntee,",
      "Robert J Hijmans,",
      "Justin S Brashares"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0012899",
    "journalVolume": "Vol. 5,\n                                no. 9\n                                \n                                  p.\n                                  e12899",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Species distribution models (SDMs) are increasingly used for extrapolation, or predicting suitable regions for species under new geographic or temporal scenarios. However, SDM predictions may be prone to errors if species are not at equilibrium with climatic conditions in the current range and if training samples are not representative. Here the controversial \"Pleistocene rewilding\" proposal was used as a novel example to address some of the challenges of extrapolating modeled species-climate relationships outside of current ranges. Climatic suitability for three proposed proxy species (Asian elephant, African cheetah and African lion) was extrapolated to the American southwest and Great Plains using Maxent, a machine-learning species distribution model. Similar models were fit for Oryx gazella, a species native to Africa that has naturalized in North America, to test model predictions. To overcome biases introduced by contracted modern ranges and limited occurrence data, random pseudo-presence points generated from modern and historical ranges were used for model training. For all species except the oryx, models of climatic suitability fit to training data from historical ranges produced larger areas of predicted suitability in North America than models fit to training data from modern ranges. Four naturalized oryx populations in the American southwest were correctly predicted with a generous model threshold, but none of these locations were predicted with a more stringent threshold. In general, the northern Great Plains had low climatic suitability for all focal species and scenarios considered, while portions of the southern Great Plains and American southwest had low to intermediate suitability for some species in some scenarios. The results suggest that the use of historical, in addition to modern, range information and randomly sampled pseudo-presence points may improve model accuracy. This has implications for modeling range shifts of organisms in response to climate change.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/20877563/?tool=EBI"
  },
  {
    "title": "Dust Characteristics Observed by Unmanned Aerial Vehicle over the Taklimakan Desert",
    "authors": [
      "Chenglong Zhou,",
      "Yuzhi Liu,",
      "Qing He,",
      "Xinjie Zhong,",
      "Qingzhe Zhu,",
      "Fan Yang,",
      "Wen Huo,",
      "Ali Mamtimin,",
      "Xinghua Yang,",
      "Yu Wang,",
      "Lu Meng"
    ],
    "doi": "https://doi.org/10.3390/rs14040990",
    "journalVolume": "Vol. 14,\n                                no. 990\n                                \n                                  p.\n                                  990",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Based on observations from the Unmanned Aerial Vehicle (UAV) together with an environmental particulate matter analyzer (Grimm-180) and Global Positioning System (GPS) sounding balloons, the vertical structure of dust with different particle sizes was explored over the Taklimakan Desert (TD) during an intensive observation from 1 July 2021 to 31 July 2021. The power functions were fitted between the particle counts and particle sizes, indicating negative correlations with an R2 higher than 0.99 under different dust pollution conditions in Tazhong (TZ). The dust concentrations show a sharp vertical increase over the TD during dust pollution; however, more particles with larger sizes are entrained into the air in TZ compared with Minfeng (MF). The total solar radiation during dust pollution days is significantly weakened, accompanied by major modifications in the temperature stratification, which were characterized by low-level cooling (with −2.71 K mean intensity) and high-level heating (with +0.70 K mean intensity). On clear days, the average convective boundary layer (CBL) heights at the TZ and MF are approximately 3.94 and 2.84 km, respectively, and the average stable boundary layer (SBL) height at the TZ and MF are approximately 0.19 and 0.14 km, respectively. With the increasing dust pollution level, the CBL height decreases rapidly while the SBL height shows the opposite trend. The unique ultra-high atmospheric boundary layer structure in daytime provides beneficial conditions for the suspension and vertical transportation of dust over TD. Moreover, a negative correlation between the CBL height and near-surface PM10/PM2.5/PM1.0 concentration in TD is revealed by power function fittings.",
    "readLink": "https://www.mdpi.com/2072-4292/14/4/990"
  },
  {
    "title": "Τhe “GPS/GNSS on Boat” Technique for the Determination of the Sea Surface Topography and Geoid: A Critical Review",
    "authors": [
      "Sotiris Lycourghiotis,",
      "Foteini Kariotou"
    ],
    "doi": "https://doi.org/10.3390/coasts2040016",
    "journalVolume": "Vol. 2,\n                                no. 16\n                                \n                                  pp.\n                                  323\n                                  – 340",
    "issn": "2673-964X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Hydraulic engineering: Harbors and coast protective works. Coastal engineering. Lighthouses",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/coasts",
    "abstract": "The opening up of the global positioning system (GPS) for non-military uses provided a new impetus for the study of the sea surface topography (SST) and geoid, especially in coastal areas which are important from the viewpoint of the climate crisis. The application of the “GPS/GNSS on boat” method, as an alternative to traditional (indirect and direct) methods, has provided detailed SST maps in coastal and oceanic areas with an accuracy of up to few centimeters. In this work we present the first critical review concerning the evolution of the “GPS/GNSS on boat” method over a period of 27 years. Twenty-one papers, covering the 27 years of related research, are critically reviewed, focusing on the innovations they introduce, the solutions they present and the accuracy they achieve. Further improvement of the method, principally of its accuracy, and the extension of SST measurements to additional coastal environments open new perspectives for the examination of open geophysical problems and climate change.",
    "readLink": "https://www.mdpi.com/2673-964X/2/4/16"
  },
  {
    "title": "Molluscs—A ticking microbial bomb",
    "authors": [
      "Agnieszka Kijewska,",
      "Aleksandra Koroza,",
      "Katarzyna Grudlewska-Buda,",
      "Tomasz Kijewski,",
      "Natalia Wiktorczyk-Kapischke,",
      "Katarzyna Zorena,",
      "Krzysztof Skowron"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.1061223",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Bivalve shellfish consumption (ark shells, clams, cockles, and oysters) has increased over the last decades. Following this trend, infectious disease outbreaks associated with their consumption have been reported more frequently. Molluscs are a diverse group of organisms found wild and farmed. They are common on our tables, but unfortunately, despite their great taste, they can also pose a threat as a potential vector for numerous species of pathogenic microorganisms. Clams, in particular, might be filled with pathogens because of their filter-feeding diet. This specific way of feeding favors the accumulation of excessive amounts of pathogenic microorganisms like Vibrio spp., including Vibrio cholerae and V. parahaemolyticus, Pseudomonas aeruginosa, Escherichia coli, Arcobacter spp., and fecal coliforms, and intestinal enterococci. The problems of pathogen dissemination and disease outbreaks caused by exogenous bacteria in many geographical regions quickly became an unwanted effect of globalized food supply chains, global climate change, and natural pathogen transmission dynamics. Moreover, some pathogens like Shewanella spp., with high zoonotic potential, are spreading worldwide along with food transport. These bacteria, contained in food, are also responsible for the potential transmission of antibiotic-resistance genes to species belonging to the human microbiota. Finally, they end up in wastewater, thus colonizing new areas, which enables them to introduce new antibiotic-resistance genes (ARG) into the environment and extend the existing spectrum of ARGs already present in local biomes. Foodborne pathogens require modern methods of detection. Similarly, detecting ARGs is necessary to prevent resistance dissemination in new environments, thus preventing future outbreaks, which could threaten associated consumers and workers in the food processing industry.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.1061223/full"
  },
  {
    "title": "Vulnerability Analysis of Episodic Beach Erosion by Applying Storm Wave Scenarios to a Shoreline Response Model",
    "authors": [
      "Tae-Kon Kim,",
      "Changbin Lim,",
      "Jung-Lyul Lee"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.759067",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Recently, because of the influence of climate change on sea level change, there has been growing concern regarding the erosion of beaches, which play a role in reducing the damage caused by coastal disasters. However, despite these concerns, a comprehensive understanding of the morphodynamic relationship between hazard factors and beach erosion is still lacking. Therefore, in this study, a vulnerability analysis of beach erosion was conducted by applying the shoreline response model (SLRM) of bulk model type, which identifies the physical characteristics of relevant coefficients based on the suspended sediment movement processes. To characterize wave energy incidence, storm wave scenario modeling and extreme wave analysis were conducted using wave data of 40 years on the east coast of Korea provided by the National Oceanic and Atmospheric Administration. A dimensionless mathematical function representing the storm wave scenario was proposed as a function of the peak wave height. In addition, to examine whether the beach vulnerability curve (BVC) obtained from the SLRM is valid, it was compared with the long-term shoreline observation data conducted at Maengbang Beach. For the past 9 years, sand sampling and shoreline observations were performed at Maengbang Beach about 5 times a year. However, since observations were performed in time intervals of several months, the direct comparison with model results was impossible, so a comparative analysis through statistical analysis of shoreline variability was performed. The variability of the shoreline for each reference point followed a normal distribution with a standard deviation of approximately 7.1 m. As a result of comparing the BVC results obtained from these statistical characteristics with those obtained from the model, significant similarity was shown in the high wave condition. Finally, the model was performed on two factors (mean wave height and peak wave height) which appear in SWSF and three factors (wave energy at breaking point, beach response factor and beach recovery factor) which appear in SLRM, and by analyzing the results, an approximate formula for the BVC is derived. This novel BVC approximation equation provides an intuitive understanding of the factors that affect beach vulnerability as well as their importance, and estimates the beach buffer section required to prevent coastal facilities from being damaged by erosion during a specific period. The results of this study can help limit reckless coastal development and mitigate erosion damage.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.759067/full"
  }
]