[
  {
    "title": "Effects of tridimensional uniform sowing on water consumption, nitrogen use, and yield in winter wheat",
    "authors": [
      "Zhiqiang Tao,",
      "Shaokang Ma,",
      "Xuhong Chang,",
      "Demei Wang,",
      "Yanjie Wang,",
      "Yushuang Yang,",
      "Guangcai Zhao,",
      "Jiancang Yang"
    ],
    "doi": "Vol. 7,\n                                no. 4\n                                \n                                  pp.\n                                  480\n                                  – 493",
    "issn": "2095-5421 (Print)",
    "publisher": "2214-5141 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.sciencedirect.com/science/journal/22145141/",
    "abstract": "Wheat is a staple crop worldwide, but yields may diminish as climate change causes increasingly unpredictable patterns of precipitation and soil nutrient availability. Farmers are thus challenged to maximize planting efficiency to increase yield, while also improving their resource use efficiency. In this study the effectiveness of tridimensional uniform sowing was tested across a range of planting densities for winter wheat crops on the North China Plain. Tridimensional uniform sowing was tested against conventional drilling at three planting densities (180 × 104, 270 × 104, and 360 × 104 plants ha−1) and assessed for water consumption, biomass, nitrogen uptake and allocation, and aspects of yield. The tridimensional uniform sowing treatment outperformed the conventional drilling treatment in most metrics and at most planting densities, while performing markedly better at higher planting densities. Water consumption decreased and nitrogen efficiency increased. Tiller number and percentage of productive tillers, leaf area index, dry weight, and yield increased without a significant decline in grain protein. Nitrogen allocation was more efficient under tridimensional uniform sowing than with conventional drilling, and also varied according to annual precipitation and planting density. Both yield and grain protein contents were significantly correlated with the amount of pre-anthesis accumulated nitrogen translocated from vegetative organs to kernels after anthesis. Overall, a density of 270 × 104 plants ha−1 provided the highest water use efficiency and grain yield. Tridimensional uniform sowing will benefit farmers by forming stronger overall crops, promoting the coordinated improvement of yield, nitrogen uptake and efficiency, and increasing grain protein content at higher planting densities. Keywords: Winter wheat, Sowing pattern, Nitrogen absorption and utilization, Yield, Grain protein content",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221451411930025X"
  },
  {
    "title": "FOOD VULNERABILITY AND ALLUVIAL FARMING FOR FOOD SECURITY IN CENTRAL DRY ZONE AREA OF MYANMAR",
    "authors": [
      "M. S. Boori,",
      "M. S. Boori,",
      "M. S. Boori,",
      "K. Choudhary,",
      "M. Evers,",
      "A. Kupriyanov,",
      "A. Kupriyanov"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-4-W5-31-2017",
    "journalVolume": "Vol. XLII-4-W5\n                                \n                                \n                                  pp.\n                                  31\n                                  – 38",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "The central dry zone area of Myanmar is the most water stressed and also one of the most food insecure regions in the country. In the Dry Zone area, the total population is 10.1 million people in 54 townships, in which approximately 43 % live in below poverty line and 40–50 % of the rural population is landless. Agriculture is the most important economic sector in Myanmar as it is essential for national food security and a major source of livelihood for its people. In this region the adverse effects of climate change such as late or early onset of monsoon season, longer dry spells, erratic rainfall, increasing temperature, heavy rains, stronger typhoons, extreme spatial-temporal variability of rainfall, high intensities, limited rainfall events in the growing season, heat stress, drought, flooding, sea water intrusion, land degradation, desertification, deforestation and other natural disasters are believed to be a major constraint to food insecurity. For food vulnerability, we use following indicators: slope, precipitation, vegetation, soil, erosion, land degradation and harvest failure in ArcGIS software. The erosion is influenced by rainfall and slope, while land degradation is directly related to vegetation, drainage and soil. While harvest failure can be generate by rainfall and flood potential zones. Results show that around 45 % study area comes under very high erosion danger level, 70 % under average harvest failure, 59 % intermediate land degradation area and the overall around 45 % study area comes under insecure food vulnerability zone. Our analysis shows an increase in alluvial farming by 1745.33 km2 since 1988 to reduce the insecure food vulnerability. Food vulnerability map is also relevant to increased population and low income areas. The extreme climatic events are likely increase in frequency and magnitude of serious drought periods and extreme floods. Food insecurity is an important thing that must be reviewed because it relates to the lives of many people. This paper is helpful for identifying the areas of food needs in central dry zone area of Myanmar.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-4-W5/31/2017/isprs-archives-XLII-4-W5-31-2017.pdf"
  },
  {
    "title": "Ice Melt-Induced Variations of Structural and Functional Traits of the Aquatic Microbial Community along an Arctic River (Pasvik River, Norway)",
    "authors": [
      "Maria Papale,",
      "Carmen Rizzo,",
      "Gabriella Caruso,",
      "Stefano Amalfitano,",
      "Giovanna Maimone,",
      "Stefano Miserocchi,",
      "Rosabruna La Ferla,",
      "Paul Eric Aspholm,",
      "Franco Decembrini,",
      "Filippo Azzaro,",
      "Antonella Conte,",
      "Marco Graziano,",
      "Alessandro Ciro Rappazzo,",
      "Angelina Lo Giudice,",
      "Maurizio Azzaro"
    ],
    "doi": "https://doi.org/10.3390/w13162297",
    "journalVolume": "Vol. 13,\n                                no. 2297\n                                \n                                  p.\n                                  2297",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The effects of climate change-induced ice melting on the microbial communities in different glacial-fed aquatic systems have been reported, but seasonal dynamics remain poorly investigated. In this study, the structural and functional traits of the aquatic microbial community were assessed along with the hydrological and biogeochemical variation patterns of the Arctic Pasvik River under riverine and brackish conditions at the beginning (May = Ice-melt (−)) and during the ice-melting season (July = Ice-melt (+)). The microbial abundance and morphometric analysis showed a spatial diversification between the riverine and brackish stations. Results highlighted different levels of microbial respiration and activities with different carbon and phosphorous utilization pathways, thus suggesting an active biogeochemical cycling along the river especially at the beginning of the ice-melting period. At Ice-melt (−), Gammaproteobacteria and Alphaproteobacteria were dominant in riverine and brackish stations, respectively. Conversely, at Ice-melt (+), the microbial community composition was more homogeneously distributed along the river (Gammaproteobacteria > Alphaproteobacteria > Bacteroidetes). Our findings provide evidence on how riverine microbial communities adapt and respond to seasonal ice melting in glacial-fed aquatic ecosystems.",
    "readLink": "https://www.mdpi.com/2073-4441/13/16/2297"
  },
  {
    "title": "The miner and the activist: an Australian parable for our carbon constrained world",
    "authors": [
      "James Arvanitakis,",
      "Spike Boydell"
    ],
    "doi": "https://doi.org/10.2458/v17i1.21699",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  59\n                                  – 67",
    "issn": "1073-0451 (Online)",
    "publisher": "University of Arizona Libraries",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Political science"
    ],
    "journalUrl": "https://journals.librarypublishing.arizona.edu/jpe/",
    "abstract": "This paper reviews the meaning of carbon by applying five broad questions to this controversial substance: what is land; what is property; what is ownership; what is value; and what are property rights? By exploring each of these questions, we aim to show that a multidimensional and complex understanding is required for effective policy discussions to confront the challenge of global warming. We engage the perspective of a miner and an environmental activist to illustrate the tensions relating to carbon pollution in an era of climate change, and in so doing we offer a parable for our carbon constrained world. We conclude by considering the implications of property rights for carbon for polluters, governments, people as individuals with a right to breathe clean air, as well as the global commons and other species. Key Words: Carbon, pollution, land, ownership, property rights, value",
    "readLink": "https://journals.uair.arizona.edu/index.php/JPE/article/view/21699"
  },
  {
    "title": "Effects of uncertainty in determining the parameters of the linear Muskingum method using the particle swarm optimization (PSO) algorithm",
    "authors": [
      "Hadi Norouzi,",
      "Jalal Bazargan"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.227",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  2055\n                                  – 2067",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "The Muskingum method is one the simplest and most applicable methods of flood routing. Optimizing the coefficients of linear Muskingum is of great importance to enhance accuracy of computations on an outflow hydrograph. In this study, considering the uncertainty of flood in the rivers and by application of the particle swarm optimization (PSO) algorithm, we used the data obtained from three floods simultaneously as basic flood to optimize parameters of linear Muskingum (X, K and ), rather than using inflow and outflow hydrographs of a single basic flood (observational flood), and optimized the outflow discharge at the beginning of flood (O1) as a percentage of inflow discharge at the beginning of flood (I1). The results suggest that the closer inflow discharge variation of basic flood to the inflow discharge variation of observational flood, the greater the accuracy of outflow hydrograph computations. Moreover, when the proposed approach is used to optimize parameters of X, K and , the accuracy of outflow hydrograph computations will increase too. In other words, if rather than using a single basic flood, the proposed approach is applied, the average values of mean relative error (MRE) of total flood for the first, second, third and fourth flood will be improved as 31, 13, 39 and 33%, respectively. HIGHLIGHTS Optimization of the parameters of the linear Muskingum method.; Using the PSO algorithm to optimize the parameters.; To consider the uncertainty of the flood.; Considering the inflow and outflow hydrographs of three floods simultaneously to the basic flood.; Optimizing the outflow discharge at the start of the flood (O1) as a fraction of the inflow discharge at the start of the flood (I1).;",
    "readLink": "http://jwcc.iwaponline.com/content/12/5/2055"
  },
  {
    "title": "Coupling of climate models and ice sheet models by surface mass balance gradients: application to the Greenland Ice Sheet",
    "authors": [
      "M. M. Helsen,",
      "R. S. W. van de Wal,",
      "M. R. van den Broeke,",
      "W. J. van de Berg,",
      "J. Oerlemans"
    ],
    "doi": "https://doi.org/10.5194/tc-6-255-2012",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  255\n                                  – 272",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "It is notoriously difficult to couple surface mass balance (SMB) results from climate models to the changing geometry of an ice sheet model. This problem is traditionally avoided by using only accumulation from a climate model, and parameterizing the meltwater run-off as a function of temperature, which is often related to surface elevation (<i>H</i><sub>s</sub>). In this study, we propose a new strategy to calculate SMB, to allow a direct adjustment of SMB to a change in ice sheet topography and/or a change in climate forcing. This method is based on elevational gradients in the SMB field as computed by a regional climate model. Separate linear relations are derived for ablation and accumulation, using pairs of <i>H</i><sub>s</sub> and SMB within a minimum search radius. The continuously adjusting SMB forcing is consistent with climate model forcing fields, also for initially non-glaciated areas in the peripheral areas of an ice sheet. When applied to an asynchronous coupled ice sheet – climate model setup, this method circumvents traditional temperature lapse rate assumptions. Here we apply it to the Greenland Ice Sheet (GrIS). Experiments using both steady-state forcing and glacial-interglacial forcing result in realistic ice sheet reconstructions.",
    "readLink": "http://www.the-cryosphere.net/6/255/2012/tc-6-255-2012.pdf"
  },
  {
    "title": "From emission scenarios to spatially resolved projections with a chain of computationally efficient emulators: coupling of  MAGICC (v7.5.1) and MESMER (v0.8.3)",
    "authors": [
      "L. Beusch,",
      "Z. Nicholls,",
      "Z. Nicholls,",
      "Z. Nicholls,",
      "L. Gudmundsson,",
      "M. Hauser,",
      "M. Meinshausen,",
      "M. Meinshausen,",
      "M. Meinshausen,",
      "S. I. Seneviratne"
    ],
    "doi": "https://doi.org/10.5194/gmd-15-2085-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  2085\n                                  – 2103",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Producing targeted climate information at the local scale, including major sources of climate change projection uncertainty for diverse emissions scenarios, is essential to support climate change mitigation and adaptation efforts. Here, we present the first chain of computationally efficient Earth system model (ESM) emulators that allow for the translation of any greenhouse gas emission pathway into spatially resolved annual mean temperature anomaly field time series, accounting for both forced climate response and natural variability uncertainty at the local scale. By combining the global mean, emissions-driven emulator MAGICC with the spatially resolved emulator MESMER, ESM-specific and constrained probabilistic emulated ensembles can be derived. This emulator chain can hence build on and extend large multi-ESM ensembles such as the ones produced within the sixth phase of the Coupled Model Intercomparison Project (CMIP6). The main extensions are threefold. (i) A more thorough sampling of the forced climate response and the natural variability uncertainty is possible, with millions of emulated realizations being readily created. (ii) The same uncertainty space can be sampled for any emission pathway, which is not the case in CMIP6, where only a limited number of scenarios have been explored and some of the most societally relevant strong mitigation scenarios have been run by only a small number of ESMs. (iii) Other lines of evidence to constrain future projections, including observational constraints, can be introduced, which helps to refine projected ranges beyond the multi-ESM ensembles' estimates. In addition to presenting results from the coupled MAGICC–MESMER emulator chain, we carry out an extensive validation of MESMER, which is trained on and applied to multiple emission pathways for the first time in this study. By coupling MAGICC and MESMER, we pave the way for rapid assessments of any emission pathway's regional climate change consequences and the associated uncertainties.",
    "readLink": "https://gmd.copernicus.org/articles/15/2085/2022/gmd-15-2085-2022.pdf"
  },
  {
    "title": "Evaluating the impact of climate on forest vulnerability to fires",
    "authors": [
      "Živanović Stanimir"
    ],
    "doi": "https://doi.org/10.5937/AASer1539017Z",
    "journalVolume": "Vol. 20,\n                                no. 39\n                                \n                                  pp.\n                                  17\n                                  – 28",
    "issn": "0354-9542 (Print)",
    "publisher": "2560-3140 (Online)",
    "countryOfPublisher": "University of Kragujevac, Faculty of Agronomy, Cacak",
    "lcc": [
      "Serbia",
      "Agriculture"
    ],
    "journalUrl": "http://scindeks.ceon.rs/journalDetails.aspx?issn=0354-9542&lang=en",
    "abstract": "The assessment of the threat of forest fires usually includes identification of factors and quantification of risk levels. This work presents an approach to modeling the risk of forest fires caused by climate impacts. Climate Impact Assessment is based on the significance of air temperature, rainfall and relative air humidity. The analysis is based on the meteorological data obtained from 26 meteorological stations in Serbia for the period from 1981 to 2010. The analysis is used to predict the areas where the expected rate of fire is high. The method is simple; it describes the key variables for the risk under climate impacts and the spatial pattern of risk. It is suitable for operational use by authorized services. The risk of forest fire is classified as negligible, small, medium and large. The database and analysis results were used to build the matrix of risk assessment of forest fires in Serbia. A great part of the territory of Serbia is relatively highly sensitive to forest fires. The lowest consequences of climate impacts are visible in the areas of Kopaonik and Zlatibor. In Serbia, there is no place where there is a negligible risk of fire. Further research, especially in terms of the relationship between climate change and the adaptive capacity of existing forest ecosystems, species and existing genotypes, is urgently needed in Serbia.",
    "readLink": "http://scindeks-clanci.ceon.rs/data/pdf/0354-9542/2015/0354-95421539017Z.pdf"
  },
  {
    "title": "Photosynthetic Metabolism and Nitrogen Reshuffling Are Regulated by Reversible Cysteine Thiol Oxidation Following Nitrogen Deprivation in Chlamydomonas",
    "authors": [
      "Amanda  L. Smythers,",
      "Evan  W. McConnell,",
      "Hailey  C. Lewis,",
      "Saher  N. Mubarek,",
      "Leslie  M. Hicks"
    ],
    "doi": "https://doi.org/10.3390/plants9060784",
    "journalVolume": "Vol. 9,\n                                no. 784\n                                \n                                  p.\n                                  784",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "As global temperatures climb to historic highs, the far-reaching effects of climate change have impacted agricultural nutrient availability. This has extended to low latitude oceans, where a deficit in both nitrogen and phosphorus stores has led to dramatic decreases in carbon sequestration in oceanic phytoplankton. Although Chlamydomonas reinhardtii, a freshwater model green alga, has shown drastic systems-level alterations following nitrogen deprivation, the mechanisms through which these alterations are triggered and regulated are not fully understood. This study examined the role of reversible oxidative signaling in the nitrogen stress response of C. reinhardtii. Using oxidized cysteine resin-assisted capture enrichment coupled with label-free quantitative proteomics, 7889 unique oxidized cysteine thiol identifiers were quantified, with 231 significantly changing peptides from 184 proteins following 2 h of nitrogen deprivation. These results demonstrate that the cellular response to nitrogen assimilation, photosynthesis, pigment biosynthesis, and lipid metabolism are regulated by reversible oxidation. An enhanced role of non-damaging oxidative pathways is observed throughout the photosynthetic apparatus that provides a framework for further analysis in phototrophs.",
    "readLink": "https://www.mdpi.com/2223-7747/9/6/784"
  },
  {
    "title": "Comprehensive Performance of Green Infrastructure through a Life-Cycle Perspective: A Review",
    "authors": [
      "Mo Wang,",
      "Xu Zhong,",
      "Chuanhao Sun,",
      "Tong Chen,",
      "Jin Su,",
      "Jianjun Li"
    ],
    "doi": "https://doi.org/10.3390/su151410857",
    "journalVolume": "Vol. 15,\n                                no. 10857\n                                \n                                  p.\n                                  10857",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change represents a paramount challenge for humanity in the 21st century. Green infrastructure (GI), due to its myriad environmental and societal benefits, has emerged as an essential natural life support system and a pivotal strategy to combat climate change-induced risks. Consequently, GI has garnered considerable global interest. As of now, comprehensive and systematic environmental impact assessments of GI are underway worldwide. Nonetheless, there remains a conspicuous scarcity of life-cycle approaches to delineate the evolutionary trajectory of this domain. Employing three bibliometric software tools—the R language “Bibliometrix” package (version 4.0.1), CiteSpace (version 6.2.R2 Basic), and “VOSviewer” (version 1.6.18)—this study scrutinizes the progression of the GI paradigm until 2022. An exhaustive review of 1124 documents published on the Web of Science between 1995 and 2022 facilitates an overarching evaluation of GI, encompassing environmental, economic, and social facets from a life-cycle standpoint. The analysis results reveal that (1) the majority of current studies accentuate the economic and environmental efficacy of GI throughout its life cycle, with the social performance receiving comparatively less focus, potentially due to the difficulties in formulating a social life-cycle-assessment database; (2) contemporary research predominantly concentrates on the life-cycle carbon footprint of GI, warranting further exploration into its water and carbon footprints; and (3) multi-objective optimization emerges as a promising avenue for future GI investigations. This review thus furnishes a comprehensive understanding of the performance of GI from a life-cycle perspective.",
    "readLink": "https://www.mdpi.com/2071-1050/15/14/10857"
  }
]