[
  {
    "title": "Condensed Tannins in White Clover (Trifolium repens) Foliar Tissues Expressing the Transcription Factor TaMYB14-1 Bind to Forage Protein and Reduce Ammonia and Methane Emissions in vitro",
    "authors": [
      "Marissa B. Roldan,",
      "Greig Cousins,",
      "Stefan Muetzel,",
      "Wayne E. Zeller,",
      "Karl Fraser,",
      "Karl Fraser,",
      "Juha-Pekka Salminen,",
      "Alexia Blanc,",
      "Alexia Blanc,",
      "Rupinder Kaur,",
      "Kim Richardson,",
      "Dorothy Maher,",
      "Zulfi Jahufer,",
      "Derek R. Woodfield,",
      "John R. Caradus,",
      "Christine R. Voisey"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.777354",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Grazing ruminants contribute to global climate change through enteric methane and nitrous oxide emissions. However, animal consumption of the plant polyphenolics, proanthocyanidins, or condensed tannins (CTs) can decrease both methane emissions and urine nitrogen levels, leading to reduced nitrous oxide emissions, and concomitantly increase animal health and production. CTs are largely absent in the foliage of important temperate pasture legumes, such as white clover (Trifolium repens), but found in flowers and seed coats. Attempts at enhancing levels of CT expression in white clover leaves by mutagenesis and breeding have not been successful. However, the transformation of white clover with the TaMYB14-1 transcription factor from Trifolium arvense has resulted in the production of CTs in leaves up to 1.2% of dry matter (DM). In this study, two generations of breeding elevated foliar CTs to >2% of DM. The CTs consisted predominantly of prodelphinidins (PD, 75–93%) and procyanidins (PC, 17–25%) and had a mean degree of polymerization (mDP) of approximately 10 flavan-3-ol subunits. In vitro studies showed that foliar CTs were bound to bovine serum albumin and white clover proteins at pH 6.5 and were released at pH 2.-2.5. Using rumen in vitro assays, white clover leaves containing soluble CTs of 1.6–2.4% of DM significantly reduced methane production by 19% (p ≤0.01) and ammonia production by 60% (p ≤ 0.01) relative to non-transformed wild type (WT) controls after 6 h of incubation. These results provide valuable information for further studies using CT expressing white clover leaves for bloat prevention and reduced greenhouse gas emissions in vivo.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.777354/full"
  },
  {
    "title": "Changing features of the Northern Hemisphere 500-hPa circumpolar vortex",
    "authors": [
      "Nazla Bushra,",
      "Nazla Bushra,",
      "Robert V. Rohli,",
      "Robert V. Rohli,",
      "Chunyan Li,",
      "Chunyan Li,",
      "Paul W. Miller,",
      "Paul W. Miller,",
      "Rubayet Bin Mostafiz,",
      "Rubayet Bin Mostafiz"
    ],
    "doi": "https://doi.org/10.3389/fdata.2022.1009158",
    "journalVolume": "Vol. 5",
    "issn": "2624-909X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Technology (General): Industrial engineering. Management engineering: Information technology"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/big-data",
    "abstract": "The tropospheric circumpolar vortex (CPV), an important signature of processes steering the general atmospheric circulation, surrounds each pole and is linked to the surface weather conditions. The CPV can be characterized by its area and circularity ratio (Rc), which both vary temporally. This research advances previous work identifying the daily 500-hPa Northern Hemispheric CPV (NHCPV) area, Rc, and temporal trends in its centroid by examining linear trends and periodic cycles in NHCPV area and Rc (1979–2017). Results suggest that NHCPV area has increased linearly over time. However, a more representative signal of the planetary warming may be the temporally weakening gradient which has blurred NHCPV distinctiveness—perhaps a new indicator of Arctic amplification. Rc displays opposing trends in subperiods and an insignificant overall trend. Distinct annual and semiannual cycles exist for area and Rc over all subperiods. These features of NHCPV change over time may impact surface weather/climate.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fdata.2022.1009158/full"
  },
  {
    "title": "Uneven response of microbial communities to intense dust deposition across the coastal transition zone off Mauritania",
    "authors": [
      "Clàudia Pérez-Barrancos,",
      "Clàudia Pérez-Barrancos,",
      "María D. Gelado-Caballero,",
      "Nauzet Hernández-Hernández,",
      "Isabel Baños,",
      "Markel Gómez-Letona,",
      "María F. Montero,",
      "Jesús M. Arrieta,",
      "Javier Arístegui"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.999729",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The eastern North Atlantic region receives large Saharan dust deposition inputs, providing nutrients and trace metals to the surface waters. We assessed the effects of intense dust deposition on phytoplankton and bacteria cell abundances, metabolic activity, and community structure, along a surface productivity gradient in the Mauritanian-Senegalese upwelling system. Dust concentrations above 4 mg L-1 were added to triplicate microcosms in four bioassay experiments, each lasting three days, increasing nitrate, phosphate and, to a lesser extent, silicate seawater concentrations. Even though dust deposition enhanced both heterotrophic and photosynthetic activity, bacterial production responded faster and stronger than primary production, especially as oligotrophic conditions increased. Bacterial production rates in oligotrophic waters almost tripled one day after the enrichment. However, such favorable response could not be observed on the total organic carbon production until a lag phase of 2 days and whilst under moderate eutrophic conditions. Dust enrichment benefited the presence of certain planktonic groups over others according to their nutrient requirements. Indicator species analysis revealed that our dust-treated microcosms were consistently characterized by Raphid-pennate diatoms, as well as by Hyphomonas genus of Alphaproteobacteria and several species of Alteromonas Gammaproteobacteria. Yet, changes in microbial community structure and composition were primarily shaped by the starting conditions of each experiment. These findings indicate that increasing dust deposition events and the weakening of the Mauritanian-Senegalese upwelling system under climate change may result in a more heterotrophic system, particularly in oligotrophic waters, reducing its potential to function as an atmospheric carbon sink.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.999729/full"
  },
  {
    "title": "The Impacts of Environmental and Socio-Economic Risks on the Fisheries in the Mediterranean Region",
    "authors": [
      "Nathalie Hilmi,",
      "Shekoofeh Farahmand,",
      "Vicky W. Y. Lam,",
      "Mine Cinar,",
      "Alain Safa,",
      "Juliette Gilloteaux"
    ],
    "doi": "https://doi.org/10.3390/su131910670",
    "journalVolume": "Vol. 13,\n                                no. 10670\n                                \n                                  p.\n                                  10670",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The objective of this study is to investigate the impacts of the environmental and socio-economic risks on the fisheries in the Mediterranean region from an economic point of view. A balanced panel of 21 Mediterranean countries for 2001–2018 has been estimated by the GLS method, considering heteroskedasticity and correlation among cross sections. The volume of fish landed and landed values have been considered in two models. The results show that increases in sea bottom and surface temperature, H+ ion concentration and salinity threaten the fisheries in the Mediterranean region for the volume of fish landed and that sea surface temperature and salinity negatively influence landed values. In addition, there is an inverse U-shaped relationship between human population and fisheries. Moreover, the Human Development Index (HDI), an indicator of countries’ adaptive capacity, has a positive impact on fisheries and indicates that countries can safeguard fisheries by improving their adaptive capacity. Finally, our results strongly show the risk of climate change for the fisheries in the Mediterranean region and that fisheries are adversely impacted by climate change as well as worsening socio-economic conditions in the absence of adaptation plans.",
    "readLink": "https://www.mdpi.com/2071-1050/13/19/10670"
  },
  {
    "title": "Major drivers of land degradation risk in Western Serbia: Current trends and future scenarios",
    "authors": [
      "Veljko Perović,",
      "Ratko Kadović,",
      "Vladimir Đurđević,",
      "Dragana Pavlović,",
      "Marija Pavlović,",
      "Dragan Čakmak,",
      "Miroslava Mitrović,",
      "Pavle Pavlović"
    ],
    "doi": "Vol. 123\n                                \n                                \n                                  p.\n                                  107377",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Land degradation and desertification (LDD) is one of the greatest ecological challenges of today, with climate change resulting from anthropogenic factors a major cause of it. Recent projections of LDD in the Mediterranean region indicate a gradual widening of arid areas due to increased aridity and global warming by the end of the 21st century. Therefore, this study used the MEDALUS method to identify sensitivity to LDD in Western Serbia between 1986 and 2005 and to assess possible effects of climate change (RCP4.5 and RCP8.5 scenarios) on land degradation processes by the end of the 21st century. Likewise, analysis of possible major drivers of degradation was conducted using principal component analysis (PCA) and multiple linear regression analysis (MLRA). The study revealed that degradation processes in the study area were found to be most influenced by anthropogenic drivers (34.4%), less so by natural/anthropogenic ones (23.5%), and least by natural factors (20.1%). Results also showed that critical areas of LDD susceptibility account for nearly 37% of the study area, transitional areas cover 35%, while 27% constitutes potentially safe areas. Additionally, critical areas were projected to expand by 33.6% (RCP4.5) and 51.7% (RCP8.5) by 2100 as a result of predicted temperature increases and a reduction in precipitation in the study area. This study also revealed that the Standardised Precipitation-Evapotranspiration Index (SPEI) better explains the impact of climate change on LDD than other indices, bearing in mind the capacity of this index to detect temporal oscillations in drought in the context of climate change, and it is therefore a reliable climate parameter for this method.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X2100042X"
  },
  {
    "title": "Precipitation-temperature variability and drought episodes in northwest Baja California, México",
    "authors": [
      "Francisco José Del-Toro-Guerrero,",
      "Thomas Kretzschmar"
    ],
    "doi": "Vol. 27",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The semi-arid wine region of Guadalupe Valley located in NW Baja California, México. Study focus: Recently, recurrent dry years have diminishing groundwater resources threatening agricultural activities and the well-being population in the northwest of Baja California. The climate variability through changes in precipitation and temperature might further the present situation. This study presents the observed long-term (1979–2016) hydro-climatic and temperature trends, extreme events, and drought periods in the Guadalupe Valley for its economic and social relevance in the region. New hydrological insights for the region: The results revealed the annual/seasonal precipitation rate reduction (from -110 to -172 mm) and an increase in mean annual/seasonal temperature (from 0.76 to 1.82 °C). We detected an abrupt downward change in annual precipitation in 1998, and a continuous period of reduction in precipitation rate from 1999 to 2016 (at least 17 years). Also, we detected an upward change in maximum temperature at 90, 95, 99th percentiles, and an increase in dry seasonal/annual periods after 1998. We linked the length of the meteorological drought to precipitation rate downward and drought severity to years with the lowest annual precipitation. The decrease of precipitation and increase in temperature have had negative impacts on groundwater availability that have affected agriculture and population. Hence specific adaptation strategies are necessary to mitigate regional hydrological impacts. Keywords: Guadalupe Valley BC, Homogeneity analysis, Mann-Kendall, Overexploited aquifer, Reconnaissance Drought Index, Semi-arid wine region, Sen’s slope",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581819301053"
  },
  {
    "title": "Southeastern Rear Edge Populations of <i>Quercus suber</i> L. Showed Two Alternative Strategies to Cope with Water Stress",
    "authors": [
      "Hana Ghouil,",
      "Domingo Sancho-Knapik,",
      "Amira Ben Mna,",
      "Nabil Amimi,",
      "Youssef Ammari,",
      "Rubén Escribano,",
      "David Alonso-Forn,",
      "Juan  Pedro Ferrio,",
      "José  Javier Peguero-Pina,",
      "Eustaquio Gil-Pelegrín"
    ],
    "doi": "https://doi.org/10.3390/f11121344",
    "journalVolume": "Vol. 11,\n                                no. 1344\n                                \n                                  p.\n                                  1344",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Climate change models predict an increase in aridity, especially in the regions under Mediterranean-type climates such as the Mediterranean Basin. However, there is a lack of ecophysiological studies supporting the selection of the more drought-adapted ecotypes for reforestation programs. In this study, we analyzed the anatomical and functional adaptations of 18-month-old seedlings to drought on 16 Quercus suber L. populations from the southeastern rear edge of the species distribution in northern Tunisia growing in a common garden, in order to identify the most appropriate material to use in reforestations. The results evidenced that populations from more xeric habitats displayed the highest leaf dry mass per area (LMA) and lowest leaf area (LA) values, together with the largest increase in the bulk modulus of elasticity (Δε) in response to drought (i.e., elastic adjustment). On the other hand, some populations with intermediate values of aridity, LMA and LA displayed the sharpest increase in proline concentration (ΔPro), with a concomitant increase in osmotic potential at full turgor (Δπo) (i.e., osmotic adjustment). Therefore, two different strategies seem to drive the within-species variation of the studied Q. suber populations in response to water scarcity: (i) a water saver strategy for improving water stress tolerance through the maximization of the elastic adjustment; and (ii) a water spender strategy for maintaining water absorption and photosynthetic activity under moderate water stress through the maximization of the osmotic adjustment. We concluded that the higher elastic adjustment, together with reduced LA and increased LMA, implied a better performance under drought stress in the populations of Q. suber from more xeric habitats, which can be considered the most drought-adapted ecotypes and, consequently, the most appropriate for reforestation programs under an eventual increase in aridity.",
    "readLink": "https://www.mdpi.com/1999-4907/11/12/1344"
  },
  {
    "title": "Documents and Moral Knowledge: Art in Yellowstone National Park",
    "authors": [
      "Tim Gorichanaz"
    ],
    "doi": "https://doi.org/10.35492/docam/5/2/5",
    "issn": "2473-215X (Online)",
    "publisher": "University of Akron Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Bibliography. Library science. Information resources: Information resources (General)"
    ],
    "journalUrl": "https://ideaexchange.uakron.edu/docam/",
    "abstract": "Documents have traditionally been conceptualized as representations of reality. Recently, scholars have been exploring how documents can also construct reality. In this paper, I follow this thread, discussing how documents can supply moral knowledge, showing what people ought to value in the world, thereby guiding action. Specifically, I discuss two works of art depicting Yellowstone National Park: a painting by Thomas Moran, done in the 19th century; and a photograph by Michael Nichols, from the 21st. Both of these works respond to a dualism in the human relationship to the wilderness, dating back at least to the European colonization of America. On one hand, (1) we see the wilderness as a store of commodities to be profited from; and on the other, (2) we see the wilderness as a dangerous, chaotic blur that defies comprehension. In their artworks, both Moran and Nichols seem to reject (1), but they do so in different ways: Moran does so by depicting (2), while Nichols does so by holding up a mirror to (1). By analyzing these works as documents, I explore how art played and continues to play a decisive role in how Americans conceptualize and value the wilderness—perhaps even more than scientific documents.",
    "readLink": "https://ideaexchange.uakron.edu/docam/vol5/iss2/5"
  },
  {
    "title": "IS THE DESTRUCTION OF ART A DESIRABLE FORM OF CLIMATE ACTIVISM?",
    "authors": [
      "Jaime A. Teixeira da Silva"
    ],
    "doi": "https://doi.org/10.32435/envsmoke.20236173-77%20%20",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  73\n                                  – 77",
    "issn": "2595-5527 (Online)",
    "publisher": "Environmental Smoke Institute",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://environmentalsmoke.com.br/",
    "abstract": "In 2022, there have been several instances of the attempted damage to or destruction of high-value (cultural and economic) objects of art as a form of climate activism. In this letter, it is argued that the destruction of, or attempts to destroy, property is not a peaceful form of protest, and may constitute a criminal act. If unique art were to be destroyed through an act of climate activism, that would result in an irretrievable loss of profoundly important cultural icons. Moreover, activists may – through their destructive actions – land up irreversibly changing the culture of the appreciation of art. Even though these acts manage to garner global attention, it is argued that there are other productive non-destructive ways of drawing widespread attention to issues related to climate change without harming humanity’s precious cultural commodities.",
    "readLink": "https://environmentalsmoke.com.br/index.php/EnvSmoke/article/view/210"
  },
  {
    "title": "Seed nutritional quality in lentil (Lens culinaris) under different moisture regimes",
    "authors": [
      "Ruchi Bansal,",
      "Ruchi Bansal,",
      "Ram Swaroop Bana,",
      "Harsh K. Dikshit,",
      "Harshita Srivastava,",
      "Swati Priya,",
      "Sunil Kumar,",
      "Muraleedhar S. Aski,",
      "N. K. Prasanna Kumari,",
      "Sanjeev Gupta,",
      "Shiv Kumar"
    ],
    "doi": "https://doi.org/10.3389/fnut.2023.1141040",
    "journalVolume": "Vol. 10",
    "issn": "2296-861X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "http://www.frontiersin.org/nutrition",
    "abstract": "The world’s most challenging environmental issue is climate change. Agricultural productivity and nutritional quality are both substantially threatened by extreme and unpredicted climate events. To develop climate resilient cultivars, stress tolerance along with the grain quality needs to be prioritized. Present study was planned to assess the effect of water limitation on seed quality in lentil, a cool season legume crop. A pot experiment was carried out with 20 diverse lentil genotypes grown under normal (80% field capacity) and limited (25% field capacity) soil moisture. Seed protein, Fe, Zn, phytate, protein and yield were recorded in both the conditions. Seed yield and weight were reduced by 38.9 and 12.1%, respectively, in response to stress. Seed protein, Fe, Zn, its availability as well as antioxidant properties also reduced considerably, while genotype dependent variation was noted with respect to seed size traits. Positive correlation was observed between seed yield and antioxidant activity, seed weight and Zn content and availability in stress. Based on principal component analysis and clustering, IG129185, IC559845, IC599829, IC282863, IC361417, IG334, IC560037, P8114 and L5126 were promising genotypes for seed size, Fe and protein content, while, FLIP-96-51, P3211 and IC398019 were promising for yield, Zn and antioxidant capacity. Identified lentil genotypes can be utilized as trait donors for quality improvement in lentil breeding.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fnut.2023.1141040/full"
  }
]