[
  {
    "title": "Brazilian Network on Global Climate Change Research (Rede CLIMA): structure, scientific advances and future prospects",
    "authors": [
      "Eduardo Moraes Arraut,",
      "Paulo Nobre,",
      "Carlos A. Nobre,",
      "Fabiano M. Scarpa"
    ],
    "doi": "https://doi.org/10.18472/SustDeb.v3n2.2012.8136",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  241\n                                  – 256",
    "issn": "2177-7675 (Print)",
    "publisher": "2179-9067 (Online)",
    "countryOfPublisher": "Universidade de Brasília",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.unb.br/index.php/sust/index",
    "abstract": "In order to create the necessary scientific knowledge for Brazil to understand and deal with the causes and consequences of climate change, the federal government created, in 2007, the Brazilian Network on Global Climate Change Research (Rede CLIMA). Rede CLIMA needs to discuss issues, pose questions, develop methodologies and technological products, find answers, and suggest solutions that are relevant to society. In its first phase, it focused mainly on providing infrastructure and consolidating the sub-networks. Several scientific advances were also achieved, a selection of which are presented in sections focusing on climate modelling, agriculture, energy and water, human development and mobility, biodiversity and ecosystem services, and human health. Now, in its second phase, the objective is to straighten collaboration between sub-networks by means of interdisciplinary projects. It is argued that in order to succeed the Network needs to foster research whose merit is measured not exclusively by academic production.",
    "readLink": "http://periodicos.unb.br/index.php/sust/article/view/8136"
  },
  {
    "title": "The Italian Experience of the Covenant of Mayors: A Territorial Evaluation",
    "authors": [
      "Luigi Santopietro,",
      "Francesco Scorza"
    ],
    "doi": "https://doi.org/10.3390/su13031289",
    "journalVolume": "Vol. 13,\n                                no. 1289\n                                \n                                  p.\n                                  1289",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "European climate policy, since the 1990s, has developed incrementally and supported programs, plans and actions for sustainable, clean and secure energy. Additionally, climate-change adaptation issues have been tackled through Mayors Adapt since 2016. The Covenant of Mayors (CoM), a volunteer movement of local administrators established in 2008, set a target of a 20% reduction in CO2 emissions by 2020. The CoM has launched a new season on energy planning in Europe based on Sustainable Energy Action Plans (SEAPs), defining actions for selected intervention sectors. The aim of the work was to evaluate the state of the Italian CoM signatories, assessing the results achieved in terms of the Municipalities involved (CoM signatories), the SEAPs developed and the Monitoring Reports submitted. Specifically, the analysis of the Monitoring Reports data represents a relevant step needed in order to formulate some critical appraisals concerning the performance level of CoM adoption at a national scale, in terms of the commitment levels, goals achieved and actions completed or in progress. The paper also compares national figures with a regional detailed survey developed for the Basilicata Region. It represents a benchmark useful for interpreting the general results derived from the CoM official data and a marker for pointing out suggestions for improving the Global Covenant of Mayors for Climate and Energy (GCoM) adoption procedures.",
    "readLink": "https://www.mdpi.com/2071-1050/13/3/1289"
  },
  {
    "title": "Development of an Urban Heat Mitigation Plan for the Greater Sacramento Valley, California, a Csa Koppen Climate Type",
    "authors": [
      "Haider Taha"
    ],
    "doi": "https://doi.org/10.3390/su13179709",
    "journalVolume": "Vol. 13,\n                                no. 9709\n                                \n                                  p.\n                                  9709",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "An urban atmospheric modeling study was undertaken with the goal of informing the development of a heat-mitigation plan for the greater Sacramento Valley, California. Realistic levels of mitigation measures were characterized and ranked in terms of their effectiveness in producing urban cooling under current conditions and future climate and land use. An urban heat-island index was computed for current and future climates based on each location’s time-varying upwind temperature reference points and its hourly temperatures per coincident wind direction. For instance, the UHII for the period 16–31 July 2015, for all-hours averaged temperature equivalent (i.e., °C · h hr−1), ranged from 1.5 to 4.7 °C across the urban areas in the region. The changes in local microclimates corresponding to future conditions were then quantified by applying a modified high-resolution urban meteorology model in dynamically downscaling a climate model along with future urbanization and land use change projections for each area. It was found that the effects of urbanization were of the same magnitude as that of the local climate change. Considering the urban areas in the region and the selected emissions scenarios, the all-hours temperature equivalent of the UHII (°C · h hr−1) increased by between 0.24 and 0.80 °C, representing an increase of between 17% and 13% of their respective values in the current climate. Locally, instantaneous (e.g., hourly) temperatures could increase by up to ~3 °C because of climate effects and up to ~5 °C because of both climate and urbanization changes. The efficacies of urban heat mitigation measures were ranked both at the county level and at local project scales. It was found that urban cooling measures could help decrease or offset exceedances in the National Weather Service heat index (NWS HI) above several warning thresholds and reduce the number of heatwave or excessive heat event days. For example, measures that combine increased albedo and urban forests can reduce the exceedances above NWS HI Danger level by between 50% and 100% and the exceedances above Extreme Caution level by between 18% and 36%. UHII offsets from each mitigation measure were quantified for two situations: (1) a scenario where a community implements cooling measures and no other nearby communities take any action and (2) a scenario where both the community and its upwind neighbors implement cooling measures. In this second situation, the community benefits from cooler air transported from upwind areas in addition to the local cooling resulting from implementation of its own heat mitigation strategies. The modeling of future climates showed that except for a number of instances, the ranking of measures in each respective urban area remains unchanged into the future.",
    "readLink": "https://www.mdpi.com/2071-1050/13/17/9709"
  },
  {
    "title": "Improving Potato Stress Tolerance and Tuber Yield Under a Climate Change Scenario – A Current Overview",
    "authors": [
      "Keshav Dahal,",
      "Xiu-Qing Li,",
      "Helen Tai,",
      "Alexa Creelman,",
      "Benoit Bizimungu"
    ],
    "doi": "https://doi.org/10.3389/fpls.2019.00563",
    "journalVolume": "Vol. 10",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Global climate change in the form of extreme heat and drought poses a major challenge to sustainable crop production by negatively affecting plant performance and crop yield. Such negative impact on crop yield is likely to be aggravated in future because continued greenhouse gas emissions will cause further rise in temperature leading to increased evapo-transpiration and drought severity, soil salinity as well as insect and disease threats. This has raised a major challenge for plant scientists on securing global food demand, which urges an immediate need to enhance the current yield of major food crops by two-fold to feed the increasing population. As a fourth major food crop, enhancing potato productivity is important for food security of an increasing population. However, potato plant is highly prone to high temperature, drought, soil salinity, as well as insect and diseases. In order to maintain a sustainable potato production, we must adapt our cultivation practices and develop stress tolerant potato cultivars that are appropriately engineered for changing environment. Yet the lack of data on the underlying mechanisms of potato plant resistance to abiotic and biotic stress and the ability to predict future outcomes constitutes a major knowledge gap. It is a challenge for plant scientists to pinpoint means of improving tuber yield under increasing CO2, high temperature and drought stress including the changing patterns of pest and pathogen infestations. Understanding stress-related physiological, biochemical and molecular processes is crucial to develop screening procedures for selecting crop cultivars that can better adapt to changing growth conditions. Elucidation of such mechanism may offer new insights into the identification of specific characteristics that may be useful in breeding new cultivars aimed at maintaining or even enhancing potato yield under changing climate. This paper discusses the recent progress on the mechanism by which potato plants initially sense the changes in their surrounding CO2, temperature, water status, soil salinity and consequently respond to these changes at the molecular, biochemical and physiological levels. We suggest that future research needs to be concentrated on the identification and characterization of signaling molecules and target genes regulating stress tolerance and crop yield potential.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2019.00563/full"
  },
  {
    "title": "Phenotypic variation of life‐history traits in native, invasive, and landrace populations of Brassica tournefortii",
    "authors": [
      "Brian Alfaro,",
      "Diane L. Marshall"
    ],
    "doi": "https://doi.org/10.1002/ece3.5747",
    "journalVolume": "Vol. 9,\n                                no. 23\n                                \n                                  pp.\n                                  13127\n                                  – 13141",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Varying environments can result in different patterns of adaptive phenotypes. By performing a common greenhouse experiment, we identified phenotypic differentiation on phenology, leaf morphology, branch architecture, size, and reproduction, among native, invasive, and landrace ranges of Brassica tournefortii. We first compared trait means and fitness functions among ranges, then we analyzed how trait means and selection strength of populations respond to varying aridity. Most traits varied such that landrace > invasive > native. Excluding reproduction, which was positively selected, most trait PCs experienced nonlinear selection in the native range but frequently shifted to directional selection in invasive and/or landrace ranges. The absence of strong clines for trait means in landrace and invasive populations suggest that agricultural practices and novel environments in source locations affected adaptive potential. Selection strength on faster reproductive phenology (negative directional) and leaf margin trait (disruptive) PCs coincided with increasing moisture. In native populations, higher aridity was associated with more days to reproduction, but landrace and invasive populations show stable mean time to reproduction with increasing moisture. A stable adaptive trait can increase range expansion in the invasive range, but stability can be beneficial for future harvest of B. tournefortii seed crops in the face of climate change.",
    "readLink": "https://doi.org/10.1002/ece3.5747"
  },
  {
    "title": "Assessment procedure for sea level rise economic damage due to climate change in agricultural land use: case study in nam dinh province",
    "authors": [
      "Van Doanh Vu,",
      "Ha Phong Doan,",
      "Thi Thu Trang Bui"
    ],
    "doi": "https://doi.org/10.31276/VJSTE.60(2).84",
    "journalVolume": "Vol. 60,\n                                no. 2",
    "issn": "2525-2461 (Print)",
    "publisher": "2615-9937 (Online)",
    "countryOfPublisher": "Vietnam Ministry of Science and Technology",
    "lcc": [
      "Viet Nam",
      "Science"
    ],
    "journalUrl": "https://vietnamscience.vjst.vn/index.php/vjste",
    "abstract": "Nam Dinh province is located in the Red river delta with a relatively flat terrain. The North East of Nam Dinh is bordered by the Red river and the southwest by the Day river and has a coastline of approximately 80 km. Given the geographical location, Nam Dinh has favourable conditions for agricultural and aquaculture production. Climate change creates a large number of potential risks for Nam Dinh. This includes sea level rise, typhoons, flood tide, etc. According to the climate change and sea level rise scenario in 2016, if the sea level rises by 100 cm, the flood risk area in coastal districts such as Hai Hau would be 67.34%, Giao Thuy 64.6%, Nghia Hung 81.61% and Xuan Truong 59.3% [1]. According to the monitoring data from Vietnam Institute of Meteorology, Hydrology and Climate Change (IMHEN), the salinity intrusion area due to sea level rise is likely to widen, which degrades and affects the area of the mangrove ecosystem [2]. In addition, the sea level rise may reduce the resilience of irrigation system due to the changes in estuarine and coastal dynamics such as water levels, flows, waves, etc. Through synthesising the local and international guidelines and in combination with expert consultation and field surveys, this paper develops an assessment procedure for sea level rise that causes economic damage to agricultural land use in order to quantify the impact of sea level rise in 4 coastal districts of Xuan Truong, Giao Thuy, Hai Hau and Nghia Hung in Nam Dinh province.",
    "readLink": "https://vietnamscience.vjst.vn/index.php/vjste/article/view/248"
  },
  {
    "title": "Reproductive Dynamics of the Large Yellow Croaker Larimichthys crocea (Sciaenidae), A Commercially Important Fishery Species in China",
    "authors": [
      "Li-ting Yan,",
      "Yan Jiang,",
      "Yan Jiang,",
      "Qing Xu,",
      "Guang-mao Ding,",
      "Xin-yi Chen,",
      "Min Liu"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.868580",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The large yellow croaker Larimichthys crocea (Richardson, 1846) (Sciaenidae) is distributed in southern Yellow Sea, East China Sea, and northern South China Sea of China and is a commercially important nearshore fishery species. L. crocea was listed on the IUCN Red List as “Critically Endangered” in 2020 mainly due to the over-exploration of its spawning and over-wintering aggregations in the 1950s–1980s throughout its distribution region. However, detailed studies on reproductive dynamics of L. crocea were limited in the past three decades. In this study, the reproductive dynamics of L. crocea was examined in the traditional Guanjingyang (GJY) spawning ground, one of the 15 well-known ones in its distribution region. Samples were collected using set nets from April 2019 to November 2021 to ensure at least 20 samples for all 12 months. A total of 1,006 individuals were caught, ranging from 46 to 391 mm standard length (SL) and 1.45 to 1,110.05 g body weight (BW). A growth dimorphism was found between sexes with females heavier than males when body sizes exceeded 61 mm SL (non-parametric ANCOVA, p < 0.01). Gonad histology of all 1,006 individuals revealed, for the first time, that L. crocea was able to spawn almost year-round for both females and males. Two spawning peaks, spring and autumn, were identified in March and May and in November for females and in April to June and in October to November for males. The minimum sizes at sexual maturity were 160 mm SL for females and 112 mm SL for male. The sizes at 50% sexual maturity were 187.2 mm SL for females and 150.2 mm SL for males. Results showed that the minimum SL for female maturity decreased about 20% in the past six decades. The spawning peaks were 2 months earlier in spring and 1 month extension in autumn in GJY. Clearly, the national fishing moratorium regulation in May to August, an important fishery management measure in China, can only protect the spring spawning peak partly. Further evaluation on the influence of climate change on reproductive strategies and stock recruitment of L. crocea is highly recommended.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.868580/full"
  },
  {
    "title": "Adoption of potato varieties and their role for climate change adaptation in India",
    "authors": [
      "Willy Pradel,",
      "Marcel Gatto,",
      "Guy Hareau,",
      "S.K. Pandey,",
      "Vinay Bhardway"
    ],
    "doi": "Vol. 23\n                                \n                                \n                                  pp.\n                                  114\n                                  – 123",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Adoption of improved varieties is an important strategy to adapt to the negative implication associated with climate change and variability. However, incomplete data on varietal release and adoption is often the reality in many countries hindering informed decision-making on breeding and varietal dissemination strategies to effectively adapt to climate change. In taking the example of potatoes in India, we analyze the extent to which the potato sector is resilient to climate change. We do so by comparing state-level climate change projections with adoption of high resistant and tolerant potato varieties to major abiotic and biotic stresses. Release and adoption data was collected in 2016 in six expert elicitation workshops conducted with 130 experts from the potato value chain in Bihar, Gujarat, Karnataka, Punjab, Uttar Pradesh, and West Bengal. We found that from the total of 81 releases, 45 improved varieties are adopted in India and that in each state high resistant and tolerant varieties are cultivated providing some degree of varietal resilience. Early maturity has been the most important and heat tolerance is the least important trait. Comparing climate projections with adoption rates of high resistant and tolerant varieties, we found that Gujarat is relatively most resilient. In other states we found some mismatches between climate projections and adopted specific varietal traits. Our results allow policy-makers and breeders to better prioritize investments into breeding for specific traits and dissemination strategies. Keywords: Climate change, Resilience, Potato varieties, India, Adoption study",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221209631830113X"
  },
  {
    "title": "Radiative effects of ozone on the climate of a Snowball Earth",
    "authors": [
      "J. Yang,",
      "Y. Hu,",
      "W. R. Peltier"
    ],
    "doi": "https://doi.org/10.5194/cp-8-2019-2012",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  pp.\n                                  2019\n                                  – 2029",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Some geochemical and geological evidence has been interpreted to suggest that the concentration of atmospheric oxygen was only 1–10 % of the present level in the time interval from 750 to 580 million years ago when several nearly global glaciations or Snowball Earth events occurred. This low concentration of oxygen would have been accompanied by a lower ozone concentration than exists at present. Since ozone is a greenhouse gas, this change in ozone concentration would alter surface temperature, and thereby could have an important influence on the climate of the Snowball Earth. Previous works that have focused either on initiation or deglaciation of the proposed Snowball Earth has not taken the radiative effects of ozone changes into account. We address this issue herein by performing a series of simulations using an atmospheric general circulation model with various ozone concentrations. <br><br> Our simulation results demonstrate that, as ozone concentration is uniformly reduced from 100 % to 50 %, surface temperature decreases by approximately 0.8 K at the Equator, with the largest decreases located in the middle latitudes reaching as high as 2.5 K. When ozone concentration is reduced and its vertical and horizontal distribution is simultaneously modulated, surface temperature decreases by 0.4–1.0 K at the Equator and by 4–7 K in polar regions. These results here have uncertainties, depending on model parameterizations of cloud, surface snow albedo, and relevant feedback processes, while they are qualitatively consistent with radiative-convective model results that do not involve such parameterizations and feedbacks. These results suggest that ozone variations could have had a moderate impact on the climate during the Neoproterozoic glaciations.",
    "readLink": "http://www.clim-past.net/8/2019/2012/cp-8-2019-2012.pdf"
  },
  {
    "title": "Comprehensive Understanding of Selecting Traits for Heat Tolerance during Vegetative and Reproductive Growth Stages in Tomato",
    "authors": [
      "Kwanuk Lee,",
      "Sherzod Nigmatullayevich Rajametov,",
      "Hyo-Bong Jeong,",
      "Myeong-Cheoul Cho,",
      "Oak-Jin Lee,",
      "Sang-Gyu Kim,",
      "Eun-Young Yang,",
      "Won-Byoung Chae"
    ],
    "doi": "https://doi.org/10.3390/agronomy12040834",
    "journalVolume": "Vol. 12,\n                                no. 834\n                                \n                                  p.\n                                  834",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Climate change is an important emerging issue worldwide; the surface temperature of the earth is anticipated to increase by 0.3 °C in every decade. This elevated temperature causes an adverse impact of heat stress (HS) on vegetable crops; this has been considered as a crucial limiting factor for global food security as well as crop production. In tomato plants, HS also causes changes in physiological, morphological, biochemical, and molecular responses during all vegetative and reproductive growth stages, resulting in poor fruit quality and low yield. Thus, to select genotypes and develop tomato cultivars with heat tolerance, feasible and reliable screening strategies are required that can be adopted in breeding programs in both open-field and greenhouse conditions. In this review, we discuss previous and recent studies describing attempts to screen heat-tolerant tomato genotypes under HS that have adopted different HS regimes and threshold temperatures, and the association of heat tolerance with physiological and biochemical traits during vegetative and reproductive growth stages. In addition, we examined the wide variety of parameters to evaluate the tomato’s tolerance to HS, including vegetative growth, such as leaf growth parameters, plant height and stem, as well as reproductive growth in terms of flower number, fruit set and yield, and pollen and ovule development, thereby proposing strategies for the development of heat-tolerant tomato cultivars in response to high temperature.",
    "readLink": "https://www.mdpi.com/2073-4395/12/4/834"
  }
]