[
  {
    "title": "Carbon sequestration via wood burial",
    "authors": [
      "Zeng Ning"
    ],
    "doi": "https://doi.org/10.1186/1750-0680-3-1",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  p.\n                                  1",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract To mitigate global climate change, a portfolio of strategies will be needed to keep the atmospheric CO2 concentration below a dangerous level. Here a carbon sequestration strategy is proposed in which certain dead or live trees are harvested via collection or selective cutting, then buried in trenches or stowed away in above-ground shelters. The largely anaerobic condition under a sufficiently thick layer of soil will prevent the decomposition of the buried wood. Because a large flux of CO2 is constantly being assimilated into the world's forests via photosynthesis, cutting off its return pathway to the atmosphere forms an effective carbon sink. It is estimated that a sustainable long-term carbon sequestration potential for wood burial is 10 ± 5 GtC y-1, and currently about 65 GtC is on the world's forest floors in the form of coarse woody debris suitable for burial. The potential is largest in tropical forests (4.2 GtC y-1), followed by temperate (3.7 GtC y-1) and boreal forests (2.1 GtC y-1). Burying wood has other benefits including minimizing CO2 source from deforestation, extending the lifetime of reforestation carbon sink, and reducing fire danger. There are possible environmental impacts such as nutrient lock-up which nevertheless appears manageable, but other concerns and factors will likely set a limit so that only part of the full potential can be realized. Based on data from North American logging industry, the cost for wood burial is estimated to be $14/tCO2($50/tC), lower than the typical cost for power plant CO2 capture with geological storage. The cost for carbon sequestration with wood burial is low because CO2 is removed from the atmosphere by the natural process of photosynthesis at little cost. The technique is low tech, distributed, easy to monitor, safe, and reversible, thus an attractive option for large-scale implementation in a world-wide carbon market.",
    "readLink": "http://www.cbmjournal.com/content/3/1/1"
  },
  {
    "title": "Science of adaptation to climate change and science for adaptation",
    "authors": [
      "Rob eSwart,",
      "Robbert eBiesbroek,",
      "Tiago eCapela Lourenço"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2014.00029",
    "journalVolume": "Vol. 2",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Adaptation to climate change has gained a prominent place next to mitigation on global, national and local policy agendas. However, while an abundance of adaptation strategies, plans and programmes have been developed, progress in turning these into action has been slow. The development of a sound knowledge basis to support adaptation globally is suggested to accelerate progress, but has lagged behind. The emphasis in both current and newly proposed programmes is very much on practice-oriented research with strong stakeholder participation. This paper supports such practice-oriented research, but argues that this is insufficient to support adaptation policy and practice in a productive manner. We argue that there is not only a need for science for adaptation, but also a science of adaptation. The paper argues that participatory, practice-oriented research is indeed essential, but has to be complemented by and connected to more fundamental inquiry and concept development, which takes into account knowledge that has been developed in disciplinary sciences and on issues other than climate change adaptation. At the same time, the level and method of participation in science for adaptation should be determined on the basis of the specific project context and goals. More emphasis on science of adaptation can lead to improved understanding of the conditions for successful science for adaptation.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fenvs.2014.00029/full"
  },
  {
    "title": "High gas-phase mixing ratios of formic and acetic acid in the High Arctic",
    "authors": [
      "E. L. Mungall,",
      "J. P. D. Abbatt,",
      "J. J. B. Wentzell,",
      "G. R. Wentworth,",
      "G. R. Wentworth,",
      "J. G. Murphy,",
      "D. Kunkel,",
      "E. Gute,",
      "D. W. Tarasick,",
      "S. Sharma,",
      "C. J. Cox,",
      "C. J. Cox,",
      "T. Uttal,",
      "J. Liggio"
    ],
    "doi": "https://doi.org/10.5194/acp-18-10237-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  10237\n                                  – 10254",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Formic and acetic acid are ubiquitous and abundant in the Earth's atmosphere and are important contributors to cloud water acidity, especially in remote regions. Their global sources are not well understood, as evidenced by the inability of models to reproduce the magnitude of measured mixing ratios, particularly at high northern latitudes. The scarcity of measurements at those latitudes is also a hindrance to understanding these acids and their sources. Here, we present ground-based gas-phase measurements of formic acid (FA) and acetic acid (AA) in the Canadian Arctic collected at 0.5 Hz with a high-resolution chemical ionization time-of-flight mass spectrometer using the iodide reagent ion (iodide HR-ToF-CIMS, Aerodyne). This study was conducted at Alert, Nunavut, in the early summer of 2016. FA and AA mixing ratios for this period show high temporal variability and occasional excursions to very high values (up to 11 and 40 ppbv respectively). High levels of FA and AA were observed under two very different conditions: under overcast, cold conditions during which physical equilibrium partitioning should not favor their emission, and during warm and sunny periods. During the latter, sunny periods, the FA and AA mixing ratios also displayed diurnal cycles in keeping with a photochemical source near the ground. These observations highlight the complexity of the sources of FA and AA, and suggest that current chemical transport model implementations of the sources of FA and AA in the Arctic may be incomplete.",
    "readLink": "https://www.atmos-chem-phys.net/18/10237/2018/acp-18-10237-2018.pdf"
  },
  {
    "title": "Comparison of carbon stock in agroforestry systems between two ecological regions of Nepal",
    "authors": [
      "Narayan Prasad Pokhrel,",
      "Hari Prasad Pandey,",
      "Kamal Acharya"
    ],
    "doi": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  151\n                                  – 161",
    "issn": "2220-721X (Online)",
    "publisher": "International Academy of Ecology and Environmental Sciences",
    "countryOfPublisher": "Hong Kong",
    "lcc": [
      "Technology: Technology (General)",
      "Science"
    ],
    "journalUrl": "http://www.iaees.org/publications/journals/ces/online-version.asp",
    "abstract": "Nepal is an agrarian economy-based country where more than 70% of people are still living in the countryside and exercising various types of agroforestry system for a long time. Carbon sequestration through agroforestry system is an emerging strategy to cope with the immediate and long-term impacts of climate change. Having widespread agroforestry systems, the reporting on carbon conservation in this system is very limited. In this context, the study aimed to analyze the carbon stock in the agroforestry system and compare in two different ecological regions of Province 5, Nepal. Home gardens were taken as a reference for the study from Terai (Kapilbastu district) and Mid-hills (Arghakhanchi district) regions. The data were collected in 50 Mid-hills and 30 Terai households through simple random sampling. The appropriate analysis and statistical tests were employed. The result found that the average total biomass was significantly greater (p0.05) found in the total carbon stock (biomass and soil) between two ecological regions, indicating that similar amount of carbon is conserving irrespective of ecological regions in the home garden of Province 5, Nepal. However, results suggest that home garden would be a significant viable source of the carbon sink in the terrestrial ecosystem. The results would give insights for multi-purpose agroforestry system management including carbon conservation without jeopardizing food security (agriculture production system) under the same land resources.",
    "readLink": "http://www.iaees.org/publications/journals/ces/articles/2020-10(4)/comparison-of-carbon-stock-in-agroforestry-systems.pdf"
  },
  {
    "title": "Accelerated ageing of surface modified flax fiber reinforced composites",
    "authors": [
      "Natalie Vellguth,",
      "Madina Shamsuyeva,",
      "Hans-Josef Endres,",
      "Franz Renz"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100198",
    "issn": "2666-6820 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Materials of engineering and construction. Mechanics of materials"
    ],
    "journalUrl": "https://www.journals.elsevier.com/composites-part-c-open-access/",
    "abstract": "The overall aim of this study is to evaluate application-oriented potential of biocomposites made of surface-modified flax fibers for use in engineering thermoplastics. The scope of the study includes analysis of the effect of a partially bio-based epoxy-coating, a silane treatment and a combined epoxy-coating / silane treatment of the flax fibers on the mechanical behavior of biocomposites after thermo-oxidative aging. The treated flax fabrics were subjected to tensile tests as well as scanning electron microscopy (SEM) to compare their mechanical behavior and fracture surface. The natural fiber reinforced biocomposites were manufactured through film-stacking of the treated fabrics and polyamide 6 (PA6) using hot-pressing. The durability of the biocomposites after climate-change tests was confirmed via tensile and bending testing. The results show beneficial mechanical behavior of treated fabrics and corresponding biocomposites, but also negative affected durability of treated composites after climate-change tests. Treatment of the fabrics with subsequent accelerated aging leads to a similar low level of tensile and bending moduli.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666682021000918"
  },
  {
    "title": "Prioritising Support for Cost Effective Rare Breed Conservation Using Multi-Criteria Decision Analysis",
    "authors": [
      "Warwick Wainwright,",
      "Warwick Wainwright,",
      "Bouda Vosough Ahmadi,",
      "Alistair Mcvittie,",
      "Geoff Simm,",
      "Dominic Moran"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00110",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Farm Animal Genetic Resources (FAnGR) are threatened by breed homogenisation. Rare breeds may carry important genes that allow breeders to respond to global production challenges including climate change and emerging disease risk. Yet, exploration of approaches to improve cost-effectiveness of investments in farm animal genetic diversity has been limited. We employ multi-criteria decision analysis (MCDA) to investigate how rare breed incentive schemes can be rationalised. A performance matrix was used to assess 19 UK cattle native breeds at risk, in terms of diversity, marketability, and endangerment criteria, and an expert workshop was used to assign weights for prioritisation. The workshop participants suggested that criteria pertaining to diversity, marketability and endangerment should be weighted 30, 20, and 50%, respectively. A principal component analysis (PCA) on the criteria suggested that fewer criteria could be used to characterise breed status but that each criteria node contributed effectively in explaining variation in breed scores. Breed scores from the MCDA model were used in a hypothetical exercise to rationalise monetary investments across the case study breeds. The allocation of the hypothetical breed improvement fund (BIF) revealed that the greatest variation in the allocation of incentives occurred when marketability was weighted highest, while least variation occurred when endangerment received the highest weight. We suggest MCDA can support more targeted investments in diversity by considering the multiple factors that may be driving extinction risk in addition to the cultural and diversity attributes that compliment conservation.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00110/full"
  },
  {
    "title": "Nuclear and Mitochondrial DNA Analyses of Golden Eagles (Aquila chrysaetos canadensis) from Three Areas in Western North America; Initial Results and Conservation Implications.",
    "authors": [
      "Erica H Craig,",
      "Jennifer R Adams,",
      "Lisette P Waits,",
      "Mark R Fuller,",
      "Diana M Whittington"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0164248",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  e0164248",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Understanding the genetics of a population is a critical component of developing conservation strategies. We used archived tissue samples from golden eagles (Aquila chrysaetos canadensis) in three geographic regions of western North America to conduct a preliminary study of the genetics of the North American subspecies, and to provide data for United States Fish and Wildlife Service (USFWS) decision-making for golden eagle management. We used a combination of mitochondrial DNA (mtDNA) D-loop sequences and 16 nuclear DNA (nDNA) microsatellite loci to investigate the extent of gene flow among our sampling areas in Idaho, California and Alaska and to determine if we could distinguish birds from the different geographic regions based on their genetic profiles. Our results indicate high genetic diversity, low genetic structure and high connectivity. Nuclear DNA Fst values between Idaho and California were low but significantly different from zero (0.026). Bayesian clustering methods indicated a single population, and we were unable to distinguish summer breeding residents from different regions. Results of the mtDNA AMOVA showed that most of the haplotype variation (97%) was within the geographic populations while 3% variation was partitioned among them. One haplotype was common to all three areas. One region-specific haplotype was detected in California and one in Idaho, but additional sampling is required to determine if these haplotypes are unique to those geographic areas or a sampling artifact. We discuss potential sources of the high gene flow for this species including natal and breeding dispersal, floaters, and changes in migratory behavior as a result of environmental factors such as climate change and habitat alteration. Our preliminary findings can help inform the USFWS in development of golden eagle management strategies and provide a basis for additional research into the complex dynamics of the North American subspecies.",
    "readLink": "http://europepmc.org/articles/PMC5082654?pdf=render"
  },
  {
    "title": "Spread of endemic disease and global change in an educational project: proposition of relationships developed in a twin partnership",
    "authors": [
      "Michela Viale,",
      "Elena Ferrero"
    ],
    "doi": "https://doi.org/10.4401/ag-5531",
    "journalVolume": "Vol. 55,\n                                no. 3",
    "issn": "1593-5213 (Print)",
    "publisher": "2037-416X (Online)",
    "countryOfPublisher": "Istituto Nazionale di Geofisica e Vulcanologia (INGV)",
    "lcc": [
      "Italy",
      "Science: Physics: Meteorology. Climatology",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://www.annalsofgeophysics.eu/index.php/annals",
    "abstract": "The sudden event of the spread of dengue fever (or break-bone fever) that appeared for the first time in Cape Verde in 2009 revealed that inappropriate management of waste can be considered a major cause of the spread of this disease. Dengue fever is a tropical infectious disease that is caused by the dengue virus. Its vector, the mosquito Aedes aegypti, found an optimal environment for its life cycle in the context of Cape Verde, with the persistence of water in abandoned waste objects. The connection between the topics of Earth sciences and the spread of this disease is not obvious, but it was explored and illustrated in a school partnership. Activities with pupils and students provided an opportunity to investigate how some global phenomena, like climate change (with an increase in local rainfall and higher temperatures), are related to local events, such as the spread of dengue fever. Preventive strategies are conditioned by the geomorphology of the territory and by the complex relationships that connect the geosphere and the biosphere. For this reason, it is important to be aware of the risk of breaking these delicate balances, and hence activating unexpected consequences. The roles played by both partners linked knowledge about the natural dynamics of our planet with the development of appropriate behavior, thus contributing to the formation of responsible citizenship, to preserve and protect the environment. The partnership encouraged students to develop sustainable management strategies against dengue fever, and consequently against waste, actively involving them at school, at home, and in their community. In this study, we present a case study of the role of a school partnership in a complex problem, such as the spread of dengue fever and environmental pollution.",
    "readLink": "http://www.annalsofgeophysics.eu/index.php/annals/article/view/5531"
  },
  {
    "title": "Adaptive Agricultural Strategies for Facing Water Deficit in Sweet Maize Production: A Case Study of a Semi-Arid Mediterranean Region",
    "authors": [
      "Lea Piscitelli,",
      "Milica Colovic,",
      "Adel Aly,",
      "Mohamad Hamze,",
      "Mladen Todorovic,",
      "Vito Cantore,",
      "Rossella Albrizio"
    ],
    "doi": "https://doi.org/10.3390/w13223285",
    "journalVolume": "Vol. 13,\n                                no. 3285\n                                \n                                  p.\n                                  3285",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Maize is a crucial global commodity, which is used not only for food, but also as an alternative crop in biogas production and as a major energy-supply ingredient in animal diets. However, climate change is jeopardizing current maize production due to its direct impact on weather instability and water availability or its indirect effects on regional climate suitability loss. Hence, new areas for sweet maize cultivation should be considered in the future. Therefore, this study focuses on the possibility of producing maize in a challenging environment in Southern Italy considering rainfed cultivation and two irrigation regimes (full and deficit). The experiment was conducted during two subsequent growing seasons under semi-arid Mediterranean climate conditions. The overall results indicated a significant difference in biomass and yield between irrigated and non-irrigated treatments, and between full and deficit irrigation. Sweet maize cultivated under deficit irrigation gained less biomass than under full irrigation and its development and fruit maturation were delayed. Under deficit irrigation, the plants gave lower yields and a higher percentage of the panicle weight consisted of kernels. Irrigation water productivity was higher for deficit than for full irrigated treatment. These findings indicate the feasibility of sweet maize production in semi-arid areas of Southern Italy using adaptive agricultural strategies including deficit irrigation and controlled water stress. Given the importance of maize production, understanding of maize growth and productivity in a challenging environment may support future agricultural programming and thereby contribute e to mitigation of the direct and indirect effects of climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/13/22/3285"
  },
  {
    "title": "Levels and health risk assessment of heavy metals in dried fish consumed in Bangladesh",
    "authors": [
      "Md. Refat Jahan Rakib,",
      "Y. N. Jolly,",
      "Christian Ebere Enyoh,",
      "Mayeen Uddin Khandaker,",
      "M. Belal Hossain,",
      "Shirin Akther,",
      "Abdullah Alsubaie,",
      "Abdulraheem S. A. Almalki,",
      "D. A. Bradley"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-93989-w",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract As a cheap source of high-quality protein, healthy fats and essential nutrients, dried fish is a common item in the daily diet of the Bangladesh populace. In this study, ten types of widely consumed dried fish (H. neherius, T. lepturu, P.chinensis, P. affinis, A. mola, P. microdon, I. megaloptera, C. dussumieri, L. calcarifer, and G. chapra) were analyzed for Cr, Mn, Fe, Co, Cu, Zn, Se, Rb, Hg, Pb, Ni and As by using an Energy Dispersive X-ray Fluorescence (EDXRF) technique. The concentration of the studied metals was found in the order Fe > Zn > Hg > Cu > Se > Cr > Mn > Co > Rb > Pb, while As and Ni were below the limit of detection. All fish species showed moderate to high pollution, where the species H. Neherius and P. Chinensis are the most and least polluted ones, respectively. The probable source of contamination is the leaching from the drying pans into the fish samples, atmospheric deposition, anthropogenic contamination, etc. of the water body where these fish were harvested. The calculated hazard index for the general population was below the maximum limiting value (i.e., < 1) except for Hg to children. The carcinogenic risk showed values lower than the acceptable limit for cancer risks (10–6 to 10–4). Periodic monitoring of trace metals in the aquatic organisms along with fish is recommended to avoid any unexpected health hazards caused by the toxic heavy metals via fish consumption.",
    "readLink": "https://doi.org/10.1038/s41598-021-93989-w"
  }
]