[
  {
    "title": "The intertemporal guarantee of freedom – a concept for international human rights to address states’ failure to combat climate change and its threats?",
    "authors": [
      "Matthias Gegenwart"
    ],
    "doi": "https://doi.org/10.15388/PhDStudentsConference.2023.5",
    "issn": "2669-0535 (Online)",
    "publisher": "Vilnius University Press",
    "countryOfPublisher": "Lithuania",
    "lcc": [
      "Social Sciences: Social sciences (General)",
      "Language and Literature: Philology. Linguistics",
      "Philosophy. Psychology. Religion"
    ],
    "journalUrl": "https://www.journals.vu.lt/open-series/",
    "abstract": "This paper analyses, if the Intertemporal Guarantee of Freedom, that was developed by the German Federal Constitutional Court (GFCC), can be used to expand the protection of human rights against the harms of climate change. The case of the Swiss Senior Women shows that there are jurisdictions, where the Intertemporal Guarantee of Freedom could be applied to improve standing and the control standard of states’ climate change action. Within international law bodies with jurisdiction over human rights treaties there are distinctive standards of protection against the harms of climate change. A major deficit within the international human rights protection against climate change lies within the focus on the positive obligations and the corresponding wide margin of appreciation granted to the states. The Intertemporal Guarantee of Freedom could provide a protection expansion in this regard, especially in the case of the European Court of Human Rights. It could also enable and legitimise present human rights concerns focused on the future actions of states following their past inaction. One considerable hurdle that is not addressed by it are procedural hurdles like the Plaumann formula applied by the European Court of Justice. The Intertemporal Guarantee of Freedom cannot solve major problems for climate change litigation like procedural hurdles. Yet, it can provide a new approach for complaints to address unambitious mitigation legislation which will lead to future human rights infringements.",
    "readLink": "https://www.zurnalai.vu.lt/open-series/article/view/32045"
  },
  {
    "title": "Infrared spectroscopy of pollen identifies plant species and genus as well as environmental conditions.",
    "authors": [
      "Boris Zimmermann,",
      "Achim Kohler"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0095417",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  e95417",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: It is imperative to have reliable and timely methodologies for analysis and monitoring of seed plants in order to determine climate-related plant processes. Moreover, impact of environment on plant fitness is predominantly based on studies of female functions, while the contribution of male gametophytes is mostly ignored due to missing data on pollen quality. We explored the use of infrared spectroscopy of pollen for an inexpensive and rapid characterization of plants. METHODOLOGY: The study was based on measurement of pollen samples by two Fourier transform infrared techniques: single reflectance attenuated total reflectance and transmission measurement of sample pellets. The experimental set, with a total of 813 samples, included five pollination seasons and 300 different plant species belonging to all principal spermatophyte clades (conifers, monocotyledons, eudicots, and magnoliids). RESULTS: The spectroscopic-based methodology enables detection of phylogenetic variations, including the separation of confamiliar and congeneric species. Furthermore, the methodology enables measurement of phenotypic plasticity by the detection of inter-annual variations within the populations. The spectral differences related to environment and taxonomy are interpreted biochemically, specifically variations of pollen lipids, proteins, carbohydrates, and sporopollenins. The study shows large variations of absolute content of nutrients for congenital species pollinating in the same environmental conditions. Moreover, clear correlation between carbohydrate-to-protein ratio and pollination strategy has been detected. Infrared spectral database with respect to biochemical variation among the range of species, climate and biogeography will significantly improve comprehension of plant-environment interactions, including impact of global climate change on plant communities.",
    "readLink": "http://europepmc.org/articles/PMC3991668?pdf=render"
  },
  {
    "title": "Ectomycorrhizal Flora Formed by Main Forest Trees in the Irtysh River Region of Central and Northeastern Kazakhstan",
    "authors": [
      "Dani Sarsekova,",
      "Sezgin Ayan,",
      "Abzhanov Talgat"
    ],
    "doi": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  61\n                                  – 69",
    "issn": "1847-6481 (Print)",
    "publisher": "1849-0891 (Online)",
    "countryOfPublisher": "Croatian Forest Research Institute",
    "lcc": [
      "Croatia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.seefor.eu/",
    "abstract": "In this study, the aim was to determine and identify symbiotically living ectomycorrhizas of the main tree species forming forests in central and northeastern Kazakhstan. Surveys were conducted on the right bank of the Irtysh River in a mixed forest of Pinus sylvestris, Picea obovata and Betula pendula trees. The collection was formed and the primary identification of voucher samples of fruiting bodies of macromycetes collected as ectomycorrhiza forming fungi was completed. In the collection and species identification of fruiting bodies, standard methods were used. A total of 30 ectomycorrhizas belonging to Agaricomycetes were identified. The distribution of 30 species into families is as follows: Suillaceae (8), Russulaceae (7), Cortinariaceae (4), Boletaceae (3), Tricholomataceae (2), Amanitaceae (1), Cantharellaceae (1), Gomphaceae (1), Gomphidiaceae (1), Paxillaceae (1), and Bankeraceae (1). The richest genus on account of the number of species was Suillus (8). Concerning the woody host species, 17 mycorrhizas were determined to build symbiosis with P. sylvestris, 8 mycorrhizas with B. pendula, 6 mycorrhizas with Populus tremula, 1 mycorrhiza with P. obovata, 1 mycorrhiza with Quercus robur, 1 mycorrhiza with Salix sp., and 1 mycorrhiza with Pinus densiflora Siebold and Zuccarini. Ectomycorrhizas should be used as a major performance-enhancing tool in afforestation and restoration studies in the Irtysh River basin under extreme ecological conditions and under climate change effects.",
    "readLink": "https://hrcak.srce.hr/file/348102"
  },
  {
    "title": "Additive effects of warming and nitrogen addition on the performance and competitiveness of invasive Solidago canadensis L.",
    "authors": [
      "Guangqian Ren,",
      "Guangqian Ren,",
      "Bin Yang,",
      "Miaomiao Cui,",
      "Haochen Yu,",
      "Xue Fan,",
      "Zhicong Dai,",
      "Zhicong Dai,",
      "Jianfan Sun,",
      "Guanlin Li,",
      "Haiyan Zhang,",
      "Daolin Du,",
      "Daolin Du"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1017554",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Changes in temperature and nitrogen (N) deposition determine the growth and competitive dominance of both invasive and native plants. However, a paucity of experimental evidence limits understanding of how these changes influence plant invasion. Therefore, we conducted a greenhouse experiment in which invasive Solidago canadensis L. was planted in mixed culture with native Artemisia argyi Levl. et Van under combined conditions of warming and N addition. Our results show that due to the strong positive effect of nitrogen addition, the temperature increases and nitrogen deposition interaction resulted in greatly enhanced species performance. Most of the relative change ratios (RCR) of phenotypic traits differences between S. canadensis and A. argyi occur in the low invasion stage, and six of eight traits had higher RCR in response to N addition and/or warming in native A. argyi than in invasive S. canadensis. Our results also demonstrate that the effects of the warming and nitrogen interaction on growth-related traits and competitiveness of S. canadensis and A. argyi were usually additive rather than synergistic or antagonistic. This conclusion suggests that the impact of warming and nitrogen deposition on S. canadensis can be inferred from single factor studies. Further, environmental changes did not modify the competitive relationship between invasive S. canadensis and native A. argyi but the relative yield of S. canadensis was significantly greater than A. argyi. This finding indicated that we can rule out the influence of environmental changes such as N addition and warming which makes S. canadensis successfully invade new habitats through competition. Correlation analysis showed that invasive S. canadensis may be more inclined to mobilize various characteristics to strengthen competition during the invasion process, which will facilitate S. canadensis becoming the superior competitor in S. canadensis-A. argyi interactions. These findings contribute to our understanding of the spreading of invasive plants such as S. canadensis under climate change and help identify potential precautionary measures that could prevent biological invasions.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1017554/full"
  },
  {
    "title": "Driving Factors of Geosmin Appearance in a Mediterranean River Basin: The Ter River Case",
    "authors": [
      "Carmen Espinosa,",
      "Carmen Espinosa,",
      "Meritxell Abril,",
      "Èlia Bretxa,",
      "Marta Jutglar,",
      "Sergio Ponsá,",
      "Núria Sellarès,",
      "Lídia Vendrell-Puigmitjà,",
      "Laia Llenas,",
      "Marc Ordeix,",
      "Lorenzo Proia"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2021.741750",
    "journalVolume": "Vol. 12",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "In recent decades, human activity coupled with climate change has led to a deterioration in the quality of surface freshwater. This has been related to an increase in the appearance of algal blooms, which can produce organic compounds that can be toxic or can affect the organoleptic characteristics of the water, such as its taste and odor. Among these latter compounds is geosmin, a metabolite produced by certain cyanobacteria that confers an earthy taste to water and which can be detected by humans at very low concentrations (nanogram per liter). The difficulty and cost of both monitoring the presence of this compound and its treatment is a problem for drinking water treatment companies, as the appearance of geosmin affects consumer confidence in the quality of the drinking water they supply. In this field study, the evaluation of four sampling sites with different physicochemical conditions located in the upper part of the Ter River basin, a Mediterranean river located in Catalonia (NE Spain), has been carried out, with the aim of identifying the main triggers of geosmin episodes. The results, obtained from 1 year of sampling, have made it possible to find out that: (i) land uses with a higher percentage of agricultural and industrial activity are related to high nutrient conditions in river water, (ii) these higher nutrient concentrations favor the development of benthic cyanobacteria, (iii) in late winter–early spring, when these cyanobacteria are subjected to both an imbalance of the dissolved inorganic nitrogen and soluble reactive phosphorus ratio, guided by a phosphorus concentration increase, and to cold–mild temperatures close to 10°C, they produce and release geosmin, and (iv) 1–2 weeks after cyanobacteria reach a high relative presence in the whole biofilm, an increase in geosmin concentration in water is observed, probably associated with the cyanobacteria detachment from cobbles and consequent cell lysis. These results could serve as a guide for drinking water treatment companies, indicating under what conditions they can expect the appearance of geosmin episodes and implement the appropriate treatment before it reaches consumers’ tap.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2021.741750/full"
  },
  {
    "title": "A century of change in Kenya's mammal communities: increased richness and decreased uniqueness in six protected areas.",
    "authors": [
      "Anikó B Tóth,",
      "S Kathleen Lyons,",
      "Anna K Behrensmeyer"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0093092",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  e93092",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The potential for large-scale biodiversity losses as a result of climate change and human impact presents major challenges for ecology and conservation science. Governments around the world have established national parks and wildlife reserves to help protect biodiversity, but there are few studies on the long-term consequences of this strategy. We use Kenya as a case study to investigate species richness and other attributes of mammal communities in 6 protected areas over the past century. Museum records from African expeditions that comprehensively sampled mammals from these same areas in the early 1900's provide a baseline for evaluating changes in species richness and community structure over time. We compare species lists assembled from archived specimens (1896-1950) to those of corresponding modern protected areas (1950-2013). Species richness in Kenya was stable or increased at 5 out of 6 sites from historical to modern times. Beta-diversity, in contrast, decreased across all sites. Potential biases such as variable historical vs. modern collection effort and detection of small-bodied, rare, and low-visibility species do not account for the observed results. We attribute the pattern of decreased beta diversity primarily to increased site occupancy by common species across all body size classes. Despite a decrease in land area available to wildlife, our data do not show the extinctions predicted by species-area relationships. Moreover, the results indicate that species-area curves based solely on protected areas could underestimate diversity because they do not account for mammal species whose ranges extend beyond protected area boundaries. We conclude that the 6 protected areas have been effective in preserving species richness in spite of continuing conversion of wild grasslands to cropland, but the overall decrease in beta diversity indicates a decline in the uniqueness of mammal communities that historically characterized Kenya's varied landscape.",
    "readLink": "http://europepmc.org/articles/PMC3981716?pdf=render"
  },
  {
    "title": "Frazil ice events: Assessing what to expect in the future",
    "authors": [
      "Paul Dominique Barrette,",
      "Karl-Erich Lindenschmidt"
    ],
    "doi": "https://doi.org/10.2166/nh.2023.008",
    "journalVolume": "Vol. 54,\n                                no. 6\n                                \n                                  pp.\n                                  770\n                                  – 781",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "This article addresses the question: What is expected from frazil ice activity in rivers, taking into account the changing climate? It begins with an overview of what frazil ice is and what is required for the occurrence of frazil ice events, namely a supercooled water column. Methodologies to anticipate frazil ice events in the short term are based on air temperature and water discharge, underlining the significance of these two parameters for any predictive methods. Longer-term approaches, calibrated against past events (hindcasting), are used to anticipate frazil ice activity into the future, with indicators such as frazil ice risk, water temperature and frazil volume. Any of these approaches could conceivably be applied to frazil-prone river stretches. To assess climate impact, each location should be treated separately. River ice dynamics can lead to the formation of a hanging dam, a frequent outcome of frazil ice generation in the early winter, causing flow restriction. Flood modeling and forecasting capabilities have been developed and implemented for operational use. More frequent mid-winter breakups are expected to extend the occurrence of frazil ice events into the winter months – the prediction of these will require climate model output to adequately capture month-to-month variability. HIGHLIGHTS Previous modeling endeavors aimed at foreseeing frazil ice generation in rivers are summarized.; Frazil ice risk, water temperature and frazil ice volume are model outputs.; Each frazil-prone location should be the subject of its own climate impact study.; Mid-winter breakups (MWBs) will likely be more frequent in the future, which implies that clogging risks at water intakes will extend well into the winter months.;",
    "readLink": "http://hr.iwaponline.com/content/54/6/770"
  },
  {
    "title": "Recent Advances in Diesel-Biodiesel Blended with Nano-Additive as Fuel in Diesel Engines: A Detailed Review",
    "authors": [
      "Ahmed Sule,",
      "Zulkarnain Abdul Latiff,",
      "Mohammed Azman Abbas,",
      "Ibham Veza,",
      "Anthony C. Opia"
    ],
    "doi": "https://doi.org/10.31603/ae.6352",
    "journalVolume": "Vol. 5,\n                                no. 2",
    "issn": "2615-6202 (Print)",
    "publisher": "2615-6636 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Magelang",
    "lcc": [
      "Indonesia",
      "Technology: Mechanical engineering and machinery",
      "Technology: Engineering (General). Civil engineering (General): Mechanics of engineering. Applied mechanics"
    ],
    "journalUrl": "http://journal.unimma.ac.id/index.php/AutomotiveExperiences/index",
    "abstract": "Global emission of gases has increased rapidly due to higher combustion of fossil fuels arising from increasing world population which has led to a greater number of manufacturing industries and ‘on-road vehicle (ORV)’ users. Researchers have attributed cause of global warming to gases emissions which correspondingly lead to climate change with devastating repercussions. Currently, climate change is a general issue and world leaders have been tasked to cut down emissions of gases that directly affect the ecosystem and influence climate change. Biodiesel which is an alternative to fossil fuels face many challenges and to tackle some limitations with biodiesel researchers blends biodiesels in various proportional ratio to diesel fuel. This paper, therefore, concentrates on reviewing the use of additives specifically nano-additives by researchers recently to alter and boost desired characteristics in diesel-biodiesel fuel; it also examines the synthesis of nano-additives; challenges, and advances made. This paper further analysed, reviewed, and compared recent results from nano-additive use with respect to emissions, fuel consumption, brake thermal efficiency, and engine power, establishes the merits and demerits of diverse nano-additives, and finally presents a conclusive opinion on nano-additive usage with diesel fuels in diesel engines.",
    "readLink": "http://journal.unimma.ac.id/index.php/AutomotiveExperiences/article/view/6352"
  },
  {
    "title": "A large set of potential past, present and future hydro-meteorological time series for the UK",
    "authors": [
      "B. P. Guillod,",
      "B. P. Guillod,",
      "B. P. Guillod,",
      "R. G. Jones,",
      "R. G. Jones,",
      "S. J. Dadson,",
      "G. Coxon,",
      "G. Bussi,",
      "J. Freer,",
      "A. L. Kay,",
      "N. R. Massey,",
      "S. N. Sparrow,",
      "D. C. H. Wallom,",
      "M. R. Allen,",
      "J. W. Hall"
    ],
    "doi": "https://doi.org/10.5194/hess-22-611-2018",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  611\n                                  – 634",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Hydro-meteorological extremes such as drought and heavy precipitation can have large impacts on society and the economy. With potentially increasing risks associated with such events due to climate change, properly assessing the associated impacts and uncertainties is critical for adequate adaptation. However, the application of risk-based approaches often requires large sets of extreme events, which are not commonly available. Here, we present such a large set of hydro-meteorological time series for recent past and future conditions for the United Kingdom based on weather@home 2, a modelling framework consisting of a global climate model (GCM) driven by observed or projected sea surface temperature (SST) and sea ice which is downscaled to 25 km over the European domain by a regional climate model (RCM). Sets of 100 time series are generated for each of (i) a historical baseline (1900–2006), (ii) five near-future scenarios (2020–2049) and (iii) five far-future scenarios (2070–2099). The five scenarios in each future time slice all follow the Representative Concentration Pathway 8.5 (RCP8.5) and sample the range of sea surface temperature and sea ice changes from CMIP5 (Coupled Model Intercomparison Project Phase 5) models. Validation of the historical baseline highlights good performance for temperature and potential evaporation, but substantial seasonal biases in mean precipitation, which are corrected using a linear approach. For extremes in low precipitation over a long accumulation period ( > 3 months) and shorter-duration high precipitation (1–30 days), the time series generally represents past statistics well. Future projections show small precipitation increases in winter but large decreases in summer on average, leading to an overall drying, consistently with the most recent UK Climate Projections (UKCP09) but larger in magnitude than the latter. Both drought and high-precipitation events are projected to increase in frequency and intensity in most regions, highlighting the need for appropriate adaptation measures. Overall, the presented dataset is a useful tool for assessing the risk associated with drought and more generally with hydro-meteorological extremes in the UK.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/22/611/2018/hess-22-611-2018.pdf"
  },
  {
    "title": "Comparison between summertime and wintertime Arctic Ocean primary marine aerosol properties",
    "authors": [
      "J. Zábori,",
      "R. Krejci,",
      "J. Ström,",
      "P. Vaattovaara,",
      "A. M. L. Ekman,",
      "M. E. Salter,",
      "E. M. Mårtensson,",
      "E. D. Nilsson"
    ],
    "doi": "https://doi.org/10.5194/acp-13-4783-2013",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  pp.\n                                  4783\n                                  – 4799",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Primary marine aerosols (PMAs) are an important source of cloud condensation nuclei, and one of the key elements of the remote marine radiative budget. Changes occurring in the rapidly warming Arctic, most importantly the decreasing sea ice extent, will alter PMA production and hence the Arctic climate through a set of feedback processes. In light of this, laboratory experiments with Arctic Ocean water during both Arctic winter and summer were conducted and focused on PMA emissions as a function of season and water properties. Total particle number concentrations and particle number size distributions were used to characterize the PMA population. A comprehensive data set from the Arctic summer and winter showed a decrease in PMA concentrations for the covered water temperature (Tw) range between −1°C and 15°C. A sharp decrease in PMA emissions for a Tw increase from −1°C to 4°C was followed by a lower rate of change in PMA emissions for Tw up to about 6°C. Near constant number concentrations for water temperatures between 6°C to 10°C and higher were recorded. Even though the total particle number concentration changes for overlapping Tw ranges were consistent between the summer and winter measurements, the distribution of particle number concentrations among the different sizes varied between the seasons. Median particle number concentrations for a dry diameter (DpDp > 0.125μm, the particle number concentrations during winter were mostly higher than in summer (up to 50%). The normalized particle number size distribution as a function of water temperature was examined for both winter and summer measurements. An increase in Tw from −1°C to 10°C during winter measurements showed a decrease in the peak of relative particle number concentration at about a Dp of 0.180μm, while an increase was observed for particles with Dp > 1μm. Summer measurements exhibited a relative shift to smaller particle sizes for an increase of Tw in the range 7–11°C. The differences in the shape of the number size distributions between winter and summer may be caused by different production of organic material in water, different local processes modifying the water masses within the fjord (for example sea ice production in winter and increased glacial meltwater inflow during summer) and different origin of the dominant sea water mass. Further research is needed regarding the contribution of these factors to the PMA production.",
    "readLink": "http://www.atmos-chem-phys.net/13/4783/2013/acp-13-4783-2013.pdf"
  }
]