[
  {
    "title": "STUDY OF CLIMATE EVOLUTION OF THE TITU-OGREZENI IRRIGATION SYSTEM PERIMETER BY ANALYSIS OF CLIMATIC DEFICIT",
    "authors": [
      "Marin Zamfir"
    ],
    "doi": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  83\n                                  – 88",
    "issn": "2065-2828 (Print)",
    "publisher": "Valahia University Press",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "http://www.afst.valahia.ro",
    "abstract": "Our country's climate shows great changes both in time and space. These changes are also reflected on agriculturalproductions that also sometime presents substantial differences from one year to another and from one area to another.Based on statistical analyses on large arrays of years, it results that in Romania, the dry years are in very highproportion going up to 70%.For getting to knowing requirements from water of major agricultural crops, by the study achieved mainly thenecessary dimensioning of water for irrigations using the climate deficit method has been considered.From the chronological sequence analysis of years, under the climatic deficit, the change of this in a positive way thatleads to the need for irrigations is come out. Given the set of climatic parameters, the model that approximates the bestthe evolution tendency as some parametrical equations has been studied. Since 2009, for the next 57 years the trendline of the evolution of climatic deficit is clearly increasing in the months May-August.",
    "readLink": "http://afst.valahia.ro/docs/issues/2010/issue%201/2010-4-2-Zamfir-Marin.pdf"
  },
  {
    "title": "Impact of Early Season Temperatures in a Climate-Changed Atmosphere for Michigan: A Cool-Climate Viticultural Region",
    "authors": [
      "Steven R. Schultze,",
      "Paolo Sabbatini"
    ],
    "doi": "https://doi.org/10.3390/atmos13020251",
    "journalVolume": "Vol. 13,\n                                no. 251\n                                \n                                  p.\n                                  251",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "This study assesses the impacts of observed (2001–2012) and projected climate change on early season heat accumulation for grape production (viticulture) in a cool-climate region of the world (Michigan, USA). Observational data were generated from a weather station located in the center of one of the most important appellations located in the SW part of the state. Climate change projections retrieved from a high spatiotemporal weather model using atmospheric conditions simulated for the end of the 21st Century. All the temperature variables considered demonstrated significant warming trends especially during the months of March, April and May. Temperature differences, increases in heat accumulation, and changes to potential frost events would necessitate new approaches to vineyard management. In fact, it is likely that vine budburst will occur earlier and early season frost develop as a new challenge. However, our study results are comparable with other viticulture regions of the world, with a warming trend of at least 3 to 5 °C in the months leading up to the growing season by the end of the 21st Century. Therefore, effective climate change adaptations will be important to the grape and wine industry in this region. Management strategies are needed to minimize climate risks while taking advantage of new opportunities related to improved climatic conditions for growing more late-ripening European Vitis vinifera grape varieties, relevant for producing higher quality wines.",
    "readLink": "https://www.mdpi.com/2073-4433/13/2/251"
  },
  {
    "title": "Molecular and Physiological Effects of Magnesium–Polyphenolic Compound as Biostimulant in Drought Stress Mitigation in Tomato",
    "authors": [
      "Haytham Hamedeh,",
      "Shaula Antoni,",
      "Lorenzo Cocciaglia,",
      "Valentina Ciccolini"
    ],
    "doi": "https://doi.org/10.3390/plants11050586",
    "journalVolume": "Vol. 11,\n                                no. 586\n                                \n                                  p.\n                                  586",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Plant biostimulants are being recognized as innovative tools to improve sustainable agricultural practices to mitigate the drastic effects of climate change, which is leading to a severe reduction in agricultural yields. In this work, a new biostimulant (EnNuVi® ALPAN®) was evaluated for its effectiveness on tomato (Solanum lycopersicum Mill. cv. Rio Grande) plants subjected to water deficit conditions. The molecular effects were elucidated through transcriptomic RNA-seq and gene expression qPCR analysis and the physiological responses were evaluated through qualitative analysis of pigments and proline content, membrane stability, and lipid peroxidation. ALPAN® was shown to adjust the transcriptional response by upregulating genes involved in source to sink carbohydrate metabolism and translocation, stomatal closure, and cell homeostasis. ALPAN® was shown to mitigate the deteriorating effects of water deficit on the physiological status of the plants by stabilizing the levels of the photosynthetic pigments, regulating the accumulation of osmo-protectants, and preserving the cell wall lipid bilayer from oxidation. In conclusion, transcriptomic and physiological analysis provided insightful information on the biostimulant effects, indicating a positive role of ALPAN® foliar application in alleviating the negative costs of water deficit.",
    "readLink": "https://www.mdpi.com/2223-7747/11/5/586"
  },
  {
    "title": "Analysis on the temporal and spatial characteristics of the shallow soil temperature of the Qinghai-Tibet Plateau",
    "authors": [
      "Yujie Li,",
      "Cunjie Zhang,",
      "Zhenchao Li,",
      "Liwei Yang,",
      "Xiao Jin,",
      "Xiaoqing Gao"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-23548-4",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 19",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Shallow soil refers to the soil layer within the 50 cm depth. Shallow soil temperature (ST) directly or indirectly affects many processes in the soil, such as seed germination, plant growth, and water evaporation. Therefore, the study of shallow ST is of great significance in understanding the surface energy, water cycle, ecology and climate change. This work collected observational data from 141 meteorological stations on the Qinghai-Tibet Plateau from 1981 to 2020 and ERA5 reanalysis data, used the “Moving Surface Spline Interpolation Algorithm Based on Green’s Function” and “Fuzzy C-means algorithm”, and analyzed the temporal and spatial change characteristics of ST at different levels. The results showed that 1) the temperature increase of 0–20 cm (the surface layer of the shallow soil) was roughly the same. The average annual ST was 9.15–9.57°, and the interdecadal variabilities were 0.49–0.53 K/10a. The average annual ST of 40 cm (the bottom layer) was 8.69°, and the interdecadal variability reached 0.98 K/10a. 2) Considering the 7 regions, the warming trend was obvious, and there were certain regional differences. The average annual ST in different regions ranged from 5.2 (northeastern Plateau) to 17.1 °C (western Sichuan Plateau), with a difference of nearly 12 K. The standard deviation ranged from 0.40 (western Sichuan Plateau) to 0.61 K (Qiangtang Plateau), with a difference of 0.21 K. 3) The errors of the obtained grid data were basically less than 3%, which were much smaller than the errors obtained from the ERA5 reanalysis data. This work is significant for understanding the characteristics of ST evolution and land‒atmosphere interactions on the Qinghai-Tibet Plateau and provides important data support for improving the underlying surface boundary conditions of models.",
    "readLink": "https://doi.org/10.1038/s41598-022-23548-4"
  },
  {
    "title": "Swimming Pool-Related Outbreak of a Rare <i>gp60</i> Subtype of <i>Cryptosporidium hominis</i>, England, October 2016",
    "authors": [
      "Helen Bagnall,",
      "Rachel M. Chalmers,",
      "Michelle Henderson,",
      "Stewart Sorrell,",
      "Guy Robinson,",
      "Kristin Elwin,",
      "Gayle Dolan"
    ],
    "doi": "https://doi.org/10.3390/w13223152",
    "journalVolume": "Vol. 13,\n                                no. 3152\n                                \n                                  p.\n                                  3152",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In October 2016, Public Health England was initially notified of four cases of cryptosporidiosis among users of two swimming pools. We investigated to identify further cases, the outbreak source, and ensure the implementation of appropriate control measures. Probable primary cases had diarrhoea and reported swimming in the pools 1–12 days prior to illness; confirmed cases were verified by the reference laboratory. Secondary cases had contact with primary cases 1–12 days prior to illness. We identified twenty-two cases: eleven were primary (eight confirmed) and eleven were secondary (five confirmed). Four cases were infected with C. parvum (different gp60 subtypes); all were primary and swam at two pools. Seven primary and secondary cases were infected with C. hominis gp60 subtype IdA16, and all were associated one pool. Failings in pool water treatment and management were identified that likely contributed to the load on the filters and their efficiency. Our investigation identified a complex outbreak, with secondary transmission, involving exposures to two swimming pools. C. hominis IdA16 is rare; it has been isolated from only three previous UK cases. We hypothesize that C. hominis cases arose from a common exposure, and the C. parvum cases were likely sporadic. This investigation highlights the value of integrating epidemiology and microbiology to investigate clusters of Cryptosporidium cases, defining the extent of the outbreak and the likely transmission pathways.",
    "readLink": "https://www.mdpi.com/2073-4441/13/22/3152"
  },
  {
    "title": "A new climate dataset for systematic assessments of climate change impacts as a function of global warming",
    "authors": [
      "J. Heinke,",
      "S. Ostberg,",
      "S. Schaphoff,",
      "K. Frieler,",
      "C. Müller,",
      "D. Gerten,",
      "M. Meinshausen,",
      "W. Lucht"
    ],
    "doi": "https://doi.org/10.5194/gmd-6-1689-2013",
    "journalVolume": "Vol. 6,\n                                no. 5\n                                \n                                  pp.\n                                  1689\n                                  – 1703",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "In the ongoing political debate on climate change, global mean temperature change (ΔTglob) has become the yardstick by which mitigation costs, impacts from unavoided climate change, and adaptation requirements are discussed. For a scientifically informed discourse along these lines, systematic assessments of climate change impacts as a function of ΔTglob are required. The current availability of climate change scenarios constrains this type of assessment to a narrow range of temperature change and/or a reduced ensemble of climate models. Here, a newly composed dataset of climate change scenarios is presented that addresses the specific requirements for global assessments of climate change impacts as a function of ΔTglob. A pattern-scaling approach is applied to extract generalised patterns of spatially explicit change in temperature, precipitation and cloudiness from 19 Atmosphere–Ocean General Circulation Models (AOGCMs). The patterns are combined with scenarios of global mean temperature increase obtained from the reduced-complexity climate model MAGICC6 to create climate scenarios covering warming levels from 1.5 to 5 degrees above pre-industrial levels around the year 2100. The patterns are shown to sufficiently maintain the original AOGCMs' climate change properties, even though they, necessarily, utilise a simplified relationships between ΔTglob and changes in local climate properties. The dataset (made available online upon final publication of this paper) facilitates systematic analyses of climate change impacts as it covers a wider and finer-spaced range of climate change scenarios than the original AOGCM simulations.",
    "readLink": "http://www.geosci-model-dev.net/6/1689/2013/gmd-6-1689-2013.pdf"
  },
  {
    "title": "Precise Orbit Determination for Climate Applications of GNSS Radio Occultation including Uncertainty Estimation",
    "authors": [
      "Josef Innerkofler,",
      "Gottfried Kirchengast,",
      "Marc Schwärz,",
      "Christian Pock,",
      "Adrian Jäggi,",
      "Yago Andres,",
      "Christian Marquardt"
    ],
    "doi": "https://doi.org/10.3390/rs12071180",
    "journalVolume": "Vol. 12,\n                                no. 1180\n                                \n                                  p.\n                                  1180",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Global Navigation Satellite System (GNSS) Radio Occultation (RO) is a highly valuable remote sensing technique for probing the Earth’s atmosphere, due to its global coverage, high accuracy, long-term stability, and essentially all-weather capability. In order to ensure the highest quality of essential climate variables (ECVs), derived from GNSS signal tracking by RO satellites in low Earth orbit (LEO), the orbit positions and velocities of the GNSS transmitter and LEO receiver satellites need to be determined with high and proven accuracy and reliability. Wegener Center’s new Reference Occultation Processing System (rOPS) hence aims to integrate uncertainty estimation at all stages of the processing. Here we present a novel setup for precise orbit determination (POD) within the rOPS, which routinely and in parallel performs the LEO POD with the two independent software packages Bernese GNSS software (v5.2) and NAPEOS (v3.3.1), employing two different GNSS orbit data products. This POD setup enables mutual consistency checks of the calculated orbit solutions and is used for position and velocity uncertainty estimation, including estimated systematic and random uncertainties. For LEOs enabling laser tracking we involve position uncertainty estimates from satellite laser ranging. Furthermore, we intercompare the LEO orbit solutions with solutions from other leading orbit processing centers for cross-validation. We carefully analyze multi-month, multi-satellite POD result statistics and find a strong overall consistency of estimates within LEO orbit uncertainty target specifications of 5 cm in position and 0.05 mm/s in velocity for the CHAMP, GRACE-A, and Metop-A/B missions. In 92% of the days investigated over two representative 3-month periods (July to September in 2008 and 2013) these POD uncertainty targets, which enable highly accurate climate-quality RO processing, are satisfied. The moderately higher uncertainty estimates found for the remaining 8% of days (∼5–15 cm) result in increased uncertainties of RO-retrieved ECVs. This allows identification of RO profiles of somewhat reduced quality, a potential benefit for adequate further use in climate monitoring and research.",
    "readLink": "https://www.mdpi.com/2072-4292/12/7/1180"
  },
  {
    "title": "Zinc- and magnesium-doped hydroxyapatite-urea nanohybrids enhance wheat growth and nitrogen uptake",
    "authors": [
      "Bhaskar Sharma,",
      "Luis O. B. Afonso,",
      "Manoj Pratap Singh,",
      "Udit Soni,",
      "David M. Cahill"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-20772-w",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The ongoing and unrestrained application of nitrogen fertilizer to agricultural lands has been directly linked to climate change and reductions in biodiversity. The agricultural sector needs a technological upgrade to adopt sustainable methods for maintaining high yield. We report synthesis of zinc and magnesium doped and undoped hydroxyapatite nanoparticles, and their urea nanohybrids, to sustainably deliver nitrogen to wheat. The urea nanohybrids loaded with up to 42% nitrogen were used as a new source of nitrogen and compared with a conventional urea-based fertilizer for efficient and sufficient nitrogen delivery to pot-grown wheat. Doping with zinc and magnesium manipulated the hydroxyapatite crystallinity for smaller size and higher nitrogen loading capacity. Interestingly, 50% and 25% doses of urea nanohybrids significantly boosted the wheat growth and yield compared with 100% doses of urea fertilizer. In addition, the nutritional elements uptake and grain protein and phospholipid levels were significantly enhanced in wheat treated with nanohybrids. These results demonstrate the potential of the multi-nutrient complexes, the zinc and magnesium doped and undoped hydroxyapatite-urea nanoparticles, as nitrogen delivery agents that reduce nitrogen inputs by at least 50% while maintaining wheat plant growth and nitrogen uptake to the same level as full-dose urea treatments.",
    "readLink": "https://doi.org/10.1038/s41598-022-20772-w"
  },
  {
    "title": "Stories of hope created together: A pilot, school-based workshop for sharing eco-emotions and creating an actively hopeful vision of the future",
    "authors": [
      "Elizabeth Marks,",
      "Ed Atkins,",
      "Joanne K. Garrett,",
      "Jesse F. Abrams,",
      "David Shackleton,",
      "Lauren Hennessy,",
      "Lauren Hennessy,",
      "Elouise E. Mayall,",
      "James Bennett,",
      "Isabel Leach"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2022.1076322",
    "journalVolume": "Vol. 13",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "The climate and ecological crises challenge all communities across the world, with the greatest impact upon the most vulnerable and the youngest. There are multiple impacts on mental health, including the psychological burdens that arise with increasing awareness of the loss, threat and injustice caused by these crises. Large numbers of young people globally are understandably concerned and distressed about these crises, whilst simultaneously reporting that their concerns are regularly dismissed and ignored, particularly by those in power. This can increase feelings of isolation and distress, particularly if they have no recourse to effect change. This pilot project sought to explore how a schools-based, co-created workshop for school pupils aged 16 to 18 years could use a community-oriented space to explore their eco-emotions, address feelings of isolation and engender a sense of realistic, active hope, using storytelling and images of possible futures. A 3-h workshop for delivery in schools was co-designed with young people, researchers, educators and clinicians, using principles of Youth Participatory Action Research (YPAR). Six school pupils aged 16–18 years consented and four completed the workshop, which involved a range of group-based activities to explore their understanding of the climate and ecological crises, support emotional expression related to these and engage in storytelling about hopeful and realistic futures. A live illustrator in attendance created shared images of the participants’ fears and hopes. The workshop was recorded, transcribed and analysed using Thematic Analysis and sentiment analysis. Feedback was sought from participants at 1 and 4 weeks after completion and analysed using content analysis. Results indicated that participants reported a range of painful and positive emotions about the crises. They highly valued having space to express their experience alongside others. Storytelling and creativity appeared to help them articulate their feelings and hopes for the future, and gave them greater motivation and confidence in talking to others about these topics. This innovative pilot study suggests that a school-based youth participatory group could offer a novel way of helping young people to engage more with the climate and ecological crises in a way that supports their wellbeing. It provides strong support for future, larger-scale projects in this area.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2022.1076322/full"
  },
  {
    "title": "Inter- and transdisciplinary scenario construction to explore future land-use options in southern Amazonia",
    "authors": [
      "Regine Schönenberg,",
      "Rüdiger Schaldach,",
      "Tobia Lakes,",
      "Jan Göpel,",
      "Florian Gollnow"
    ],
    "doi": "https://doi.org/10.5751/ES-09032-220313",
    "journalVolume": "Vol. 22,\n                                no. 3\n                                \n                                  p.\n                                  13",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Our aim with this paper is to present a novel approach for developing story lines and scenarios by combining qualitative knowledge and quantitative data from different disciplines and discussing the results with relevant decision makers. This research strategy offers a solid foundation for perspectives into the future. The \"laboratory\" is the Brazilian Amazon, one of the hotspots of land-use change where local and global interests both collide and converge: local livelihoods are affected by regional and global climate change and by the loss of biodiversity caused by local and global economic interests in agro-industrial land use; such use contributes, in turn, to climate change. After decades of diverse policy interventions the question arises: What can we learn from past trajectories for a more sustainable development in the future? To answer this question, we combined qualitative story lines for the region, reviewed by local experts, with quantitative land-use scenarios, to study their regional and local manifestations in space. These results were then discussed again with local and national experts. Our findings suggest that in-depth knowledge of the diverging perspectives at a very local level is a fundamental prerequisite for downscaling global scenarios and upscaling local approaches to sustainable land-use management and thus, to producing communicable and applicable results.",
    "readLink": "http://www.ecologyandsociety.org/vol22/iss3/art13/"
  }
]