[
  {
    "title": "Genetic Diversity of Helmeted Guineafowl (Numida meleagris) Based on Microsatellite Analysis",
    "authors": [
      "Boniface B. Kayang,",
      "Issaka Youssao,",
      "Eiji Inoue,",
      "Augustine Naazie,",
      "Hideaki Abe,",
      "Shin&apos;ichi Ito,",
      "Miho Inoue-Murayama"
    ],
    "doi": "https://doi.org/10.2141/jpsa.009103",
    "journalVolume": "Vol. 47,\n                                no. 2\n                                \n                                  pp.\n                                  120\n                                  – 124",
    "issn": "1346-7395 (Print)",
    "publisher": "1349-0486 (Online)",
    "countryOfPublisher": "Japan Poultry Science Association",
    "lcc": [
      "Japan",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://jpn-psa.jp/en/jps-en/",
    "abstract": "Characterization of the genetic diversity of indigenous animal populations is a prerequisite for providing needed information for the conservation of useful genotypes against future uncertainties in the face of daunting global challenges such as climate change, emerging diseases, population growth, and rising consumer demands. In this study, a total of 232 helmeted guineafowls (Numida meleagris) sampled from three populations in Ghana, one population in Benin and two populations in Japan were genotyped across six autosomal microsatellite loci. Three vulturine guineafowls (Acryllium vulturinum) were included as outgroup. A total of 66 alleles were observed with an average of 11.0 alleles per locus. The indigenous West African populations (Ghana and Benin) were more genetically diverse (Na=9.8; Ho=0.457) but less differentiated (FST=0.162) compared to the non-indigenous populations in Japan (Na=4.2; Ho=0.236; FST=0.389). The information from this study would be useful for selection and improvement programs necessary for the sustainable exploitation of this agriculturally and commercially important species as a suitable alternative to chicken.",
    "readLink": "https://www.jstage.jst.go.jp/article/jpsa/47/2/47_009103/_pdf/-char/en"
  },
  {
    "title": "The Importance of Marine Bivalves in Invasive Host–Parasite Introductions",
    "authors": [
      "Katie E. Costello,",
      "Katie E. Costello,",
      "Sharon A. Lynch,",
      "Sharon A. Lynch,",
      "Ruth M. O’Riordan,",
      "Ruth M. O’Riordan,",
      "Rob McAllen,",
      "Rob McAllen,",
      "Sarah C. Culloty,",
      "Sarah C. Culloty,",
      "Sarah C. Culloty"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.609248",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Although research into the ecology and impacts of invasive species is prevalent, there are knowledge gaps relating to the role of invasive species in parasite transmission. This work synthesises invasive host–parasite interactions and impacts, using marine bivalves as a model group, to consider how global movement of shellfish consignments for aquaculture purposes facilitates the unintentional transfer of invasives. We discuss how invasive species can act as both hosts or parasitic organisms themselves, and introductions may lead to diseases within the bivalve aquaculture sector. This review highlights the importance of interdisciplinary research, with particular regard to the fields of parasitology and invasion ecology. We suggest that further integrating these fields will enhance critical knowledge of marine diseases, parasite-invasive-bivalve interplay dynamics, and potential mitigation strategies, including temperature-based disease surveillance models. We also address how climate change might impact invasive species, again with a focus on marine bivalves, and the potential outcomes for parasite transmission, including changes in host/parasite distribution, life-history and virulence. We acknowledge the importance of horizon scanning for future invasive host–parasite introductions and note that increased screening of invasive species, both in their native and invaded ranges, will provide clarity on invasion dynamics and potential impacts.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.609248/full"
  },
  {
    "title": "100 years of lake evolution over the Qinghai–Tibet Plateau",
    "authors": [
      "G. Zhang,",
      "Y. Ran,",
      "W. Wan,",
      "W. Luo,",
      "W. Luo,",
      "W. Chen,",
      "W. Chen,",
      "F. Xu,",
      "F. Xu,",
      "X. Li"
    ],
    "doi": "https://doi.org/10.5194/essd-13-3951-2021",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  3951\n                                  – 3966",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Lakes can be effective indicators of climate change, and this is especially so for the lakes over the Qinghai–Tibet Plateau (QTP), the highest plateau in the world, which undergoes little direct human influence. The QTP has warmed at twice the mean global rate, and the lakes there respond rapidly to climate and cryosphere changes. The QTP has ∼ 1200 lakes larger than 1 km2 with a total area of ∼ 46 000 km2, accounting for approximately half the number and area of lakes in China. The lakes over the QTP have been selected as an essential example for global lakes or water body studies. However, concerning lake data over the QTP are limited to the Landsat era and/or available at sparse intervals. Here, we extend the record to provide comprehensive lake evolution data sets covering the past 100 years (from 1920 to 2020). Lake mapping in 1920 was derived from an early map of the Republic of China and in 1960 from the topographic map of China. The densest lake inventories produced so far between 1970 and 2020 (covering all lakes larger than 1 km2 in 14 epochs) are mapped from Landsat MSS, TM, ETM+, and OLI images. The lake evolution shows remarkable transitions between four phases: significant shrinkage in 1920–1995, rapid linear increase in 1995–2010, relative stability in 2010–2015, and further increase in 2015–2020. The spatial pattern indicates that the majority of lakes shrank in 1920–1995 and expanded in 1995–2020, with a dominant enlargement for central-north lakes in contrast to contraction for southern lakes in 1976–2020. The time series of precipitation between 1920 and 2017 indirectly supports the evolution trends of lakes identified in this study. The lake data set is freely available at https://doi.org/10.5281/zenodo.4678104 (Zhang et al., 2021a).",
    "readLink": "https://essd.copernicus.org/articles/13/3951/2021/essd-13-3951-2021.pdf"
  },
  {
    "title": "Groundwater Depletion Estimated from GRACE: A Challenge of Sustainable Development in an Arid Region of Central Asia",
    "authors": [
      "Zengyun Hu,",
      "Qiming Zhou,",
      "Xi Chen,",
      "Deliang Chen,",
      "Jianfeng Li,",
      "Meiyu Guo,",
      "Gang Yin,",
      "Zheng Duan"
    ],
    "doi": "https://doi.org/10.3390/rs11161908",
    "journalVolume": "Vol. 11,\n                                no. 16\n                                \n                                  p.\n                                  1908",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Under climate change and increasing water demands, groundwater depletion has become regional and global threats for water security, which is an indispensable target to achieving sustainable developments of human society and ecosystems, especially in arid and semiarid regions where groundwater is a major water source. In this study, groundwater depletion of 2003−2016 over Xinjiang in China, a typical arid region of Central Asia, is assessed using the gravity recovery and climate experiment (GRACE) satellite and the global land data assimilation system (GLDAS) datasets. In the transition of a warm-dry to a warm-wet climate in Xinjiang, increases in precipitation, soil moisture and snow water equivalent are detected, while GRACE-based groundwater storage anomalies (GWSA) exhibit significant decreasing trends with rates between-3.61 ± 0.85 mm/a of CSR-GWSA and −3.10 ± 0.91 mm/a of JPL-GWSA. Groundwater depletion is more severe in autumn and winter. The decreases in GRACE-based GWSA are in a good agreement with the groundwater statistics collected from local authorities. However, at the same time, groundwater abstraction in Xinjiang doubled, and the water supplies get more dependent on groundwater. The magnitude of groundwater depletion is about that of annual groundwater abstraction, suggesting that scientific exploitation of groundwater is the key to ensure the sustainability of freshwater withdrawals and supplies. Furthermore, GWSA changes can be well estimated by the partial least square regression (PLSR) method based on inputs of climate data. Therefore, GRACE observations provide a feasible approach for local policy makers to monitor and forecast groundwater changes to control groundwater depletion.",
    "readLink": "https://www.mdpi.com/2072-4292/11/16/1908"
  },
  {
    "title": "Seasonal Mass Changes and Crustal Vertical Deformations Constrained by GPS and GRACE in Northeastern Tibet",
    "authors": [
      "Yuanjin Pan,",
      "Wen-Bin Shen,",
      "Cheinway Hwang,",
      "Chaoming Liao,",
      "Tengxu Zhang,",
      "Guoqing Zhang"
    ],
    "doi": "https://doi.org/10.3390/s16081211",
    "journalVolume": "Vol. 16,\n                                no. 8\n                                \n                                  p.\n                                  1211",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "Surface vertical deformation includes the Earth’s elastic response to mass loading on or near the surface. Continuous Global Positioning System (CGPS) stations record such deformations to estimate seasonal and secular mass changes. We used 41 CGPS stations to construct a time series of coordinate changes, which are decomposed by empirical orthogonal functions (EOFs), in northeastern Tibet. The first common mode shows clear seasonal changes, indicating seasonal surface mass re-distribution around northeastern Tibet. The GPS-derived result is then assessed in terms of the mass changes observed in northeastern Tibet. The GPS-derived common mode vertical change and the stacked Gravity Recovery and Climate Experiment (GRACE) mass change are consistent, suggesting that the seasonal surface mass variation is caused by changes in the hydrological, atmospheric and non-tidal ocean loads. The annual peak-to-peak surface mass changes derived from GPS and GRACE results show seasonal oscillations in mass loads, and the corresponding amplitudes are between 3 and 35 mm/year. There is an apparent gradually increasing gravity between 0.1 and 0.9 μGal/year in northeast Tibet. Crustal vertical deformation is determined after eliminating the surface load effects from GRACE, without considering Glacial Isostatic Adjustment (GIA) contribution. It reveals crustal uplift around northeastern Tibet from the corrected GPS vertical velocity. The unusual uplift of the Longmen Shan fault indicates tectonically sophisticated processes in northeastern Tibet.",
    "readLink": "http://www.mdpi.com/1424-8220/16/8/1211"
  },
  {
    "title": "The New Dominator of the World: Modeling the Global Distribution of the Japanese Beetle under Land Use and Climate Change Scenarios",
    "authors": [
      "Francesca Della Rocca,",
      "Pietro Milanesi"
    ],
    "doi": "https://doi.org/10.3390/land11040567",
    "journalVolume": "Vol. 11,\n                                no. 567\n                                \n                                  p.\n                                  567",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "The spread of invasive species is a threat to global biodiversity. The Japanese beetle is native to Japan, but alien populations of this insect occur in North America, and recently, also in southern Europe. This beetle was recently included on the list of priority species of European concern, as it is a highly invasive agricultural pest. Thus, in this study, we aimed at (i) assessing its current distribution range, and identifying areas of potential invasion, and (ii) predicting its distribution using future climatic and land-use change scenarios for 2050. We collected species occurrences available on the citizen science platform iNaturalist, and we combined species data with climatic and land-use predictors using a Bayesian framework, specifically the integrated nested Laplace approximation, with a stochastic partial differential equation. We found that the current distribution of the Japanese beetle was mainly, and positively, driven by the percentage of croplands, the annual range of temperature, habitat diversity, percentage of human settlements, and human population density; it was negatively related to the distance to airports, elevation, mean temperature diurnal range, wetlands, and waters. As a result, based on current conditions, the Japanese beetle is likely to occur in 47,970,200 km2, while its distribution will range from between 53,418,200 and 59,126,825 km2, according to the 2050 climatic and land-use change scenarios. We concluded that the Japanese beetle is a high-risk invasive species, able to find suitable conditions for its colonization in several regions around the globe, especially in light of ongoing climatic change. Thus, we strongly recommend strict biosecurity checks and quarantines, as well as regular pest management surveys, in order to reduce its spread.",
    "readLink": "https://www.mdpi.com/2073-445X/11/4/567"
  },
  {
    "title": "Geoinformation support of environmental safety while Arctic and Subarctic territories sustainable development",
    "authors": [
      "Burlov Vyacheslav,",
      "Abramov Valery,",
      "Sikarev Igor,",
      "Shevchuk Oleg,",
      "Petrov Yaroslav"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202129103009",
    "journalVolume": "Vol. 291\n                                \n                                \n                                  p.\n                                  03009",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Article considers digital tools development results for geoinformation support of environmental safety while sustainable development of the Arctic and subarctic territories in the era of Industry 4.0 within adaptation to climate change and COVID-19 conditions. The study used methods of decision-making under uncertainty and digital tools of distributed platforms with new concepts of data acquisition and presentation. It is proposed to use open-source digital online platforms for geoinformation support of environmental safety within sustainable development of the Arctic and subarctic territories in the era of Industry 4.0 and simultaneous adaptation to climate change and COVID-19 conditions. There are considered examples of proposed digital platforms using. The results of the research can be used for managerial, scientific, educational and training purposes.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/67/e3sconf_sdgg2021_03009.pdf"
  },
  {
    "title": "Impacts of land surface properties and atmospheric CO<sub>2</sub> on the Last Glacial Maximum climate: a factor separation analysis",
    "authors": [
      "G. Munhoven,",
      "L. François,",
      "S. Brewer,",
      "A.-J. Henrot"
    ],
    "doi": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  183\n                                  – 202",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Many sensitivity studies have been carried out, using climate models of different degrees of complexity to test the climate response to Last Glacial Maximum boundary conditions. Here, instead of adding the forcings successively as in most previous studies, we applied the separation method of U. Stein et P. Alpert 1993, in order to determine rigorously the different contributions of the boundary condition modifications, and isolate the pure contributions from the interactions among the forcings. We carried out a series of sensitivity experiments with the model of intermediate complexity Planet Simulator, investigating the contributions of the ice sheet expansion and elevation, the lowering of the atmospheric CO2 and of the vegetation cover change on the LGM climate. The separation of the ice cover and orographic contributions shows that the ice albedo effect is the main contributor to the cooling of the Northern Hemisphere, whereas orography has only a local cooling impact over the ice sheets. The expansion of ice cover in the Northern Hemisphere causes a disruption of the tropical precipitation, and a southward shift of the ITCZ. The orographic forcing mainly contributes to the disruption of the atmospheric circulation in the Northern Hemisphere, leading to a redistribution of the precipitation, but weakly impacts the tropics. The isolated vegetation contribution also induces strong cooling over the continents of the Northern Hemisphere that further affects the tropical precipitation and reinforce the southward shift of the ITCZ, when combined with the ice forcing. The combinations of the forcings generate many non-linear interactions that reinforce or weaken the pure contributions, depending on the climatic mechanism involved, but they are generally weaker than the pure contributions. Finally, the comparison between the LGM simulated climate and climatic reconstructions over Eurasia suggests that our results reproduce well the south-west to north-east temperature gradients over Eurasia.",
    "readLink": "http://www.clim-past.net/5/183/2009/cp-5-183-2009.pdf"
  },
  {
    "title": "High Wind Speed Prevents the Establishment of the Disease Vector Mosquito Aedes albopictus in Its Climatic Niche in Europe",
    "authors": [
      "Emmanuel Damilare Adeleke,",
      "Ridwan Adeyemi Shittu,",
      "Carl Beierkuhnlein,",
      "Carl Beierkuhnlein,",
      "Stephanie Margarete Thomas,",
      "Stephanie Margarete Thomas"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.846243",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Environmentally suitable habitats of Aedes albopictus (Ae. albopictus) in Europe are identified by several modeling studies. However, it is noticeable that even after decades of invasion process in Europe, the vector mosquito has not yet been established in all its environmentally suitable areas. Natural barriers and human-mediated transport play a role, but the potential of wind speed to explain Ae. albopictus’ absences and its inability to establish in its suitable areas are largely unknown. This study therefore evaluates the potential of wind speed as an explanatory parameter of the non-occurrence of Ae. albopictus. We developed a global ecological niche model with relevant environmental parameters including wind speed and projected it to current climatic conditions in Europe. Differences in average wind speed between areas of occurrence and non-occurrence of Ae. albopictus within its modeled suitable areas were tested for significance. A second global ecological niche model was trained with the same species records and environmental parameters, excluding windspeed parameters. Using multiple linear regression analyses and a test of average marginal effect, the effect of increasing wind speed on the average marginal effect of temperature and precipitation on the projected habitat suitability was estimated. We found that climatically suitable and monitored areas where Ae. albopictus is not established (3.12 ms-1 ± 0.04 SD) have significantly higher wind speed than areas where the species is already established (2.54 ms-1 ± 0.04 SD). Among temperature-related bioclimatic variables, the annual mean temperature was the most important variable contributing to the performance of both global models. Wind speed has a negative effect on the predicted habitat suitability of Ae. albopictus and reduces false-positive rates in model predictions. With increasing wind speed, the average marginal effect of annual mean temperatures decreases but that of the annual precipitation increases. Wind speed should be considered in future modeling efforts aimed at limiting the spread and dispersal of Ae. albopictus and in the implementation of surveillance and early warning systems. Local-scale data collected from fieldwork or laboratory experiments will help improve the state of the art on how wind speed influences the distribution, flight, and dispersal activity of the mosquito.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.846243/full"
  },
  {
    "title": "The global climate value of offshore wind energy",
    "authors": [
      "Alexana Cranmer,",
      "Erin Baker"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab7667",
    "journalVolume": "Vol. 15,\n                                no. 5\n                                \n                                  p.\n                                  054003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "We estimate the climate value of offshore wind energy with a highly flexible, forward-looking method that estimates the value in a consistent manner under a range of policies, including carbon caps and taxes. Backward looking methods measure the damages avoided due to emissions reductions attributed to renewable energy under an existing policy structure. Under a carbon cap, however, the climate value of offshore wind energy comes entirely from reducing the cost of meeting the cap. Our method for estimating the prospective climate value compares both climate damages and abatement costs in cases with and without offshore wind energy. This climate value can be compared to the costs of reducing barriers to new technologies, such as streamlining approval processes. The climate value depends on the cost of offshore wind technology, the climate policy under consideration, the severity of damages from climate change, and the discount rate. In the absence of a binding climate policy, the climate value of offshore wind energy ranges from $246 billion to $2.5 trillion under central assumptions about damages and discount rate, and can reach over $30 trillion under certain assumptions (low discount rate, high damages, low technology costs). The value of technical change—of moving from the highest cost to lowest cost assumptions about the technology—is estimated to be $300 billion even under the most unfavorable assumptions, dwarfing worldwide R&D investment in all wind energy technology. Using this method, we find that new low carbon technologies can provide a hedge against uncertainty and error in climate policies.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab7667"
  }
]