[
  {
    "title": "Dynamic‐landscape metapopulation models predict complex response of wildlife populations to climate and landscape change",
    "authors": [
      "Thomas W. Bonnot,",
      "Frank R. Thompson III,",
      "Joshua J. Millspaugh"
    ],
    "doi": "https://doi.org/10.1002/ecs2.1890",
    "journalVolume": "Vol. 8,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract The increasing need to predict how climate change will impact wildlife species has exposed limitations in how well current approaches model important biological processes at scales at which those processes interact with climate. We used a comprehensive approach that combined recent advances in landscape and population modeling into dynamic‐landscape metapopulation models (DLMPs) to predict responses of two declining songbird species in the central hardwoods region of the United States to changes in forest conditions from climate change. We modeled wood thrush (Hylocichla mustelina) and prairie warbler (Setophaga discolor) population dynamics and distribution throughout the central hardwoods based on estimates of habitat and demographics derived from landscapes projected through 2100 under a current climate scenario and two future climate change scenarios. Climate change, natural forest succession, and forest management interacted to change forest structure and composition over time, variably affecting the distribution and amount of habitat of the two birds. The resulting changes in habitat and metapopulation processes produced contrasting predictions for future populations. Wood thrush, a forest generalist, showed little response to climate‐driven forest change but declined by >25% due to reduced productivity associated with existing forest fragmentation across much of the region. Prairie warblers initially declined due to loss of habitat resulting from current land management; however, after 2050 cumulative effects of climate change on forest structure created enough habitat in source landscapes to restore population growth. These species‐specific responses were the result of interactions among climate, landscape, and population processes. We suggest relationships between climate change, succession, and land management are species specific and important determinants of future wildlife populations and that DLMPs are a comprehensive approach that can capture such processes to generate more realistic predictions of populations under climate change.",
    "readLink": "https://doi.org/10.1002/ecs2.1890"
  },
  {
    "title": "The decline of malaria in Finland – the impact of the vector and social variables",
    "authors": [
      "Hulden Larry,",
      "Hulden Lena"
    ],
    "doi": "https://doi.org/10.1186/1475-2875-8-94",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  94",
    "issn": "1475-2875 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://malariajournal.biomedcentral.com/",
    "abstract": "Abstract Background Malaria was prevalent in Finland in the 18th century. It declined slowly without deliberate counter-measures and the last indigenous case was reported in 1954. In the present analysis of indigenous malaria in Finland, an effort was made to construct a data set on annual malaria cases of maximum temporal length to be able to evaluate the significance of different factors assumed to affect malaria trends. Methods To analyse the long-term trend malaria statistics were collected from 1750–2008. During that time, malaria frequency decreased from about 20,000 – 50,000 per 1,000,000 people to less than 1 per 1,000,000 people. To assess the cause of the decline, a correlation analysis was performed between malaria frequency per million people and temperature data, animal husbandry, consolidation of land by redistribution and household size. Results Anopheles messeae and Anopheles beklemishevi exist only as larvae in June and most of July. The females seek an overwintering place in August. Those that overwinter together with humans may act as vectors. They have to stay in their overwintering place from September to May because of the cold climate. The temperatures between June and July determine the number of malaria cases during the following transmission season. This did not, however, have an impact on the long-term trend of malaria. The change in animal husbandry and reclamation of wetlands may also be excluded as a possible cause for the decline of malaria. The long-term social changes, such as land consolidation and decreasing household size, showed a strong correlation with the decline of Plasmodium. Conclusion The indigenous malaria in Finland faded out evenly in the whole country during 200 years with limited or no counter-measures or medication. It appears that malaria in Finland was basically a social disease and that malaria trends were strongly linked to changes in human behaviour. Decreasing household size caused fewer interactions between families and accordingly decreasing recolonization possibilities for Plasmodium. The permanent drop of the household size was the precondition for a permanent eradication of malaria.",
    "readLink": "http://www.malariajournal.com/content/8/1/94"
  },
  {
    "title": "The relevance of mid-Holocene Arctic warming to the future",
    "authors": [
      "M. Yoshimori,",
      "M. Yoshimori,",
      "M. Suzuki"
    ],
    "doi": "https://doi.org/10.5194/cp-15-1375-2019",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1375\n                                  – 1394",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "There remain substantial uncertainties in future projections of Arctic climate change. There is a potential to constrain these uncertainties using a combination of paleoclimate simulations and proxy data, but such a constraint must be accompanied by physical understanding on the connection between past and future simulations. Here, we examine the relevance of an Arctic warming mechanism in the mid-Holocene (MH) to the future with emphasis on process understanding. We conducted a surface energy balance analysis on 10 atmosphere and ocean general circulation models under the MH and future Representative Concentration Pathway (RCP) 4.5 scenario forcings. It is found that many of the dominant processes that amplify Arctic warming over the ocean from late autumn to early winter are common between the two periods, despite the difference in the source of the forcing (insolation vs. greenhouse gases). The positive albedo feedback in summer results in an increase in oceanic heat release in the colder season when the atmospheric stratification is strong, and an increased greenhouse effect from clouds helps amplify the warming during the season with small insolation. The seasonal progress was elucidated by the decomposition of the factors associated with sea surface temperature, ice concentration, and ice surface temperature changes. We also quantified the contribution of individual components to the inter-model variance in the surface temperature changes. The downward clear-sky longwave radiation is one of major contributors to the model spread throughout the year. Other controlling terms for the model spread vary with the season, but they are similar between the MH and the future in each season. This result suggests that the MH Arctic change may not be analogous to the future in some seasons when the temperature response differs, but it is still useful to constrain the model spread in the future Arctic projection. The cross-model correlation suggests that the feedbacks in preceding seasons should not be overlooked when determining constraints, particularly summer sea ice cover for the constraint of autumn–winter surface temperature response.",
    "readLink": "https://www.clim-past.net/15/1375/2019/cp-15-1375-2019.pdf"
  },
  {
    "title": "A Comparison of Streamflow and Baseflow Responses to Land-Use Change and the Variation in Climate Parameters Using SWAT",
    "authors": [
      "Mohamed Aboelnour,",
      "Margaret  W. Gitau,",
      "Bernard  A. Engel"
    ],
    "doi": "https://doi.org/10.3390/w12010191",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  191",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Alteration of land use and climate change are among the main variables affecting watershed hydrology. Characterizing the impacts of climate variation and land use alteration on water resources is essential in managing watersheds. Thus, in this research, streamflow and baseflow responses to climate and land use variation were modeled in two watersheds, the Upper West Branch DuPage River (UWBDR) watershed in Illinois and Walzem Creek watershed in Texas. The variations in streamflow and baseflow were evaluated using the Soil and Water Assessment Tool (SWAT) hydrological model. The alteration in land use between 1992 and 2011 was evaluated using transition matrix analysis. The non-parametric Mann−Kendall test was adopted to investigate changes in meteorological data for 1980−2017. Our results indicate that the baseflow accounted for almost 55.3% and 33.3% of the annual streamflow in the UWBDR and Walzem Creek watersheds, respectively. The contribution of both land use alteration and climate variability on the flow variation is higher in the UWBDR watershed. In Walzem Creek, the alteration in streamflow and baseflow appears to be driven by the effect of urbanization more than that of climate variability. The results reported herein are compared with results reported in recent work by the authors in order to provide necessary information for water resources management planning, as well as soil and water conservation, and to broaden the current understanding of hydrological components variation in different climate regions.",
    "readLink": "https://www.mdpi.com/2073-4441/12/1/191"
  },
  {
    "title": "Warming appears as the main risk of non-adaptedness for western Mediterranean relict fir forests under expected climate change scenarios",
    "authors": [
      "Belén Méndez-Cea,",
      "Isabel García-García,",
      "Juan Carlos Linares,",
      "Francisco Javier Gallego"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1155441",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Circum-Mediterranean firs are considered among the most drought-sensitive species to climate change. Understanding the genetic basis of trees’ adaptive capacity and intra-specific variability to drought avoidance is mandatory to define conservation measures, thus potentially preventing their extinction. We focus here on Abies pinsapo and Abies marocana, both relict tree species, endemic from south Spain and north Morocco, respectively. A total of 607 samples were collected from eight nuclei: six from Spanish fir and two from Moroccan fir. A genotyping by sequencing technique called double digestion restriction site-associated DNA sequencing (ddRAD-seq) was performed to obtain a genetic matrix based on single-nucleotide polymorphisms (SNPs). This matrix was utilized to study the genetic structure of A. pinsapo populations and to carry out selection signature studies. In order to understand how Spanish fir and Moroccan fir cope with climate change, genotype–environment associations (GEAs) were identified. Further, the vulnerability of these species to climate variations was estimated by the risk of non-adaptedness (RONA). The filtering of the de novo assembly of A. pinsapo provided 3,982 SNPs from 504 out of 509 trees sequenced. Principal component analysis (PCA) genetically separated Grazalema from the rest of the Spanish populations. However, FST values showed significant differences among the sampling points. We found 51 loci potentially under selection. Homolog sequences were found for some proteins related to abiotic stress response, such as dehydration-responsive element binding transcription factor, regulation of abscisic acid signaling, and methylation pathway. A total of 15 associations with 11 different loci were observed in the GEA studies, with the maximum temperature of the warmest month being the variable with the highest number of associated loci. This temperature sensitivity was also supported by the risk of non-adaptedness, which yielded a higher risk for both A. pinsapo and A. marocana under the high emission scenario (Representative Concentration Pathway (RCP) 8.5). This study sheds light on the response to climate change of these two endemic species.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1155441/full"
  },
  {
    "title": "Assessment of Climate Change Adaptive Strategies in Small Ruminant Production in Rural Nigeria",
    "authors": [
      "E B Tologbonse,",
      "A. O Iyiola-Tunji,",
      "F O Issa,",
      "M M Jaliya,",
      "C K Daudu,",
      "I. K. Adedokun,",
      "B. I. Okoro"
    ],
    "doi": "Vol. 15,\n                                no. 2",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "Animals are intrinsically dependent on the environment, and any fluctuations in weather and climate can affect them through water and land changes, such as desertification, feed and water availability. Climate change will not only impact the health and welfare of animals, but also the more than a billion people who depend on them. This study was therefore aimed at evaluating the adaptive measures used by rural farmers to alleviate the effect of climate change on small ruminant (sheep and goats) production in rural Nigeria. The target population for this study was all the small ruminant farmers in the five agro-ecological zones of Nigeria. A total of 300 respondents were interviewed using validated structured interview schedule. Data were analyzed using frequency counts, means and percentage. The result shows that most (71.9%) of the respondents were adults between 20 and 50 years of age. About 35% keep sheep and goats together while others keep either of the species. The most preferred management system is semi-extensive system (64%). Majority (93.2%) of small ruminant farmers in the rural Nigeria were aware of what climate change is all about and about 54% of them had observed changes in climage through personal experience.Majority of them had also observed and attributed changes to effect of climate change on their flock. Majority of them have also used various strategies to combat climate change. Traditional health care and irrigation of pasture during dry season were not effective adaptive strategies to combat climate change.There is need to educate the farmers more on the possible effect of climate change through the use of radio and other extension organizations (government and non-governmental) on the current situation and implication of climate change on themselves and their animals.",
    "readLink": "https://www.aesonnigeria.org/ajm/index.php/jae/article/view/145"
  },
  {
    "title": "Analyzing climate change impacts on health, energy, water resources, and biodiversity sectors for effective climate change policy in South Korea",
    "authors": [
      "Tae Hoon Moon,",
      "Yeora Chae,",
      "Dong-Sung Lee,",
      "Dong-Hwan Kim,",
      "Hyun-gyu Kim"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-97108-7",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 19",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract This study analyzes how climate change affects the economy, society, and environment in South Korea. Then, the study explores the ways to strengthen capabilities that can alleviate climate change impacts. To find them, the study employs a system dynamics simulation method and builds a model with several sectors including the urban, rural, population, and social-environmental sectors. The study compares the size of climate change damages in rural and urban areas. The results with representative concentration path (RCP) 8.5 show that the size of climate change damage will continue to increase by 2050. The projected damages from the reduced industrial outputs in urban areas will be larger than that in rural areas. The results also show that the service sector will face stronger impacts from climate change than the manufacturing and agricultural sectors. However, the total size of damage in the rural areas will be bigger than that of the urban areas. It is because the size of reduced industrial outputs per capita in the rural areas is twice bigger than that of the urban areas. The climate change damage in the social and environmental sectors (including a loss of biodiversity and an increase in health costs) account for the largest part of the total damage. The study finally provides suggestions and policies that can improve the capabilities to reduce the climate change damages. One of the major suggestions of this study is that the increase in the climate change budget corresponding to the GDP growth can minimize the size of climate change impacts.",
    "readLink": "https://doi.org/10.1038/s41598-021-97108-7"
  },
  {
    "title": "Prediction of Potentially Suitable Distribution Areas for <i>Prunus tomentosa</i> in China Based on an Optimized MaxEnt Model",
    "authors": [
      "Bo Fang,",
      "Qian Zhao,",
      "Qiulin Qin,",
      "Jie Yu"
    ],
    "doi": "https://doi.org/10.3390/f13030381",
    "journalVolume": "Vol. 13,\n                                no. 381\n                                \n                                  p.\n                                  381",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Prunus tomentosa (Thunb.) Wall has high nutritional value and medicinal effects. It is widespread in China; however, most plants growing in the wild are near extinction in many places. Predicting the potential distribution of P. tomentosa under climate change is helpful for cultivating and protecting wild germplasm resources. We used two general circulation models (CCSM4 and MIROC-ESM) and two future climate scenarios (RCP4.5 and RCP8.5) to predict P. tomentosa’s present and future geographical distribution. A total of 137 distribution data points and 19 bioclimatic variables were imported into the maximum entropy model (MaxEnt). The optimal parameter combination (feature class LQHPT, regularized multiplier 3.0) was selected with corrected Akaike Information Criterion as the index. The results showed that at present and in the future, P. tomentosa was distributed across the northern provinces, with Gansu, Shanxi, Shaanxi, and Henan being the most suitable regions. Compared with the current climatic conditions, the potential growing area of P. tomentosa will move north, and the growing area will increase, especially in Xinjiang, where the low-impact zone area decreases. Temperature and humidity were the main variables affecting the potential distribution of the plant, including the average temperature in the coldest season (Bio11) and precipitation in the warmest season (Bio18).",
    "readLink": "https://www.mdpi.com/1999-4907/13/3/381"
  },
  {
    "title": "Safeguarding freshwater life beyond 2020: Recommendations for the new global biodiversity framework from the European experience",
    "authors": [
      "Charles B. van Rees,",
      "Kerry A. Waylen,",
      "Astrid Schmidt‐Kloiber,",
      "Stephen J. Thackeray,",
      "Gregor Kalinkat,",
      "Koen Martens,",
      "Sami Domisch,",
      "Ana I. Lillebø,",
      "Virgilio Hermoso,",
      "Hans‐Peter Grossart,",
      "Rafaela Schinegger,",
      "Kris Decleer,",
      "Tim Adriaens,",
      "Luc Denys,",
      "Ivan Jarić,",
      "Jan H. Janse,",
      "Michael T. Monaghan,",
      "Aaike De Wever,",
      "Ilse Geijzendorffer,",
      "Mihai C. Adamescu,",
      "Sonja C. Jähnig"
    ],
    "doi": "https://doi.org/10.1111/conl.12771",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1755-263X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://conbio.onlinelibrary.wiley.com/journal/1755263x",
    "abstract": "Abstract Plans are currently being drafted for the next decade of action on biodiversity—both the post‐2020 Global Biodiversity Framework of the Convention on Biological Diversity (CBD) and Biodiversity Strategy of the European Union (EU). Freshwater biodiversity is disproportionately threatened and underprioritized relative to the marine and terrestrial biota, despite supporting a richness of species and ecosystems with their own intrinsic value and providing multiple essential ecosystem services. Future policies and strategies must have a greater focus on the unique ecology of freshwater life and its multiple threats, and now is a critical time to reflect on how this may be achieved. We identify priority topics including environmental flows, water quality, invasive species, integrated water resources management, strategic conservation planning, and emerging technologies for freshwater ecosystem monitoring. We synthesize these topics with decades of first‐hand experience and recent literature into 14 special recommendations for global freshwater biodiversity conservation based on the successes and setbacks of European policy, management, and research. Applying and following these recommendations will inform and enhance the ability of global and European post‐2020 biodiversity agreements to halt and reverse the rapid global decline of freshwater biodiversity.",
    "readLink": "https://doi.org/10.1111/conl.12771"
  },
  {
    "title": "Climate Change Increases Susceptibility to Grazers in a Foundation Seaweed",
    "authors": [
      "Alexandra Kinnby,",
      "Gunilla B. Toth,",
      "Henrik Pavia"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.688406",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change leads to multiple effects caused by simultaneous shifts in several physical factors which will interact with species and ecosystems in complex ways. In marine systems the effects of climate change include altered salinity, increased temperature, and elevated pCO2 which are currently affecting and will continue to affect marine species and ecosystems. Seaweeds are primary producers and foundation species in coastal ecosystems, which are particularly vulnerable to climate change. The brown seaweed Fucus vesiculosus (bladderwrack) is an important foundation species in nearshore ecosystems throughout its natural range in the North Atlantic Ocean and the Baltic Sea. This study investigates how individual and interactive effects of temperature, salinity, and pCO2 affect F. vesiculosus, using a fully crossed experimental design. We assessed the effects on F. vesiculosus in terms of growth, biochemical composition (phlorotannin content, C:N ratio, and ∂13C), and susceptibility to the specialized grazer Littorina obtusata. We observed that elevated pCO2 had a positive effect on seaweed growth in ambient temperature, but not in elevated temperature, while growth increased in low salinity at ambient but not high temperature, regardless of pCO2-level. In parallel to the statistically significant, but relatively small, positive effects on F. vesiculosus growth, we found that the seaweeds became much more susceptible to grazing in elevated pCO2 and reduced salinity, regardless of temperature. Furthermore, the ability of the seaweeds to induce chemical defenses (phlorotannins) was strongly reduced by all the climate stressors. Seaweeds exposed to ambient conditions more than doubled their phlorotannin content in the presence of grazers, while seaweeds exposed to any single or combined stress conditions showed only minor increases in phlorotannin content, or none at all. Despite the minor positive effects on seaweed growth, the results of this study imply that climate change can strongly affect the ability of fucoid seaweeds to induce chemical defenses and increase their susceptibility to grazers. This will likely lead to widespread consequences under future climate conditions, considering the important role of F. vesiculosus and other fucoids in many coastal ecosystems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.688406/full"
  }
]