[
  {
    "title": "Greenhouse gas emissions in Greek agriculture: Trends and projections",
    "authors": [
      "Sebos Ioannis,",
      "Kallinikos Leonidas"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202343602007",
    "journalVolume": "Vol. 436\n                                \n                                \n                                  p.\n                                  02007",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The objective of this research is to provide a comprehensive analysis of Greenhouse Gas (GHG) emissions from the agriculture sector in Greece, focusing on the assessment of historical trends and future projections. The study will put under scrutiny the principal contributors to these emissions, including enteric fermentation, manure management, rice cultivation, and agricultural soils. Additionally, it will identify the key drivers behind these emissions, such as livestock population and fertilizer use. Using methods of the Intergovernmental Panel on Climate Change (IPCC), the paper will project future emission levels. Finally, it will propose evidence-based mitigation strategies and policy recommendations to help Greece transition towards a more sustainable and climate-resilient agriculture sector.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/73/e3sconf_iced2023_02007.pdf"
  },
  {
    "title": "KELEMBAGAAN PENGELOLAAN DAS DALAM KONTEKS DESENTRALISASI DI DAS SADDANG DAN BILAWALANAE, SULAWESI SELATAN",
    "authors": [
      "C Yudilastiantoro,",
      "lwanuddin lwanuddin"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2005.2.4.313-322",
    "journalVolume": "Vol. 2,\n                                no. 4\n                                \n                                  pp.\n                                  313\n                                  – 322",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Undang-Undang Nomor 32 Tahun 2004 dan Peraturan Pemerintah Nomor 25 Tahun 2000 memberikan kewenangan pengelolaan sumber daya alam (termasuk sumber daya alam di wilayah DAS) kepada daerah, baik di tingkat propinsi maupun kabupaten/kota. Akibatnya muncul ego sektoral dari masing-masing daerah dalam pengelolaan sumber daya alamnya yang menimbulkan dampak negatif terhadap kelestarian sumber daya alam, khususnya sumber daya hutan. Oleh karena itu diperlukan upaya-upaya guna menentukan suatu kelembagaan pengelolaan Daerah Aliran Sungai yang mantap dalam rangka desentralisasi dengan cara melakukan identifikasi tugas pokok dan fungsinya. Selanjutnya dianalisis dan ditelaah untuk dapat menyusun suatu pemantapan kelembagaan pengelolaan DAS dengan mengkaji kekurangan dan kelebihan dari kelembagaan pengelolaan DAS yang sudah ada. Lokasi penelitian di DAS Saddang dan DAS Bilawalanae di Propinsi Sulawesi Selatan. Hasil kajian : seluruh instansi/lembaga yang terkait dengan pengelolaan DAS di tingkat Kabupaten, setuju dengan upaya pengembangan kelembagaan pengelolaan DAS Tingkat Propinsi sebagai koordinator pengelolaan DAS Lintas Kabupaten/Kota untuk DAS Bilawalanae yang terdiri dari beberapa kabupaten.Untuk DAS Saddang; semua instansi terkait di tingkat kabupaten, setuju bila Balai Pengelolaan DAS Saddang ditunjuk sebagai Koordinator Pengelolaan DAS Saddang ( sebagai leading sector DAS Saddang). Diperlukan SK Menteri atau Gubernur, untuk mendukung tugas pokok dan fungsi suatu Badan Pengelolaan DAS Tingkat Propinsi sebagai koordinator pengelolaan DAS lintas kabupaten. Diperlukan Peraturan Pemerintah tentang Pengclolaan Daerah Aliran Sungai Lintas Kabupaten.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/2710"
  },
  {
    "title": "A Study on the Drivers of Carbon Emissions in China’s Power Industry Based on an Improved PDA Method",
    "authors": [
      "Hu Wei,",
      "Tian Zhan,",
      "Zhang Yi,",
      "Wang Shuo,",
      "Li Yan"
    ],
    "doi": "https://doi.org/10.3390/systems11100495",
    "journalVolume": "Vol. 11,\n                                no. 495\n                                \n                                  p.\n                                  495",
    "issn": "2079-8954 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Systems engineering",
      "Technology: Technology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/systems",
    "abstract": "The power industry is a major source of carbon emissions in China. In order to better explore the driving factors of carbon emissions in China’s power industry and assist the Chinese government in formulating emission reduction strategies for the power industry, this study applies the improved production-theoretical decomposition analysis (PDA) method to analyze the carbon emission drivers of China’s power industry. This study investigates the impact of energy intensity, per capita GDP, population density, power generation structure, and environmental climate on carbon emissions in China’s power industry in 30 provinces from 2005 to 2020. It was found that the carbon emission ratios of the power sector in all provinces and cities are basically greater than 1, which indicates that carbon emissions in most of the power sectors in the country are still increasing as of 2020. Overall, the effects of potential thermal fuel carbon emission efficiency, potential thermal energy consumption efficiency, the carbon emission efficiency of thermal power generation, economic scale, population density, and annual rainfall change are mostly greater than 1 and will promote the growth of carbon emissions in the power sector. Moreover, the effects of thermal power generation energy efficiency technology, thermal power generation emission reduction technology, power generation structure, and power generation per unit GDP are mostly less than 1 and will inhibit the growth of carbon emissions in the power sector. However, each of these drivers does not have the same degree of influence and impact effect for each province and city. Based on the research results, some policy recommendations are proposed.",
    "readLink": "https://www.mdpi.com/2079-8954/11/10/495"
  },
  {
    "title": "Situational Awareness for Smart Distribution Systems",
    "authors": [
      "Leijiao Ge,",
      "Jun Yan,",
      "Yonghui Sun,",
      "Zhongguan Wang"
    ],
    "doi": "https://doi.org/10.3390/en15114164",
    "journalVolume": "Vol. 15,\n                                no. 4164\n                                \n                                  p.\n                                  4164",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "In recent years, the accelerating climate change and intensifying natural disasters have called for more renewable, resilient, and reliable energy from more distributed sources to more diversified consumers, resulting in a pressing need for advanced situational awareness of modern smart distribution systems [...]",
    "readLink": "https://www.mdpi.com/1996-1073/15/11/4164"
  },
  {
    "title": "Hydrological characteristics of extreme floods in the Klaserie River, a headwater stream in southern Africa",
    "authors": [
      "Sean Murray Marr,",
      "Anthony Michael Swemmer"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2023.2102",
    "journalVolume": "Vol. 82,\n                                no. 1",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "Climate change models for southern Africa predict less frequent, but more intense, rainfall events, and an increased frequency of tropical cyclones. With their steep topography and small catchments, headwater streams generate large floods following intense rainfall events. Large flooding events in headwater streams are under studied in southern Africa. In this paper, we explore flooding in the upper Klaserie River, Limpopo River System, South Africa to determine the flow distribution and flood frequency for the catchment. In addition, we determine the return level for a large, economically damaging, flood generated following the landfall of a sub-tropical depression in January 2012 and, attempt to identify rainfall patterns that resulted in similar floods. An annual hydrological cycle with summer maxima and winter minima for both rainfall and flow was identified. The flood frequency analysis demonstrated that the January 2012 flood had an estimated return level of 225 years. This flood had a peak flowrate exceeding 1200 m3s-1 in a system with an average daily flowrate of 1 m3s-1. Regression tree analysis showed that a two-day rainfall in excess of 240 was a predictor for four of the five largest floods. A two-day rainfall in excess of 400 mm distinguished the January 2012 flood from other floods. Non-stationarity analyses for the flow and rainfall data and a SWAT hydrological model are recommend for the upper Klaserie River to evaluate climate and land cover changes, and their relationship to the magnitude of the 2012 flood. Our study demonstrates that South African river monitoring data can be used to detect and characterize major floods, despite deficiencies in these data. Continuation of these monitoring programs is vital for river health monitoring and the detection of trends in floods resulting from human activities and climate change.",
    "readLink": "https://www.jlimnol.it/index.php/jlimnol/article/view/2102"
  },
  {
    "title": "A Demographic Approach to Evaluating Tree  Population Sustainability",
    "authors": [
      "Corey R. Halpin,",
      "Craig G. Lorimer"
    ],
    "doi": "https://doi.org/10.3390/f8020046",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  p.\n                                  46",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Quantitative criteria for assessing demographic sustainability of tree populations would be useful in forest conservation, as climate change and a growing complex of invasive pests are likely to drive forests outside their historic range of variability. In this paper, we used CANOPY, a spatially explicit, individual‐tree model, to examine the effects of initial size distributions on sustainability of tree populations for 70 northern hardwood stands under current environmental conditions. A demographic sustainability index was calculated as the ratio of future simulated basal area to current basal area, given current demographic structure and density‐dependent demographic equations. Only steeply descending size distributions were indicated to be moderately or highly sustainable (final basal area/initial basal area ≥0.7 over several tree generations). Five of the six principal species had demographic sustainability index values of <0.6 in 40%–84% of the stands. However, at a small landscape scale, nearly all species had mean index values >1. Simulation experiments suggested that a minimum sapling density of 300 per hectare was required to sustain the initial basal area, but further increases in sapling density did not increase basal area because of coincident increases in mortality. A variable slope with high q‐ratios in small size classes was needed to maintain the existing overstory of mature and old‐growth stands. This analytical approach may be useful in identifying stands needing restoration treatments to maintain existing species composition in situations where forests are likely to have future recruitment limitations.",
    "readLink": "http://www.mdpi.com/1999-4907/8/2/46"
  },
  {
    "title": "Where is climate asylum?",
    "authors": [
      "Kirsi Pauliina Kallio,",
      "James Riding"
    ],
    "doi": "https://doi.org/10.11143/fennia.131020",
    "journalVolume": "Vol. 201,\n                                no. 1",
    "issn": "0015-0010 (Print)",
    "publisher": "1798-5617 (Online)",
    "countryOfPublisher": "Geographical Society of Finland",
    "lcc": [
      "Finland",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://ojs.tsv.fi/index.php/fennia",
    "abstract": "This editorial discusses an alarming issue in the time of climate change: climate mobilities and, particularly, forced climate migration and the need for climate refuge and climate asylum. The focus is on the European Union (EU) where migration and asylum policies are being currently developed under the 'New Pact', yet with little intention to relate with climate mobilities of any kind. Neither does the EU's environmental and climate policy Green Deal give much attention to human mobility. At the same time, the EU has commenced many briefings on the topic, which shows that the subject matter itself is well known. The editorial hence asks, where is climate asylum if not in the EU, and when, if not at this juncture of creating new asylum policies?",
    "readLink": "https://fennia.journal.fi/article/view/131020"
  },
  {
    "title": "Formulating formation mechanism of natural gas hydrates",
    "authors": [
      "Avinash V. Palodkar,",
      "Amiya K. Jana"
    ],
    "doi": "https://doi.org/10.1038/s41598-017-06717-8",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract A large amount of energy, perhaps twice the total amount of all other hydrocarbon reserves combined, is trapped within gas hydrate deposits. Despite emerging as a potential energy source for the world over the next several hundred years and one of the key factors in causing future climate change, gas hydrate is poorly known in terms of its formation mechanism. To address this issue, a mathematical formulation is proposed in the form of a model to represent the physical insight into the process of hydrate growth that occurs on the surface and in the irregular nanometer-sized pores of the distributed porous particles. To evaluate the versatility of this rigorous model, the experimental data is used for methane (CH4) and carbon dioxide (CO2) hydrates grown in different porous media with a wide range of considerations.",
    "readLink": "https://doi.org/10.1038/s41598-017-06717-8"
  },
  {
    "title": "The Awareness of and Input into Cultural Heritage Preservation by Urban Planners and Other Municipal Actors in Light of Climate Change",
    "authors": [
      "Paul Carroll,",
      "Eeva Aarrevaara"
    ],
    "doi": "https://doi.org/10.3390/atmos12060726",
    "journalVolume": "Vol. 12,\n                                no. 726\n                                \n                                  p.\n                                  726",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Future climate conditions need to be considered in planning for urban areas. As well as considering how new structures would best endure in the future, it is important to take into account factors that contribute to the degradation of cultural heritage buildings in the urban setting. Climate change can cause an increase in structural degradation. In this paper, a review of both what these factors are and how they are addressed by urban planners is presented. A series of inquiries into the topic was carried out on town planning personnel and those involved in cultural heritage preservation in several towns and cities in Finland and in a small number of other European countries. The target group members were asked about observed climate change impacts on cultural heritage, about present steps being taken to protect urban cultural heritage, and also their views were obtained on how climate change impacts will be emphasised in the future in this regard. The results of the inquiry demonstrate that climate change is still considered only in a limited way in urban planning, and more interaction between different bodies, both planning and heritage authorities, as well as current research on climate change impacts, is needed in the field.",
    "readLink": "https://www.mdpi.com/2073-4433/12/6/726"
  },
  {
    "title": "Effects of ENSO on Temperature, Precipitation, and Potential Evapotranspiration of North India’s Monsoon: An Analysis of Trend and Entropy",
    "authors": [
      "Kazi Ali Tamaddun,",
      "Ajay Kalra,",
      "Miguel Bernardez,",
      "Sajjad Ahmad"
    ],
    "doi": "https://doi.org/10.3390/w11020189",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  189",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The influence of El Niño Southern Oscillation (ENSO) on the north Indian temperature, precipitation, and potential evapotranspiration (PET) change patterns were evaluated during the monsoon season across the last century. Trends and shifts in 146 districts were assessed using nonparametric statistical tests. To quantify their temporal variation, the concept of apportionment entropy was applied to both the annual and seasonal scales. Results suggest that the El Niño years played a greater role in causing hydro-climatological changes compared to the La Niña or neutral years. El Niño was more influential in causing shifts compared to trends. For certain districts, a phase change in ENSO reversed the trend/shift direction. The century-wide analysis suggested that the vast majority of the districts experienced significant decreasing trends/shifts in temperature and PET. However, precipitation experienced both increasing and decreasing trends/shifts based on the location of the districts. Entropy results suggested a lower apportionment of precipitation compared to the other variables, indicating an intermittent deviation of precipitation pattern from the generic trend. The findings may help understand the effects of ENSO on the hydro-climatological variables during the monsoon season. Practitioners may find the results useful as monsoon is the most important season for India causing climate extremes.",
    "readLink": "https://www.mdpi.com/2073-4441/11/2/189"
  }
]