[
  {
    "title": "Does ownership type affect environmental disclosure?",
    "authors": [
      "Ece Acar,",
      "Kıymet Tunca Çalıyurt,",
      "Yasemin Zengin-Karaibrahimoglu"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-02-2020-0016",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  120\n                                  – 141",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – In recent years, firms tend to direct their attention in communicating their environmental actions with their stakeholders. However, the level of environmental disclosers varies significantly among firms. This paper aims to explain the variation in environmental disclosure of firms based on their ownership type, namely – state ownership and institutional ownership. The study further aims to understand whether and how the relationship between ownership structure and environmental disclosure changes regarding countries’ development levels. Design/methodology/approach – This paper uses a sample of 27,847 firm-year observations from 72 countries/economic districts between the years 2002 and 2017 and regression analysis to test how the relationship between different ownership structures and environmental disclosure and whether this relation is conditional on countries’ development levels. Findings – This study finds that firms with higher state ownership have higher environmental disclosures and higher institutional ownership has a negative effect on environmental disclosures. Furthermore, this paper also documents that firms with higher state ownership and operating in developed countries have incrementally higher environmental disclosure, relative to firms operating in developing countries. Research limitations/implications – The study has limitations that would provide possible starting points for further research. The first limitation is related to the environmental disclosure measure, which reflects the level of environmental disclosure of firms based on their disclosure information given in the Thomson Reuters, Asset4 database. A more refined measure can be constructed using hand-collected data based on linguistic analysis, which may reflect not only the level of the disclosure but also the quality of the environmental disclosure. The second limitation is the limited focus of the study toward state and institutional shareholding. Therefore, future research may consider examining the different types of ownership such as family ownership. Practical implications – The findings of the study may help policymakers and regulators to consider the potential impact of various ownership types on environmental disclosures. Also, given the impact of countries’ development levels, regulators should consider that a one-size-fits-all is not applicable in environmental disclosures. Therefore, each country should consider the institutional dynamics of their operating environment to set appropriate regulations to enhance environmental disclosures. Social implications – From a social perspective, the findings indicate that firms’ stakeholder engagement via environmental disclosures depends on the type of the controlling shareholders. Originality/value – This study contributes to the literature by developing a new construct for environmental disclosure based on Biodiversity, Climate Change, Environmental Investments and Spill Impact Reduction performance measures. Further, grounding on legitimacy and stakeholder theories, this study shows the influence of ownership type on environmental disclosures and how this effect changes in accordance with the countries’ development.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/IJCCSM-02-2020-0016/full/pdf?title=does-ownership-type-affect-environmental-disclosure"
  },
  {
    "title": "“Rambo root” to the rescue: How a simple, low‐cost solution can lead to multiple sustainable development gains",
    "authors": [
      "Ma. Eliza J Villarino,",
      "Mayesse Da Silva,",
      "Luis Augusto Becerra Lopez‐Lavalle,",
      "Augusto Castro‐Nuñez"
    ],
    "doi": "https://doi.org/10.1111/csp2.320",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract Rugged and resilient, cassava is a bulky root crop that can thrive on poor soils. Cultivating it offers the potential to restore degraded land, which in turn may reduce hunger, generate livelihoods, fight climate change and even promote peace. As such, farming cassava offers a nature‐based solution that can contribute to achieving numerous sustainable development targets. The authors acknowledge that scaling up production of any commodity may bring risks of deforestation and biodiversity loss through clearing forest areas. In the case of increasing cassava production, though, this may not be the case because cassava can be cultivated on land affected by degradation, and this resource is abundant; policies and initiatives exist to mitigate those risks; and the principal goal is to scale up a sustainable land use system.",
    "readLink": "https://doi.org/10.1111/csp2.320"
  },
  {
    "title": "<b>Detecting trends in 10-day rainfall amounts at five sites in the state ofSão Paulo, Brazil",
    "authors": [
      "Gabriel Constantino Blain,",
      "Ludmila Bardim-Camparotto"
    ],
    "doi": "https://doi.org/10.4025/actascitechnol.v36i4.20513",
    "journalVolume": "Vol. 36,\n                                no. 4\n                                \n                                  pp.\n                                  685\n                                  – 692",
    "issn": "1806-2563 (Print)",
    "publisher": "1807-8664 (Online)",
    "countryOfPublisher": "Universidade Estadual de Maringá",
    "lcc": [
      "Brazil",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "https://periodicos.uem.br/ojs/index.php/ActaSciTechnol/index",
    "abstract": "The temporal distribution of the rainfall events within a crop growing season plays a crucial role on the crop yield. In this way, the main goal of this study was to evaluate the presence of climate trends in the 10-day rainfall totalsobtained from five weather stations in the State of São Paulo, Brazil (1951-2012).The autocorrelation function, the Run test and the Durbin-Watson test indicateda lack of significant serial correlation in theseseries. The wavelet analysis revealed no conclusive evidence of periodicities in the temporal variability of this variable. According to the Mann-Kendall test, most of the 10-day rainfall amounts obtained from the five weather stations shows no significant trends. However, for the locations of States Campinas, Pindorama and Ribeirão Preto, the significant decreasing trends observed during the 2nd and 3rd ten days of October suggests a possible change in the climatic patterns of these locations, which may be linked to a delay in the return of the rainy season.",
    "readLink": "http://186.233.154.254/ojs/index.php/ActaSciTechnol/article/view/20513"
  },
  {
    "title": "Status of the Ex Situ and In Situ Conservation of Brazilian Crop Wild Relatives of Rice, Potato, Sweet Potato, and Finger Millet: Filling the Gaps of Germplasm Collections",
    "authors": [
      "Marcelo  B. Medeiros,",
      "José  F. M. Valls,",
      "Aluana  G. Abreu,",
      "Gustavo Heiden,",
      "Suelma Ribeiro-Silva,",
      "Solange  C. B. R. José,",
      "Izulmé  R. I. Santos,",
      "Alexandre  M. A. Passos,",
      "Marília  L. Burle"
    ],
    "doi": "https://doi.org/10.3390/agronomy11040638",
    "journalVolume": "Vol. 11,\n                                no. 638\n                                \n                                  p.\n                                  638",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "This study presents the status of ex situ and in situ conservation for the crop wild relatives of rice, potato, sweet potato, and finger millet in Brazil, and the subsequent germplasm collection expeditions. This research is part of a global initiative entitled “Adapting Agriculture to Climate Change: Collecting, Protecting, and Preparing Crop Wild Relatives” supported by the Global Crop Diversity Trust. Species of the primary, secondary, and tertiary gene pools with occurrences reported in Brazil were included: Oryza alta Swallen, O. grandiglumis (Döll) Prod., O. latifolia Desv., O. glumaepatula Steud., Eleusine tristachya (Lam.) Lam., E. indica (L.) Gaertn., Solanum commersonii Dunal, S. chacoense Bitter, Ipomoea grandifolia (Dammer) O’Donell, I. ramosissima (Poir.) Choisy, I. tiliacea (Willd.) Choisy, I. triloba L., and I. cynanchifolia Meisn. The status of the ex situ and in situ conservation of each taxon was assessed using the gap analysis methodology, and the results were used to plan 16 germplasm collection expeditions. Seeds of the collected material were evaluated for viability, and the protocols for seed germination and cryopreservation were tested. The final conservation score, resulting from the gap analysis and including the average of the ex situ and in situ scores, resulted in a classification of medium priority of conservation for all the species, with the exception of I. grandifolia (high priority). The total accessions collected (174) almost doubled the total accessions of these crop wild relatives incorporated in Embrapa’s ex situ conservation system prior to 2015. In addition, accessions for practically absent species were collected for the ex situ conservation system, such as Ipomoea species, Eleusine indica, and Solanum chacoense. The methods used for dormancy breaking and low temperature conservation for the Oryza, Eleusine, and Ipomoea species were promising for the incorporation of accessions in the respective gene banks. The results show the importance of efforts to collect and conserve ex situ crop wild relatives in Brazil based on previous gap analysis. The complementarity with the in situ strategy also appears to be very promising in the country.",
    "readLink": "https://www.mdpi.com/2073-4395/11/4/638"
  },
  {
    "title": "Increased population exposure to precipitation extremes under future warmer climates",
    "authors": [
      "Huopo Chen,",
      "Jianqi Sun,",
      "Huixin Li"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab751f",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  p.\n                                  034048",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Precipitation extremes are among the most dangerous climate-related hazards, and these hazards often cause large socioeconomic losses and exert severe human health impacts each year. It is thus crucial to assess future exposure changes to precipitation extremes under different warming scenarios to improve the mitigation of climate change. Here, we project future exposure using a set of Coupled Earth System Model low-warming simulations and RCP8.5 large ensemble simulations. We find that the precipitation extremes are projected to significantly increase over the coming century under different future warming scenarios at both the global and regional levels. Compared to a 1.5 °C warmer climate, the 0.5 °C of additional warming under a 2.0 °C warmer future would increase the number of days of global aggregate precipitation extremes by approximately 3.6% by the end of this century. As a result, the global aggregate exposure is reported to increase by approximately 2.3% if the surface air temperature increases to 2.0 °C rather than 1.5 °C. An increase in exposure is also obvious for most regions across the world, and the largest increase in the future occurs over North Asia in response to the 0.5 °C of additional warming. Furthermore, exposure would increase more rapidly if the temperature increased following the RCP8.5 pathway. The exposure increase varies at the regional level, but in most cases, climate change shows more influential than that of the population; in addition, this influence does not depend on the population outcomes used here.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab751f"
  },
  {
    "title": "Ecological Conditions of the Lower Dniester and Some Indicators for Assessment of the Hydropower Impact",
    "authors": [
      "Svitlana Kovalyshyna,",
      "Tatiana Chuzhekova,",
      "Maria Grandova,",
      "Eduard Onishchenko,",
      "Elena Zubcov,",
      "Volodymyr Ukrainskyy,",
      "Oleksandr Goncharov,",
      "Oxana Munjiu,",
      "Mikhailo Nabokin,",
      "Antoaneta Ene"
    ],
    "doi": "https://doi.org/10.3390/app11219900",
    "journalVolume": "Vol. 11,\n                                no. 9900\n                                \n                                  p.\n                                  9900",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The Dniester is one of the largest transboundary rivers of the Black Sea basin, and its lower reaches integrate the influence of climate change and hydropower plant (HPP) impact on the waterway. The decrease in precipitation and average annual air temperature increase and intensive hydroelectric construction have led to a decline in the total water content of the river, during the last 10 years, being below the long-term historical “norm”. The shifts in the river flow result in multidirectional seasonal dynamics of nutrient concentrations. During the modern period, a stabilization of nutrient concentrations takes place, being lower than at the peak of eutrophication in the 1970s–1980s, but higher than in the natural flow period. The construction of reservoirs leads to a long-term decline in silica concentrations, continuing in the modern period. The concentration of heavy metals and metalloids in water and bottom sediments of the river generally corresponds to the ecological status of “Moderate”. Biological communities show a high β-diversity of microalgae, but low diversity of plankton and benthic invertebrates. Biological communities respond to the impact of HPP in both the short- and long-term. Hydroelectric dams change the bioavailability of nutrients downstream which, in the long-term, causes shifts in phytoplankton composition, especially the reduction of Bacillariophyta due to the lack of silicates that are deposited in reservoirs. However, in the short-term, after the discharge from the HPP dam, the concentration of silicates and the proportion of diatoms increase. Long-term changes also include a decline in the proportion of Rotifera and an increase in Copepoda in the total abundance of zooplankton and the unification of the benthic community with an increase in the biomass of gastropods in the area, which can be considered as indicators of the impact of hydroelectric power plants. The saprobity index, calculated both for zooplankton and macrozoobenthos, characterised the water as moderately polluted; benthic biotic indexes (Biological monitoring working party (BMWP), Belgian Biotic Index (BBI), Danish Stream Fauna Index (DSFI)) calculated on macrozoobenthos described the condition as “low” quality.",
    "readLink": "https://www.mdpi.com/2076-3417/11/21/9900"
  },
  {
    "title": "Assessing City Governance for Low-Carbon Mobility in London",
    "authors": [
      "Paul Drummond"
    ],
    "doi": "https://doi.org/10.3390/su13052480",
    "journalVolume": "Vol. 13,\n                                no. 2480\n                                \n                                  p.\n                                  2480",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "City-level decisions are crucial for delivering a low carbon transition, particularly as urban population dynamics and environments change in response to the COVID-19 pandemic. Ensuring appropriate governance structures, mechanisms and resources to facilitate these decisions is therefore essential. Based on a systematic literature review by van der Heijden (2019), this paper develops a simple framework to assess the state of ten enabling factors for effective urban climate governance, and applies it to low-carbon passenger mobility in London. Drawing on documentary evidence and a series of semi-structured expert interviews, it finds that London’s city authorities have a strong capacity for autonomy, stakeholder participation, local leadership and coordination on climate action and mobility, of which they make extensive use. The national legal and political framework remains broadly supportive following the UK’s departure from the EU, but multi-level co-ordination is thin, and funding issues have intensified conflict over political jurisdiction since the pandemic began. Spatial variation in urban form and infrastructure, coupled with dual-layer city administration, complicate the socio-political landscape and drive for climate action in mobility.",
    "readLink": "https://www.mdpi.com/2071-1050/13/5/2480"
  },
  {
    "title": "Climate Change Impacts on Grassland Vigour in Northern Portugal",
    "authors": [
      "Oiliam Stolarski,",
      "João A. Santos,",
      "André Fonseca,",
      "Chenyao Yang,",
      "Henrique Trindade,",
      "Helder Fraga"
    ],
    "doi": "https://doi.org/10.3390/land12101914",
    "journalVolume": "Vol. 12,\n                                no. 1914\n                                \n                                  p.\n                                  1914",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Grasslands are key elements of the global agricultural system, covering around two-thirds of all agricultural areas and playing an important role in biodiversity conservation, food security, and balancing the carbon cycle. Climate change is a growing challenge for the agricultural sector and may threaten grasslands. To address these challenges, it is vital to conduct in-depth climate studies to understand the vulnerability of grasslands. In this study, machine learning was used to build an advanced model able to evaluate the future impact of climate change on grassland vigour. The objective was to identify the most vulnerable grassland areas, analyse the interaction between climate and grassland performance, and outline management strategies against the detrimental implications of climate change. A Random Forest (RF) regression was used to model the Normalised Difference Vegetation Index (NDVI) using the Standardised Precipitation-Evapotranspiration Index (SPEI). The model explained 76% of the NDVI variability. The foremost significant predictors of grassland vigour are the SPEI with temporal lags of 1, 4, and 12 months. These findings suggest that the vegetative status of grasslands exhibits high sensitivity to short-term drought while also being influenced by the memory of past climatic events over longer periods. Future projections indicate an overall reduction in grassland vigour, mostly in RCP8.5. The results indicate that negative effects will be more pronounced in mountainous regions, which currently host the most vigorous grasslands. Dry lowlands in the north should continue to have the lowest vigour in the future. A substantial reduction in vigour is expected in autumn, with an effect on grassland phenology. The development of grasslands in winter, favoured by increasing temperatures and precipitation, can advance the harvesting of grassland (cutting) and the grazing of livestock. To ensure that vigour is maintained in less favourable zones, adaptation measures will be needed, as well as more efficient management of highlands to provide an adequate level of production.",
    "readLink": "https://www.mdpi.com/2073-445X/12/10/1914"
  },
  {
    "title": "Power flow analysis considering solar road generation",
    "authors": [
      "Wei Dai,",
      "Bochen Shi,",
      "Tengfei Li,",
      "HuiHwang Goh,",
      "Jinghua Li"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  pp.\n                                  531\n                                  – 536",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "To fight against climate change and environmental pollution, the share of renewable energy capacity immensely grows worldwide, especially photovoltaic power. Meanwhile, road transportation develops quickly for the convenience of traveling. Due to abundant solar resources in road transportation and flexible installation of photovoltaic power, solar road generation with huge generation potentials will be a promising solution to alleviate environmental burden in the future. To analyze the influence of solar road integration on power flow, this paper proposes a power flow (PF) analysis method with solar road integration. Based on the photovoltaic model, the solar road generation model coupled with traffic flow is formulated. Two representative scenarios are developed to represent the uncertainties of solar road (i.e., solar irradiation, traffic flow). Finally, the simulation results performed on IEEE 33-bus system under three test cases verify the feasibility and effectiveness of the proposed solar road generation model.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484722004826"
  },
  {
    "title": "Sensitivity Analysis of Packed Bed Phase Change Material Thermal Storage for Domestic Solar Thermal System",
    "authors": [
      "Dzikevics Mikelis,",
      "Veidenbergs Ivars,",
      "Valančius Kęstutis"
    ],
    "doi": "https://doi.org/10.2478/rtuect-2020-0022",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  378\n                                  – 391",
    "issn": "2255-8837 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources"
    ],
    "journalUrl": "https://sciendo.com/journal/RTUECT",
    "abstract": "Increase in solar fraction has been noted as one of the main goals for wider application of domestic solar thermal systems. To increase solar fraction, higher energy density thermal storage availability is a key point. In this paper phase change materials have been analysed as part of a domestic solar thermal system. Sensitivity analysis of annual simulation in TRNSYS with climate data of Riga, Latvia is used. The paper also explores better methods for evaluating phase change material (PCM) performance based on temperature measurements in PCM. The results showed that the melting point of PCM and temperature set point of an auxiliary heater have the highest sensitivity of aspects analysed in the paper. It also reports that the coefficient of variation of energy in PCM correlates well with solar fraction and can be used as a parameter to evaluate PCM’s suitability for certain applications.",
    "readLink": "https://doi.org/10.2478/rtuect-2020-0022"
  }
]