[
  {
    "title": "Major contribution to carbon neutrality by China’s geosciences and geological technologies",
    "authors": [
      "Yao Wang,",
      "Chi-hui Guo,",
      "Shu-rong Zhuang,",
      "Xi-jie Chen,",
      "Li-qiong Jia,",
      "Ze-yu Chen,",
      "Zi-long Xia,",
      "Zhen Wu"
    ],
    "doi": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  329\n                                  – 352",
    "issn": "2096-5192 (Print)",
    "publisher": "2589-9430 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Geology"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/china-geology/",
    "abstract": "In the context of global climate change, geosciences provide an important geological solution to achieve the goal of carbon neutrality, China’s geosciences and geological technologies can play an important role in solving the problem of carbon neutrality. This paper discusses the main problems, opportunities, and challenges that can be solved by the participation of geosciences in carbon neutrality, as well as China’s response to them. The main scientific problems involved and the geological work carried out mainly fall into three categories: (1) Carbon emission reduction technology (natural gas hydrate, geothermal, hot dry rock, nuclear energy, hydropower, wind energy, solar energy, hydrogen energy); (2) carbon sequestration technology (carbon capture and storage, underground space utilization); (3) key minerals needed to support carbon neutralization (raw materials for energy transformation, carbon reduction technology). Therefore, geosciences and geological technologies are needed: First, actively participate in the development of green energy such as natural gas, geothermal energy, hydropower, hot dry rock, and key energy minerals, and develop exploration and exploitation technologies such as geothermal energy and natural gas; the second is to do a good job in geological support for new energy site selection, carry out an in-depth study on geotechnical feasibility and mitigation measures, and form the basis of relevant economic decisions to reduce costs and prevent geological disasters; the third is to develop and coordinate relevant departments of geosciences, organize and carry out strategic research on natural resources, carry out theoretical system research on global climate change and other issues under the guidance of earth system science theory, and coordinate frontier scientific information and advanced technological tools of various disciplines. The goal of carbon neutrality provides new opportunities and challenges for geosciences research. In the future, it is necessary to provide theoretical and technical support from various aspects, enhance the ability of climate adaptation, and support the realization of the goal of carbon peaking and carbon neutrality.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2096519221000628"
  },
  {
    "title": "Using Quantile Regression to Analyze the Relationship between Socioeconomic Indicators and Carbon Dioxide Emissions in G20 Countries",
    "authors": [
      "Abdulaziz A. Alotaibi,",
      "Naif Alajlan"
    ],
    "doi": "https://doi.org/10.3390/su13137011",
    "journalVolume": "Vol. 13,\n                                no. 7011\n                                \n                                  p.\n                                  7011",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Numerous studies addressed the impacts of social development and economic growth on the environment. This paper presents a study about the inclusive impact of social and economic factors on the environment by analyzing the association between carbon dioxide (CO2) emissions and two socioeconomic indicators, namely, Human Development Index (HDI) and Legatum Prosperity Index (LPI), under the Environmental Kuznets Curve (EKC) framework. To this end, we developed a two-stage methodology. At first, a multivariate model was constructed that accurately explains CO2 emissions by selecting the appropriate set of control variables based on model quality statistics. The control variables include GDP per capita, urbanization, fossil fuel consumption, and trade openness. Then, quantile regression was used to empirically analyze the inclusive relationship between CO2 emissions and the socioeconomic indicators, which revealed many interesting results. First, decreasing CO2 emissions was coupled with inclusive socioeconomic development. Both LPI and HDI had a negative marginal relationship with CO2 emissions at quantiles from 0.2 to 1. Second, the EKC hypothesis was valid for G20 countries during the study period with an inflection point around quantile 0.15. Third, the fossil fuel consumption had a significant positive relation with CO2 emissions, whereas urbanization and trade openness had a negative relation during the study period. Finally, this study empirically indicates that effective policies and policy coordination on broad social, living, and economic dimensions can lead to reductions in CO2 emissions while preserving inclusive growth.",
    "readLink": "https://www.mdpi.com/2071-1050/13/13/7011"
  },
  {
    "title": "Impact of Climate Change Awareness on Undergraduates’ Socio-emotional Well-being in Nigeria",
    "authors": [
      "Shuaib Abolakale Muhammed,",
      "Jamila Yusuf"
    ],
    "doi": "https://doi.org/10.56300/GDUE5169",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  pp.\n                                  53\n                                  – 67",
    "issn": "2073-7629 (Online)",
    "publisher": "Centre for Resilience & Socio-Emotional Health",
    "countryOfPublisher": "Malta",
    "lcc": [
      "Education: Special aspects of education"
    ],
    "journalUrl": "http://www.um.edu.mt/ijee",
    "abstract": "Students’ living conditions may suffer as a result of climate change. This research examined the impact of climate change awareness on undergraduates’ beliefs about socio-emotional well-being in Nigeria. The total number of undergraduate students in Kwara state made up the study’s population, with the sample size being 589. The Climate Change and Mental Wellbeing Questionnaire (CCMWQ) was used to collect data from randomly selected undergraduate participants for the study. The acquired data was evaluated using descriptive statistics, t-test, ANOVA and PPMC at a significance level of 0.05. The results showed that most undergraduates are aware of climate change but have little understanding of its origins, effects, and preventive strategies. The results further revealed that the undergraduates’ level of climate change awareness influences their beliefs about their socio-emotional wellbeing. At different ages, participants’ opinions on how climate change would affect their socio-emotional health varied dramatically. Similarly, a correlation exists between climate change awareness and beliefs about socio-emotional well-being and awareness and attitude towards protecting the environment.",
    "readLink": "https://www.um.edu.mt/library/oar/handle/123456789/104117"
  },
  {
    "title": "Biophysical and anthropogenic influences on the status of Tonga's coral reefs and reef fish fishery.",
    "authors": [
      "Patrick Smallhorn-West,",
      "Sophie Gordon,",
      "Karen Stone,",
      "Daniela Ceccarelli,",
      "Siola'a Malimali,",
      "Tu'ikolongahau Halafihi,",
      "Mathew Wyatt,",
      "Tom Bridge,",
      "Robert Pressey,",
      "Geoffrey Jones"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0241146",
    "journalVolume": "Vol. 15,\n                                no. 11\n                                \n                                  p.\n                                  e0241146",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Despite increasing threats to Tonga's coral reefs from stressors that are both local (e.g. overfishing and pollution) and global (e.g. climate change), there is yet to be a systematic assessment of the status of the country's coral reef ecosystem and reef fish fishery stocks. Here, we provide a national ecological assessment of Tonga's coral reefs and reef fish fishery using ecological survey data from 375 sites throughout Tonga's three main island groups (Ha'apai, Tongatapu and Vava'u), represented by seven key metrics of reef health and fish resource status. Boosted regression tree analysis was used to assess and describe the relative importance of 11 socio-environmental variables associated with these key metrics of reef condition. Mean live coral cover across Tonga was 18%, and showed a strong increase from north to south correlated with declining sea surface temperature, as well as with increasing distance from each provincial capital. Tongatapu, the southernmost island group, had 2.5 times greater coral cover than the northernmost group, Vava'u (24.9% and 10.4% respectively). Reef fish species richness and density were comparable throughout Tongatapu and the middle island group, Ha'apai (~35 species/transect and ~2500 fish/km2), but were significantly lower in Vava'u (~24 species/transect and ~1700 fish/km2). Spatial patterns in the reef fish assemblage were primarily influenced by habitat-associated variables (slope, structural complexity, and hard coral cover). The biomass of target reef fish was greatest in Ha'apai (~820 kg/ha) and lowest in Vava'u (~340 kg/ha), and was negatively associated with higher human influence and fishing activity. Overall mean reef fish biomass values suggest that Tonga's reef fish fishery can be classified as moderately to heavily exploited, with 64% of sites having less than 500 kg/ha. This study provides critical baseline ecological information for Tonga's coral reefs that will: (1) facilitate ongoing management and research; and (2) enable accurate reporting on conservation targets locally and internationally.",
    "readLink": "https://doi.org/10.1371/journal.pone.0241146"
  },
  {
    "title": "聯合國氣候變化綱要公約之財務支援機制：全球環境機構 ― 兼論台灣參與之限制與機會 The Financial Mechanism of the United Nations Framework Convention on Climate Change: The Global Environment Facility",
    "authors": [
      "蘇義淵 Yi-Yuan Su"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  169\n                                  – 205",
    "issn": "1811-3095 (Print)",
    "publisher": "National Chiao Tung University",
    "countryOfPublisher": "Taiwan, Province of China",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://lawreview.nctu.edu.tw/en/category/tech-law-review/",
    "abstract": "全球環境機構（Global Environmental Facility, GEF）是聯合國於1991 年建立的國際環境金融機構，目的是提供財務支援與無害技術移轉與開發中及低度開發國家，以協助其針對防止氣候變遷、保護生物物種、保護水資源、減少對臭氧層的破壞等之能力建置，以保護全球環境。聯合國氣候變化綱要公約亦指定此機構作為協助開發中國家之財務支援機構。 礙於聯合國會員國資格之要求，台灣並無法以政治實體的身分參加並取得相關之協助，特別是廣泛涉及科學、經濟、社會等相關領域的防止氣候變遷議題。未能取得此一機構的支援會降低我國環境行政效率及能力、提高我國實施溫室氣體減量成本而損及全球競爭力。本文擬以討論氣候變遷議題為主，從國際法之角度檢討並討論氣候變化綱要公約、京都議定書、馬拉喀什協定及全球環境機構等就開發中及低度開發國家申請財務支援的規範與限制；從中整理、瞭解對台灣所造成的實質限制，最後將建議我國公、私營部 門如何在既有限制之下規劃策略，以取得實質參與全球環境治理之機會維持競爭力，並同時落實台灣的環境保護。 those countries to develop their capacities on preventing climate change, protecting biodiversity, protecting water resources and decreasing the ozone depletion. The United Nations Framework Convention on Climate Change (UNFCCC) also entrusted this institution as its financial mechanism to provide assistance to developing countries. Because of the limitation of membership of United Nations, Taiwan does not allow to enroll and enjoy the benefits of this mechanism as a political entity, especially on the scientific, social and economic issues relating to against the climate change. It could seriously reduce the administrative efficiency of our environmental policies in government and also damage our global economic competition for higher reduction cost on controlling greenhouse gases emissions. This article introduces the regulations and limitations on UNFCCC, Kyoto Protocol and Marrakech Accord, and also reviews the requirements for applying assistances from this financial mechanism. The discussions could provide necessary information for Taiwanese public and private sectors to take necessary strategies and actions to participate the operations of the Global Environment Facility. The actual participation could not only protect our economic and environmental development but also provide opportunities for Taiwan to participate the global environment governance.",
    "readLink": "http://www-old.itl.nctu.edu.tw/tlr_n/papers/ch_paper/6_1/6_1_4.pdf"
  },
  {
    "title": "The Migration of the Warming Center and Urban Heat Island Effect in Shanghai During Urbanization",
    "authors": [
      "Zhongping Shen,",
      "Zhongping Shen,",
      "Jun Shi,",
      "Jun Shi,",
      "Jianguo Tan,",
      "Jianguo Tan,",
      "Hanwei Yang,",
      "Hanwei Yang"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.00340",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Based on the monthly air temperature data from 11 national meteorological stations of Shanghai, the construction land areas derived from the Landsat Thematic Mapper (TM) data and population density data, the migration of urban warming centers in different decades since 1980s and their possible causes were analyzed, and the temporal and spatial variation characters of urban heat island (UHI) were investigated. The location of warming centers migrated from Baoshan to Pudong and then moved toward Songjiang and Nanhui. The shifting of the location of the warming center mainly depends on the growth of metropolitan construction land area and population density. The intensity of UHI displayed three stages successively: slow growth stage (1961–1986) with a growth rate of 0.13°C/10a, rapid growth (1987–2204) stage with a growth rate of 0.60°C/10a, and obvious deceleration stage (2005–2017) with a decline rate 0.43°C/10a. In the past 57 years, the intensity of UHI in the nighttime was 0.4°C greater than that of the daytime. With the accelerating process of urbanization, the UHI in Shanghai gradually expanded from the urban areas to the surrounding suburbs and even began to expand radially toward the southwest of the rural regions in the 21st century. The results can provide references for urban heatwave prediction and mitigation of the UHI effect in Shanghai.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2020.00340/full"
  },
  {
    "title": "Electrical characteristics of an energised conductor under various weather conditions",
    "authors": [
      "Fanghui Yin,",
      "Masoud Farzaneh,",
      "Xingliang Jiang"
    ],
    "doi": "https://doi.org/10.1049/hve.2016.0094",
    "issn": "2397-7264 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Science: Physics: Electricity and magnetism: Electricity"
    ],
    "journalUrl": "https://ietresearch.onlinelibrary.wiley.com/journal/23977264",
    "abstract": "When a transmission line is subjected to adverse weather conditions, rain drops or ice can be formed on its surface, leading to discharge phenomena known as corona. The corona discharge increases corona loss, leakage conductance, and capacitance, the latter two effects facilitating harmonic conditions and power quality degradation. This study investigates the electrical characteristics of an energised conductor under rain, rime, and glaze ice conditions. The experiments were carried out in a climate room using a corona cage. It was found that the leakage conductance of a corona-cage configuration was at its highest under glaze ice condition and at its lowest under rime condition for the same background surface electric field. With the presence of icicles, the change in capacitance under glaze ice accretion was complex. From the experimental results, it can be concluded that the corona-cage configuration is mainly characterised by its capacitive nature before the corona onset. When the corona discharge occurs, the corona cage exhibits a resistive–capacitive nature. With the increase of applied voltage, the configuration becomes more resistive.",
    "readLink": "https://digital-library.theiet.org/content/journals/10.1049/hve.2016.0094"
  },
  {
    "title": "Stakeholder Opinions on the Issues of the Central Arizona Groundwater Replenishment District and Policy Alternatives",
    "authors": [
      "Rebecca F. A. Bernat,",
      "Sharon B. Megdal,",
      "Susanna Eden,",
      "Laura A. Bakkensen"
    ],
    "doi": "https://doi.org/10.3390/w15061166",
    "journalVolume": "Vol. 15,\n                                no. 1166\n                                \n                                  p.\n                                  1166",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Arizona has been at the forefront of groundwater management since the establishment of the Groundwater Management Act in 1980. The Central Arizona Groundwater Replenishment District (CAGRD) is a groundwater management mechanism that facilitates development in regions of Central Arizona where the use of groundwater is limited by law. Several stakeholders have raised concerns about some of the CAGRD’s operations; however, stakeholders have yet to agree on the definition of the problems, let alone how the CAGRD might be improved. This study uses statistical and inductive thematic content analysis of a survey to determine (1) the CAGRD issues that stakeholders view as problems and (2) whether opinions differ significantly among different stakeholder groups. This study also uses deductive thematic content analysis to examine semi-structured interviews with CAGRD experts in order to find potential solutions to the CAGRD-related issues that are considered problems by stakeholders. The survey results show that long-term uncertainties related to the availability of renewable water supplies and hydrologic disconnect, where groundwater pumping and replenishment take place in different sub-basins, are stakeholders’ chief concerns. Sector affiliation and CAGRD membership status are associated with stakeholders’ opinions on some, but not all, questions. The potential policy changes offered address problems identified by stakeholders. This research will inform forthcoming policy discussions regarding groundwater management in Central Arizona as the state’s decision makers look to improve the CAGRD in the context of water scarcity exacerbated by climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/15/6/1166"
  },
  {
    "title": "Application of Sentinel-1 data in mapping land-use and land cover in a complex seasonal landscape: a case study in coastal area of Vietnamese Mekong Delta",
    "authors": [
      "Luan Hong Pham,",
      "Lien T. H. Pham,",
      "Thanh Duc Dang,",
      "Dung Duc Tran,",
      "Toan Quang Dinh"
    ],
    "doi": "https://doi.org/10.1080/10106049.2020.1869329",
    "journalVolume": "Vol. 37,\n                                no. 13\n                                \n                                  pp.\n                                  3743\n                                  – 3760",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "The advent of Sentinel-1 SAR data with high temporal and medium spatial resolutions along with its being unaffected by presence of cloud provided opportunities for using remote sensing in mapping LULCs with high temporal detail. The objective of this study is to explore the possibility of applying Sentinel-1 data together with OBIA and machine learning in classifying LULC in a complex agricultural landscape in the coastal area of Vietnamese Mekong Delta (VMD). Three approaches including Sentinel-1 alone, integrative Sentinel-1 and Sentinel-2 and lastly, only Sentinel-2 were deployed to examine chance of improvement of classification accuracy metrics on using Sentinel-1 data. The result showed that SAR data could capture seasonal patterns of different LULC classes. Also, supplementing Sentinel-1 can improve classification overall accuracy especially on integrating with optical data. However, Sentinel-1-alone approach performed poorly in most of LULC cases and bias of optical data can compromise classification accuracy of integrative approach.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2020.1869329"
  },
  {
    "title": "The footprint of human-induced climate change on heat-related deaths in the summer of 2022 in Switzerland",
    "authors": [
      "Ana M Vicedo-Cabrera,",
      "Evan de Schrijver,",
      "Dominik L Schumacher,",
      "Martina S Ragettli,",
      "Erich M Fischer,",
      "Sonia I Seneviratne"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ace0d0",
    "journalVolume": "Vol. 18,\n                                no. 7\n                                \n                                  p.\n                                  074037",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Human-induced climate change is leading to an increase in the intensity and frequency of extreme weather events, which are severely affecting the health of the population. The exceptional heat during the summer of 2022 in Europe is an example, with record-breaking temperatures only below the infamous 2003 summer. High ambient temperatures are associated with many health outcomes, including premature mortality. However, there is limited quantitative evidence on the contribution of anthropogenic activities to the substantial heat-related mortality observed in recent times. Here we combined methods in climate epidemiology and attribution to quantify the heat-related mortality burden attributed to human-induced climate change in Switzerland during the summer of 2022. We first estimated heat-mortality association in each canton and age/sex population between 1990 and 2017 in a two-stage time-series analysis. We then calculated the mortality attributed to heat in the summer of 2022 using observed mortality, and compared it with the hypothetical heat-related burden that would have occurred in absence of human-induced climate change. This counterfactual scenario was derived by regressing the Swiss average temperature against global mean temperature in both observations and CMIP6 models. We estimate 623 deaths [95% empirical confidence interval (95% eCI): 151–1068] due to heat between June and August 2022, corresponding to 3.5% of all-cause mortality. More importantly, we find that 60% of this burden (370 deaths [95% eCI: 133–644]) could have been avoided in absence of human-induced climate change. Older women were affected the most, as well as populations in western and southern Switzerland and more urbanized areas. Our findings demonstrate that human-induced climate change was a relevant driver of the exceptional excess health burden observed in the 2022 summer in Switzerland.",
    "readLink": "https://doi.org/10.1088/1748-9326/ace0d0"
  }
]