[
  {
    "title": "A Review of Research on Forest Ecosystem Quality Assessment and Prediction Methods",
    "authors": [
      "Ke Guo,",
      "Bing Wang,",
      "Xiang Niu"
    ],
    "doi": "https://doi.org/10.3390/f14020317",
    "journalVolume": "Vol. 14,\n                                no. 317\n                                \n                                  p.\n                                  317",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The accurate assessment and prediction of forest ecosystem quality is an important basis for evaluating the effectiveness of regional ecological protection and restoration, establishing a positive feedback mechanism for forest quality improvement and restoration policies, and promoting the construction of an ecological civilization in China. Based on the existing studies at home and abroad, this paper mainly analyzes and summarizes the connotation of forest ecosystem quality, assessment index systems, assessment and prediction methods, and outlooks on the existing problems of imperfect forest ecological quality assessment index systems, preliminary assessment and prediction capabilities, and unknown dynamic responses of forest ecological quality to climate change, etc. Efforts should be made to develop a scientific and standardized assessment index system, produce high-quality forest ecological data products, develop localization of assessment model parameters, and explore forest quality–climate change response mechanisms to provide references for in-depth research to realize the transformation of forest ecosystem quality assessments from historical and status quo assessments to future predictions, and to support the construction of a national ecological civilization.",
    "readLink": "https://www.mdpi.com/1999-4907/14/2/317"
  },
  null,
  {
    "title": "Evaluation of common bean (Phaseolus vulgaris L.) genotypes for drought stress adaptation in Ethiopia",
    "authors": [
      "Kwabena Darkwa,",
      "Daniel Ambachew,",
      "Hussein Mohammed,",
      "Asrat Asfaw,",
      "Matthew W. Blair"
    ],
    "doi": "https://doi.org/10.1016/j.cj.2016.06.007",
    "journalVolume": "Vol. 4,\n                                no. 5\n                                \n                                  pp.\n                                  367\n                                  – 376",
    "issn": "2095-5421 (Print)",
    "publisher": "2214-5141 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.sciencedirect.com/science/journal/22145141/",
    "abstract": "Drought stress linked with climate change is one of the major constraints faced by common bean farmers in Africa and elsewhere. Mitigating this constraint requires the selection of resilient varieties that withstand drought threats to common bean production. This study assessed the drought response of 64 small red-seeded genotypes of common bean grown in a lattice design replicated twice under contrasting moisture regimes, terminal drought stress and non-stress, in Ethiopia during the dry season from November 2014 to March 2015. Multiple plant traits associated with drought were assessed for their contribution to drought adaptation of the genotypes. Drought stress determined by a drought intensity index was moderate (0.3). All the assessed traits showed significantly different genotypic responses under drought stress and non-stress conditions. Eleven genotypes significantly (P ≤ 0.05) outperformed the drought check cultivar under both drought stress and non-stress conditions in seed yielding potential. Seed yield showed positive and significant correlations with chlorophyll meter reading, vertical root pulling resistance force, number of pods per plant, and seeds per pod under both soil moisture regimes, indicating their potential use in selection of genotypes yielding well under drought stress and non-stress conditions. Clustering analysis using Mahalanobis distance grouped the genotypes into four groups showing high and significant inter-cluster distance, suggesting that hybridization between drought-adapted parents from the groups will provide the maximum genetic recombination for drought tolerance in subsequent generations.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214514116300617"
  },
  {
    "title": "Integrating community based disaster risk reduction and climate change adaptation: examples from the Pacific",
    "authors": [
      "A. Gero,",
      "K. Méheux,",
      "D. Dominey-Howes"
    ],
    "doi": "https://doi.org/10.5194/nhess-11-101-2011",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  101\n                                  – 113",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "It is acknowledged by academics and development practitioners alike that many common strategies addressing community based disaster risk reduction and climate change adaptation duplicate each other. Thus, there is a strong push to integrate the two fields to enhance aid effectiveness and reduce confusion for communities. Examples of community based disaster risk reduction (DRR) and climate change adaptation (CCA) projects are presented to highlight some of the ways these issues are tackled in the Pacific. Various approaches are employed but all aim to reduce the vulnerability and enhance the resilience of local communities to the impacts of climate change and disasters. By focusing on three case studies, elements of best practice are drawn out to illustrate how DRR and CCA can be integrated for enhanced aid effectiveness, and also look at ways in which these two often overlapping fields can be better coordinated in ongoing and future projects. Projects that address vulnerability holistically, and target the overall needs and capacity of the community are found to be effective in enhancing the resilience of communities. By strategically developing a multi-stakeholder and multi-sector approach, community projects are likely to encapsulate a range of experience and skills that will benefit the community. Furthermore, by incorporating local knowledge, communities are far more likely to be engaged and actively participate in the project. From selected case studies, commonly occurring best practice methods to integrate DRR and CCA are identified and discussed and recommendations on how to overcome the common challenges also presented.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/11/101/2011/nhess-11-101-2011.pdf"
  },
  {
    "title": "Estimating global artisanal fishing fleet responses in an era of rapid climate and economic change",
    "authors": [
      "Alex N. Tidd,",
      "Alex N. Tidd,",
      "Vasquez Caballero,",
      "Vasquez Caballero,",
      "Elena Ojea,",
      "Reg A. Watson,",
      "Reg A. Watson,",
      "Jorge García Molinos,",
      "Jorge García Molinos"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.997014",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "There is an urgent need to assess the extent to which the global fishing enterprise can be sustainable in the face of climate change. Artisanal fishing plays a crucial role in sustaining livelihoods and meeting food security demands in coastal countries. Yet, the ability of the artisanal sector to do so not only depends on the economic efficiency of the fleets, but also on the changing productivity and distribution of target species under rapid climate change in the oceans. These impacts are already leading to sudden declines, long-term collapses in production, or increases in the price of fish products, which can further exacerbate excess levels of fishing capacity. We examined historical changes (1950-2014) in technical efficiency within the global artisanal fishing fleets in relation to sea surface temperature anomalies, market prices by taxonomic group, and fuel costs. We show that temperature anomalies affected countries differently; while some have enhanced production from an increase in the resource distribution, which alter the structure of the ecosystem, others have had to adapt to the negative impacts of seawater warming. In addition, efficiency decreases are also related to rises in global marine fish price, whereby more labour and capital are attracted into the fishery, which in turn can lead to an excess in fleet capacity. Our results contribute to the understanding of how the effects of climate-induced change in the oceans could potentially affect the efficiency of artisanal fishing fleets.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.997014/full"
  },
  {
    "title": "Climate Change-Greenhouse Gas Emissions Analysis and Forecast in Romania",
    "authors": [
      "Georgiana Moiceanu,",
      "Mirela Nicoleta Dinca"
    ],
    "doi": "https://doi.org/10.3390/su132112186",
    "journalVolume": "Vol. 13,\n                                no. 12186\n                                \n                                  p.\n                                  12186",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Greenhouse gases (GHG), such as carbon dioxide, methane, nitrous oxide, and other gases, are considered to be the main cause of global climate change, and this problem has received significant global attention. Carbon dioxide has been considered the most significant gas contributing to global climate change. Our paper presents an analysis of the greenhouse gas emissions in Romania along with a forecast for the years to come. For the study, data from the National Institute of Statistics and Eurostat were gathered and used for the analysis in order to present the results. To obtain the results, the data gathered were analyzed using forecasting methods that can be of help in solving some uncertainties that surround the future. The greenhouse gas (GHG) emissions trends in Romania were analyzed both for linear and exponential function methods. The obtained results showed that the linear function analysis of total GHG emissions in Romania had a forecast accuracy higher than the exponential function method. From the analytical methods used we can draw the conclusion that the emissions are on a descending scale and choosing a proper method is important in analyzing data.",
    "readLink": "https://www.mdpi.com/2071-1050/13/21/12186"
  },
  {
    "title": "State of ambient air quality in a low-income urban settlement of South Africa",
    "authors": [
      "Newton R. Matandirotya,",
      "Simon D. Moletsane,",
      "Electdom Matandirotya,",
      "Roelof P. Burger"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  p.\n                                  e01201",
    "issn": "2468-2276 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/scientific-african",
    "abstract": "Air pollution remains one of the leading global environmental-health challenges the world is facing today, particularly within urban environments. amidst the COVID-19 pandemic, air pollution has been brought back into the spotlight as both attack the human respiratory systems. The purpose of the study was to investigate the quality of ambient air in a low-income urban settlement of Jabavu located within the City of Johannesburg during the year 2018. Air pollution and meteorological data were gathered from the South African Air Quality System network. The study focused on three pollutants namely PM10, SO2 and O3. Findings were that the seasonal ambient mean concentrations for PM10 in summer was (28.99 µg/m3), autumn (33.32 µg/m3), winter (61.71 µg/m3) and spring (48.44 µg/m3). On the other hand, the seasonal ambient mean concentrations for SO2 was summer (4.45ppb), autumn (3.19ppb), winter (5.65ppb) and spring (3.54ppb). The O3 seasonal ambient mean concentrations were summer (40.97ppb), autumn (21.01ppb), winter (15.90ppb) and spring (33.59ppb). Furthermore, the study observed that in summer, winter and spring the dominant long-range transport air masses originated from the South Atlantic Ocean, Madagascar Island-India Ocean and the Indian Ocean while in autumn the dominant air masses are short-range inland air masses. For SO2 and PM10, ambient concentrations were found to be more problematic during winter; while for O3 substantial levels were unexpectedly recorded in summer. When analysing the diurnal profiles of PM10, SO2 and O3, each of these pollutants revealed a unique distribution pattern, which, despite having seasonal variance, was consistent throughout the year. For instance, irrespective of the season, PM10 mostly peaked in the mornings and evenings; meanwhile SO2 and O3 often spiked during the midday and mid-afternoon, respectively. These findings indicate that air quality within this low-income settlement is poor. To improve air quality within low-income settlements there is a need for a shift from reliance on solid fuels to cleaner energy sources such as LP gas, biogas and solar accompanied by an increase in community awareness about air quality issues. This study contributes to knowledge building within the air quality monitoring scientific community while for policymakers it assists in policy formulation to enable air quality management.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2468227622001090"
  },
  {
    "title": "A scoping review of importation and predictive models related to vector-borne diseases, pathogens, reservoirs, or vectors (1999-2016).",
    "authors": [
      "Tara Sadeghieh,",
      "Lisa A Waddell,",
      "Victoria Ng,",
      "Alexandra Hall,",
      "Jan Sargeant"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0227678",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  p.\n                                  e0227678",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND:As globalization and climate change progress, the expansion and introduction of vector-borne diseases (VBD) from endemic regions to non-endemic regions is expected to occur. Mathematical and statistical models can be useful in predicting when and where these changes in distribution may happen. Our objective was to conduct a scoping review to identify and characterize predictive and importation models related to vector-borne diseases that exist in the global literature. METHODS:A literature search was conducted to identify publications published between 1999 and 2016 from five scientific databases using relevant keywords. All publications had to be in English or French, and include a predictive or importation model on VBDs, pathogens, reservoirs and/or vectors. Relevance screening and data characterization were performed by two reviewers using pretested forms. The data were analyzed using descriptive statistics. RESULTS:The search initially identified 19 710 unique articles, reports, and conference abstracts. This was reduced to 428 relevant documents after relevance screening and data charting. About half of the models used mathematical techniques, and the remainder were statistical. Most of the models were predictive (87%), rather than importation (5%). The most commonly investigated diseases were malaria and dengue fever. Around 12% of the publications did not report all the parameters used in their model. Only 29% of the models incorporated the impacts of climate change. CONCLUSIONS:A wide variety of mathematical and statistical models on vector-borne diseases exist. Researchers creating their own mathematical and/or statistical models may be able to use this scoping review to be informed about the diseases and/or regions, parameters, model types, and methodologies used in published models.",
    "readLink": "https://doi.org/10.1371/journal.pone.0227678"
  },
  {
    "title": "Od czego zaczynać? Dyskusja o lekturach szkolnych w dobie antropocentrycznej  opresji",
    "authors": [
      "Paulina Czernek-Pasierbek"
    ],
    "doi": "https://doi.org/10.31261/PiL.2021.03.05",
    "journalVolume": "no. 3",
    "issn": "2719-4167 (Online)",
    "publisher": "University of Silesia Press",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Language and Literature: Literature (General)",
      "Education: Theory and practice of education"
    ],
    "journalUrl": "https://journals.us.edu.pl/index.php/pl/index",
    "abstract": "The article is devoted to reflection on the canon and required school reading from the perspective of ecocritical studies, with particular emphasis on the Pieśni Panny XII [The Song of the Virgin XII] by Jan Kochanowski. The author presents the most significant theoretical information on Polish achievements in the field of “environmental humanities” and the role of veganism and vegetarianism in the era of advancing climate change. The article also discusses the dangers of the anthropocentric way of perceiving reality. The author points out the necessity to use the achievements of “environmental humanities” in Polish literature lessons and shows examples of how to read school books through this methodology.",
    "readLink": "https://www.journals.us.edu.pl/index.php/pl/article/view/12944"
  },
  {
    "title": "A 900-year New England temperature reconstruction from in situ seasonally produced branched glycerol dialkyl glycerol tetraethers (brGDGTs)",
    "authors": [
      "D. R. Miller,",
      "D. R. Miller,",
      "M. H. Habicht,",
      "B. A. Keisling,",
      "I. S. Castañeda,",
      "R. S. Bradley,",
      "R. S. Bradley"
    ],
    "doi": "https://doi.org/10.5194/cp-14-1653-2018",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  1653\n                                  – 1667",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Paleotemperature reconstructions are essential for distinguishing anthropogenic climate change from natural variability. An emerging method in paleolimnology is the use of branched glycerol dialkyl glycerol tetraethers (brGDGTs) in sediments to reconstruct temperature, but their application is hindered by a limited understanding of their sources, seasonal production, and transport. Here, we report seasonally resolved measurements of brGDGT production in the water column, in catchment soils, and in a sediment core from Basin Pond, a small, deep inland lake in Maine, USA. We find similar brGDGT distributions in both water column and lake sediment samples but the catchment soils have distinct brGDGT distributions suggesting that (1) brGDGTs are produced within the lake and (2) this in situ production dominates the down-core sedimentary signal. Seasonally, depth-resolved measurements indicate that most brGDGT production occurs in late fall, and at intermediate depths (18–30 m) in the water column. We utilize these observations to help interpret a Basin Pond brGDGT-based temperature reconstruction spanning the past 900 years. This record exhibits trends similar to a pollen record from the same site and also to regional and global syntheses of terrestrial temperatures over the last millennium. However, the Basin Pond temperature record shows higher-frequency variability than has previously been captured by such an archive in the northeastern United States, potentially attributed to the North Atlantic Oscillation and volcanic or solar activity. This first brGDGT-based multi-centennial paleoreconstruction from this region contributes to our understanding of the production and fate of brGDGTs in lacustrine systems.",
    "readLink": "https://www.clim-past.net/14/1653/2018/cp-14-1653-2018.pdf"
  }
]