[
  {
    "title": "Aligning incentives for carbon dioxide removal",
    "authors": [
      "Christopher T Reinhard,",
      "Noah J Planavsky,",
      "Anu Khan"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acf591",
    "journalVolume": "Vol. 18,\n                                no. 10\n                                \n                                  p.\n                                  101001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Carbon dioxide removal (CDR) at the scale needed to meet key climate goals will require the development of a massive industry. The development of regulatory architecture and effective incentive structures must proceed in parallel if this industry is to function in a way that is technically rigorous, environmentally conscious, and socially responsible. Most of the current capital flow, overall technological development in CDR, and third-party monitoring and verification are occurring in the private sector. We argue here that this will need to change in order for robust, responsible carbon removal to be brought to scale. In the short term, a focus on removing flawed incentive structures will be a critical ingredient in the transition to a stable, large-scale marketplace for durable carbon removal.",
    "readLink": "https://doi.org/10.1088/1748-9326/acf591"
  },
  {
    "title": "Critical weather limits for paddy rice under diverse ecosystems of India",
    "authors": [
      "Santanu Kumar Bal,",
      "Abdus Sattar,",
      "Nidhi,",
      "Malamal Alickal Sarath Chandran,",
      "Abburi Venkata M. Subba Rao,",
      "Narayanan Manikandan,",
      "Saon Banerjee,",
      "Jawahar L. Choudhary,",
      "Vijay G. More,",
      "Chandra B. Singh,",
      "Sandeep S. Sandhu,",
      "Vinod Kumar Singh"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1226064",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Rice yields are largely influenced by variability in weather. Here, we demonstrate the effect of weather variables viz., maximum and minimum temperatures, rainfall, morning and evening relative humidity, bright sunshine hours on the yield of rice cv. Swarna, grown across five rice ecologies of India through field experiments during kharif (wet) season (Jun-Sept.). Critical thresholds of weather elements were identified for achieving above average, average and below average yield for each ecology. The investigation could determine how different weather elements individually and collectively affect rice yield in different rice ecosystems of India. While a sudden increase in minimum temperature by 8-10 °C (> 30 °C) during reproductive period resulted in 40-50 per cent yield reduction at Mohanpur, a sudden decrease (< 20 °C) caused yield decline at Dapoli. The higher yields may be attributed to a significant difference in bright sunshine hours between reproductive phases of above-average and below-average yield years (ranging from 2.8 to 7.8 hours during P5 stages and 1.7 to 5.1 during P4 stages). Rice cultivar Swarna performed differently at various sowing dates in a location as well as across locations (6650 kg ha-1 at Dapoli to 1101 kg ha-1 at Samastipur). It was also found that across all locations, the above average yield could be associated with higher range of maximum temperature compared to that of below average yield. Principal component analysis explained 77 per cent of cumulative variance among the variables at first growth stage, whereas 70 per cent at second growth stage followed by 74 per cent and 66 per cent at subsequent growth stages. We found that coastal locations, in contrast to inland ones, could maximize the yield potential of the cultivar Swarna, due to the longer duration of days between panicle initiation to physiological maturity. We anticipate that the location-specific thresholds of weather factors will encourage rice production techniques that are climate resilient.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1226064/full"
  },
  {
    "title": "Baseline of Carbon Stocks in <i>Pinus radiata</i> and <i>Eucalyptus spp.</i> Plantations of Chile",
    "authors": [
      "Guillermo  F. Olmedo,",
      "Mario Guevara,",
      "Horacio Gilabert,",
      "Cristián  R. Montes,",
      "Eduardo  C. Arellano,",
      "Beatriz Barría-Knopf,",
      "Francisco Gárate,",
      "Pablo Mena-Quijada,",
      "Eduardo Acuña,",
      "Horacio  E. Bown,",
      "Michael  G. Ryan"
    ],
    "doi": "https://doi.org/10.3390/f11101063",
    "journalVolume": "Vol. 11,\n                                no. 1063\n                                \n                                  p.\n                                  1063",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forest plantations have a large potential for carbon sequestration, playing an important role in the global carbon cycle. However, despite the large amount of research carried out worldwide, the absolute contribution of forest plantations is still incomplete for some parts of the world. To help bridge this gap, we calculated the amount of C stock in three fast growing forest species in Chile. Carbon pools in above-ground and below-ground biomass, forest floor, and soil were considered for this analysis. Across the plantation forests of Chile, carbon accumulated in the above-ground biomass was 181–212 Mg · ha−1 for Pinus radiata, 147–180 Mg · ha−1 for Eucalyptus nitens, and 95–117 Mg · ha−1 for Eucalyptus globulus (age 20–24 years for P. radiata and 10–14 years for Eucalyptus). Total C stocks were for 343 Mg · ha−1 for P. radiata, 352 Mg · ha−1 for E. nitens, and 254 Mg · ha−1 for E. globulus, also at the end of a typical rotation. The carbon pool in the forest floor was found to be significantly lower (less than 4% of the total) when compared to the other pools and showed large spatial variability. Our results agree with other studies showing that 30–50% of the total C stock is stored in the soil. The baseline data will be valuable for modelling C storage changes under different management regimes (changes in species, rotation length and stocking) and for different future climates. Given the contribution of soils to total carbon stocks, special attention should be paid to forest management activities that affect the soil organic carbon pool.",
    "readLink": "https://www.mdpi.com/1999-4907/11/10/1063"
  },
  {
    "title": "Droughts and governance impacts on water scarcity: an~analysis in the Brazilian semi-arid",
    "authors": [
      "A. C. S. Silva,",
      "C. O. Galvão,",
      "G. N. S. Silva"
    ],
    "doi": "https://doi.org/10.5194/piahs-369-129-2015",
    "journalVolume": "Vol. 369\n                                \n                                \n                                  pp.\n                                  129\n                                  – 134",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "Extreme events are part of climate variability. Dealing with variability is still a challenge that might be increased due to climate change. However, impacts of extreme events are not only dependent on their variability, but also on management and governance. In Brazil, its semi-arid region is vulnerable to extreme events, especially droughts, for centuries. Actually, other Brazilian regions that have been mostly concerned with floods are currently also experiencing droughts. This article evaluates how a combination between climate variability and water governance might affect water scarcity and increase the impacts of extreme events on some regions. For this evaluation, Ostrom's framework for analyzing social-ecological systems (SES) was applied. Ostrom's framework is useful for understanding interactions between resource systems, governance systems and resource users. This study focuses on social-ecological systems located in a drought-prone region of Brazil. Two extreme events were selected, one in 1997–2000, when Brazil's new water policy was very young, and the other one in 2012–2015. The analysis of SES considering Ostrom's principle \"Clearly defined boundaries\" showed that deficiencies in water management cause the intensification of drought's impacts for the water users. The reasons are more related to water management and governance problems than to drought event magnitude or climate change. This is a problem that holdup advances in dealing with extreme events.",
    "readLink": "https://www.proc-iahs.net/369/129/2015/piahs-369-129-2015.pdf"
  },
  {
    "title": "Expertise in Political Contexts: Latour Avec the Third Wave in Science and Technology Studies",
    "authors": [
      "David S Caudill"
    ],
    "doi": "https://doi.org/10.5204/lthj.v2i2.1413",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  4\n                                  – 21",
    "issn": "2652-4074 (Online)",
    "publisher": "Queensland University of Technology",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://lthj.qut.edu.au/",
    "abstract": "The interdiscipline of science and technology studies (‘STS’) has been characterized by its descriptive analyses of the presumptions and practices of scientific communities, and by numerous theoretical internal debates over the proper framework of analysis of science. While STS has not been characterized by a powerful effect on law and government, both of which are consumers of scientific expertise, an opportunity arises for engagement in public policy disputes due to the willful ignorance regarding science in the Trump administration, and the negative effects of political agendas and conflicts of interest therein. The urgent need for reliable expertise in such political contexts is addressed in the so-called third wave of STS that is based on Harry Collins and Rob Evans’s innovative ‘architecture of expertise.’ Two recent book chapters, namely Darrin Durant’s essay on ignoring experts and Martin Weinel’s essay on counterfeit scientific controversies, serve as practical examples of third-wave theory. Bruno Latour, who was engaged in a debate with Collins (and others in STS) concerning their respective approaches during the 1990s, also recently addressed the need for expertise (particularly climate expertise) in government contexts. Nowadays, Collins and Latour both promote consensus expertise and identify its reliance (for its authority) on science as a trusted institution. This article compares the similarities (and acknowledges the differences) between Collins and Latour with respect to their pragmatic strategies, and concludes that notwithstanding internal debates, STS scholars should join Collins (with Evans) and Latour to look outward toward critique and correction of governments that ignore scientific expertise.",
    "readLink": "https://lthj.qut.edu.au/article/view/1413"
  },
  {
    "title": "Effects of Compost Amendment on Glycophyte and Halophyte Crops Grown on Saline Soils: Isolation and Characterization of Rhizobacteria with Plant Growth Promoting Features and High Salt Resistance",
    "authors": [
      "Stefano Castiglione,",
      "Gianmaria Oliva,",
      "Giovanni Vigliotta,",
      "Giorgia Novello,",
      "Elisa Gamalero,",
      "Guido Lingua,",
      "Angela Cicatelli,",
      "Francesco Guarino"
    ],
    "doi": "https://doi.org/10.3390/app11052125",
    "journalVolume": "Vol. 11,\n                                no. 2125\n                                \n                                  p.\n                                  2125",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Soil salinization and desertification due to climate change are the most relevant challenges for the agriculture of the 21st century. Soil compost amendment and plant growth promoting rhizobacteria (PGP-R) are valuable tools to mitigate salinization and desertification impacts on agricultural soils. Selection of novel halo/thermo-tolerant bacteria from the rhizosphere of glicophytes and halophytes, grown on soil compost amended and watered with 150/300 mM NaCl, was the main objective of our study. Beneficial effects on the biomass, well-being and resilience, exerted on the assayed crops (maize, tomato, sunflower and quinoa), were clearly observable when soils were amended with 20% compost despite the very high soil electric conductivity (EC). Soil compost amendment not only was able to increase crop growth and biomass, but also their resilience to the stress caused by very high soil EC (up to 20 dS m−1). Moreover, compost amendment has proved itself a valuable source of highly halo- (4.0 M NaCl)/thermo tolerant rhizobacteria (55 °C), showing typical PGP features. Among the 13 rhizobacterial isolates, molecularly and biochemically characterized, two bacterial strains showed several biochemical PGP features. The use of compost is growing all around the world reducing considerably for farmers soil fertilization costs. In fact, only in Italy its utilization has ensured, in the last years, a saving of 650 million euro for the farmers, without taking into account the environment and human health benefits. Furthermore, the isolation of halo/thermo-tolerant PGPR strains and their use will allow the recovery and cultivation of hundreds of thousands of hectares of saline and arid soils now unproductive, making agriculture more respectful of agro-ecosystems also in view of upcoming climate change.",
    "readLink": "https://www.mdpi.com/2076-3417/11/5/2125"
  },
  {
    "title": "Basic Characteristics of Flower Transcriptome Data and Derived Novel EST-SSR Markers of <i>Luculia yunnanensis</i>, an Endangered Species Endemic to Yunnan, Southwestern China",
    "authors": [
      "Yao Zhang,",
      "Xi Liu,",
      "Yuying Li,",
      "Xiongfang Liu,",
      "Hong Ma,",
      "Suping Qu,",
      "Zhenghong Li"
    ],
    "doi": "https://doi.org/10.3390/plants11091204",
    "journalVolume": "Vol. 11,\n                                no. 1204\n                                \n                                  p.\n                                  1204",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Luculia yunnanensis (Rubiaceae), an evergreen shrub or small tree, is endemic to China and confined to Nujiang Prefecture, Yunnan Province. This plant is of high ornamental value owing to its attractive pink flowers, sweet fragrance, and long flowering period. Due to the influence of climate change and human factors, the distribution range of L. yunnanensis has exhibited a significant shrinking trend, and it has become a vulnerable species that is in urgent need of conservation and rational utilization research. In this study, the flower transcriptome sequencing of L. yunnanensis was conducted using an Illumina HiSeq platform. We designed and developed a series of EST-SSR primers based on the flower transcriptome data of L. yunnanensis. The results showed that 98,389 unigenes were obtained from the L. yunnanensis flower transcriptome, all of which were aligned with sequences in public databases. Nr, Nt, Pfam, KOG/COG, Swiss-Prot, KEGG, and GO annotated 31,859, 13,853, 22,684, 10,947, 21,416, 9722, and 23,390 unigenes, respectively. The MISA (Microsatellite) tool was used to identify SSR loci from all unigenes, and a total of 15,384 SSRs were identified. Repeat motifs were given priority with mononucleotides, dinucleotides, and trinucleotides. The 81 primer pairs were synthesized randomly, of which 44 pairs showed effective amplification. A total of 17 primers showed stable amplification, and rich polymorphism was observed in 6 populations. We concluded via genetic diversity analysis that the average effective number of alleles (Ne), Shannon’s information index (I), and polymorphism information content (PIC) were 1.925, 0.837, and 0.403, respectively. In conclusion, 17 EST-SSR primers can be used for subsequent population genetic diversity analysis and molecular-marker-assisted breeding, which is of great significance for formulating resource conservation and utilization strategies for L. yunnanensis.",
    "readLink": "https://www.mdpi.com/2223-7747/11/9/1204"
  },
  {
    "title": "Projecting future health burden associated with exposure to ambient PM2.5 and ozone in China under different climate scenarios",
    "authors": [
      "Yiyi Wang,",
      "Jianlin Hu,",
      "Lei Huang,",
      "Tiantian Li,",
      "Xu Yue,",
      "Xiaodong Xie,",
      "Hong Liao,",
      "Kai Chen,",
      "Meng Wang"
    ],
    "doi": "Vol. 169\n                                \n                                \n                                  p.\n                                  107542",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Projecting future air pollution and related health burdens remains challenging because of the complex interactions among future emissions, population, and climate change. In this study, we estimated the premature deaths attributed to ambient fine particulate matter (PM2.5) and ozone (O3) from 2015 to 2100 under four socioeconomic climate scenarios based on an age-stratified assessment method. We found that PM2.5 will decrease in all shared socioeconomic pathway (SSP) scenarios and O3 will decrease in the SSP1-2.6 and SSP2-4.5 scenarios, contributing to a decrease in premature mortality together with the declining total population in China. However, the benefits of a decline in population size and PM2.5 and O3 concentrations over time will be largely offset by population aging, and premature death caused by PM2.5 and O3 will continue to rise till 2060–2080. This impact was greater for the O3-related deaths than those for PM2.5. Our study highlights the importance of future prevention strategies that must jointly improve air quality and susceptibility to aging.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S016041202200469X"
  },
  {
    "title": "The Potential of Ecological Restoration Programs to Increase Erosion-Induced Carbon Sinks in Response to Future Climate Change",
    "authors": [
      "Jia Chen,",
      "Ke Ning,",
      "Zhongwu Li,",
      "Cheng Liu,",
      "Lingxia Wang,",
      "Yaxue Luo"
    ],
    "doi": "https://doi.org/10.3390/f13050785",
    "journalVolume": "Vol. 13,\n                                no. 785\n                                \n                                  p.\n                                  785",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Erosion-induced carbon sinks are a wild card in the global carbon budget. Soil erosion results in aggregate carbon sequestration by reforming organic–inorganic complexes at depositional areas and plant reserves. The carbon sinks at the depositional sites are rarely considered in the prediction of erosion-induced carbon sink dynamics. The effects of large-scale ecological restoration programs (ERPs) in subtropical regions on soil carbon sinks are still unclear. This study analyzed the potential effects of ERPs on erosion-induced carbon sinks in a red soil hilly region (RSHR) from 2030 to 2060. Based on a land use dataset and two climate scenarios of moderate (RCP4.5) and high emission paths (RCP8.5), three land use change (LUC) patterns were designed: an Ecological Restoration (ER) pattern; a Business-As-Usual (BAU) pattern; and a No LUC pattern. The results of the ER pattern and BAU pattern were compared with those of the No LUC pattern to reflect the role of ERPs in reducing erosion and increasing erosion-induced carbon sinks. The results indicated that the erosion-induced carbon sinks of forestland increased (58 kg km−2) in the BAU pattern under the RCP8.5 scenario and erosion-induced carbon sinks of cropland increased (39 kg km−2) in the ER pattern under the RCP8.5 scenario. In RCP4.5 and RCP8.5, the erosion-induced carbon sinks of the RSHR increased by 210 Tg and 85 Tg from 2030 to 2060, respectively (1 Tg = 1012 g). The average annual erosion-induced carbon sink accounted for 3.84% and 1.41% of the annual average carbon sequestration of terrestrial ecosystems, respectively. Neither the BAU pattern nor the ER pattern achieved the purpose of increasing grassland carbon sinks induced by soil erosion. Therefore, the focus of future ERP optimization should be to increase grassland carbon sinks. Our study provides new evidence for research into erosion-induced carbon sinks to mitigate global climate change and a scientific basis for increasing erosion-induced carbon sinks in croplands, forestlands and grasslands in the RSHR of southern China.",
    "readLink": "https://www.mdpi.com/1999-4907/13/5/785"
  },
  {
    "title": "Uvsq-Sat NG, a New CubeSat Pathfinder for Monitoring Earth Outgoing Energy and Greenhouse Gases",
    "authors": [
      "Mustapha Meftah,",
      "Cannelle Clavier,",
      "Alain Sarkissian,",
      "Alain Hauchecorne,",
      "Slimane Bekki,",
      "Franck Lefèvre,",
      "Patrick Galopeau,",
      "Pierre-Richard Dahoo,",
      "Andrea Pazmino,",
      "André-Jean Vieau,",
      "Christophe Dufour,",
      "Pierre Maso,",
      "Nicolas Caignard,",
      "Frédéric Ferreira,",
      "Pierre Gilbert,",
      "Odile Hembise Fanton d’Andon,",
      "Sandrine Mathieu,",
      "Antoine Mangin,",
      "Catherine Billard,",
      "Philippe Keckhut"
    ],
    "doi": "https://doi.org/10.3390/rs15194876",
    "journalVolume": "Vol. 15,\n                                no. 4876\n                                \n                                  p.\n                                  4876",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Climate change is undeniably one of the most pressing and critical challenges facing humanity in the 21st century. In this context, monitoring the Earth’s Energy Imbalance (EEI) is fundamental in conjunction with greenhouse gases (GHGs) in order to comprehensively understand and address climate change. The French Uvsq-Sat NG pathfinder mission addresses this issue through the implementation of a Six-Unit CubeSat, which has dimensions of 111.3 × 36.6 × 38.8 cm in its unstowed configuration. Uvsq-Sat NG is a satellite mission spearheaded by the Laboratoire Atmosphères, Observations Spatiales (LATMOS), and supported by the International Satellite Program in Research and Education (INSPIRE). The launch of this mission is planned for 2025. One of the Uvsq-Sat NG objectives is to ensure the smooth continuity of the Earth Radiation Budget (ERB) initiated via the Uvsq-Sat and Inspire-Sat satellites. Uvsq-Sat NG seeks to achieve broadband ERB measurements using state-of-the-art yet straightforward technologies. Another goal of the Uvsq-Sat NG mission is to conduct precise and comprehensive monitoring of atmospheric gas concentrations (CO2 and CH4) on a global scale and to investigate its correlation with Earth’s Outgoing Longwave Radiation (OLR). Uvsq-Sat NG carries several payloads, including Earth Radiative Sensors (ERSs) for monitoring incoming solar radiation and outgoing terrestrial radiation. A Near-Infrared (NIR) Spectrometer is onboard to assess GHGs’ atmospheric concentrations through observations in the wavelength range of 1200 to 2000 nm. Uvsq-Sat NG also includes a high-definition camera (NanoCam) designed to capture images of the Earth in the visible range. The NanoCam will facilitate data post-processing acquired via the spectrometer by ensuring accurate geolocation of the observed scenes. It will also offer the capability of observing the Earth’s limb, thus providing the opportunity to roughly estimate the vertical temperature profile of the atmosphere. We present here the scientific objectives of the Uvsq-Sat NG mission, along with a comprehensive overview of the CubeSat platform’s concepts and payload properties as well as the mission’s current status. Furthermore, we also describe a method for the retrieval of atmospheric gas columns (CO2, CH4, O2, H2O) from the Uvsq-Sat NG NIR Spectrometer data. The retrieval is based on spectra simulated for a range of environmental conditions (surface pressure, surface reflectance, vertical temperature profile, mixing ratios of primary gases, water vapor, other trace gases, cloud and aerosol optical depth distributions) as well as spectrometer characteristics (Signal-to-Noise Ratio (SNR) and spectral resolution from 1 to 6 nm).",
    "readLink": "https://www.mdpi.com/2072-4292/15/19/4876"
  }
]