[
  {
    "title": "Data to calculate emissions intensity for individual beef cattle reared on pasture-based production systems",
    "authors": [
      "G.A. McAuliffe,",
      "T. Takahashi,",
      "R.J. Orr,",
      "P. Harris,",
      "M.R.F. Lee"
    ],
    "doi": "Vol. 17\n                                \n                                \n                                  pp.\n                                  570\n                                  – 574",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "With increasing concern about environmental burdens originating from livestock production, the importance of farming system evaluation has never been greater. In order to form a basis for trade-off analysis of pasture-based cattle production systems, liveweight data from 90 Charolais × Hereford-Friesian calves were collected at a high temporal resolution at the North Wyke Farm Platform (NWFP) in Devon, UK. These data were then applied to the Intergovernmental Panel on Climate Change (IPCC) modelling framework to estimate on-farm methane emissions under three different pasture management strategies, completing a foreground dataset required to calculate emissions intensity of individual beef cattle.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340918300787"
  },
  {
    "title": "Frugal manufacturing in smart factories for widespread sustainable development",
    "authors": [
      "Balkrishna C. Rao"
    ],
    "doi": "https://doi.org/10.1098/rsos.210375",
    "journalVolume": "Vol. 8,\n                                no. 12",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Manufacturing is a crucial activity of product development that feeds into and is also influenced by the design process. Any material conservation gained during manufacturing directly affects the green credentials of a product. Manufacturing waste can be contrived to approach zero through a recently developed frugal design approach that quantifies resource conservation at all stages of development of a product engineered for frugality. Accordingly, this effort presents frugal manufacturing (FM), integral to the frugal design approach, for utmost reduction of waste while aiming for good surface integrity, better properties, minimal number of processes and low cost. Other than saving on energy and hence emissions, the new concept of FM also goes beyond current near net shape technologies, which advocate mainly for zero wastage and suitable properties while using a narrow range of manufacturing processes. Case studies involving high-speed machining, superplastic forming and additive manufacturing of aerospace alloys have been presented that bring out the features and benefits of FM. As such the multipronged objectives of FM should be dovetailed with those of smart factories for creating novel technologies that abet widespread sustainable development. Such enhancement of the smart factories concept has been argued to support unusual applications such as the fight against pandemics including the current one involving COVID-19.",
    "readLink": "https://royalsocietypublishing.org/doi/10.1098/rsos.210375"
  },
  {
    "title": "APG: A novel python-based ArcGIS toolbox to generate absence-datasets for geospatial studies",
    "authors": [
      "Seyed Amir Naghibi,",
      "Hossein Hashemi,",
      "Biswajeet Pradhan"
    ],
    "doi": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  101232",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "One important step in binary modeling of environmental problems is the generation of absence-datasets that are traditionally generated by random sampling and can undermine the quality of outputs. To solve this problem, this study develops the Absence Point Generation (APG) toolbox which is a Python-based ArcGIS toolbox for automated construction of absence-datasets for geospatial studies. The APG employs a frequency ratio analysis of four commonly used and important driving factors such as altitude, slope degree, topographic wetness index, and distance from rivers, and considers the presence locations buffer and density layers to define the low potential or susceptibility zones where absence-datasets are generated. To test the APG toolbox, we applied two benchmark algorithms of random forest (RF) and boosted regression trees (BRT) in a case study to investigate groundwater potential using three absence datasets i.e., the APG, random, and selection of absence samples (SAS) toolbox. The BRT-APG and RF-APG had the area under receiver operating curve (AUC) values of 0.947 and 0.942, while BRT and RF had weaker performances with the SAS and Random datasets. This effect resulted in AUC improvements for BRT and RF by 7.2, and 9.7% from the Random dataset, and AUC improvements for BRT and RF by 6.1, and 5.4% from the SAS dataset, respectively. The APG also impacted the importance of the input factors and the pattern of the groundwater potential maps, which proves the importance of absence points in environmental binary issues. The proposed APG toolbox could be easily applied in other environmental hazards such as landslides, floods, and gully erosion, and land subsidence.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987121000967"
  },
  {
    "title": "The contested privileging of zero carbon: plausibility, persuasiveness and professionalism",
    "authors": [
      "Stuart D. Green,",
      "Natalya Sergeeva"
    ],
    "doi": "https://doi.org/10.5334/bc.49",
    "journalVolume": "Vol. 1,\n                                no. 1",
    "issn": "2632-6655 (Online)",
    "publisher": "Ubiquity Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Building construction: Architectural engineering. Structural engineering of buildings"
    ],
    "journalUrl": "https://journal-buildingscities.org/",
    "abstract": "The global policy challenge of responding to climate change comprises a ‘super-wicked’ problem which consistently defies solution. Despite the UK government’s commitment to zero carbon by 2050, there is little clarity on how this ambitious target is going to be achieved. Even at the level of individual buildings there is a perennial risk of unintended consequences if top-down targets are pursued in isolation of other considerations. The quest for zero carbon is hence embedded within ongoing processes of narrative contestation, and inextricably intertwined with issues of professional identity. It is contended that design is an inherently social process which continues throughout a building’s lifecycle. It is within this context that designers seek to accommodate zero-carbon targets alongside a multiple of other priorities. Hence, any radical shift in the nature of educational provision may well prove to be counter-productive. Yet, much more could undoubtedly be done during education to incubate the quest for low carbon as an essential component of professional identity. There is a need for professionals continuously to hold others to account on the basis of the plausibility of their zero-carbon narratives. Of equal importance is the need to ensure that built-environment professionals continue to respond to the changing policy landscape. 'Policy relevance' The global policy challenge of responding to human-induced climate change defies technological solution. While the aspiration of zero-carbon buildings has been applauded by the built-environment professions, it remains unclear how this ambitious target is going to be realised in practice. Designers are routinely required to accommodate zero-carbon targets alongside multiple other priorities. Hence, any focus on the single criterion of zero carbon in isolation of other considerations risks being untenable. Built-environment professionals will hence limit their ability to influence if they allow themselves to become single-issue activists. This remains true irrespective of the severity of the pending climate crisis. But there are positive steps that can be taken. University educators could do much more to encourage students to embrace the quest for zero carbon as an essential part of their professional identity, and to encourage them to project this identity by continuously challenging the status quo.",
    "readLink": "https://journal-buildingscities.org/articles/49"
  },
  {
    "title": "Indication of Holocene sea-level stability in the southern Laptev Sea recorded by beach ridges in north-east Siberia, Russia",
    "authors": [
      "Lasse Sander,",
      "Rune Michaelis,",
      "Svenja Papenmeier,",
      "Sergey Pravkin,",
      "Gesine Mollenhauer,",
      "Hendrik Grotheer,",
      "Torben Gentz,",
      "Karen Helen Wiltshire"
    ],
    "doi": "https://doi.org/10.33265/polar.v38.3379",
    "journalVolume": "Vol. 38,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "The rapid warming of the Arctic may affect the stability of coastal geomorphological systems. Prograded sequences of wave-built deposits, so-called beach-ridge systems, preserve a proxy record of the long-term variability in the drivers of coastal evolution. Information on relative sea level (RSL), climate forcing and sediment supply can be reconstructed from these archives. Buor Khaya Bay is one of the few places along the Siberian Arctic coast where wide beach-ridge systems exist. A previously undescribed field site was surveyed in order to obtain information on the geomorphological processes along the modern shoreline under the current environmental conditions, and the characteristics of the Holocene beach-ridge deposits (e.g., elevation, sediment and age). Our data show that the system formed under storm wave/surge conditions. The beach ridges prograded ca. 1100 m between 6200 and 2600 cal yr BP, with only minor variations in surface elevation. This suggests a continuous and high sediment supply and similar storm wave run-up heights during that time. This relationship is interpreted as indicating RSL stability at a similar-to-present elevation during the period of beach-ridge formation. The hiatus in coastal progradation is concurrent with a deteriorating climate (cooling) in the Laptev Sea area and our data hence suggest increased rates of coastal change during periods of warmer climate conditions. Our study illustrates the potential of coastal sedimentary archives to provide a more complete view of the forcing, resilience and long-term evolution of unconsolidated Arctic coasts in a changing environment.",
    "readLink": "https://polarresearch.net/index.php/polar/article/view/3379/9470"
  },
  {
    "title": "Flood susceptibility modelling using advanced ensemble machine learning models",
    "authors": [
      "Abu Reza Md Towfiqul Islam,",
      "Swapan Talukdar,",
      "Susanta Mahato,",
      "Sonali Kundu,",
      "Kutub Uddin Eibek,",
      "Quoc Bao Pham,",
      "Alban Kuriqi,",
      "Nguyen Thi Thuy Linh"
    ],
    "doi": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  101075",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "Floods are one of nature's most destructive disasters because of the immense damage to land, buildings, and human fatalities. It is difficult to forecast the areas that are vulnerable to flash flooding due to the dynamic and complex nature of the flash floods. Therefore, earlier identification of flash flood susceptible sites can be performed using advanced machine learning models for managing flood disasters. In this study, we applied and assessed two new hybrid ensemble models, namely Dagging and Random Subspace (RS) coupled with Artificial Neural Network (ANN), Random Forest (RF), and Support Vector Machine (SVM) which are the other three state-of-the-art machine learning models for modelling flood susceptibility maps at the Teesta River basin, the northern region of Bangladesh. The application of these models includes twelve flood influencing factors with 413 current and former flooding points, which were transferred in a GIS environment. The information gain ratio, the multicollinearity diagnostics tests were employed to determine the association between the occurrences and flood influential factors. For the validation and the comparison of these models, for the ability to predict the statistical appraisal measures such as Freidman, Wilcoxon signed-rank, and t-paired tests and Receiver Operating Characteristic Curve (ROC) were employed. The value of the Area Under the Curve (AUC) of ROC was above 0.80 for all models. For flood susceptibility modelling, the Dagging model performs superior, followed by RF, the ANN, the SVM, and the RS, then the several benchmark models. The approach and solution-oriented outcomes outlined in this paper will assist state and local authorities as well as policy makers in reducing flood-related threats and will also assist in the implementation of effective mitigation strategies to mitigate future damage.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987120302073"
  },
  {
    "title": "Plant Phenology and Its Anthropogenic and Natural Influencing Factors in Densely Populated Areas During the Economic Transition Period of China",
    "authors": [
      "Peijun Ju,",
      "Peijun Ju,",
      "Peijun Ju,",
      "Wenchao Yan,",
      "Wenchao Yan,",
      "Wenchao Yan,",
      "Jianliang Liu,",
      "Jianliang Liu,",
      "Xinwei Liu,",
      "Xinwei Liu,",
      "Liangfeng Liu,",
      "Liangfeng Liu,",
      "Yixin He,",
      "Yixin He,",
      "Huai Chen,",
      "Huai Chen,",
      "Huai Chen"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2021.792918",
    "journalVolume": "Vol. 9",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "As a sensitive, observable, and comprehensive indicator of climate change, plant phenology has become a vital topic of global change. Studies about plant phenology and its responses to climate change in natural ecosystems have drawn attention to the effects of human activities on phenology in/around urban regions. The key factors and mechanisms of phenological and human factors in the process of urbanization are still unclear. In this study, we analyzed variations in xylophyta phenology in densely populated cities during the fast urbanization period of China (from 1963 to 1988). We assessed the length of the growing season affected by the temperature and precipitation. Temperature increased the length of the growing season in most regions, while precipitation had the opposite effect. Moreover, the plant-growing season is more sensitive to preseason climate factors than to annual average climate factors. The increased population reduced the length of the growing season, while the growing GDP increased the length of the growing season in most regions (8 out of 13). By analyzing the impact of the industry ratio, we found that the correlation between the urban management of emerging cities (e.g., Chongqing, Zhejiang, and Guizhou) and the growing season is more significant, and the impact is substantial. In contrast, urban management in most areas with vigorously developed heavy industry (e.g., Heilongjiang, Liaoning, and Beijing) has a weak and insignificant effect on plant phenology. These results indicate that different urban development patterns can influence urban plant phenology. Our results provide some support and new thoughts for future research on urban plant phenology.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2021.792918/full"
  },
  {
    "title": "Tunable Compact Metamaterial-Based Double-Negative/Near-Zero Index Resonator for 6G Terahertz Wireless Applications",
    "authors": [
      "Alya Ali Musaed,",
      "Samir Salem Al-Bawri,",
      "Mohammad Tariqul Islam,",
      "Ahmed Jamal Abdullah Al-Gburi,",
      "Mandeep Jit Singh"
    ],
    "doi": "https://doi.org/10.3390/ma15165608",
    "journalVolume": "Vol. 15,\n                                no. 5608\n                                \n                                  p.\n                                  5608",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "This paper introduces the tunability performance, concept, and analysis of a unique and miniaturized metamaterial (MTM) unit cell covering the upcoming 6G applications. The proposed metamaterial consists of two metallic star-shaped split-ring resonators (SRR). It has a line segment placed in the middle of the structure, which can feature tunable characteristics. The proposed design provides dual resonances of transmission coefficient S21 at 0.248 and 0.383 THz with a significant operating frequency span of 0.207–0.277 and 0.382–0.390 THz, respectively. Moreover, wide-range achievement, negative permittivity, double-negative (DNG) refractive index, and near-zero permeability characteristics have been exhibited in two (z and y) principal wave propagation axes. The resonance frequencies are selective and modified by adjusting the central slotted-strip line length. Furthermore, the metamaterial is constituted on a polyimide substrate while the overall dimensions are 160 × 160 μm2. A numerical simulation of the proposed design is executed in CST microwave studio and has been compared with advanced design software (ADS) to generate the proposed MTM’s equivalent circuit, which exhibits a similar transmission coefficient (S21).",
    "readLink": "https://www.mdpi.com/1996-1944/15/16/5608"
  },
  {
    "title": "The External Exposome and Allergies: From the Perspective of the Epithelial Barrier Hypothesis",
    "authors": [
      "Zeynep Celebi Sozener,",
      "Ümüs Özbey Yücel,",
      "Seda Altiner,",
      "Betül Ozdel Oztürk,",
      "Pamir Cerci,",
      "Murat Türk,",
      "Begüm Gorgülü Akin,",
      "Mübeccel Akdis,",
      "Insu Yilmaz,",
      "Cevdet Ozdemir,",
      "Cevdet Ozdemir,",
      "Dilsad Mungan,",
      "Cezmi A. Akdis,",
      "Cezmi A. Akdis"
    ],
    "doi": "https://doi.org/10.3389/falgy.2022.887672",
    "journalVolume": "Vol. 3",
    "issn": "2673-6101 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Internal medicine: Specialties of internal medicine: Immunologic diseases. Allergy"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/allergy",
    "abstract": "IntroductionIn the last decades, we have seen a rapid increase in the prevalence of allergic diseases such as asthma, allergic rhinitis, atopic dermatitis, and food allergies. The environmental changes caused by industrialization, urbanization and modernization, including dramatic increases in air pollutants such as particulate matter (PM), diesel exhaust, nitrogen dioxide (NO2), ozone (O3), alarming effects of global warming, change and loss of biodiversity, affect both human health and the entire ecosystem.ObjectiveIn this review, we aimed to discuss the effects of the external exposome on epithelial barriers and its relationship with the development of allergic diseases by considering the changes in all stakeholders of the outer exposome together, in the light of the recently proposed epithelial barrier hypothesis.MethodTo reach current, prominent, and comprehensive studies on the subject, PubMed databases were searched. We included the more resounding articles with reliable and strong results.ResultsExposure to altered environmental factors such as increased pollution, microplastics, nanoparticles, tobacco smoke, food emulsifiers, detergents, and household cleaners, and climate change, loss and change in microbial biodiversity, modifications in the consumption of dietary fatty acids, the use of emulsifiers, preservatives and the decrease in the antioxidant content of the widely consumed western diet may disrupt the epithelial barriers of the skin, respiratory and gastrointestinal tracts, making us more vulnerable to exogeneous allergens and microbes. Epithelial cell activation, microbial dysbiosis and bacterial translocation disrupt the immune balance and a chronic Th2 inflammation ensues.ConclusionDramatic increases in air pollution, worrisome effects of global warming, dysbiosis, changing dietary habits and the complex interactions of all these factors affect the epithelial barriers and local and systemic inflammation. We want to draw attention to the emerging health effects of environmental changes and to motivate the public to influence government policies for the well-being of humans and the nature of the earth and the well-being of future generations.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/falgy.2022.887672/full"
  },
  {
    "title": "Estimation of Oceanic and Land Carbon Sinks Based on the Most Recent Oxygen Budget",
    "authors": [
      "Changyu Li,",
      "Jianping Huang,",
      "Lei Ding,",
      "Xiaoyue Liu,",
      "Dongliang Han,",
      "Jiping Huang"
    ],
    "doi": "https://doi.org/10.1029/2021EF002124",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Robust assessments of global carbon uptake are important for understanding Earth's carbon cycle and its response to human impacts. Here, based on the most recent oxygen budget, we presented an alternative estimate of ocean and land carbon sinks over the past few decades and future projections under climate change. For the period from 1990 to 2015, the ocean and land carbon sinks were ∼2.16 ± 0.73 and 1.37 ± 0.91 GtC/yr, respectively, which are in good agreement with the results from the Global Carbon Project (GCP). Our estimated temporal evolution of oceanic carbon uptake, however, presents a stronger decadal variation than the quasi‐monotonous increase estimated by the GCP. Future projections of carbon sinks show significant discrepancies under different scenarios. At the end of this century, the ocean and land sinks will be 2.96 and 0.75 GtC/yr, respectively, under RCP4.5 (representative concentration pathways), while these values will be much larger under RCP8.5 at ∼5.70 and 3.69 GtC/yr, highlighting the vital role of the human‐induced influence on the carbon cycle.",
    "readLink": "https://doi.org/10.1029/2021EF002124"
  }
]