[
  {
    "title": "Energy-efficient Ship Operation &#x2013; Training Requirements and Challenges",
    "authors": [
      "Michael Baldauf,",
      "Raphael Baumler,",
      "Aykut &#xD6;l&#xE7;er,",
      "Takeshi Nakazawa,",
      "Knud Benedict,",
      "Sandro Fischer,",
      "Mich&#xE8;le Schaub"
    ],
    "doi": "https://doi.org/10.12716/1001.07.02.16",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  283\n                                  – 290",
    "issn": "2083-6473 (Print)",
    "publisher": "2083-6481 (Online)",
    "countryOfPublisher": "Gdynia Maritime University",
    "lcc": [
      "Poland",
      "Technology: Hydraulic engineering: Canals and inland navigation. Waterways",
      "Social Sciences: Transportation and communications"
    ],
    "journalUrl": "http://www.transnav.eu",
    "abstract": "The International Maritime Organization (IMO), through its Maritime Environmental Protection Committee (MEPC), has been carrying out substantive work on the reduction and limitation of greenhouse gas emissions from international shipping since 1997, following the adoption of the Kyoto Protocol and the 1997 MARPOL Conference. While to date no mandatory GHG instrument for international shipping has been adopted, IMO has given significant consideration of the matter and has been working in accordance with an ambitious work plan with a view to adopting a package of technical provisions. Beside the efforts undertaken by IMO, it is assumed that e.g. optimized manoeuvring regimes have potential to contribute to a reduction of GHG emissions. Such procedures and supporting technologies can decrease the negative effects to the environment and also may reduce fuel consumption. However, related training has to be developed and to be integrated into existing course schemes accordingly. IMO intends to develop a Model Course aiming at promoting the energy-efficient operation of ships. This Course will contribute to the IMO’s environmental protection goals as set out in resolutions A.947(23) and A.998(25) by promulgating industry “best practices”, which reduce greenhouse gas emissions and the negative impact of global shipping on climate change. In this paper the outline of the research work will be introduced and the fundamental ideas and concepts are described. A concept for the overall structure and the development of suggested detailed content of the draft Model course will be exemplarily explained. Also, a developed draft module for the model course with samples of the suggested integrated practical exercises will be introduced and discussed. The materials and data in this publication have been obtained partly through capacity building research project of IAMU kindly supported by the International Association of Maritime Universities (IAMU) and The Nippon Foundation in Japan.",
    "readLink": "http://www.transnav.eu/files/Energy-efficient Ship Operation &#x2013; Training Requirements and Challenges,437.pdf"
  },
  {
    "title": "Climate  Adaptation Needs of Male and Female oil Palm Entrepreneur in Edo State Nigeria",
    "authors": [
      "Ogochukwu Anozie"
    ],
    "doi": "Vol. 21,\n                                no. 3",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "Abstract Climate is changing hence the need for information on adaptation which could vary based on roles performed and constraints faced in oil palm value chain. This study assessed gender dimension to climate change adaptation practice (CCAP) needs of oil palm (Elaeis guineensis) farmers in Edo State, Nigeria. A multistage process involving random and snow ball techniques were used to draw 120 respondents from 14 communities. Data were collected using structured questionnaire and analyzed. Findings show that oil palm farming in the study area was dominated by males (78.3%). More (47.5%) of the respondents had farm size of <4ha, family size of between 5-8 persons (73.3%). Males were highly involved (77.5-99.3%) in on-farm and females in off-farm oil palm activities (48.3-71.7%). The CCAP considered relevant included appropriate spacing (=2.99), agro forestry (=2.79) and soil enrichment (=2.62). Major challenges to accessing relevant CCAP included inadequate capital (= 2.86), high illiteracy level (= 2.66) and poor extension service (=2.60). Training needs were indicated by females mostly in marketing forecast (3.00), palm oil storage (=2.91) maintenance of equipment (=2.89) while for males spacing (=2.94), equipment maintenance (=2.91) and soil enrichment (=2.91). Significant difference existed between male and female respondents with respect to practice needs expressed (t=7.98; p<0.05). The study concludes that capacities be built on climate change adaptation practice needs indicated while women are targeted in relevant activities for proper entrepreneurship development so that oil palm value chain could witness a boost in Edo State. Keywords: climate change, practice needs, gender, oil palm, Nigeria",
    "readLink": "https://journal.aesonnigeria.org/index.php/jae/article/view/1267"
  },
  {
    "title": "Spatial and temporal trends in different dimensions of macrophyte biodiversity in boreal lakes",
    "authors": [
      "Marja Lindholm"
    ],
    "doi": "https://doi.org/10.30671/nordia.102746",
    "journalVolume": "Vol. 50,\n                                no. 1",
    "issn": "1238-2086 (Print)",
    "publisher": "2736-9722 (Online)",
    "countryOfPublisher": "The Geographical Society of Northern Finland",
    "lcc": [
      "Finland",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://nordia.journal.fi/",
    "abstract": "To comprehensively understand the impact of anthropogenic activities on biodiversity, we must understand how biodiversity has changed over time and its underlying processes. Regardless of a recent increase in scientific interest towards changes in community composition, i.e. beta diversity, these changes have not been studied comprehensively in lake environments in a spatio-temporal framework. In addition, although biotic homogenisation has gained much attention in recent decades, it is still unclear how this process acts at different levels of biodiversity through time. The main aim of this thesis is to study temporal and spatial biodiversity patterns of vascular aquatic macrophyte communities in small boreal lakes during a period of 70 years. The focus is on beta diversity-environment relationships and different dimensions of biodiversity, with special attention to functional features. This thesis is based on three separate case studies that all have utilised temporal presence-absence data of vascular aquatic macrophytes from 27 to 28 lakes from the 1940s to the 2010s. Vascular aquatic macrophyte communities showed only moderately different spatial beta diversity patterns in relation to human impact across decades. The patterns of different dimensions of spatial beta diversity diverged only slightly from each other. The temporal change in aquatic macrophyte communities at the lake level has been modest since the 1940s. Nevertheless, it seems that even relatively modest changes in the environment affect temporal gains and losses of species at the lake level. There were no signs of either biotic homogenisation or biotic differentiation (taxonomic, phylogenetic or functional), but the changes in the environment have affected functional community composition and changes in functional richness to some extent. By using the spatial and temporal beta diversity perspective, this thesis highlights the fact that even though biotic homogenisation is a pervasive problem globally, it is not an unambiguous process acting similarly at all spatial and temporal scales or in different environments and different organism groups. There are likely five partly interdependent reasons why no signs of biotic homogenisation were detected in the study area during the 70-year study period: the modest changes in the environment from the 1940s to the 2010s, high ecological resilience of the lakes, information on species presence and absence was used instead of abundance data, biotic interactions and complex community-environment relationships together with stochastic processes and climate change. The results highlight that relying on only one or two survey points in time can result in limited knowledge of the ecological phenomenon under study, and an exceptional year in terms of weather conditions can hinder detecting overall long-term trends in compositional changes, especially under ongoing climate change. The patterns detected in macrophyte beta diversity are likely to represent situations in the extensive boreal and glaciated areas of Eurasia and North America, with largely similar species pools in many regions. Therefore, lakes across the boreal region and areas that have faced glaciation and postglacial processes might be resistant against moderate levels of human pressure. Keywords anthropogenic impacts, aquatic plants, beta diversity, biodiversity, biodiversity facets, lakes, land use, species phylogeny, species traits, temporal trends",
    "readLink": "https://nordia.journal.fi/article/view/102746"
  },
  {
    "title": "Mycotoxin Regulatory Status in Africa: A Decade of Weak Institutional Efforts",
    "authors": [
      "Cynthia Adaku Chilaka,",
      "Jude Ejikeme Obidiegwu,",
      "Augusta Chinenye Chilaka,",
      "Olusegun Oladimeji Atanda,",
      "Angela Mally"
    ],
    "doi": "https://doi.org/10.3390/toxins14070442",
    "journalVolume": "Vol. 14,\n                                no. 442\n                                \n                                  p.\n                                  442",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "Food safety problems are a major hindrance to achieving food security, trade, and healthy living in Africa. Fungi and their secondary metabolites, known as mycotoxins, represent an important concern in this regard. Attempts such as agricultural, storage, and processing practices, and creation of awareness to tackle the menace of fungi and mycotoxins have yielded measurable outcomes especially in developed countries, where there are comprehensive mycotoxin legislations and enforcement schemes. Conversely, most African countries do not have mycotoxin regulatory limits and even when available, are only applied for international trade. Factors such as food insecurity, public ignorance, climate change, poor infrastructure, poor research funding, incorrect prioritization of resources, and nonchalant attitudes that exist among governmental organisations and other stakeholders further complicate the situation. In the present review, we discuss the status of mycotoxin regulation in Africa, with emphasis on the impact of weak mycotoxin legislations and enforcement on African trade, agriculture, and health. Furthermore, we discuss the factors limiting the establishment and control of mycotoxins in the region.",
    "readLink": "https://www.mdpi.com/2072-6651/14/7/442"
  },
  {
    "title": "A Hybrid Framework for Simulating Actual Evapotranspiration in Data-Deficient Areas: A Case Study of the Inner Mongolia Section of the Yellow River Basin",
    "authors": [
      "Xiaoman Jiang,",
      "Guoqiang Wang,",
      "Yuntao Wang,",
      "Jiping Yao,",
      "Baolin Xue,",
      "Yinglan A"
    ],
    "doi": "https://doi.org/10.3390/rs15092234",
    "journalVolume": "Vol. 15,\n                                no. 2234\n                                \n                                  p.\n                                  2234",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Evapotranspiration (ET) plays an important role in transferring water and converting energy in the land–atmosphere system. Accurately estimating ET is crucial for understanding global climate change, ecological environmental problems, the water cycle, and hydrological processes. Machine learning (ML) algorithms have been considered as a promising method for estimating ET in recent years. However, due to the limitations associated with the spatial–temporal resolution of the flux tower data commonly used as the target set in ML algorithms, the ability of ML to discover the inherent laws within the data is reduced. In this study, a hybrid framework was established to simulate ET in data-deficient areas. ET simulation results of a coupled model comprising the Budyko function and complementary principle (BC2021) were used as the target set of the random forest model, instead of using the flux station observation data. By combining meteorological and hydrological data, the monthly ET of the Inner Mongolia section of the Yellow River Basin (IMSYRB) was simulated from 1982 to 2020, and good results were obtained (R2 = 0.94, MAE = 3.82 mm/mon, RMSE = 5.07 mm/mon). Furthermore, the temporal and spatial variations in ET and the influencing factors were analysed. In the past 40 years, annual ET in the IMSYRB ranged between 241.38 mm and 326.37 mm, showing a fluctuating growth trend (slope = 0.80 mm/yr), and the summer ET accounted for the highest proportion in the year. Spatially, ET in the IMSYRB showed a regular distribution of high ET in the eastern region and low ET in the western area. The high ET value areas gradually expanded from east to west over time, and the area increased continuously, with the largest increase observed in the 1980s. Temperature, precipitation, and normalized difference vegetation index (NDVI) were found to be the most important factors affecting ET in the region and play a positive role in promoting ET changes. These results provide an excellent example of long-term and large-scale accurate ET simulations in an area with sparse flux stations.",
    "readLink": "https://www.mdpi.com/2072-4292/15/9/2234"
  },
  {
    "title": "Stress Resistance Traits under Different Thermal Conditions in <i>Drosophila subobscura</i> from Two Altitudes",
    "authors": [
      "Katarina Erić,",
      "Aleksandra Patenković,",
      "Pavle Erić,",
      "Slobodan Davidović,",
      "Marija Savić Veselinović,",
      "Marina Stamenković-Radak,",
      "Marija Tanasković"
    ],
    "doi": "https://doi.org/10.3390/insects13020138",
    "journalVolume": "Vol. 13,\n                                no. 138\n                                \n                                  p.\n                                  138",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Global warming and climate change are affecting many insect species in numerous ways. These species can develop diverse mechanisms as a response to variable environmental conditions. The rise in mean and extreme temperatures due to global warming and the importance of the population’s ability to adapt to temperature stress will further increase. In this study, we investigated thermal stress response, which is considered to be one of the crucial elements of population fitness and survival in fast-changing environments. The dynamics and variation of thermal stress resistance traits in D. subobscura flies originating from two natural populations sampled from different altitudes were analysed. Three different temperature regimes (25 °C, 19 °C, and 16 °C) were used for the F1 progeny from both localities to establish six experimental groups and investigate stress resistance traits: desiccation resistance, heat knock-down resistance, starvation resistance, and chill-coma recovery time. We detected that laboratory thermal conditions and population origin may have an effect on the analysed traits, and that sex also significantly influences stress resistance. Individuals from the lower altitude reared at higher temperatures show inferior resistance to thermal shock.",
    "readLink": "https://www.mdpi.com/2075-4450/13/2/138"
  },
  {
    "title": "Enzymatic Pretreatment with Laccases from <i>Lentinus sajor-caju</i> Induces Structural Modification in Lignin and Enhances the Digestibility of Tropical Forage Grass (<i>Panicum maximum</i>) Grown under Future Climate Conditions",
    "authors": [
      "Emanuelle Neiverth de Freitas,",
      "Robson Carlos Alnoch,",
      "Alex Graça Contato,",
      "Karoline Maria V. Nogueira,",
      "Eduardo José Crevelin,",
      "Luiz Alberto Beraldo de Moraes,",
      "Roberto Nascimento Silva,",
      "Carlos Alberto Martínez,",
      "Maria de Lourdes T. M. Polizeli"
    ],
    "doi": "https://doi.org/10.3390/ijms22179445",
    "journalVolume": "Vol. 22,\n                                no. 9445\n                                \n                                  p.\n                                  9445",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Since laccase acts specifically in lignin, the major contributor to biomass recalcitrance, this biocatalyst represents an important alternative to the pretreatment of lignocellulosic biomass. Therefore, this study investigates the laccase pretreatment and climate change effects on the hydrolytic performance of Panicum maximum. Through a Trop-T-FACE system, P. maximum grew under current (Control (C)) and future climate conditions: elevated temperature (2 °C more than the ambient canopy temperature) combined with elevated atmospheric CO2 concentration(600 μmol mol−1), name as eT+eC. Pretreatment using a laccase-rich crude extract from Lentinus sajor caju was optimized through statistical strategies, resulting in an increase in the sugar yield of P. maximum biomass (up to 57%) comparing to non-treated biomass and enabling hydrolysis at higher solid loading, achieving up to 26 g L−1. These increments are related to lignin removal (up to 46%) and lignin hydrophilization catalyzed by laccase. Results from SEM, CLSM, FTIR, and GC-MS supported the laccase-catalyzed lignin removal. Moreover, laccase mitigates climate effects, and no significant differences in hydrolytic potential were found between C and eT+eC groups. This study shows that crude laccase pretreatment is a potential and sustainable method for biorefinery solutions and helped establish P. maximum as a promising energy crop.",
    "readLink": "https://www.mdpi.com/1422-0067/22/17/9445"
  },
  {
    "title": "Measurements of Aerosol Particle Size Distributions and INPs Over the Southern Ocean in the Late Austral Summer of 2017 on Board the R/V Mirai: Importance of the Marine Boundary Layer Structure",
    "authors": [
      "Takuma Miyakawa,",
      "Fumikazu Taketani,",
      "Yutaka Tobo,",
      "Kazuhiko Matsumoto,",
      "Momoka Yoshizue,",
      "Masayuki Takigawa,",
      "Yugo Kanaya"
    ],
    "doi": "https://doi.org/10.1029/2022EA002736",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2333-5084 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Astronomy",
      "Science: Geology"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/agu/journal/10.1002/(ISSN)2333-5084/",
    "abstract": "Abstract The Southern Ocean (SO) is a unique region with rich ecosystems and minimal anthropogenic and terrestrial natural impacts especially during austral summer. We conducted measurements and sampling of aerosol particles to investigate the characteristics and role of aerosol particles in cloud formation on Japanese research vessel Mirai over the SO in the late austral summer of 2017. Observations of air masses with minimal terrestrial impacts indicated that bimodal aerosol particle size distributions were mostly observed over the SO and relative abundances of two modes varied with the changes in the structure of the marine boundary layer (MBL) such as surface mixing layer. As the local minimum diameter between two modes (DH) is considered a critical size for cloud‐droplet activation in the MBL, we analyzed the aerosol particles with diameter larger than DH (CNAcc) as a proxy for cloud condensation nuclei. Variations in the concentrations of aerosol particles with diameter larger than 300 nm were accounted for by the sea‐spray source function, whereas it substantially underestimated those of CNAcc. This implies the significance of the nonsea‐spray sources of CNAcc in the MBL over the SO. The concentrations of ice nucleating particles (NINPs) active at −25°C were 20–100 m−3, consistent with recent observations over the summertime SO. The observational evidence of very low NINPs relative to the CNAcc concentrations (40–110 cm−3) over a wide area of the SO is important for predicting the effects of cloud radiative properties on the radiative balances over the SO using climate models.",
    "readLink": "https://doi.org/10.1029/2022EA002736"
  },
  {
    "title": "Climate Change Effects on Apple and Sour Cherry Phenology in a Gene Bank Plantation of Hungary",
    "authors": [
      "SZABÓ T.,",
      "LAKATOS L.T.,",
      "VASZILY B,",
      "LAKATOS L."
    ],
    "doi": "https://doi.org/10.24193/AWC2017_31",
    "journalVolume": "Vol. 2017,\n                                no. 2017\n                                \n                                  pp.\n                                  251\n                                  – 258",
    "issn": "2067-743X (Print)",
    "publisher": "Cluj University Press",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://aerapa.conference.ubbcluj.ro/",
    "abstract": "The trees observed were grown at Újfehértó, Eastern Hungary in a gene bank with 586 apple and 3 sour cherry cultivars. Each of the cultivars was monitored for its dates of: the beginning of bloom, main bloom and the end of bloom phenophases separately. In the present study, the interactions between the above mentioned phenomena are presented and numerically defined. Results presented proved that the dynamics of weather variables exert measurable effects on the development of fruits. We can find significant correlation between the maximum temperature of March and blooming time of the apple and sour cherry cultivars. If the temperature is increasing in the future the development stages of fruit trees will also shift to an earlier time. It is a serious problem in fruit farming, because the early climatic risk of frost occurrence is generally higher than that of in later times of a year. So, we will need to use more effective protection technologies and new extreme weather tolerant fruit varieties in the future. We should also pay more attention to the time intervals between the blooming and maturity, because the length and appearance of phenological phases have significant influences on quantitative and qualitative parameters of fruits.",
    "readLink": "http://aerapa.conference.ubbcluj.ro/2017/PDF/31_Szabo_251_258.pdf"
  },
  {
    "title": "Conference Report: Dealing with Climate Change on Small Islands – Towards Effective and Sustainable Adaptation?",
    "authors": [
      "Klöck, Carola,",
      "Debelts, Hellena,",
      "Fink, Michael"
    ],
    "doi": "https://doi.org/10.23791/512325",
    "journalVolume": "Vol. 28,\n                                no. 51\n                                \n                                  pp.\n                                  23\n                                  – 25",
    "issn": "2196-1468 (Print)",
    "publisher": "2199-9104 (Online)",
    "countryOfPublisher": "Arbeitsgemeinschaft für Pazifische Studien e.V.",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation",
      "Social Sciences: Social sciences and state - Asia (Asian studies only)"
    ],
    "journalUrl": "http://pacific-geographies.org",
    "abstract": "Small Islands are often seen as “canaries in the coalmine” in the context of climate change. Fragile ecosystems are sensitive to changes in temperature, rainfall patterns and sea-level rise, while island societies might have insufficient means to cope with climate change impacts. While science provides a robust global “big” picture on climate change and adaptation in general, data at the local scale is still lacking. Furthermore, knowledge on successful (as well as failed) adaptation from one island rarely reaches other islands or island regions. Therefore, Michael Fink and Carola Klöck organised a workshop covering the three Island Regions Pacific, Caribbean, and Indian Ocean titled “Dealing with Climate Change on Small Islands – Towards Effective and Sustainable Adaptation?”. The workshop took place from 25–27 July 2018 at Herrenhausen Palace, Hannover, Germany and received financial support from the Volkswagen Foundation and organizational assistance from Hellena Debelts. Almost 40 scientists and practitioners attended. A small selection of the rich discussions and diverse presentations from the workshop are presented in this brief report.",
    "readLink": "http://pacific-geographies.org/wp-content/uploads/2019/02/PG51_Carola Kloeck_Debelts_Fink.pdf"
  }
]