[
  {
    "title": "Developing Resilience to Emergencies: Evaluation of Thermal Indices and Outdoor Comfort Before and During the COVID-19 Pandemic",
    "authors": [
      "Timothy O. Adekunle"
    ],
    "doi": "https://doi.org/10.3389/fbuil.2021.765752",
    "journalVolume": "Vol. 7",
    "issn": "2297-3362 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/built-environment#",
    "abstract": "This research discusses thermal indices and outdoor comfort before and during the Coronavirus Disease of 2019 (COVID-19) pandemic in three counties in Connecticut (41.6032°N, 73.0877°W), United States. The counties are Fairfield, Hartford, and New Haven. Existing research noted that people residing in highly populated urban and low-income areas are disproportionately affected by the pandemic and subject to health, heat, and cold stress-related problems. As a result, the study is motivated to examine outdoor comfort and thermal indices in the counties that account for over 75% of the population in the state. The specific aim of the study is to examine outdoor comfort and thermal indices a year before and during the pandemic to determine if the pandemic significantly affects outdoor occupants and their overall well-being. Due to lesser activities observed during the pandemic than before the pandemic, the research questions include 1) Does the pandemic year provide a more comfortable thermal environment for outdoor occupants than the period before the pandemic? 2) Does the period provide a cleaner environment with no thermal or cold stress to occupants than before the pandemic? The research approaches include the field data recorded in 2019 and 2020. The research also utilized observations and mathematical models. The findings revealed that the mean monthly temperatures varied from −3.2°C to 25.2°C and relative humidity ranged from and 62.6–70.7%. The study revealed cold stress in wintertime, especially in Fairfield. Heat stress is also noted in summertime across the counties. New Haven is more prone to heat stress than other counties because of some factors (such as climate change, lesser land area, higher incidence from solar radiation, etc.). Higher thermal indices are reported in 2020 (during the pandemic) than the indices computed for 2019 (pre-pandemic) which could influence thermal comfort, health, and well-being of people. The indices are strongly influenced by outdoor temperatures and dew-point. A combination of some environmental variables such as temperature and wind speed also have significant effects on the indices. The study recommends that the use of clean energy for running infrastructure systems would help in mitigating the impact of climate change in various locations. The investigation suggests that a thorough evaluation of environmental conditions and interventions should be explored for developing resilience to emergencies in cities and urban areas. The research outcomes provide useful information for designers, planners, stakeholders, policymakers, etc., to develop pathways for achieving resilient zero-carbon cities in various places.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fbuil.2021.765752/full"
  },
  {
    "title": "Evapotranspiration in the Amazon: spatial patterns, seasonality, and recent trends in observations, reanalysis, and climate models",
    "authors": [
      "J. C. A. Baker,",
      "L. Garcia-Carreras,",
      "M. Gloor,",
      "J. H. Marsham,",
      "W. Buermann,",
      "H. R. da Rocha,",
      "A. D. Nobre,",
      "A. C. de Araujo,",
      "D. V. Spracklen"
    ],
    "doi": "https://doi.org/10.5194/hess-25-2279-2021",
    "journalVolume": "Vol. 25\n                                \n                                \n                                  pp.\n                                  2279\n                                  – 2300",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Water recycled through transpiring forests influences the spatial distribution of precipitation in the Amazon and has been shown to play a role in the initiation of the wet season. However, due to the challenges and costs associated with measuring evapotranspiration (ET) directly and high uncertainty in remote-sensing ET retrievals, the spatial and temporal patterns in Amazon ET remain poorly understood. In this study, we estimated ET over the Amazon and 10 sub-basins using a catchment-balance approach, whereby ET is calculated directly as the balance between precipitation, runoff, and change in groundwater storage. We compared our results with ET from remote-sensing datasets, reanalysis, models from Phase 5 and Phase 6 of the Coupled Model Intercomparison Projects (CMIP5 and CMIP6 respectively), and in situ flux tower measurements to provide a comprehensive overview of current understanding. Catchment-balance analysis revealed a gradient in ET from east to west/southwest across the Amazon Basin, a strong seasonal cycle in basin-mean ET primarily controlled by net incoming radiation, and no trend in ET over the past 2 decades. This approach has a degree of uncertainty, due to errors in each of the terms of the water budget; therefore, we conducted an error analysis to identify the range of likely values. Satellite datasets, reanalysis, and climate models all tended to overestimate the magnitude of ET relative to catchment-balance estimates, underestimate seasonal and interannual variability, and show conflicting positive and negative trends. Only two out of six satellite and model datasets analysed reproduced spatial and seasonal variation in Amazon ET, and captured the same controls on ET as indicated by catchment-balance analysis. CMIP5 and CMIP6 ET was inconsistent with catchment-balance estimates over all scales analysed. Overall, the discrepancies between data products and models revealed by our analysis demonstrate a need for more ground-based ET measurements in the Amazon as well as a need to substantially improve model representation of this fundamental component of the Amazon hydrological cycle.",
    "readLink": "https://hess.copernicus.org/articles/25/2279/2021/hess-25-2279-2021.pdf"
  },
  {
    "title": "Towards a definition of sustainable banking - a consolidated approach in the context of guidelines and strategies",
    "authors": [
      "Markus Riegler"
    ],
    "doi": "https://doi.org/10.1186/s40991-023-00078-4",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 26",
    "issn": "2366-0066 (Print)",
    "publisher": "2366-0074 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Social responsibility of business",
      "Social Sciences: Commerce: Business: Business ethics"
    ],
    "journalUrl": "http://jcsr.springeropen.com",
    "abstract": "Abstract Sustainable development efforts, initiated by the SDGs and the Paris Agreement on climate change, are bringing banking to the center of the debate, which calls for, among other things, sustainable banking. In the current academic discussion, sustainable banking is described as a terminological jungle that is subject to change over time. Using Webster and Watson’s conceptual model, this review analyzes the definitions and conceptual descriptions used in academia to present a consolidated result. The definition analysis conducted in this paper shows that definitions used mostly refer to the implementation of social, environmental aspects in the respective business strategies and / or to the offering of sustainably labeled products. This paper also shows that the various forms of the definition have a purely descriptive character and that measurability and comparability are hardly possible due to the lack of a generally accepted sustainability index.",
    "readLink": "https://doi.org/10.1186/s40991-023-00078-4"
  },
  {
    "title": "Plant diversity patterns along an elevation gradient: the relative impact of environmental and spatial variation on plant diversity and assembly in arid and semi-arid regions",
    "authors": [
      "Xinrui He,",
      "Muhammad Arif,",
      "Muhammad Arif,",
      "Jie Zheng,",
      "Xilu Ni,",
      "Zhongxun Yuan,",
      "Qiang Zhu,",
      "Jifei Wang,",
      "Dongdong Ding,",
      "Changxiao Li,",
      "Changxiao Li"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1021157",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The spatial distribution pattern of species diversity and its driving variables are essential to understanding how biodiversity will respond to the threat of future climatic instability. This study examines how the alpha and beta diversity indices vary along the elevation gradient and which factors are more responsible for arid and semi-arid plant diversity and community assembly. There were 121 species from 90 genera and 42 families found at elevations ranging from 1,200 to 2,600 m within the Ningxia Helan Mountain National Nature Reserve in China. These were primarily shrubs and herbs with characteristics adapted to extreme temperatures. The diversity of both the shrub layer and the herb layer was highest at mid-elevation, underscoring the importance of protecting mid-elevation ecosystems. Climatic distance and topographic distance were more influential than spatial distance in driving the species composition change of shrubs and herbs. In the herb layer, climatic, topographic, and spatial factors contributed more to community assembly than shrub communities. In this case, improving the environment in the community or introducing herbs could help the restoration of these places. These findings provide insight into biogeographic patterns, biodiversity growth mechanisms, and community formation processes. Moreover, it can improve projections of climate change within and across ecosystems and provide the scientific basis for the use and management of plant resources in arid and semi-arid regions.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1021157/full"
  },
  {
    "title": "ASSESSING IMPACTS OF CLIMATE CHANGE ON TEAK AND SAL LANDSCAPE USING MODIS TIME SERIES DATA",
    "authors": [
      "M. K. Patasaraiya,",
      "B. Sinha,",
      "J. Bisaria,",
      "S. Saran,",
      "R. K. Jaiswal"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-5-305-2018",
    "journalVolume": "Vol. XLII-5\n                                \n                                \n                                  pp.\n                                  305\n                                  – 313",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Climate change poses a severe threat to the forest ecosystems by impacting its productivity, species composition and forest biodiversity at global and regional level. The scientific community all over the world is using remote sensing techniques to monitor and assess the impact of climate change on forest ecosystems. The consistent time series data provided by MODIS is immensely used for developing a different type of Vegetation indices like NDVI (Normalized difference vegetation indices) products at different spatial and temporal resolution. These vegetation indices have significant potential to detect forest growth and health, vegetation seasonality and different phenological events like budding and flowering. The current study aims to understand the impact of climate change on Teak and Sal forest of STR (Satpura tiger reserve) in central India by using Landsat and MODIS time series data. The rationale for taking STR as study site was to attribute the changes exclusively to climate change as there is no anthropogenic disturbance in STR. A change detection analysis was carried out to detect changes between the period 2017 and 1990 using Landsat data of October month. To understand the inter-annual and seasonal variation of Teak and Sal forests, freely available MOD13Q1 product (250 m, 16 days’ interval) was used to extract NDVI values for each month and four seasons (DJF, JJAS, ON, MAM) for the period 2000 to 2015. The climatic data (rainfall and temperature) was sourced from IMD (India Meteorological Department) at different resolutions (1, 0.5 and 0.25 degree) for the given period of the study. A correlation analysis was done to establish a causal relationship between climate variable (temperature and rainfall) and vegetation health (NDVI) on a different temporal scale of annual, seasonal and month. The study found an increasing trend in annual mean temperature and no consistent trend in total annual rainfall over the period 2000 to 2015. The maximum percentage change was observed in minimum temperature over the period 2000 to 2015. The average annual NDVI of Teak and Sal forests showed an increasing trend however, no trend was observed in seasonal and monthly NDVI over the same period. The maximum and minimum NDVI was found in the post-monsoon months (ON) and summer months (MAM) respectively. As STR is a Teak and Sal dominated landscape, the findings of the current study can also be applied in developing silvicultural and adaptation strategies for other Teak and Sal dominated landscapes of central India.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-5/305/2018/isprs-archives-XLII-5-305-2018.pdf"
  },
  {
    "title": "Short-Term Responses of Soil Microbial Communities to Changes in Air Temperature, Soil Moisture and UV Radiation",
    "authors": [
      "Isabel Silva,",
      "Marta Alves,",
      "Catarina Malheiro,",
      "Ana Rita R. Silva,",
      "Susana Loureiro,",
      "Isabel Henriques,",
      "M. Nazaret González-Alcaraz"
    ],
    "doi": "https://doi.org/10.3390/genes13050850",
    "journalVolume": "Vol. 13,\n                                no. 850\n                                \n                                  p.\n                                  850",
    "issn": "2073-4425 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/genes/",
    "abstract": "We analyzed the effects on a soil microbial community of short-term alterations in air temperature, soil moisture and ultraviolet radiation and assessed the role of invertebrates (species Enchytraeus crypticus) in modulating the community’s response to these factors. The reference soil, Lufa 2.2, was incubated for 48 h, with and without invertebrates, under the following conditions: standard (20 °C + 50% water holding capacity (WHC)); increased air temperature (15–25 °C or 20–30 °C + 50% WHC); flood (20 °C + 75% WHC); drought (20 °C + 25% WHC); and ultraviolet radiation (UV) (20 °C + 50% WHC + UV). BIOLOG EcoPlates and 16S rDNA sequencing (Illumina) were used to assess the microbial community’s physiological profile and the bacterial community’s structure, respectively. The bacterial abundance (estimated by 16S rDNA qPCR) did not change. Most of the conditions led to an increase in microbial activity and a decrease in diversity. The structure of the bacterial community was particularly affected by higher air temperatures (20–30 °C, without E. crypticus) and floods (with E. crypticus). Effects were observed at the class, genera and OTU levels. The presence of invertebrates mostly resulted in the attenuation of the observed effects, highlighting the importance of considering microbiome–invertebrate interactions. Considering future climate changes, the effects described here raise concern. This study provides fundamental knowledge to develop effective strategies to mitigate these negative outcomes. However, long-term studies integrating biotic and abiotic factors are needed.",
    "readLink": "https://www.mdpi.com/2073-4425/13/5/850"
  },
  {
    "title": "Deploying Electric Vehicle Charging Stations Considering Time Cost and Existing Infrastructure",
    "authors": [
      "Yuan Qiao,",
      "Kaisheng Huang,",
      "Johannes Jeub,",
      "Jianan Qian,",
      "Yizhou Song"
    ],
    "doi": "https://doi.org/10.3390/en11092436",
    "journalVolume": "Vol. 11,\n                                no. 9\n                                \n                                  p.\n                                  2436",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Under the challenge of climate change, fuel-based vehicles have been receiving increasingly harsh criticism. To promote the use of battery electric vehicles (BEVs) as an alternative, many researchers have studied the deployment of BEVs. This paper proposes a new method to choose locations for new BEV charging stations considering drivers’ perceived time cost and the existing infrastructure. We construct probability equations to estimate drivers’ demanding time for charging (and waiting to charge), use the Voronoi diagram to separate the study area (i.e., Shanghai) into service areas, and apply an optimization algorithm to deploy the charging stations in the right locations. The results show that (1) the probability of charging at public charging stations is 39.6%, indicating BEV drivers prefer to charge at home; (2) Shanghai’s central area and two airports have the busiest charging stations, but drivers’ time costs are relatively low; and (3) our optimization algorithm successfully located two new charging stations surrounding the central area, matching with our expectations. This study provides a time-efficient way to decide where to build new charging stations to improve the existing infrastructure.",
    "readLink": "http://www.mdpi.com/1996-1073/11/9/2436"
  },
  {
    "title": "AN ANALYSIS FOR IDENTIFYING ENERGY SAVING OPPORTUNITIES FOR A PETROCHEMICAL CLUSTER IN TIMES OF CLIMATE CHANGE",
    "authors": [
      "D. Johansson,",
      "S. Harvey"
    ],
    "doi": "https://doi.org/10.3303/CET0918076",
    "journalVolume": "Vol. 18",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Abstract preview not available - see full-text PDF article.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/8497"
  },
  {
    "title": "Functional traits determine the different effects of prey, predators, and climatic extremes on desert reptiles",
    "authors": [
      "Annegret Grimm‐Seyfarth,",
      "Jean‐Baptiste Mihoub,",
      "Klaus Henle"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2865",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Terrestrial reptiles are particularly vulnerable to climate change. Their highest density and diversity can be found in hot drylands, ecosystems which demonstrate extreme climatic conditions. However, reptiles are not isolated systems but part of a large species assemblage with many trophic dependencies. While direct relations among climatic conditions, invertebrates, vegetation, or reptiles have already been explored, to our knowledge, species’ responses to direct and indirect pathways of multiple climatic and biotic factors and their interactions have rarely been examined comprehensively. We investigated direct and indirect effects of climatic and biotic parameters on the individual (body condition) and population level (occupancy) of eight abundant lizard species with different functional traits in an arid Australian lizard community using a 30‐yr multi‐trophic monitoring study. We used structural equation modeling to disentangle single and interactive effects. We then assessed whether species could be grouped into functional groups according to their functional traits and their responses to different parameters. We found that lizard species differed strongly in how they responded to climatic and biotic factors. However, the factors to which they responded seemed to be determined by their functional traits. While responses on body condition were determined by habitat, activity time, and prey, responses on occupancy were determined by habitat specialization, body size, and longevity. Our findings highlight the importance of indirect pathways through climatic and biotic interactions, which should be included into predictive models to increase accuracy when predicting species’ responses to climate change. Since one might never obtain all mechanistic pathways at the species level, we propose an approach of identifying relevant species traits that help grouping species into functional groups at different ecological levels, which could then be used for predictive modeling.",
    "readLink": "https://doi.org/10.1002/ecs2.2865"
  },
  {
    "title": "Attribution of CO2 emissions from Brazilian deforestation to consumers between 1990 and 2010",
    "authors": [
      "Jonas Karstensen,",
      "Glen P Peters,",
      "Robbie M Andrew"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/8/2/024005",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  p.\n                                  024005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Efforts to reduce deforestation to mitigate climate change and to conserve biodiversity are taking place on a global scale. While many studies have estimated the emissions occurring from deforestation, few studies have quantified the domestic and international drivers sustaining deforestation rates. In this study we establish the link between Brazilian deforestation and production of cattle and soybeans, and allocate emissions between 1990 and 2010 along the global supply chain to the countries that consume products dependent on Brazilian deforestation. We find that 30% of the carbon emissions associated with deforestation were exported from Brazil in the last decade, of which 29% were due to soybean production and 71% cattle ranching. The share exported is growing, with industrialized nations and emerging markets (especially Russia and China) greatly increasing imports. We find a correlation between exports (and hence global consumption) of Brazilian cattle and soybeans and emissions from deforestation. We conclude that trade is emerging as a key driver of deforestation in Brazil, and this may indirectly contribute to loss of the forests that industrialized countries are seeking to protect through international agreements.",
    "readLink": "https://doi.org/10.1088/1748-9326/8/2/024005"
  }
]