[
  {
    "title": "La economía de la conservación de la agrobiodiversidad para la seguridad alimentaria ante el cambio climático",
    "authors": [
      "Unai Pascual,",
      "Ulf Narloch,",
      "Stella Nordhagen,",
      "Adam G. Drucker"
    ],
    "doi": "https://doi.org/10.7201/earn.2011.01.09",
    "issn": "1578-0732 (Print)",
    "publisher": "2174-7350 (Online)",
    "countryOfPublisher": "Universidad Politécnica de Valencia",
    "lcc": [
      "Spain",
      "Social Sciences: Industries. Land use. Labor: Land use",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://polipapers.upv.es/index.php/EARN",
    "abstract": "Las sociedades dependientes de recursos naturales de subsistencia son especialmente vulnerables al cambio climático. En este contexto, la seguridad alimentaria debe de fortalecerse mediante la inversión en la adaptabilidad de los sistemas alimentarios. Este artículo se enfoca en el papel de la conservación de la agrobiodiversidad para la seguridad alimentaria ante el cambio climático y trata la agrobiodiversidad como un bien público que genera servicios básicos para el bienestar humano. Una vez que los valores públicos de la conservación de la agrobiodiversidad son puestos en relieve, éstos deben de ser puestos en valor. Aquí ofrecemos una perspectiva económica de este reto y subrayamos formas para la captura de varios valores públicos de la agrobiodiversidad para la adaptación al cambio climático.",
    "readLink": "https://polipapers.upv.es/index.php/EARN/article/view/4990"
  },
  {
    "title": "AIRBORNE TECHNOLOGIES FOR DISASTER MANAGEMENT",
    "authors": [
      "J. Schulz"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-3-W8-387-2019",
    "journalVolume": "Vol. XLII-3-W8\n                                \n                                \n                                  pp.\n                                  387\n                                  – 393",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Currently, satellite-based systems and UAVs are very popular in the investigation of natural disasters. Both systems have their justification and advantages – but one should not forget the airborne remote sensing technology. The presentation shows with three examples very clearly how airborne remote sensing is still making great progress and in many cases represents the optimal method of data acquisition. The airborne detection of forest damages (especially currently the bark beetle in spruce stands) can determine the pest attack using CIR aerial images in combination with ALS and hyperspectral systems – down to the individual tree. Large forest areas of 100 sqkm and more can be recorded from planes on one day (100 sqkm with 10cm GSD on one day). Flood events – such as on the Elbe in 2013 – were recorded by many satellites. However, many evaluations require highresolution data (GSD 10cm), e.g. to clarify insurance claims. Here the aircraft system, which was able to fly below the cloud cover and was constantly flying at the height level of the flood peak, proved to be unbeatable. The phenomenon of urban flash floods is one of the consequences of climate change. Cities are not in a position to cope with the water masses of extreme rain events and so are confronted with major damages. In Germany, a number of cities are already preparing to manage short-term but extreme water masses. The complicated hydrographic and hydraulic calculations and simulations require above all one thing – a precise data basis. This involves, for example, the height of kerbstones and the recording of every gully and every obstacle. Such city-wide data can only be collected effectively by photogrammetric analysis of aerial photography (GSD 5 to 10cm).",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-3-W8/387/2019/isprs-archives-XLII-3-W8-387-2019.pdf"
  },
  {
    "title": "Climate change on potential suitable areas for typical Pinaceae species on the Western Sichuan Plateau",
    "authors": [
      "Yingdan Yuan,",
      "Jiajia Zuo,",
      "Hanyue Zhang,",
      "Xinggang Tang,",
      "Mengting Zu"
    ],
    "doi": "https://doi.org/10.1080/10106049.2022.2090620",
    "journalVolume": "Vol. 37,\n                                no. 26\n                                \n                                  pp.\n                                  14739\n                                  – 14757",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "There is a significant impact of climate change on species distribution and vegetation patterns in high mountain regions, which is a major topic of research in biogeography. It has recently warmed up on the Western Sichuan Plateau, one of the most vulnerable regions to climate change. Based on the MaxEnt model, we were able to predict distributions based on current and future climate conditions, and determine the trend of distribution change and the underlying climate factors. Under current climate conditions, the two typical tree species display distinct spatial distributions. Furthermore, under future climate conditions, distribution ranges of both typical tree species will shrink and move to the northern part of the plateau. The variation in temperature between seasons and years affected the distribution of two tree species. This study provided a scientific basis for understanding how high mountain and plateau forests respond to climate change.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2022.2090620"
  },
  {
    "title": "Hurricane-induced demographic changes in a non-human primate population",
    "authors": [
      "Dana O. Morcillo,",
      "Ulrich K. Steiner,",
      "Kristine L. Grayson,",
      "Angelina V. Ruiz-Lambides,",
      "Raisa Hernández-Pacheco"
    ],
    "doi": "https://doi.org/10.1098/rsos.200173",
    "journalVolume": "Vol. 7,\n                                no. 8",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Major disturbance events can have large impacts on the demography and dynamics of animal populations. Hurricanes are one example of an extreme climatic event, predicted to increase in frequency due to climate change, and thus expected to be a considerable threat to population viability. However, little is understood about the underlying demographic mechanisms shaping population response following these extreme disturbances. Here, we analyse 45 years of the most comprehensive free-ranging non-human primate demographic dataset to determine the effects of major hurricanes on the variability and maintenance of long-term population fitness. For this, we use individual-level data to build matrix population models and perform perturbation analyses. Despite reductions in population growth rate mediated through reduced fertility, our study reveals a demographic buffering during hurricane years. As long as survival does not decrease, our study shows that hurricanes do not result in detrimental effects at the population level, demonstrating the unbalanced contribution of survival and fertility to population fitness in long-lived animal populations.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.200173"
  },
  {
    "title": "Policy Acceptance of Low-Consumption Governance Approaches: The Effect of Social Norms and Hypocrisy",
    "authors": [
      "Dan Thorman,",
      "Lorraine Whitmarsh,",
      "Christina Demski"
    ],
    "doi": "https://doi.org/10.3390/su12031247",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  1247",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Tackling over-consumption of resources and associated emissions at the lifestyle level will be crucial to climate change mitigation. Understanding the public acceptability of policy aimed at behaviour change in this domain will help to focus strategy towards effective and targeted solutions. Across two studies (n = 259, 300) we consider how policy approaches at different levels of governance (individual, community, and national) might be influenced by the inducement of hypocrisy and the activation of social norms. We also examine the influence of these experimental manipulations upon behavioural intention to reduce consumption (e.g., repair not replace, avoiding luxuries). Dynamic social norm framing was unsuccessful in producing an effect on policy acceptance or intentions to reduce consumption. Information provision about the impact of individual consumption on global climate change increased support for radical policies at the national level (banning environmentally harmful consumption practices) and the community level (working fewer hours, sharing material products, collaborative food cultivation), yet the inducement of hypocrisy had no additional effect. This is in contrast to individual-level behavioural intentions, where the inducement of hypocrisy decreased intentions to engage in high-consumption behaviour. This paper concludes with implications for low-consumption governance.",
    "readLink": "https://www.mdpi.com/2071-1050/12/3/1247"
  },
  {
    "title": "Conservation Agriculture in Europe",
    "authors": [
      "Á. Kertész,",
      "B. Madarász"
    ],
    "doi": "https://doi.org/10.1016/S2095-6339(15)30016-2",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  91\n                                  – 96",
    "issn": "2095-6339 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/international-soil-and-water-conservation-research/",
    "abstract": "The adoption of Conservation Agriculture (CA) in Europe varies according to the ecological regions of the continent. Although Europe is behind other countries in adoption of CA, the indicators for future progress are encouraging. The area where CA is applied is growing rapidly because of increasing environmental awareness, including soil protection, and because of the need to reduce production costs. The European Conservation Agriculture Federation (ECAF) plays an important role in the adoption and dissemination of CA practices, and in discussions involving CA and the EU Common Agricultural Policy (CAP) reform. Yield performance and stability, operating costs, environmental policies and programs of the Common Agricultural Policy (CAP), and climate change will likely be the major driving forces defining the direction and for the extension of CA in Europe. The role of agriculture in climate change mitigation in the EU is discussed in the paper.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2095633915300162"
  },
  {
    "title": "Mitigating Pollution in Ancient Rome’s Green Spaces",
    "authors": [
      "Dr Andrew Fox"
    ],
    "doi": "no. 04\n                                \n                                  pp.\n                                  3\n                                  – 12",
    "issn": "2732-4168 (Online)",
    "publisher": "New Classicists",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "History (General) and history of Europe: History (General): Ancient history"
    ],
    "journalUrl": "https://www.newclassicists.com/",
    "abstract": "Rome’s climate has shifted perceptibly over the past two millennia, and in the first centuries BCE and CE it grew drier and warmer, from the cooler climate of the regal period and the humidity generated by the Tiber’s frequent flooding. Buildings from the first century BCE were designed with this changing climate in mind, and Vitruvius, a first century Roman architectural engineer, advises the buildings of porticoes behind theatres, in order to give shelter to the people in the event of sudden rainfall (De Arch. 5.9.1). Vitruvius also advises green spaces be incorporated into these porticoes, thus providing portico gardens. This, he tells us, will benefit the health of visitors to the space, since the airflow generated by the greenery clears the “humours”. In the current architectural climate, environmental concerns are being brought to the fore again, and work on the built environment prioritises the inclusion of nature in architectural spaces as an attempt to combat climate change. The use of trees in urban settings has in particular received a renewed interest, in both academia and the media. This paper will explore Roman uses of nature in architectural spaces to manipulate the climate of these built environments. It will combine modern approaches to architecture with ancient ones, and present possible interactions between ancient use of space with modern use of space. It will also examine the importance of species type in architectural natural spaces, in particular how this would influence the usage of the space, and how a variety of species could be used for multivalent spaces in modern building design.",
    "readLink": "https://www.newclassicists.com/journals?lightbox=dataItem-kki7buwx"
  },
  {
    "title": "Emergence of Food Matters in Val Poschiavo (Switzerland) through the Definition of a Regional Transition Project",
    "authors": [
      "Marjolaine Gros-Balthazard"
    ],
    "doi": "https://doi.org/10.4000/rga.10894",
    "journalVolume": "Vol. 110,\n                                no. 2",
    "issn": "0035-1121 (Print)",
    "publisher": "1760-7426 (Online)",
    "countryOfPublisher": "Institut de Géographie Alpine",
    "lcc": [
      "France",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "http://rga.revues.org/",
    "abstract": "Mountain regions are currently faced with a dual environmental and socioeconomic challenge. As markers of climate change, their transition is often examined from the tourism perspective (François et al., 2010). However, these regions are also places where people live and work, involving cross-cutting residential, productive, agricultural, energy-related and other strategies, which can provide leverage for their transition towards greater sustainability. Based on the empirical analysis of the 100% Valposchiavo initiative, implemented in the valley of the same name, this paper aims to contribute to reflections on potential food-related transition strategies for mountain regions. In this Italian-speaking valley located within the German-speaking Swiss Canton of Graubünden (Grisons), the 100% Valposchiavo initiative, aimed at promoting local organic production, has gradually become a regional project. Through the processes underlying the initiative, this example shows how food matters, not initially explicitly addressed in the agricultural project, and subsequently promoted through the branding of local product through the tourism sector, are ultimately emerging from the initiative, even though not all food-related challenges are addressed.",
    "readLink": "http://journals.openedition.org/rga/10894"
  },
  {
    "title": "Assessing the Potential Impact of Rising Production of Industrial Wood Pellets on Streamflow in the Presence of Projected Changes in Land Use and Climate: A Case Study from the Oconee River Basin in Georgia, United States",
    "authors": [
      "Surendra Shrestha,",
      "Puneet Dwivedi,",
      "S.  Kyle McKay,",
      "David Radcliffe"
    ],
    "doi": "https://doi.org/10.3390/w11010142",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  142",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study examines the impact of projected land use changes in the context of growing production of industrial wood pellets coupled with expected changes in precipitation and temperature due to the changing climate on streamflow in a watershed located in the northeastern corner of the Oconee River Basin. We used the Soil and Water Assessment Tool (SWAT) for ascertaining any changes in streamflow over time. The developed model was calibrated over a seven-year period (2001–2007) and validated over another seven-year period (2008–2014). Any changes in streamflow were simulated for a combination of 10 land use and climate change cases, from 2015 to 2028, under the two scenarios of High and Low Demand for industrial wood pellets. Our results suggest that streamflow is relatively stable (<1% change) for land use and temperature-related cases relative to the base case of no change in land use and climate. However, changes in precipitation by ±10% lead to considerable changes (±25%) in streamflow relative to the base case. Based on our results, expected changes in precipitation due to the changing climate will determine any changes in the streamflow, rather than projected land use changes in the context of rising demand for industrial wood pellets for export purposes in the selected watershed, keeping land under urban areas as constant. This study contributes to our broader understanding of the sustainability of the transatlantic industrial wood pellet trade; however, we suggest undertaking similar research at a larger spatial scale over a longer time horizon for understanding trade-offs across carbon, biodiversity, and water impacts of the transatlantic industrial wood pellet trade.",
    "readLink": "http://www.mdpi.com/2073-4441/11/1/142"
  },
  {
    "title": "Current and Future Distribution of the Tropical Tree Cedrela odorata L. in Mexico under Climate Change Scenarios Using MaxLike.",
    "authors": [
      "Israel Estrada-Contreras,",
      "Miguel Equihua,",
      "Javier Laborde,",
      "Enrique Martínez Meyer,",
      "Lázaro R Sánchez-Velásquez"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0164178",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  e0164178",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is recognized as an important threat to global biodiversity because it increases the risk of extinction of many species on the planet. Mexico is a megadiverse country and native tree species such as red cedar (Cedrela odorata) can be used to maintain forests while helping mitigate climate change, because it is considered a fast growing pioneer species with great economic potential in the forestry industry. In order to assess possible shifts in areas suitable for C. odorata plantations in Mexico with ecological niche models, we used the MaxLike algorithm, climate variables, the geo-referenced records of this species, three general circulation models and three scenarios of future emissions. Results show a current potential distribution of 573,079 km2 with an average probability of occurrence of 0.93 (± 0.13). The potential distribution area could increase up to 650,356 km2 by 2060 according to the general circulation model HADCM3 B2, with an average probability of occurrence of 0.86 (± 0.14). Finally, we delimited an area of 35,377 km2 that has a high potential for the establishment of C. odorata plantations, by selecting those sites with optimal conditions for its growth that are outside protected areas and are currently devoid of trees. C. odorata has a significant potential to help in the mitigation of the effects of climate change. Using MaxLike we identified extense areas in Mexico suitable to increase carbon sequestration through plantations of this highly valued native tree species.",
    "readLink": "http://europepmc.org/articles/PMC5061354?pdf=render"
  }
]