[
  {
    "title": "Investigation the Effect of Climate Change on the Flow Discharge of Shahid Rajaei Dam with SAWT Hydrology Model",
    "authors": [
      "S. Nikkhoo Amiri,",
      "M. Khoshravesh,",
      "R. Norooz Valashedi"
    ],
    "doi": "Vol. 23,\n                                no. 4\n                                \n                                  pp.\n                                  211\n                                  – 226",
    "issn": "2476-3594 (Print)",
    "publisher": "2476-5554 (Online)",
    "countryOfPublisher": "Isfahan University of Technology",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jstnar.iut.ac.ir/",
    "abstract": "Today, the rising surface temperature of the planet and its effects on the water cycle have attracted the attention of many researchers. The aim of this study was to investigate the effect of climate change on the Tajan (the upstream of Shahid Rajaei dam) catchment area. In order to study the output of CanESM2 model, the SDSM method was used to estimate the magnitude of the data. Flow discharge changes in Shahid Rajaei Dam were simulated using the weather data of Kiasar synoptic station and the temperature and precipitation changes were simulated using the climate scenarios of RCP2.6 and RCP8.5 for the 2016-2066 period. Also, the effect of different scenarios on the outflow of the Soleiman Tangeh hydrometric station was evaluated by SWAT hydrologic model. The results showed that the annual precipitation would be decreased by 58% and the air temperature would be increased by 14% under RCP2.6 scenario. Also, in the RCP8.5 scenario, precipitation would be decreased by 59.5% and the temperature would be increased by 21%. Peak discharge for RCP2.6 and RCP8.5 scenarios would be increased by 4% and 5.7%, respectively, and the average annual discharge might be decreased by 16% and 16.5% in the future period (2016-2066). Therefore, it can be planned by the investigation of conditions for cropping patterns in the downstream to consider the environmental impacts for future periods.",
    "readLink": "http://jstnar.iut.ac.ir/article-1-3719-en.html"
  },
  {
    "title": "Are local climate adaptation policies credible? A conceptual and operational assessment framework",
    "authors": [
      "Marta Olazabal,",
      "Ibon Galarraga,",
      "James Ford,",
      "Elisa Sainz De Murieta,",
      "Alexandra Lesnikowski"
    ],
    "doi": "https://doi.org/10.1080/19463138.2019.1583234",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  277\n                                  – 296",
    "issn": "1946-3138 (Print)",
    "publisher": "1946-3146 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urban renewal. Urban redevelopment",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://www.tandfonline.com/tjue",
    "abstract": "After the Paris Agreement that put stronger emphasis on the development of climate change adaptation policies and on the definition of financing mechanisms, there is a patent need to track whether actual planning efforts are proving sufficient. This entails the development of assessment methods and metrics as plans are drafted and actions implemented. To this end, this paper explores the concept of credibility as a critical issue in climate policy and develops an Adaptation Policy Credibility (APC) conceptual and operational assessment framework for helping to allocate public funding and private investments, and for implementing and catalysing climate policy. Through a pilot testing in four early-adopting cities (Copenhagen, Durban, Quito and Vancouver), a clear potential for large-n tracking and assessment exercises of local climate adaptation plans is envisaged. The APC approach might also be useful to guide individual cities that aim to improve their adaptation planning and policy-making processes.",
    "readLink": "http://dx.doi.org/10.1080/19463138.2019.1583234"
  },
  {
    "title": "Addressing the Problem of Harmful Algal Blooms in Latin America and the Caribbean- A Regional Network for Early Warning and Response",
    "authors": [
      "Tomasa Cuellar-Martinez,",
      "Ana Carolina Ruiz-Fernández,",
      "Carlos Alonso-Hernández,",
      "Oscar Amaya-Monterrosa,",
      "Rebeca Quintanilla,",
      "Hector Leonel Carrillo-Ovalle,",
      "Natalia Arbeláez M,",
      "Lisbet Díaz-Asencio,",
      "Silvia M. Méndez,",
      "Maribelle Vargas,",
      "Ninoska Fabiola Chow-Wong,",
      "Lorelys Rosario Valerio-Gonzalez,",
      "Henrik Enevoldsen,",
      "Marie-Yasmine Dechraoui Bottein"
    ],
    "doi": "https://doi.org/10.3389/fmars.2018.00409",
    "journalVolume": "Vol. 5",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Harmful algal blooms (HABs) constitute a worldwide problem, affecting aquatic ecosystems, public health and local economies. Supported by the International Atomic Energy Agency since 2009, Latin America and the Caribbean (LAC) countries, including Brazil, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, El Salvador, Guatemala, Haiti, Mexico, Nicaragua, Panama, Uruguay and Venezuela, have integrated a regional network for early warning of HABs and biotoxins in seafood. Technical capacities have been developed at regional level to identify toxic species, evaluate biota toxicity, and to perform retrospective analysis of HAB occurrence. This network involves 58% of the coastal LAC countries, two regional reference centers (in El Salvador and Cuba), 14 well equipped institutions, and 177 professionals trained to contribute to the operation of HAB and biotoxin monitoring programs. All countries from the network have reported planktonic and benthic toxic species, and in selected cases, associated with toxin in biota. Dinocyst abundance analysis in 210Pb-dated sediment cores have shown that some harmful species have been present in the region for at least 100 years ago, and that both coastal water pollution and climate change are important drivers for HAB occurrence. Efforts must be made to enrich the data base records on HAB events occurred in LAC, better understand key environmental variables that control HABs and expand coverage of HAB monitoring to all coastal countries in LAC to promote sustainable development of the region.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2018.00409/full"
  },
  {
    "title": "Observed permafrost thawing and disappearance near the altitudinal limit of permafrost in the Qilian Mountains",
    "authors": [
      "Wen Sun,",
      "Tingjun Zhang,",
      "Gary D. Clow,",
      "Yan-Hua Sun,",
      "Wen-Yu Zhao,",
      "Ben-Ben Liang,",
      "Cheng-Yan Fan,",
      "Xiao-Qing Peng,",
      "Bin Cao"
    ],
    "doi": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  642\n                                  – 650",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Permafrost degradation has been widely reported on the Tibetan Plateau (TP). However, directly observed evidence of permafrost thawing processes and degradation rates are very limited, although it is expected to be prevalent near the periphery of a permafrost area. Here, we report permafrost changes and disappearance in the Qilian Mountains (northeastern TP) based on three boreholes instrumented along a 100 m transect during 2014–2021. Our results show that permafrost has significantly degraded in the study area: the mean downward thawing rate from the permafrost table was about 0.16 m per year while the mean upward thawing rate from the permafrost base was about 0.23 m per year. We estimate the mean lateral degradation rate of permafrost in this area was ∼4.14 m per year. More dramatically, the 1.5 m thick permafrost layer at one of the boreholes thawed completely between April of 2018 and December of 2019. Our results indicate that changes in climatic condition may have played only a limited role in controlling the active layer thickness in the vicinity of the altitudinal limit of permafrost; moisture content and soil conditions play key roles in site-specific permafrost thawing. This study provides new quantitative insights for understanding changes near the altitudinal limit of permafrost, and we suggest that land surface models or Earth system model studies of the lateral heat exchanges should be implemented in order to better represent permafrost thawing processes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822000867"
  },
  {
    "title": "Tropospheric ozone changes, radiative forcing and attribution to emissions in the Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP)",
    "authors": [
      "D. S. Stevenson,",
      "P. J. Young,",
      "V. Naik,",
      "J.-F. Lamarque,",
      "D. T. Shindell,",
      "A. Voulgarakis,",
      "R. B. Skeie,",
      "S. B. Dalsoren,",
      "G. Myhre,",
      "T. K. Berntsen,",
      "G. A. Folberth,",
      "S. T. Rumbold,",
      "W. J. Collins,",
      "I. A. MacKenzie,",
      "R. M. Doherty,",
      "G. Zeng,",
      "T. P. C. van Noije,",
      "A. Strunk,",
      "D. Bergmann,",
      "P. Cameron-Smith,",
      "D. A. Plummer,",
      "S. A. Strode,",
      "L. Horowitz,",
      "Y. H. Lee,",
      "S. Szopa,",
      "K. Sudo,",
      "T. Nagashima,",
      "B. Josse,",
      "I. Cionni,",
      "M. Righi,",
      "V. Eyring,",
      "A. Conley,",
      "K. W. Bowman,",
      "O. Wild,",
      "A. Archibald"
    ],
    "doi": "https://doi.org/10.5194/acp-13-3063-2013",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  pp.\n                                  3063\n                                  – 3085",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Ozone (O3) from 17 atmospheric chemistry models taking part in the Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP) has been used to calculate tropospheric ozone radiative forcings (RFs). All models applied a common set of anthropogenic emissions, which are better constrained for the present-day than the past. Future anthropogenic emissions follow the four Representative Concentration Pathway (RCP) scenarios, which define a relatively narrow range of possible air pollution emissions. We calculate a value for the pre-industrial (1750) to present-day (2010) tropospheric ozone RF of 410 mW m−2. The model range of pre-industrial to present-day changes in O3 produces a spread (±1 standard deviation) in RFs of ±17%. Three different radiation schemes were used – we find differences in RFs between schemes (for the same ozone fields) of ±10%. Applying two different tropopause definitions gives differences in RFs of ±3%. Given additional (unquantified) uncertainties associated with emissions, climate-chemistry interactions and land-use change, we estimate an overall uncertainty of ±30% for the tropospheric ozone RF. Experiments carried out by a subset of six models attribute tropospheric ozone RF to increased emissions of methane (44±12%), nitrogen oxides (31 ± 9%), carbon monoxide (15 ± 3%) and non-methane volatile organic compounds (9 ± 2%); earlier studies attributed more of the tropospheric ozone RF to methane and less to nitrogen oxides. Normalising RFs to changes in tropospheric column ozone, we find a global mean normalised RF of 42 mW m−2 DU−1, a value similar to previous work. Using normalised RFs and future tropospheric column ozone projections we calculate future tropospheric ozone RFs (mW m−2; relative to 1750) for the four future scenarios (RCP2.6, RCP4.5, RCP6.0 and RCP8.5) of 350, 420, 370 and 460 (in 2030), and 200, 300, 280 and 600 (in 2100). Models show some coherent responses of ozone to climate change: decreases in the tropical lower troposphere, associated with increases in water vapour; and increases in the sub-tropical to mid-latitude upper troposphere, associated with increases in lightning and stratosphere-to-troposphere transport. Climate change has relatively small impacts on global mean tropospheric ozone RF.",
    "readLink": "http://www.atmos-chem-phys.net/13/3063/2013/acp-13-3063-2013.pdf"
  },
  {
    "title": "Adaptive livelihood strategies among small-scale fishing households to climate change-related stressors in Central Coast Vietnam",
    "authors": [
      "Phuong T.A. Huynh,",
      "Ngoan D. Le,",
      "Sen T.H. Le,",
      "Thang N. Tran"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-04-2020-0034",
    "journalVolume": "Vol. 13,\n                                no. 4/5\n                                \n                                  pp.\n                                  492\n                                  – 510",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – This paper aims to examine adaptive livelihood strategies used by small-scale fishing households in the two coastal communities in Central Vietnam under the context of climate change-related stressors. Design/methodology/approach – Field data were collected through mixed quantitative and qualitative methods including a review of secondary data, key-informant interviews, group discussions and household surveys with 300 sampled fishing households. The qualitative data support the analysis and discussion of quantitative data. Findings – The results showed local households’ perception of the presence and influence of multiple non-climate and climate stressors on their fishery-based livelihoods in terms of employment and income in many ways. The affected households exerted to develop a diversity of adaptation methods within and out of fishing to sustain their livelihoods and cover a deficit in household income. The household socio-demographic characteristics particularly education, labour force, fishing equipment and social support played significant importance in characterising the categories of adaptation strategies among the survey households. The role of local governments in creating an enabling environment for local-level adaptation, as well as protecting marine and coastal ecosystems was rather limited despite their recognized importance. Originality/value – The paper provides an empirical case of how small-scale fishing households in coastal communities in Central Vietnam are adapting to climate-related stressors. It suggests policy should promote livelihood diversification opportunities and address household-level constraints for adaptation. Fisheries management plan is urgently needed to control illegal fishing activities for sustainable use of coastal and marine fishery resources and the appropriate mechanism is important to stretch local governments’ resources for better supporting local-level adaptation.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/IJCCSM-04-2020-0034/full/pdf?title=adaptive-livelihood-strategies-among-small-scale-fishing-households-to-climate-change-related-stressors-in-central-coast-vietnam"
  },
  {
    "title": "Effects of Spring Migration Distance on Tree Swallow Reproductive Success Within and Among Flyways",
    "authors": [
      "Elizabeth A. Gow,",
      "Samantha M. Knight,",
      "David W. Bradley,",
      "Robert G. Clark,",
      "David W. Winkler,",
      "Marc Bélisle,",
      "Lisha L. Berzins,",
      "Tricia Blake,",
      "Eli S. Bridge,",
      "Lauren Burke,",
      "Russell D. Dawson,",
      "Peter O. Dunn,",
      "Dany Garant,",
      "Geoff Holroyd,",
      "Andrew G. Horn,",
      "David J. T. Hussell,",
      "Olga Lansdorp,",
      "Andrew J. Laughlin,",
      "Marty L. Leonard,",
      "Fanie Pelletier,",
      "Dave Shutler,",
      "Lynn Siefferman,",
      "Caz M. Taylor,",
      "Helen Trefry,",
      "Carol M. Vleck,",
      "David Vleck,",
      "Linda A. Whittingham,",
      "D. Ryan Norris"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00380",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "During migration, animals may experience high rates of mortality, but costs of migration could also be manifested through non-lethal carry-over effects that influence individual success in subsequent periods of the annual cycle. Using tracking data collected from light-level geolocators, we estimated total spring migration distance (from the last wintering sites to breeding sites) of tree swallows (Tachycineta bicolor) within three major North American flyways. Using path analysis, we then assessed direct and indirect effects of spring migration distance on reproductive performance of individuals of both sexes. When these data were standardized by flyway, females fledged 1.3 fewer young for every 1,017 km they traveled, whereas there was no effect of migration distance on reproductive success in males. In comparison, when these data were standardized across all individuals and not by flyway, longer migrations were associated with 0.74 more young fledged for every 1,017 km traveled by females and 0.26 more young fledged for every 1,186 km migrated by males. Our results suggest that migration distance carries over to negatively influence female reproductive success within flyways but the overall positive effect of migration distance across flyways likely reflects broader life-history differences that occur among breeding populations across the tree swallow range.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00380/full"
  },
  {
    "title": "A FIT-FOR-PURPOSE ALGORITHM FOR ENVIRONMENTAL MONITORING BASED ON MAXIMUM LIKELIHOOD, SUPPORT VECTOR MACHINE AND RANDOM FOREST",
    "authors": [
      "A. Jamali"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-3-W7-25-2019",
    "journalVolume": "Vol. XLII-3-W7\n                                \n                                \n                                  pp.\n                                  25\n                                  – 32",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Due to concerns of recent earth climate changes such as an increase of earth surface temperature and monitoring its effect on earth surface, environmental monitoring is a necessity. Environmental change monitoring in earth sciences needs land use land cover change (LULCC) modelling as a key factor to investigate impact of climate change phenomena such as droughts and floods on earth surface land cover. There are several free and commercial multi/hyper spectral data sources of Earth Observation (EO) satellites including Landsat, Sentinel and Spot. In this paper, for land use land cover modelling (LULCM), image classification of Landsat 8 using several mathematical and machine learning algorithms including Support Vector Machine (SVM), Random Forest (RF), Maximum Likelihood (ML) and a combination of SVM, ML and RF as a fit-for-purpose algorithm are implemented in R programming language and compared in terms of overall accuracy for image classification.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-3-W7/25/2019/isprs-archives-XLII-3-W7-25-2019.pdf"
  },
  {
    "title": "Future Directions in Conservation Research on Petrels and Shearwaters",
    "authors": [
      "Airam Rodríguez,",
      "José M. Arcos,",
      "Vincent Bretagnolle,",
      "Maria P. Dias,",
      "Maria P. Dias,",
      "Nick D. Holmes,",
      "Maite Louzao,",
      "Jennifer Provencher,",
      "André F. Raine,",
      "Francisco Ramírez,",
      "Beneharo Rodríguez,",
      "Robert A. Ronconi,",
      "Rebecca S. Taylor,",
      "Rebecca S. Taylor,",
      "Elsa Bonnaud,",
      "Stephanie B. Borrelle,",
      "Verónica Cortés,",
      "Sébastien Descamps,",
      "Vicki L. Friesen,",
      "Meritxell Genovart,",
      "April Hedd,",
      "Peter Hodum,",
      "Grant R. W. Humphries,",
      "Matthieu Le Corre,",
      "Camille Lebarbenchon,",
      "Rob Martin,",
      "Edward F. Melvin,",
      "William A. Montevecchi,",
      "Patrick Pinet,",
      "Ingrid L. Pollet,",
      "Raül Ramos,",
      "James C. Russell,",
      "Peter G. Ryan,",
      "Ana Sanz-Aguilar,",
      "Dena R. Spatz,",
      "Marc Travers,",
      "Stephen C. Votier,",
      "Ross M. Wanless,",
      "Ross M. Wanless,",
      "Eric Woehler,",
      "André Chiaradia,",
      "André Chiaradia"
    ],
    "doi": "https://doi.org/10.3389/fmars.2019.00094",
    "journalVolume": "Vol. 6",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Shearwaters and petrels (hereafter petrels) are highly adapted seabirds that occur across all the world’s oceans. Petrels are a threatened seabird group comprising 124 species. They have bet-hedging life histories typified by extended chick rearing periods, low fecundity, high adult survival, strong philopatry, monogamy and long-term mate fidelity and are thus vulnerable to change. Anthropogenic alterations on land and at sea have led to a poor conservation status of many petrels with 52 (42%) threatened species based on IUCN criteria and 65 (52%) suffering population declines. Some species are well-studied, even being used as bioindicators of ocean health, yet for others there are major knowledge gaps regarding their breeding grounds, migratory areas or other key aspects of their biology and ecology. We assembled 38 petrel conservation researchers to summarize information regarding the most important threats according to the IUCN Red List of threatened species to identify knowledge gaps that must be filled to improve conservation and management of petrels. We highlight research advances on the main threats for petrels (invasive species at breeding grounds, bycatch, overfishing, light pollution, climate change, and pollution). We propose an ambitious goal to reverse at least some of these six main threats, through active efforts such as restoring island habitats (e.g., invasive species removal, control and prevention), improving policies and regulations at global and regional levels, and engaging local communities in conservation efforts.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2019.00094/full"
  },
  {
    "title": "Carbon Storage Expectations on Swamp Jelutung (<i>Dyera polyphylla</i> Miq. Steenis.) on Peatland for Tackling Climate Change",
    "authors": [
      "Dendi Sufrayogi,",
      "Gun Mardiatmoko"
    ],
    "doi": "https://doi.org/10.3390/f13081297",
    "journalVolume": "Vol. 13,\n                                no. 1297\n                                \n                                  p.\n                                  1297",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "(1) Background: The destruction of peatlands caused by forest fire can significantly damage the ecosystems, flora, and fauna found in forests. Swamp jelutung (Dyera polyphylla) is a tree species that can be planted on peatland and combined with seasonal plants to provide multiple economic and environmental benefits. The aim of this study is to analyze the biomass and carbon stocks above and belowground in stands of swamp jelutung of an age class of 10, 13, and 17 years. (2) Methods: Observation plots were determined based on the age classes of D. polyphylla plants. The plots were determined using a purposive sampling method with a size of 20 m × 5 m with two sample plots in each class of plant age. The biomass calculation measured the diameters of living trees without causing any damage. The understory biomass was obtained by cutting and then placing in a container before weighing and recording the wet weight. The necromass was determined by measuring the diameter and length of all the wood. (3) Results: The amount of aboveground biomass (trees) was divided into 111.73 ton/ha (17 years), 55.96 ton/ha (13 years), and 50.08 ton/ha (10 years) age classes. The root biomass had the highest values of 18.36 ton/ha (17 years), 9.45 ton/ha (13 years), and 9.07 ton/ha (10 years). Meanwhile, the organic C contents in peat soil under stands of D. polyphylla were 33.45% (13 years), 31.32% (17 years), and 26.14% (10 years). (4) Conclusions: D. polyphylla trees play a role in restoring forest ecosystems on peatlands and absorb more CO2 as the trees age. Therefore, they are useful in dealing with climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/13/8/1297"
  }
]