[
  {
    "title": "Portrait of a climate city: How climate change is emerging as a risk in Bergen, Norway",
    "authors": [
      "Scott Bremer,",
      "Eleanor Johnson,",
      "Kjersti Fløttum,",
      "Kyrre Kverndokk,",
      "Arjan Wardekker,",
      "Werner Krauß"
    ],
    "doi": "Vol. 29\n                                \n                                \n                                  p.\n                                  100236",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate change is dramatically shifting the way cities interpret and live with their local climate. This paper analyses how climate change is emerging as a matter of concern in the public spheres of Bergen, and interprets how this concern is affecting Bergen’s identity, with implications for the city’s climate risk governance. Historically, Bergen has a strong identity as Europe’s rainiest city, manifested in its cultural and social life. In the past 15 years, Bergen’s identity has been shifting from a ‘weather city’ to a ‘climate city’. This paper draws on ethnographic research, interviews and document analysis to map this shift as co-produced by certain social and natural events and processes; told as narratives of change. This identity shift is creating surprising hybrid representations of climate that are locally meaningful, shaped as much by Bergen’s cultural weatherworld as by incoming ideas of climate change. These representations influence Bergen’s attitudes towards climate risk governance, and may extend influence to global scales via climate city networks. This identity shift also moves the timeframe of risk governance. As a weather city, risks were implicit to the city’s heritage and peoples’ lived experience. But as a climate city, risks are predicted, to foresee and prevent impacts. Critically employing co-production as an analytical lens can help us understand the multiple facets to cities’ climate risk governance, including the role of culture and identity.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096320300267"
  },
  {
    "title": "Hotspots of land use change in Europe",
    "authors": [
      "Tobias Kuemmerle,",
      "Christian Levers,",
      "Karlheinz Erb,",
      "Stephan Estel,",
      "Martin R Jepsen,",
      "Daniel Müller,",
      "Christoph Plutzar,",
      "Julia Stürck,",
      "Pieter J Verkerk,",
      "Peter H Verburg,",
      "Anette Reenberg"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/6/064020",
    "journalVolume": "Vol. 11,\n                                no. 6\n                                \n                                  p.\n                                  064020",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Assessing changes in the extent and management intensity of land use is crucial to understanding land-system dynamics and their environmental and social outcomes. Yet, changes in the spatial patterns of land management intensity, and thus how they might relate to changes in the extent of land uses, remains unclear for many world regions. We compiled and analyzed high-resolution, spatially-explicit land-use change indicators capturing changes in both the extent and management intensity of cropland, grazing land, forests, and urban areas for all of Europe for the period 1990–2006. Based on these indicators, we identified hotspots of change and explored the spatial concordance of area versus intensity changes. We found a clear East–West divide with regard to agriculture, with stronger cropland declines and lower management intensity in the East compared to the West. Yet, these patterns were not uniform and diverging patterns of intensification in areas highly suitable for farming, and disintensification and cropland contraction in more marginal areas emerged. Despite the moderate overall rates of change, many regions in Europe fell into at least one land-use change hotspot during 1990–2006, often related to a spatial reorganization of land use (i.e., co-occurring area decline and intensification or co-occurring area increase and disintensification). Our analyses highlighted the diverse spatial patterns and heterogeneity of land-use changes in Europe, and the importance of jointly considering changes in the extent and management intensity of land use, as well as feedbacks among land-use sectors. Given this spatial differentiation of land-use change, and thus its environmental impacts, spatially-explicit assessments of land-use dynamics are important for context-specific, regionalized land-use policy making.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/6/064020"
  },
  {
    "title": "MEMAKNAI MASYARAKAT SIPIL SEBAGAI THE COMMONS: TRANSISI & AKSI DALAM TATA KELOLA SUMBER DAYA ALAM",
    "authors": [
      "Wasisto Raharjo Jati"
    ],
    "doi": "https://doi.org/10.31292/jb.v1i2.48",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  117\n                                  – 122",
    "issn": "2442-6954 (Print)",
    "publisher": "2580-2151 (Online)",
    "countryOfPublisher": "Sekolah Tinggi Pertanahan Nasional Yogyakarta",
    "lcc": [
      "Indonesia",
      "Social Sciences: Industries. Land use. Labor: Land use"
    ],
    "journalUrl": "http://jurnalbhumi.stpn.ac.id/index.php/JB",
    "abstract": "Abstract: This paper aimed to analyzed about both meaning and positioning of civil society as the commons. Its definition have granted an understanding that public have potential power to organize resources. In recent era, management of resources just directing to exploiting nature destructively. Those implication have oriented to massivi disaster who mpacted to human life sustainibility. Both premises such as tragedy of the commons and risk society have great affluence in order to strengthening of the commons as main actor. Hegemonic discourses likely global warning and climate change become global issuue. Common pool resources is alternative resoruces management in amidst state and market way. In other word, the comons needs to be encouraged in strengthening in instutinasionalisation in order to have strong advocacy to guarding resources preservation. Keywords: Abstract: This paper aimed to analyzed about both meaning and positioning of civil society as the commons. Its definition have granted an understanding that public have potential power to organize resources. In recent era, management of resources just directing to exploiting nature destructively. Those implication have oriented to massivi disaster who mpacted to human life sustainibility. Both premises such as tragedy of the commons and risk society have great affluence in order to strengthening of the commons as main actor. Hegemonic discourses likely global warning and climate change become global issuue. Common pool resources is alternative resoruces management in amidst state and market way. In other word, the comons needs to be encouraged in strengthening in instutinasionalisation in order to have strong advocacy to guarding resources preservation. Keywords: civil society, the commons, natural resources, & common pool resources. Abstrak: Artikel ini betujuan menganalisis mengenai pengertian masyarakat sipil sebagai the commons. Pengertian tersebut memberikan pemahaman bahwa masyarakat memiliki kekuatan potensial untuk mengelola sumber daya alam. Pengelolaan sumber daya sekarang ini cenderung dikuasai oleh negara dan pasar, yang justru mengarahkan pada aksi eksploitasi dan eksplorasi alam secara destruktif yang berimplikasi pada bencana yang menimpa kelangsungan hidup manusia. Dua premis penting yakni Tragedy of The Commons maupun juga Risk Society memberikan pengaruh signifikan dalam penguatan the commons sebagai aktor pengelola sumber daya alam. Wacana hegemonik seperti halnya pemanasan global maupun juga perubahan iklim merupakan isu kekinian yang sudah menjadi isu global. Model pengelolaan sumber daya alam yang dikenal common pool resources merupakan tawaran alternatif di tengah model negara dan pasar yang mengalami kebuntuan dalam melindungi sumber daya alam. The Commons perlu mendapatkan adanya penguatan secara struktural dan kelembagaan agar mampu memiliki kekuatan advokasi kuat untuk terus menjaga eksistensinya sebagai pengawal sumber daya alam. Kata kunci: masyarakat sipil, the commons, sumber daya alam, common pool resources Abstrak: Artikel ini betujuan menganalisis mengenai pengertian masyarakat sipil sebagai the commons. Pengertian tersebut memberikan pemahaman bahwa masyarakat memiliki kekuatan potensial untuk mengelola sumber daya alam. Pengelolaan sumber daya sekarang ini cenderung dikuasai oleh negara dan pasar, yang justru mengarahkan pada aksi eksploitasi dan eksplorasi alam secara destruktif yang berimplikasi pada bencana yang menimpa kelangsungan hidup manusia. Dua premis penting yakni Tragedy of The Commons maupun juga Risk Society memberikan pengaruh signifikan dalam penguatan the commons sebagai aktor pengelola sumber daya alam. Wacana hegemonik seperti halnya pemanasan global maupun juga perubahan iklim merupakan isu kekinian yang sudah menjadi isu global. Model pengelolaan sumber daya alam yang dikenal common pool resources merupakan tawaran alternatif di tengah model negara dan pasar yang mengalami kebuntuan dalam melindungi sumber daya alam. The Commons perlu mendapatkan adanya penguatan secara struktural dan kelembagaan agar mampu memiliki kekuatan advokasi kuat untuk terus menjaga eksistensinya sebagai pengawal sumber daya alam. Kata kunci: masyarakat sipil, the commons, sumber daya alam, common pool resources",
    "readLink": "http://www.jurnalbhumi.stpn.ac.id/index.php/JB/article/view/48"
  },
  {
    "title": "Spatial Scaling of Forest Aboveground Biomass Using Multi-Source Remote Sensing Data",
    "authors": [
      "Xinchuang Wang,",
      "Haiming Jiao"
    ],
    "doi": "https://doi.org/10.1109/ACCESS.2020.3027361",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  pp.\n                                  178870\n                                  – 178885",
    "issn": "2169-3536 (Online)",
    "publisher": "IEEE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=6287639",
    "abstract": "Accurate estimation of aboveground forest biomass (AGB) at a large scale is important in global carbon cycle, forest productivity, and climate change. Coarse resolution remote sensing data of long time series are often used to estimate large scale AGB, but the result is inaccurate due to the scaling effect caused by nonlinearity in data representation and the existence of mixed pixels containing different forest types and land uses. Improvement in the accuracy of AGB estimated from coarse resolution remote sensing data is urgently needed. Research on spatial scaling of AGB is still lacking, therefore, this article proposed an approach based on structural analysis of mixed pixels and the Random Forest model (SMPRF) to increase the accuracy of AGB estimated from coarse resolution data. MODIS and SPOT 5 data were used to create forest biomass distribution maps of the study area at two scales. The scaling effect on estimating forest biomass based on remote sensing was analyzed by comparing data from these two datasets. SMPRF, which included a correction factor for the scaling effect on AGB estimated from coarse resolution MODIS data, was used to create a model that scaled from the fine resolution data (SPOT 5) to the coarse resolution data (MODIS). The results showed that the accuracy of AGB estimated from MODIS data was increased using this method. The Pearson correlation coefficient ( $r$ ) for data verification increased from 0.63 to 0.89 and the root mean squared error decreased from 51.6 Mg $\\cdot $ ha−1 to 26.8 Mg $\\cdot $ ha−1. The difference tests showed that the changes were extremely significant ( $p = 0$ ). Thus, SMPRF can significantly improve the accuracy of large scale AGB estimation based on coarse resolution remote sensing data and the feasibility of applying the method proposed in this study to related fields is verified.",
    "readLink": "https://ieeexplore.ieee.org/document/9208669/"
  },
  {
    "title": "Predicting the Potential Distribution of the Endangered Plant <i>Eucommia ulmoides</i> in China under the Background of Climate Change",
    "authors": [
      "Siyuan Xie,",
      "He Si,",
      "Hongxia Sun,",
      "Qian Zhao,",
      "Xiaodong Li,",
      "Shiqiang Wang,",
      "Junfeng Niu,",
      "Zhezhi Wang"
    ],
    "doi": "https://doi.org/10.3390/su15065349",
    "journalVolume": "Vol. 15,\n                                no. 5349\n                                \n                                  p.\n                                  5349",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Eucommia ulmoides, a single extant species of Eucommiaceae, is a perennial deciduous tree distributed across central China. The bark of E. ulmoides is rich in chlorogenic acid and flavonoids that possesses high medicinal value, whereas its leaves and seeds contain abundant Eucommia ulmoides gum (EUG), which is a unique strategic resource in China that can be used as a substitute for natural rubber. Under the background of global warming, the evaluation of habitat suitability is of great significance for the protection and management of E. ulmoides. For this study, maximum entropy (MaxEnt) modeling was employed to simulate the potentially suitable region for E. ulmoides over four periods (current, 2050s, 2070s, and 2090s) under four climate change scenarios (SSP1-2.6, SSP2-4.5, SSP3-7.0, and SSP5-8.5), as well as to analyze changes in the spatial patterns of E. ulmoides and the essential environmental factors affecting the growth and distribution of E. ulmoides. The results revealed that the current potentially suitable region for E. ulmoides was 211.14 × 104 km2, which accounted for 21.99% of China’s territory. The low impact areas for E. ulmoides were distributed in Guizhou, Zhejiang, Sichuan, eastern Chongqing, southern Shaanxi, western Hubei, eastern Shandong, southern Anhui, southern Gansu, and northern Yunnan Provinces. The key bioclimatic variables affecting the distribution of E. ulmoides were mean diurnal range and mean temperature of the coldest quarter, with their contribution rates of 53.8% and 41.4%, respectively. Furthermore, core distributional shift analysis indicated that the center of the potentially suitable regions of E. ulmoides exhibited a general trend of shifting to the northwest and high latitudes. Finally, conservation strategies are proposed, such as the establishment of ex situ protection sites and germplasm resource collection. Future researchers can conduct further studies by integrating the quality of E. ulmoide herbs and environmental variables. In this study, for technical reasons, we only considered the effect of climate on species distribution without considering other biotic and abiotic factors, which can be further addressed by future researchers.",
    "readLink": "https://www.mdpi.com/2071-1050/15/6/5349"
  },
  {
    "title": "The impact of Site Changes and Management Methods on Dieback of Common Spruce (Picea abies Karst.) in Croatia",
    "authors": [
      "Slavko Matić"
    ],
    "doi": "Vol. 32,\n                                no. 1\n                                \n                                  pp.\n                                  7\n                                  – 17",
    "issn": "1845-5719 (Print)",
    "publisher": "1848-9672 (Online)",
    "countryOfPublisher": "University of Zagreb, Faculty of Forestry",
    "lcc": [
      "Croatia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.crojfe.com/",
    "abstract": "Common spruce (Picea abies Karst.) is a tree species that occurs naturally in the valleys and other frost sites in high mountain regions, where it is free of serious competition of other tree species. Being resistant to frost, the winter colds of the continental and mountainous climate suit it. It is highly tolerant of winter chills of the continental and mountainous climate, it likes areas with abundant precipitation and snow in particular and avoids those with little precipitation and low relative air humidity. In Croatia, it naturally occurs in high mountain areas of Gorski Kotar, Velebit and other parts of Lika, and especially in frost spots where it is free of competition with other tree species. In Europe, spruce is a favourite tree species for the establishment of forest cultures. It has the properties of both pioneer and transitional tree species. It is highly sensitive to summer droughts. During its growth, in its habitats it creates the conditions for the development of tree species of a climatogenous forest. It develops in regular and uneven-aged stands, while its percentage in selection stands with stable structural and stand conditions is lower. The total growing stock amounts to 13,200,000 m³, which accounts for 5.57 m³/ha of the forested area in Croatia. Its volume share in the highest age and diameter classes is 80%, which indicates its advanced age and physiological weakening. Regular and uneven-aged spruce forests of high silvicultural form cover an area of 6,300 ha, of which spruce accounts for 52% in the composition mixture, silver fir for 35%, common beech for 11%, and other species for 2%. Spruce is currently significantly affected by dieback; at the level of Croatia, the percentage of defoliated crowns is 59.3%, while in the Gorski Kotar area alone it is 96.2%. Droughts are one of the most important factors contributing to the physiological weakening and dieback of spruce in Croatia, while in Europe they are the major cause of dieback of catastrophic proportions. Temperatures measured in the past 15 years are the highest in the 150-year period, with a linear trend of temperature increase amounting to 0.74 °C. There is controversy as to the causes of droughts: according to many, they are the consequence of global warming, whereas others disagree. Data are given (Fig. 1) on climate change from the past warm period, over the cold one, to the present warm period. Based on average annual temperature deviations for Europe from 1850 to 2009 (Fig. 2), the current warm period has had two cold and three warm sub-periods, which contradicts the frequently emphasised negative impact of man’s activity on climate. Apart from extreme droughts, another cause of spruce dieback is attributed to the impact of the unfavourable »chemical climate« and acid rains arriving most probably from the industrially developed western countries. This is the reason why the lead content in the soils of Gorski Kotar reaches the extreme values of 71 to 128 mg/kg. Accordingly, the unfavourable »chemical climate« and acid rains are the second most important reason for the dieback of not only spruce but other tree species as well (fir, beech). The third cause of dieback is the artificial and natural expansion of spruce into unsuitable sites, coupled with the absence of timely tending and regeneration procedures in natural and artificially established forest cultures. Spruce cannot be managed with the selection method because it is a pioneer species, which does not regenerate in climatogenic and coherently forested sites. It creates the conditions for the return of fir and beech and simultaneously disappears from such stands. Its pioneer properties enable it to expand naturally in all the empty spaces within a broad complex of beech-fir forests in particular, as well as in deforested and degraded forest areas, frost sites, abandoned pastures, meadows, degraded forests such as thickets and scrub and in other areas at higher altitudes. Most of these sites are unsuitable for spruce, causing it to physiologically weaken and decline. Methods of common spruce management used to date have in general not been adjusted to its biological properties and ecological requirements or to the newly created site conditions. In our opinion, in addition to dry periods and unfavourable impact of »chemical climate«, management methods also represent an important cause of dieback. When all the three causes take place simultaneously, the ensuing result is catastrophic dieback. Low intensity dieback occurring in every stand, including a spruce stand, is a normal phenomenon characteristic of management with natural forests and forest cultures. It is usually the consequence of competition between certain species, particularly because tending operations such as cleaning and thinning are not performed, or it is the reaction to minor local site changes. Spruce is the desirable »third species« in selection forests of fir and beech, but with a lower percentage share in the composition mix. It creates the conditions for the return of fir and beech to the sites from which they have disappeared for different reasons. With the return of these species, the spruce gradually undergoes physiological weakening and should generally be removed from the composition mix of selection stands by means of tending and regeneration procedures. Spruce is a tree species whose stands have been subjected either to very little tending or none at all. In regular and uneven-aged stands, regeneration procedures have generally been postponed, while in selection stands spruce has been treated like fir in the selection of trees for cutting. All this has led to the currently unfavourable status of spruce: the spruce is old, over-mature, physiologically weak and prone to dieback in all stand forms. In view of the newly created unfavourable climate conditions, as well as air, water and soil pollution, common spruce should not be expanded into inadequate sites beyond its natural distribution range. If established in southern expositions and on stony and shallow soils, it is subject to premature dieback, so timely measures should be taken to replace it with another species that tolerates such conditions. Common spruce is an important, noble and highly usable species and it should not be neglected in future management. Better knowledge should be acquired of its biological properties, ecological requirements and commercial value. These silvicultural-management properties should be fully observed in the application of management procedures.",
    "readLink": "http://hrcak.srce.hr/file/101498"
  },
  {
    "title": "Robustness-based evaluation of hydropower infrastructure design under climate change",
    "authors": [
      "Mehmet Ümit Taner,",
      "Patrick Ray,",
      "Casey Brown"
    ],
    "doi": "https://doi.org/10.1016/j.crm.2017.08.002",
    "journalVolume": "Vol. 18,\n                                no. C\n                                \n                                  pp.\n                                  34\n                                  – 50",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "The conventional tools of decision-making in water resources infrastructure planning have been developed for problems with well-characterized uncertainties and are ill-suited for problems involving climate nonstationarity. In the past 20 years, a predict-then-act-based approach to the incorporation of climate nonstationarity has been widely adopted in which the outputs of bias-corrected climate model projections are used to evaluate planning options. However, the ambiguous nature of results has often proved unsatisfying to decision makers. This paper presents the use of a bottom-up, decision scaling framework for the evaluation of water resources infrastructure design alternatives regarding their robustness to climate change and expected value of performance. The analysis begins with an assessment of the vulnerability of the alternative designs under a wide domain of systematically-generated plausible future climates and utilizes downscaled climate projections ex post to inform likelihoods within a risk-based evaluation. The outcomes under different project designs are compared by way of a set of decision criteria, including the performance under the most likely future, expected value of performance across all evaluated futures and robustness. The method is demonstrated for the design of a hydropower system in sub-Saharan Africa and is compared to the results that would be found using a GCM-based, scenario-led analysis. The results indicate that recommendations from the decision scaling analysis can be substantially different from the scenario-led approach, alleviate common shortcomings related to the use of climate projections in water resources planning, and produce recommendations that are more robust to future climate uncertainty.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096317300554"
  },
  {
    "title": "Evaluation and Modelling of Reference Evapotranspiration Using Different Machine Learning Techniques for a Brazilian Tropical Savanna",
    "authors": [
      "Thiago A. Spontoni,",
      "Thiago M. Ventura,",
      "Rafael S. Palácios,",
      "Leone F. A. Curado,",
      "Widinei A. Fernandes,",
      "Vinicius B. Capistrano,",
      "Clóvis L. Fritzen,",
      "Hamilton G. Pavão,",
      "Thiago R. Rodrigues"
    ],
    "doi": "https://doi.org/10.3390/agronomy13082056",
    "journalVolume": "Vol. 13,\n                                no. 2056\n                                \n                                  p.\n                                  2056",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Meteorological elements can affect the environment and cultures differently and may alter the natural development process contributing significantly to climate change. Meteorological variables of the Brazilian Pantanal were studied and used to determine evapotranspiration with fewer variables. It was found that artificial intelligence can substantially improve environmental modeling when alternative prediction techniques are used, resulting in lower project costs and more reliable results. This work tried to find the best combination by comparing machine learning techniques such as artificial neural networks, random forests, and support vector machines. A new model was created that depends on fewer climatic variables compared to the Penman–Monteith method (the standard method for estimating reference evapotranspiration) and can efficiently describe the reference evapotranspiration. Machine learning techniques are highly efficient for modeling environmental systems since they can process large amounts of data and find the best interactions between the parameters involved. In addition, more than 98% accuracy was obtained using fewer variables compared to the standard method when artificial neural networks are utilized.",
    "readLink": "https://www.mdpi.com/2073-4395/13/8/2056"
  },
  {
    "title": "Analysis of Investments in RES Based on the Example of Photovoltaic Panels in Conditions of Uncertainty and Risk—A Case Study",
    "authors": [
      "Anna Wojewnik-Filipkowska,",
      "Paweł Filipkowski,",
      "Olaf Frąckowiak"
    ],
    "doi": "https://doi.org/10.3390/en16073006",
    "journalVolume": "Vol. 16,\n                                no. 3006\n                                \n                                  p.\n                                  3006",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The aim of this study is to examine the profitability of investment in a photovoltaic microinstallation, to analyze the impact of legal changes on its profitability, and to perform a sensitivity analysis of the investment profitability to energy price changes. The novelty of the research applies to the financial analysis of two legal systems of discount called net-metering and net-billing. The two systems and the change in energy prices present legal and macroeconomic risks. Climate neutrality strategy implementation is the analysis background. The authors formulate the hypothesis that, firstly, the solar panel installations in Poland are aimed at reducing the operating costs of the building; secondly, the investment motivation is environmental. The main research conclusion is that taking into consideration the solar panel ‘boom’ in Poland, the ‘regulator’ has achieved its intended goal connected with progress toward climate neutrality. This research used the method of logical design, experiment, and comparative analysis. The tools applied to calculate project profitability included the internal rate of return (IRR) and net present value (NPV). The case study method has been applied. The analysis uses real-world assumptions and is conducted for weather conditions in Gdańsk, Poland.",
    "readLink": "https://www.mdpi.com/1996-1073/16/7/3006"
  },
  {
    "title": "A Risk-based Decision Support Tool for Selection and Evaluation of Negative Emissions Technologies",
    "authors": [
      "John Frederick D. Tapia"
    ],
    "doi": "https://doi.org/10.3303/CET2183017",
    "journalVolume": "Vol. 83",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "As the rate at which climate change is increasing in making an impact to the planet, the need to develop and deploy technologies to reduce greenhouse gas (GHG) emissions becomes increasingly necessary. The United Nations' Sustainable Development Goal 13 (SDG 13) of reducing the effects of climate change would require ambitious actions and implementation towards achieving it. Negative emissions technologies (NETs) will contribute to this goal by reducing GHG concentrations in the atmosphere. Options for NETs are available for integration into energy and climate change policies. Barriers for large-scale implementation are present in each of these technologies; risks are present when it comes to integrating them into climate change mitigation strategies. In this paper, a novel multi-criteria decision analysis (MCDA) tool is developed for ranking and evaluating NETs under different risk levels. The tool is based on integrating the concept of neutrosophic sets into data envelopment analysis, or neutrosophic data envelopment analysis (NDEA) to examine the consequential effect of inefficiencies and uncertainties in the characteristics of different NETs. This considers a decoupled approach to the inherent efficiency, inefficiency, and uncertainty of each technology. A case study is presented to illustrate this tool. Results show the advantages of different NETs under different levels of expert's risk attitude and perception, i.e. tolerance factors. Soil carbon sequestration technology is efficient at tolerance levels from 60 % to 100 % as presented in the results. This can be an effective tool to select which technologies is appropriate in different scenarios.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/11271"
  }
]