[
  {
    "title": "Continued Hydrothermal and Radiative Pressure on Changed Cropland in China",
    "authors": [
      "Yiming Fu,",
      "Yaoping Cui,",
      "Yaochen Qin,",
      "Nan Li,",
      "Liangyu Chen,",
      "Haoming Xia"
    ],
    "doi": "https://doi.org/10.3390/su11143762",
    "journalVolume": "Vol. 11,\n                                no. 14\n                                \n                                  p.\n                                  3762",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Both cropland and climate change over time, but the potential effects of climate change on cropland is currently not well understood. Here, we combined temporally and spatially explicit dynamics of cropland with air temperature, precipitation, and solar radiation datasets. China’s cropland showed a clear northward-shifting trend from 1990 to 2015. The cropland decreased south of the break line at 38° N, whereas it increased from the break line to northern regions. Correspondingly, the temperature showed a significant warming trend in the early part of the study period, which slowed down in later years. During the whole study period, both precipitation and solar radiation decreased over time, showed no significant linear characteristics, and the annual fluctuations were very large. The cropland areas in China showed a displacement characteristic with the increasing temperature, precipitation, and radiation. Overall, the cropland was shifting towards the high-temperature, low-precipitation, and low-radiation areas. The cropland dynamics indicate that they are likely to face severe drought and radiation pressure. Our findings imply that more resources such as irrigation may be needed for cropland, which will undoubtedly aggravate the agricultural water use in most northern regions, and the potential impacts on food security will further emerge in the future.",
    "readLink": "https://www.mdpi.com/2071-1050/11/14/3762"
  },
  {
    "title": "Secular and orbital-scale variability of equatorial Indian Ocean summer monsoon winds during the late Miocene",
    "authors": [
      "C. T. Bolton,",
      "E. Gray,",
      "E. Gray,",
      "W. Kuhnt,",
      "A. E. Holbourn,",
      "J. Lübbers,",
      "K. Grant,",
      "K. Tachikawa,",
      "G. Marino,",
      "G. Marino,",
      "E. J. Rohling,",
      "E. J. Rohling,",
      "A.-C. Sarr,",
      "N. Andersen"
    ],
    "doi": "https://doi.org/10.5194/cp-18-713-2022",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  713\n                                  – 738",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "In the modern northern Indian Ocean, biological productivity is intimately linked to near-surface oceanographic dynamics forced by the South Asian, or Indian, monsoon. In the late Pleistocene, this strong seasonal signal is transferred to the sedimentary record in the form of strong variance in the precession band (19–23 kyr), because precession dominates low-latitude insolation variations and drives seasonal contrast in oceanographic conditions. In addition, internal climate system feedbacks (e.g. ice-sheet albedo, carbon cycle, topography) play a key role in monsoon variability. Little is known about orbital-scale monsoon variability in the pre-Pleistocene, when atmospheric CO2 levels and global temperatures were higher. In addition, many questions remain open regarding the timing of the initiation and intensification of the South Asian monsoon during the Miocene, an interval of significant global climate change that culminated in bipolar glaciation. Here, we present new high-resolution (<1 kyr) records of export productivity and sediment accumulation from International Ocean Discovery Program Site U1443 in the southernmost part of the Bay of Bengal spanning the late Miocene (9 to 5 million years ago). Underpinned by a new orbitally tuned benthic isotope stratigraphy, we use X-ray fluorescence-derived biogenic barium variations to discern productivity trends and rhythms. Results show strong eccentricity-modulated precession-band productivity variations throughout the late Miocene, interpreted to reflect insolation forcing of summer monsoon wind strength in the equatorial Indian Ocean. On long timescales, our data support the interpretation that South Asian monsoon winds were already established by 9 Ma in the equatorial sector of the Indian Ocean, with no apparent intensification over the latest Miocene.",
    "readLink": "https://cp.copernicus.org/articles/18/713/2022/cp-18-713-2022.pdf"
  },
  {
    "title": "Co-developing pathways to protect nature, land, territory, and well-being in Amazonia",
    "authors": [
      "Rodolfo L. B. Nóbrega,",
      "Pedro H. L. Alencar,",
      "Braulina Baniwa,",
      "Mary-Claire Buell,",
      "Pedro L. B. Chaffe,",
      "Darlison Munduruku Pinto Correa,",
      "Domingos Munduruku do Santos Correa,",
      "Tomas Ferreira Domingues,",
      "Ayan Fleischmann,",
      "Chris M. Furgal,",
      "Leandro Luiz Giatti,",
      "Shyrlene Oliveira da Silva Huni Kui,",
      "Ninawa Inu Pereira Nunes Huni Kui,",
      "Juliana Alves Jenipapo-Kaninde,",
      "Hongying Li,",
      "Angélica Francisca Mendes Mamede,",
      "James Ferreira Moura,",
      "Magali F. Nehemy,",
      "Raimunda Lucineide G. Pinheiro,",
      "Paula R. Prist,",
      "Sabina C. Ribeiro,",
      "Mateus Tremembé,",
      "Evan Bowness,",
      "Filipe M. França,",
      "Sharon Stein"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-01026-7",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 5",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Deforestation and climate change threaten social and ecological well-being in Amazonia. Research co-produced through ethical collaborations across multiple knowledge systems can contribute toward just and sustainable futures for the region.",
    "readLink": "https://doi.org/10.1038/s43247-023-01026-7"
  },
  {
    "title": "An Integrative Study of Mycobiome in Different Habitats from a High Arctic Region: Diversity, Distribution, and Functional Role",
    "authors": [
      "Xiufei Chen,",
      "Dong Yan,",
      "Liyan Yu,",
      "Tao Zhang"
    ],
    "doi": "https://doi.org/10.3390/jof9040437",
    "journalVolume": "Vol. 9,\n                                no. 437\n                                \n                                  p.\n                                  437",
    "issn": "2309-608X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jof",
    "abstract": "In the Arctic ecosystems, fungi are crucial for interactions between soil and plants, the cycling of nutrients, and the transport of carbon. To date, no studies have been conducted to thoroughly examine the mycobiome and its functional role in various habitats of the High Arctic region. The aim was to unravel the mycobiome in the nine habitats (i.e., soil, lichen, vascular plant, moss, freshwater, seawater, marine sediment, dung, and marine alga) in the Ny-Ålesund Region (Svalbard, High Arctic) using a high-throughput sequencing approach. A total of 10,419 ASVs were detected. Among them, 7535 ASVs were assigned to unidentified phyla, while the remaining 2884 ASVs were assigned to 11 phyla, 33 classes, 81 orders, 151 families, 278 genera, and 261 species that were known. The distribution of the mycobiome was driven by habitat specificity, indicating that habitat filtering is a crucial factor influencing the fungal assemblages at a local scale in this High Arctic region. Six growth forms and 19 fungal guilds were found. The ecological guild (e.g., lichenized, ectomycorrhizal) and growth form (e.g., yeast, thallus photosynthetic) varied significantly among various habitats. In addition, the occurrence of 31 fungal species that are considered to be potential pathogens was determined. These results will increase our understanding of fungal diversity and its functional significance in this distinctive High Arctic area and thereby establish the groundwork for prediction about how the mycobiome will alter in various environments as a result of anticipated climate change.",
    "readLink": "https://www.mdpi.com/2309-608X/9/4/437"
  },
  {
    "title": "La résurgence/convergence du triptyque « catastrophe-résilience-adaptation » pour (re)penser la « fabrique urbaine » face aux risques climatiques",
    "authors": [
      "Béatrice Quenault"
    ],
    "doi": "https://doi.org/10.4000/developpementdurable.17507",
    "journalVolume": "Vol. 11",
    "issn": "1772-9971 (Online)",
    "publisher": "Réseau Développement Durable et Territoires Fragiles",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences"
    ],
    "journalUrl": "http://developpementdurable.revues.org/",
    "abstract": "Confronted with climate change, cities appear to be spaces at risk, not so much because of their exposure to climatic threats but rather because of their present and future vulnerabilities to such hazards taking into account their limited capacities to cope with or to respond to such events. This article attempts firstly to precise both the definition and the epistemological frame of resilience and its complex links with the afferent notions of vulnerability and adaptation in a context of ineluctable climatic disasters. It shows why the adoption of a systemic perspective, i.e. complex and dynamic, of resilience can offer a pertinent frame, under specific conditions, to envisage sustainable futures for urbanized territories faced with present and forthcoming climate risks. Secondly, considering the actual uses and meanings of resilience, this article interrogates the operational feature of this concept to re-think about the “urban fabric” in an integrated manner with the climate risks prevention. Finally, it aims to clarify why planned adaptation strategies aimed at reducing vulnerabilities and enhancing proactive resilience of cities, that have progressively become in both academic and institutional discourses a key feature, and even a tipping point, for urban sustainable development pathways, can revealed to be ambiguous.",
    "readLink": "http://journals.openedition.org/developpementdurable/17507"
  },
  {
    "title": "Vegetation phenology and its ecohydrological implications from individual to global scales",
    "authors": [
      "Shouzhi Chen,",
      "Yongshuo H. Fu,",
      "Fanghua Hao,",
      "Xiaoyan Li,",
      "Sha Zhou,",
      "Changming Liu,",
      "Jing Tang"
    ],
    "doi": "Vol. 3,\n                                no. 4\n                                \n                                  pp.\n                                  334\n                                  – 338",
    "issn": "2096-7438 (Print)",
    "publisher": "2666-6839 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Geography (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/geography-and-sustainability",
    "abstract": "The Earth is experiencing unprecedented climate change. Vegetation phenology has already showed strong response to the global warming, which alters mass and energy fluxes on terrestrial ecosystems. With technology and method developments in remote sensing, computer science and citizen science, many recent phenology-related studies have been focused on macrophenology. In this perspective, we 1) reviewed the responses of vegetation phenology to climate change and its impacts on carbon cycling, and reported that the effect of shifted phenology on the terrestrial carbon fluxes is substantially different between spring and autumn; 2) elaborated how vegetation phenology affects ecohydrological processes at different scales, and further listed the key issues for each scale, i.e., focusing on seasonal effect, local feedbacks and regional vapor transport for individual, watershed and global respectively); 3) envisioned the potentials to improve current hydrological models by coupling vegetation phenology-related processes, in combining with machine learning, deep learning and scale transformation methods. We propose that comprehensive understanding of climate-macrophenology-hydrology interactions are essential and urgently needed for enhancing our understanding of the ecosystem response and its role in hydrological cycle under future climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666683922000700"
  },
  {
    "title": "CONSERVATION AGRICULTURAL PRACTICES: DETERMINANTS AND EFFECTS ON SOIL HEALTH FOR SUSTAINABLE PRODUCTION IN NORTHERN GHANA",
    "authors": [
      "Gilbert DAGUNGA,",
      "Kamaru ABUBAKARI,",
      "Joseph AGEBASE AWUNI"
    ],
    "doi": "https://doi.org/10.15414/raae.2021.24.01.03-12",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  3\n                                  – 12",
    "issn": "1336-9261 (Online)",
    "publisher": "Slovak University of Agriculture",
    "countryOfPublisher": "Slovakia",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://roaae.org",
    "abstract": "Research background: The threat from climate change remains a major concern especially for developing economies like Ghana. Hence, agricultural practices that are environmentally friendly and improves soil health are very necessary for building resilience. Purpose of the article: The present study investigated the determinants of conservation agricultural practices in northern Ghana as well as the effect of these practices on soil health for sustainable production. Methods: Using cross-sectional data collected by the International food policy research institute from 1284 households, a multivariate probit model was first performed to identify the determinants of conservation agricultural practices while the inverse probability weighted regression adjustment was employed to establish the effect of conservation agricultural practices on soil health. Findings & value added: Results from the multivariate probit model showed that socioeconomic and institutional factors as well as different household-specific factors, influence farmer’s decisions to engage in various conservation agricultural practices. Crop rotation, fallowing, contour ploughing or pit planting and manure application were found to have a positive effect on soil health through improved resilience to soil erosion. The study concludes that conservation agricultural practices will be useful in Ghana’s quest of achieving zero hunger since the conservation agricultural practices ensure that food is produced for the present generations without compromising the soil health for further productions. Hence, the current Ghanaian government’s flagship programme dubbed ‘planting for food and jobs’ should include conservation agriculture as a priority module in its framework so that households could both increase their output while maintaining the quality of the soil.",
    "readLink": "https://roaae.org/wp-content/uploads/RAAE_1_2021_Dagunga_et_al.pdf"
  },
  {
    "title": "Challenges for Sustained Observing and Forecasting Systems in the Mediterranean Sea",
    "authors": [
      "Joaquín Tintoré,",
      "Nadia Pinardi,",
      "Enrique Álvarez-Fanjul,",
      "Eva Aguiar,",
      "Diego Álvarez-Berastegui,",
      "Marco Bajo,",
      "Rosa Balbin,",
      "Roberto Bozzano,",
      "Bruno Buongiorno Nardelli,",
      "Vanessa Cardin,",
      "Benjamin Casas,",
      "Miguel Charcos-Llorens,",
      "Jacopo Chiggiato,",
      "Emanuela Clementi,",
      "Giovanni Coppini,",
      "Laurent Coppola,",
      "Gianpiero Cossarini,",
      "Alan Deidun,",
      "Salud Deudero,",
      "Fabrizio D'Ortenzio,",
      "Aldo Drago,",
      "Massimiliano Drudi,",
      "Ghada El Serafy,",
      "Romain Escudier,",
      "Patrick Farcy,",
      "Ivan Federico,",
      "Juan Gabriel Fernández,",
      "Christian Ferrarin,",
      "Cristina Fossi,",
      "Constantin Frangoulis,",
      "Francois Galgani,",
      "Slim Gana,",
      "Jesús García Lafuente,",
      "Marcos García Sotillo,",
      "Pierre Garreau,",
      "Isaac Gertman,",
      "Lluis Gómez-Pujol,",
      "Alessandro Grandi,",
      "Daniel Hayes,",
      "Jaime Hernández-Lasheras,",
      "Barak Herut,",
      "Emma Heslop,",
      "Karim Hilmi,",
      "Melanie Juza,",
      "George Kallos,",
      "Gerasimos Korres,",
      "Rita Lecci,",
      "Paolo Lazzari,",
      "Pablo Lorente,",
      "Svitlana Liubartseva,",
      "Ferial Louanchi,",
      "Vlado Malacic,",
      "Gianandrea Mannarini,",
      "David March,",
      "Salvatore Marullo,",
      "Elena Mauri,",
      "Lorinc Meszaros,",
      "Baptiste Mourre,",
      "Laurent Mortier,",
      "Cristian Muñoz-Mas,",
      "Antonio Novellino,",
      "Dominique Obaton,",
      "Alejandro Orfila,",
      "Ananda Pascual,",
      "Sara Pensieri,",
      "Begoña Pérez Gómez,",
      "Susana Pérez Rubio,",
      "Leonidas Perivoliotis,",
      "George Petihakis,",
      "Loic Petit de la Villéon,",
      "Jenny Pistoia,",
      "Pierre-Marie Poulain,",
      "Sylvie Pouliquen,",
      "Laura Prieto,",
      "Patrick Raimbault,",
      "Patricia Reglero,",
      "Emma Reyes,",
      "Paz Rotllan,",
      "Simón Ruiz,",
      "Javier Ruiz,",
      "Inmaculada Ruiz,",
      "Luis Francisco Ruiz-Orejón,",
      "Baris Salihoglu,",
      "Stefano Salon,",
      "Simone Sammartino,",
      "Agustín Sánchez Arcilla,",
      "Antonio Sánchez-Román,",
      "Gianmaria Sannino,",
      "Rosalia Santoleri,",
      "Rafael Sardá,",
      "Katrin Schroeder,",
      "Simona Simoncelli,",
      "Sarantis Sofianos,",
      "Georgios Sylaios,",
      "Toste Tanhua,",
      "Anna Teruzzi,",
      "Pierre Testor,",
      "Devrim Tezcan,",
      "Marc Torner,",
      "Francesco Trotta,",
      "Georg Umgiesser,",
      "Karina von Schuckmann,",
      "Giorgia Verri,",
      "Ivica Vilibic,",
      "Mustafa Yucel,",
      "Marco Zavatarelli,",
      "George Zodiatis"
    ],
    "doi": "https://doi.org/10.3389/fmars.2019.00568",
    "journalVolume": "Vol. 6",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The Mediterranean community represented in this paper is the result of more than 30 years of EU and nationally funded coordination, which has led to key contributions in science concepts and operational initiatives. Together with the establishment of operational services, the community has coordinated with universities, research centers, research infrastructures and private companies to implement advanced multi-platform and integrated observing and forecasting systems that facilitate the advancement of operational services, scientific achievements and mission-oriented innovation. Thus, the community can respond to societal challenges and stakeholders needs, developing a variety of fit-for-purpose services such as the Copernicus Marine Service. The combination of state-of-the-art observations and forecasting provides new opportunities for downstream services in response to the needs of the heavily populated Mediterranean coastal areas and to climate change. The challenge over the next decade is to sustain ocean observations within the research community, to monitor the variability at small scales, e.g., the mesoscale/submesoscale, to resolve the sub-basin/seasonal and inter-annual variability in the circulation, and thus establish the decadal variability, understand and correct the model-associated biases and to enhance model-data integration and ensemble forecasting for uncertainty estimation. Better knowledge and understanding of the level of Mediterranean variability will enable a subsequent evaluation of the impacts and mitigation of the effect of human activities and climate change on the biodiversity and the ecosystem, which will support environmental assessments and decisions. Further challenges include extending the science-based added-value products into societal relevant downstream services and engaging with communities to build initiatives that will contribute to the 2030 Agenda and more specifically to SDG14 and the UN's Decade of Ocean Science for sustainable development, by this contributing to bridge the science-policy gap. The Mediterranean observing and forecasting capacity was built on the basis of community best practices in monitoring and modeling, and can serve as a basis for the development of an integrated global ocean observing system.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2019.00568/full"
  },
  {
    "title": "Knowledge-Based System for Crop Pests and Diseases Recognition",
    "authors": [
      "Miguel  Ángel Rodríguez-García,",
      "Francisco García-Sánchez,",
      "Rafael Valencia-García"
    ],
    "doi": "https://doi.org/10.3390/electronics10080905",
    "journalVolume": "Vol. 10,\n                                no. 905\n                                \n                                  p.\n                                  905",
    "issn": "2079-9292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/electronics",
    "abstract": "With the rapid increase in the world’s population, there is an ever-growing need for a sustainable food supply. Agriculture is one of the pillars for worldwide food provisioning, with fruits and vegetables being essential for a healthy diet. However, in the last few years the worldwide dispersion of virulent plant pests and diseases has caused significant decreases in the yield and quality of crops, in particular fruit, cereal and vegetables. Climate change and the intensification of global trade flows further accentuate the issue. Integrated Pest Management (IPM) is an approach to pest control that aims at maintaining pest insects at tolerable levels, keeping pest populations below an economic injury level. Under these circumstances, the early identification of pests and diseases becomes crucial. In this work, we present the first step towards a fully fledged, semantically enhanced decision support system for IPM. The ultimate goal is to build a complete agricultural knowledge base by gathering data from multiple, heterogeneous sources and to develop a system to assist farmers in decision making concerning the control of pests and diseases. The pest classifier framework has been evaluated in a simulated environment, obtaining an aggregated accuracy of 98.8%.",
    "readLink": "https://www.mdpi.com/2079-9292/10/8/905"
  },
  {
    "title": "Challenges to disaster risk management in The Gambia: A preliminary investigation of the disaster management system's structure",
    "authors": [
      "Jason Rivera,",
      "Atta A. Ceesay,",
      "Aminata Sillah"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100075",
    "issn": "2590-0617 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/progress-in-disaster-science/",
    "abstract": "The alarming increase in the scale and incidence of disasters around the world has been largely attributed to global climate change. Africa like other continents has also experienced its share of disaster, though not on the same scale as countries in Asia, while the scale of disasters in Africa is smaller, the effects on the population is devastating due in large part to the high level of vulnerability in African countries. The Gambia is no exception and is also prone to numerous hazardous events that are exacerbated by lack of capacity in implementing disaster risk reduction measures. The Gambia is in a position to decentralize the government in addition to implement newly created developmental goals. One of these goals is to enhance the nation's disaster risk management system. As such, this paper provides the results of a preliminary investigation of The Gambia's disaster risk management system, with a focus on its organizational structure. Using an action research approach and through the analysis of an online survey and semi-structured interviews with disaster management leadership, this study finds that the current institutional structure of the National Disaster Management Agency (NDMA) should be enhanced to promote more efficient and effective management practices. As a result, a new national institutional structure is proposed that reduces political and administrative inefficiencies at the same time as pursuing the nation's new developmental goals and vision.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590061720300120"
  }
]