[
  {
    "title": "Climate Change and Food In/Security: A Critical Nexus",
    "authors": [
      "Md Saidul Islam,",
      "Andrea Ting Wong"
    ],
    "doi": "https://doi.org/10.3390/environments4020038",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  p.\n                                  38",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "The issue of climate change has been gaining widespread attention and concern as it has the ability to directly/indirectly affect our standard of living and quality of life. It has often been postulated that changes in climate would have a vast effect on food production systems and that food security might be threatened due to increasing climate change. However, it seems that research on climate change and food in/security has often been one-sided; with climate change being identified as the cause of food insecurity and not how the systems in place to ensure food security have exacerbated the issue of climate change. This paper thus seeks to give a more balanced view and thus understanding of the complex relationship between climate change and food security by critically examining both systems.",
    "readLink": "http://www.mdpi.com/2076-3298/4/2/38"
  },
  {
    "title": "Potential impacts of climate change on agriculture and the economy in different regions of Brazil",
    "authors": [
      "Cárliton Vieira dos Santos,",
      "Aryeverton Fortes de Oliveira,",
      "Joaquim Bento de Souza Ferreira Filho"
    ],
    "doi": "https://doi.org/10.1590/1806-9479.2021.220611",
    "journalVolume": "Vol. 60,\n                                no. 1",
    "issn": "0103-2003 (Print)",
    "publisher": "1806-9479 (Online)",
    "countryOfPublisher": "Sociedade Brasileira de Economia e Sociologia Rural",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/resr",
    "abstract": "Resumo: Este artigo investiga os impactos socioeconômicos potenciais que as mudanças climáticas projetadas para 2040 podem ter sobre a agricultura e a economia brasileira nas suas diferentes regiões. Para isso, é usado um modelo de EGC inter-regional dinâmico recursivo, calibrado para o ano de 2010. São considerados dois cenários de mudança climática: um Intermediário (RCP4.5) – menos severo – e outro Pessimista (RCP8.5) – mais severo. A principal distinção em relação aos estudos anteriores para o Brasil é o uso de estimativas de perda de área apta para culturas agrícolas, baseadas em projeções para o padrão regional de mudanças climáticas do 5º relatório do IPCC (o mais recente). Os resultados sugerem que as mudanças climáticas deverão provocar retração no PIB real do Brasil em ambos os cenários, mas esta deverá ser mais intensa no cenário Intermediário; sinalizam também que as perdas serão maiores para as famílias mais pobres e para as regiões cuja economia é mais dependente da agricultura, em particular do cultivo da soja, e que o consumo real e o bem-estar das famílias da região Centro-Oeste e parte do Nordeste (onde a cultura da soja é mais representativa) serão mais afetados do que em outras regiões do Brasil.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-20032022000100208&tlng=en"
  },
  {
    "title": "Switching off for future—Cost estimate and a simple approach to improving the ecological footprint of radiological departments",
    "authors": [
      "L. Büttner,",
      "H. Posch,",
      "T.A. Auer,",
      "M. Jonczyk,",
      "U. Fehrenbach,",
      "B. Hamm,",
      "H.C. Bauknecht,",
      "G. Böning"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  p.\n                                  100320",
    "issn": "2352-0477 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Medicine: Medicine (General): Medical physics. Medical radiology. Nuclear medicine"
    ],
    "journalUrl": "http://www.journals.elsevier.com/european-journal-of-radiology-open/",
    "abstract": "Purpose: Besides diagnostic imaging devices, in particular computed tomography (CT) and magnetic resonance imaging (MRI), numerous reading workstations contribute to the high energy consumption of radiological departments. It was investigated whether switching off workstations after core working hours can relevantly lower energy consumption considering both ecological and economical aspects. Methods: Besides calculating different theoretical energy consumption scenarios, we measured power consumption of 3 workstations in our department over a 6-month period under routine working conditions and another 6-month period during which users were asked to switch off workstations after work. Staff costs arising from restarting workstations manually were calculated. Results: Our approach to switching off workstations after core working hours reduced energy consumption by about 5.6 %, corresponding to an extrapolated saving of 3.2 tons in carbon dioxide (CO2) emissions and 2100.70 USD/year in electricity costs for 227 workstations. Theoretical calculations indicate that consistent automatic shutdown after core working hours could result in a potential total reduction of energy consumption of 38.6 %, equaling 22.2 tons of CO2 and 14,388.28 USD/year. However, staff costs resulting from waiting times after manually restarting workstations would amount to 36,280.02 USD/year. Conclusions: Switching off workstations after core working hours can considerably reduce energy consumption and costs, but varies with user adherence. Staff costs caused by waiting time after manually starting up workstations outweigh energy savings by far. Therefore, an energy-saving plan with automated shutdown/restart besides enabling an energy-saving mode would be the most effective way of saving both energy and costs.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S235204772030109X"
  },
  {
    "title": "The Increase of Soil Organic Matter Reduces Global Warming, Myth or Reality?",
    "authors": [
      "Jose Navarro-Pedreño,",
      "María  Belén Almendro-Candel,",
      "Antonis  A. Zorpas"
    ],
    "doi": "https://doi.org/10.3390/sci3010018",
    "journalVolume": "Vol. 3,\n                                no. 18\n                                \n                                  p.\n                                  18",
    "issn": "2413-4155 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.mdpi.com/journal/sci",
    "abstract": "The soil has lost organic matter in the past centuries. Adding organic matter to soils is one of the management practices applied to recover the levels of soil carbon of the past and to improve soil properties. Is it a good practice to reduce global warming? In fact, one of the practices promoted to combat climate change is increasing soil organic matter. However, the addition of organic residues to the soil could facilitate the liberation of CO2 and wastes could also have no positive effects on soil properties (i.e., pollution). In this sense, what it is important is: (a) to know which is the expected effect of the organic matter added to the soil; (b) how this application alters the soil processes; (c) which are the management practices that should be applied; (d) how much is the real amount of carbon sequester by the soil and; (e) the balance at short and long period after the application of the organic matter. The adequate strategy should be to favour the increment of biologically stabilized soil organic matter considering medium and long time. However, it is necessary to adapt the strategies to the local environmental conditions.",
    "readLink": "https://www.mdpi.com/2413-4155/3/1/18"
  },
  {
    "title": "GLOBAL WARMING AND CLIMATE CHANGE IN SOUTH AMERICA",
    "authors": [
      "PATRICK PATERSON"
    ],
    "doi": "https://doi.org/10.26797/rpye.v0i130.133",
    "journalVolume": "Vol. 0,\n                                no. 130\n                                \n                                  pp.\n                                  153\n                                  – 188",
    "issn": "0716-7415 (Print)",
    "publisher": "0719-8027 (Online)",
    "countryOfPublisher": "Academia Nacional de Estudios Políticos y Estratégicos",
    "lcc": [
      "Chile",
      "Military Science",
      "Political science: International relations",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "http://www.politicayestrategia.cl",
    "abstract": "Global warming presents one of the most serious threats to South American nations. Countries in the region are at risk of a variety of climate change related problems: rising sea levels, diminishing potable water supplies, forest res, intense storms and ooding, heat waves and the spread of diseases. These disasters are occurring more frequently in the region and will likely increase in intensity also. The armed forces in the region are the only government departments with both the capacity and the manpower to respond to these massive catastrophes. Military support to civilian authorities will be required more frequently and under more severe conditions as climate change conditions worsen.",
    "readLink": "http://www.politicayestrategia.cl/index.php/rpye/article/view/133"
  },
  {
    "title": "Landscape-Scale Long-Term Drought Prevalence Mapping for Small Municipalities Adaptation, the Czech Republic Case Study",
    "authors": [
      "Ludmila Floková,",
      "Tomáš Mikita"
    ],
    "doi": "https://doi.org/10.3390/land12101937",
    "journalVolume": "Vol. 12,\n                                no. 1937\n                                \n                                  p.\n                                  1937",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Drought is a phenomenon that is strengthening with the progress of climate change. Many fields of human activities such as agriculture, forestry, ecology, economy, water supply, or energy production are affected. Municipalities are one of the most important actors, because final adaptation often takes place at this level. However, planning measures is challenging for small municipalities, with adaptation capacity being lower than in big cities. A model working with data from the Global Change research Institute CzechGlobe and the Czech national drought monitor Intersucho allows for information to be obtained at the landscape scale about drought, and their utilization for small municipalities is introduced. In addition to detailed maps for the years 1991–2014, the model enables long-term prediction of drought prevalence for the years 2021–2040 and 2041–2060. GIS-integrated Random Forest regression and twelve climate, topography, and land use/land cover variables were involved in the model construction. The tuned model could explain 70% of reference data variability, and was used for drought prevalence mapping in 20 m spatial detail. Utilisation of overlay and visualisation tools and consultation of actual spatial planning maps helped create maps for spatial decision-making support in precautionary measure and landscape management within the municipalities.",
    "readLink": "https://www.mdpi.com/2073-445X/12/10/1937"
  },
  {
    "title": "Review of Bioplastics Characterisation by Terahertz Techniques in the View of Ensuring a Circular Economy",
    "authors": [
      "Andreja Abina,",
      "Tjaša Korošec,",
      "Uroš Puc,",
      "Aleksander Zidanšek"
    ],
    "doi": "https://doi.org/10.3390/photonics10080883",
    "journalVolume": "Vol. 10,\n                                no. 883\n                                \n                                  p.\n                                  883",
    "issn": "2304-6732 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/photonics",
    "abstract": "The increasing scarcity of natural resources, worsening global climate change, environmental degradation, and rising demand for food are forcing the biotechnology and plastics industries to seek and apply circular economy models that would lead to a sustainable transition in the production and use of bioplastics. Circular economy models can improve the economic productivity of bio-based plastics and have a positive impact on the environment by reducing conventional plastic waste and the consumption of petrochemical feedstocks for plastic production. In addition, some agricultural wastes that have the potential to be used as bioplastics can be reused. Terahertz (THz) systems are already used in the plastics and rubber industries for non-destructive testing, detection, imaging, and quality control. Several reports have highlighted the potential applications of THz spectroscopy and imaging in polymer analysis and plastics characterisation. This potential is even greater with chemometric methods and artificial intelligence algorithms. In this review, we focus on applications that support the transformation of the biotechnology sector to the circular economy, particularly via the transition from conventional plastics to bioplastics. In this review, we discuss the potential of THz systems for the characterisation and analysis of bioplastics and biopolymers. The results of previous studies on biopolymers in the THz frequency range are summarised. Furthermore, the potential of using artificial intelligence approaches such as machine learning as advanced analytical methods in THz spectroscopy and imaging, in addition to the conventionally used chemometric methods, is discussed. The results of this review highlight that THz technology can contribute to closed technological circles in important areas of biotechnology and the related plastics and rubber industries.",
    "readLink": "https://www.mdpi.com/2304-6732/10/8/883"
  },
  {
    "title": "Deforestation on the Indonesian island of Sulawesi and the loss of primate habitat",
    "authors": [
      "Jatna Supriatna,",
      "Myron Shekelle,",
      "Habiburrahman A.H. Fuad,",
      "Nurul L. Winarni,",
      "Asri A. Dwiyahreni,",
      "Muhammad Farid,",
      "Sri Mariati,",
      "Chris Margules,",
      "Bimo Prakoso,",
      "Zuliyanto Zakaria"
    ],
    "doi": "Vol. 24\n                                \n                                \n                                  p.\n                                  e01205",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Sulawesi is an important island for primates. All 17 species that are found there are endemics. The island also includes contact zones between species of macaques (genus Macaca) where hybrids may arise. Sulawesi continues to be deforested, especially in the lowlands most suitable for estate crops and other agricultural products. We carried out an island-wide review of the current extent and rates of deforestation, and the impact this is having on the habitat available to all primates and within macaque hybrid zones. The provinces of West Sulawesi and Southeast Sulawesi suffered the highest rate of deforestation. Macaca ochreata in Southeast Sulawesi and Tarsius pelengensis on Peleng island in Central Sulawesi have lost the most habitat at 14%, followed by M. hecki and M. tonkeana. Forest loss also occurred in all macaque contact zones. The greatest losses occurred at contact zones between the western population of M. tonkeana and M. ochreata. Corn, coffee, cocoa, and oil palm are commodities that are spreading throughout the island. The extent of deforestation in the hybrid zones is alarming, particularly as none of them are represented in protected areas. To help address these problems, a careful integration of conservation and development is suggested, including making trade-offs explicit, and conducting transdisciplinary research on social-ecological systems at the interface of policy and management at local scales.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989420307460"
  },
  {
    "title": "Perceptions of climate change and climate action among climate-engaged health professionals in Northern Ontario: A qualitative study",
    "authors": [
      "Robert Sanderson,",
      "Lindsay P. Galway"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100025",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Health professionals are being called upon to embrace a stronger role in addressing climate change, yet understanding how health professionals perceive climate change and climate action has garnered minimal attention in academic literature. Through semi-structured interviews with climate-engaged health professionals (n = 19), this exploratory paper describes trends and key issues with respect to health professionals’ perceptions of climate change and climate mitigation within the rural and remote context of Northern Ontario. Participating health professionals viewed climate change as a profound health problem in Northern Ontario, with impacts extending beyond physical health, impacting mental health and psychosocial wellbeing, in addition to driving further health inequities based on social determinants of health. Participants felt engagement with climate change within their role could be furthered to protect health. However, the current expectations of the health professionals’ role, the politicization of climate change as a topic, and the fear of damaging the trusted relationship between clients, community and the health professional were all identified as challenges. Participants voiced the need to better contextualize approaches to addressing climate change, calling for collaborative, localized action and enhanced education. This insight of health professionals’ perceptions offers a contextualized understanding for future climate action engagement.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278221000237"
  },
  {
    "title": "Think Piece: Reflections on the Individual–Collective Relation in Change Agency Formation in the Samsø Renewable Energy Island Project",
    "authors": [
      "Monica Carlsson"
    ],
    "doi": "Vol. 34\n                                \n                                \n                                  pp.\n                                  74\n                                  – 80",
    "issn": "0256-7504 (Print)",
    "publisher": "2411-5959 (Online)",
    "countryOfPublisher": "Environmental Association of Southern Africa",
    "lcc": [
      "South Africa",
      "Education",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "http://www.ajol.info/sajee",
    "abstract": "This paper offers reflections on change agency formation in the Renewable Energy Island (REI) project on Samsø, following a field visit to the island in June 2016. Both individual and collective agency are set out as central for the processes leading to the change in the REI project, spurring reflections on individual–collective agency dimensions in change agency formation related to climate change issues, inspired by notions of participation in everyday life (Marres, 2011; Micheletti 2002, 2006). The paper furthermore focuses on an exploration of two different formats of knowledge-sharing in the learning processes leading to change on Samsø – ‘neighbourly visits’ and web-based documentation – emphasising the role of knowledge in change agency formation. Drawing on Jamison’s (2001, 2010) notion of the making of green knowledge in the tension between environmental politics and cultural transformation, the paper suggests that the REI project can be characterised by both an adaptive approach and by social resilience development.",
    "readLink": "https://www.ajol.info/index.php/sajee/article/view/172208"
  }
]