[
  {
    "title": "РЕЖИМ ПРИЗЕМНОЙ АТМОСФЕРНОЙ ЦИРКУЛЯЦИИ В РАЙОНЕ АНТАРКТИЧЕСКОГО ПОЛУОСТРОВА",
    "authors": [
      "V. E.  Tymofeyev,",
      "B.O.  Beznoshchenko,",
      "O.A.  Shсheglov"
    ],
    "doi": "https://doi.org/10.33275/1727-7485.16.2017.65",
    "journalVolume": "no. 16\n                                \n                                  pp.\n                                  66\n                                  – 80",
    "issn": "1727-7485 (Print)",
    "publisher": "2415-3087 (Online)",
    "countryOfPublisher": "State Institution National Antarctic Scientific Center",
    "lcc": [
      "Ukraine",
      "Science: Physics: Meteorology. Climatology",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://uaj.uac.gov.ua/",
    "abstract": "Целью работы является проведение анализа режима приземного ветра по данным Украинской антарктической станции «Академик Вернадский» и его сопоставление с состоянием атмосферной циркуляции для расширения знаний о региональном климате исследуемого региона. Использовались традиционные методы климатологической обработки, корреляционный анализ. Результаты: по данным станции «Академик Вернадский» отмечается усиление скорости приземного ветра в условиях повышения температуры воздуха. Выявлена статистическая неоднородность в рядах скорости ветра. Основным выводом является то, что повышение температуры воздуха и усиление скорости приземного ветра является единым проявлением изменения климата в регионе исследования, которое отражает изменения в атмосферной циркуляции, прежде всего – в усилении зонального потока и углубления циклогенеза в Антарктике.",
    "readLink": "http://uaj.uac.gov.ua/index.php/uaj/article/view/65"
  },
  {
    "title": "Determination of a lower bound on Earth&#x0027;s climate sensitivity",
    "authors": [
      "STEPHEN E. Schwartz,",
      "LENNART Bengtsson"
    ],
    "doi": "https://doi.org/10.3402/tellusb.v65i0.21533",
    "journalVolume": "Vol. 65,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "1600-0889 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://b.tellusjournals.se",
    "abstract": "Transient and equilibrium sensitivity of Earth's climate has been calculated using global temperature, forcing and heating rate data for the period 1970–2010. We have assumed increased long-wave radiative forcing in the period due to the increase of the long-lived greenhouse gases. By assuming the change in aerosol forcing in the period to be zero, we calculate what we consider to be lower bounds to these sensitivities, as the magnitude of the negative aerosol forcing is unlikely to have diminished in this period. The radiation imbalance necessary to calculate equilibrium sensitivity is estimated from the rate of ocean heat accumulation as 0.37±0.03 W m−2 (all uncertainty estimates are 1−σ). With these data, we obtain best estimates for transient climate sensitivity 0.39±0.07 K (W m−2)−1 and equilibrium climate sensitivity 0.54±0.14 K (W m−2)−1, equivalent to 1.5±0.3 and 2.0±0.5 K (3.7 W m−2)−1, respectively. The latter quantity is equal to the lower bound of the ‘likely’ range for this quantity given by the 2007 IPCC Assessment Report. The uncertainty attached to the lower-bound equilibrium sensitivity permits us to state, within the assumptions of this analysis, that the equilibrium sensitivity is greater than 0.31 K (W m−2)−1, equivalent to 1.16 K (3.7 W m−2)−1, at the 95% confidence level.",
    "readLink": "www.tellusb.net/index.php/tellusb/article/download/21533/pdf_1"
  },
  {
    "title": "Implementing Business Process Redesign: early lessons from the Australian experience",
    "authors": [
      "Marianne Broadbent,",
      "Carey Butler"
    ],
    "doi": "https://doi.org/10.3127/ajis.v2i2.404",
    "journalVolume": "Vol. 2,\n                                no. 2",
    "issn": "1326-2238 (Online)",
    "publisher": "Australasian Association for Information Systems",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Technology: Technology (General): Industrial engineering. Management engineering: Information technology",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "http://journal.acs.org.au/index.php/ajis/index",
    "abstract": "Business Process Redesign (BPR) is a change management approach aimed at achieving quantum improvements in business performance. Industry interest levels in BPR are high as a direct result of current difficulties in the global economic climate and tight business conditions. Integral to BPR is the availability of new stable technologies which both stimulate and enable process changes. This paper highlights the experiences of a number of Australian firms which have implemented BPR. A ten step framework for BPR is presented together with a series of caveats. BPR is a difficult, messy and often non-linear activity which challenges many of the ways organisations operate. Information Technology plays a pivotal role in BPR as both an enabler and disenabler for change. Lessons emerging from early Australian experiences with BPR focus on the role of executive sponsorship, consultants, measurements, education and training, technology and people involved in the change process.",
    "readLink": "http://journal.acs.org.au/index.php/ajis/article/view/404"
  },
  {
    "title": "Seasonal and spatial variability of zooplankton diversity in the Poyang Lake Basin using DNA metabarcoding",
    "authors": [
      "Xuemei Qiu,",
      "Xiongjun Liu,",
      "Quanfeng Lu,",
      "Jinping Chen,",
      "Tao Liang,",
      "Weikai Wang,",
      "Shan Ouyang,",
      "Chunhua Zhou,",
      "Xiaoping Wu"
    ],
    "doi": "https://doi.org/10.1002/ece3.8972",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Freshwater ecosystems face multiple threats to their stability globally. Poyang Lake is the largest lake in China, but its habitat has been seriously degraded because of human activities and natural factors (e.g. climate change), resulting in a decline in freshwater biodiversity. Zooplankton are useful indicators of environmental stressors because they are sensitive to external perturbations. DNA metabarcoding is an approach that has gained significant traction by aiding ecosystem conservation and management. Here, the seasonal and spatial variability in the zooplankton diversity were analyzed in the Poyang Lake Basin using DNA metabarcoding. The results showed that the community structure of zooplankton exhibited significant seasonal and spatial variability using DNA metabarcoding, where the community structure was correlated with turbidity, water temperature, pH, total phosphorus, and chlorophyll‐a. These results indicated habitat variations affected by human activities and seasonal change could be the main driving factors for the variations of zooplankton community. This study also provides an important reference for the management of aquatic ecosystem health and conservation of aquatic biodiversity.",
    "readLink": "https://doi.org/10.1002/ece3.8972"
  },
  {
    "title": "Evaporative water loss from dairy cows in climate-controlled respiration chambers",
    "authors": [
      "M. Zhou,",
      "P.W.G. Groot Koerkamp,",
      "T.T.T. Huynh,",
      "A.J.A. Aarnink"
    ],
    "doi": "Vol. 106,\n                                no. 3\n                                \n                                  pp.\n                                  2035\n                                  – 2043",
    "issn": "0022-0302 (Print)",
    "publisher": "1525-3198 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United States",
      "Agriculture: Animal culture: Cattle: Dairy processing. Dairy products",
      "Agriculture: Animal culture: Cattle: Dairying"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-dairy-science",
    "abstract": "ABSTRACT: The effects of ambient temperature (AT) on total evaporative water loss from dairy cows at different relative humidity (RH) and air velocity (AV) levels were studied. Twenty Holstein dairy cows with an average parity of 2.0 ± 0.7 and body weight of 687 ± 46 kg participated in the study. Two climate-controlled respiration chambers were used. The experimental indoor climate was programmed to follow a diurnal pattern with AT at night being 9°C lower than during the day. Night AT was gradually increased from 7 to 21°C and day AT was increased from 16°C to 30°C within an 8-d period, both with an incremental change of 2°C/d. The effect of 3 RH levels with a diurnal pattern were studied as well, with low values during the day and high values during the night: low (day, 30%; night, 50%), medium (day, 45%; night, 70%), and high (day, 60%; night, 90%). The effects of AV were studied during the daytime at 3 levels: no fan (0.1 m/s), fan at medium speed (1.0 m/s), and fan at high speed (1.5 m/s). The medium and high AV levels were only combined with medium RH. In total, there were 5 treatments with 4 replicates each. The animals had free access to feed and water. Based on the water balance principle inside the respiration chambers, the total evaporative water loss from dairy cows at a daily level was quantified by measuring the mass of water in the incoming and outgoing air, condensed water, added water from a humidifier, and evaporative water from a wet floor, drinking bowl, manure reservoir, and water bucket. Water evaporation from a sample skin area was measured with a ventilated skin box, and water evaporation, through respiration with a face mask. The results show that RH/AV levels had no significant effect on total evaporative water loss, whereas the interaction effect between RH/AV with AT was significant. Cows at a high RH had a tendency for a lower increasing rate of evaporative water loss compared with cows at a low RH (0.61 vs. 0.79 kg/d per 1°C increase of AT). Cows at medium and high AV levels had a greater increasing rate than cows at low AV (0.91 and 0.95 vs. 0.71 kg/d per 1°C increase of AT, respectively). The increase of evaporative heat loss from dairy cows was mainly a result of the increase in evaporation (of sweat) from the skin. The skin water evaporation determined with the water balance method (less evaporation from respiration) and the ventilated skin box method showed no significant difference. The implication of this study is that cows at a high AT depend mainly on evaporative cooling from the skin. The ventilated skin box method, measuring only a small part of the skin during a short period during the day, can be a convenient and accurate way to determine the total cutaneous evaporative water loss from cows.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0022030223000073"
  },
  {
    "title": "Analysis of trend rainfall: Case of North-Eastern Algeria",
    "authors": [
      "Mrad Dounia,",
      "Djebbar Yassine,",
      "Hammar Yahia"
    ],
    "doi": "https://doi.org/10.2478/jwld-2018-0011",
    "journalVolume": "Vol. 36,\n                                no. 1\n                                \n                                  pp.\n                                  105\n                                  – 115",
    "issn": "2083-4535 (Online)",
    "publisher": "Polish Academy of Sciences",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "https://journals.pan.pl/jwld",
    "abstract": "The climatic change is a reality largely recognized today in the scientific community. Nevertheless, its impact on precipitation, especially on annual, monthly and seasonally rainfall in arid and semi-arid regions is not yet certain. Indeed, very few studies have dealt with this matter in Algeria.",
    "readLink": "http://www.degruyter.com/view/j/jwld.2018.36.issue-1/jwld-2018-0011/jwld-2018-0011.xml?format=INT"
  },
  {
    "title": "Shortwave Infrared Multi-Angle Polarization Imager (MAPI) Onboard Fengyun-3 Precipitation Satellite for Enhanced Cloud Characterization",
    "authors": [
      "Haofei Wang,",
      "Peng Zhang,",
      "Dekui Yin,",
      "Zhengqiang Li,",
      "Huazhe Shang,",
      "Hanlie Xu,",
      "Jian Shang,",
      "Songyan Gu,",
      "Xiuqing Hu"
    ],
    "doi": "https://doi.org/10.3390/rs14194855",
    "journalVolume": "Vol. 14,\n                                no. 4855\n                                \n                                  p.\n                                  4855",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Accurate measurement of the radiative properties of clouds and aerosols is of great significance to global climate change and numerical weather prediction. The multi-angle polarization imager (MAPI) onboard the Fengyun-3 precipitation satellite, planned to be launched in 2023, will provide the multi-angle, multi-shortwave infrared (SWIR) channels and multi-polarization satellite observation of clouds and aerosols. MAPI operates in a non-sun-synchronized inclined orbit and provides images with a spatial resolution of 3 km (sub-satellite) and a swath of 700 km. The observation channels of the MAPI include 1030 nm, 1370 nm, and 1640 nm polarization channels and corresponding non-polarization channels, which provide observation information from 14 angles. In-flight radiometric and polarimetric calibration strategies are introduced, aiming to achieve radiometric accuracy of 5% and polarimetric accuracy of 2%. Simulation experiments show that the MAPI has some unique advantages of characterizing clouds and aerosols. For cloud observation, the polarization phase functions of the 1030 nm and 1640 nm around the scattering angle of a cloudbow show strong sensitivity to cloud droplet radius and effective variance. In addition, the polarized observation of the 1030 nm and 1640 nm has a higher content of information for aerosol than VIS-NIR. Additionally, the unique observation geometry of non-sun-synchronous orbits can provide more radiometric and polarization information with expanded scattering angles. Thus, the multi-angle polarization measurement of the new SWIR channel onboard Fengyun-3 can optimize cloud phase state identification and cloud microphysical parameter inversion, as well as the retrieval of aerosols. The results obtained from the simulations will provide support for the design of the next generation of polarized imagers of China.",
    "readLink": "https://www.mdpi.com/2072-4292/14/19/4855"
  },
  {
    "title": "Grassland Dynamics and the Driving Factors Based on Net Primary Productivity in Qinghai Province, China",
    "authors": [
      "Xiaoxu Wei,",
      "Changzhen Yan,",
      "Wei Wei"
    ],
    "doi": "https://doi.org/10.3390/ijgi8020073",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  p.\n                                  73",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "Qinghai province is an important part of the Tibetan Plateau, and is characterized by extremely fragile ecosystems. In the last few decades, grasslands in this province have been influenced profoundly by climate change, as well as human activities. Here, we use the Carnegie-Ames-Stanford Approach (CASA) model to assess the dynamics of temperate steppe, alpine steppe, temperate meadow, alpine meadow, sparse grassland and herbaceous wetland via actual net primary productivity (NPPa). Our findings showed that: (1) From 2001 to 2016, the average NPPa in Qinghai province showed a fluctuation presented a generally increasing trend. The mean value of NPPa was 114.27 g C m−2 year−1, and the increase rate was 0.47 g C cm−2 year−1. (2) There were NPPa increase rate discrepancies among the six typical grassland biomes. Herbaceous wetland had the highest change rate, closely followed by alpine steppe, temperate steppe, alpine meadow, temperate meadow and sparse grassland. (3) The largest area of restoration mainly impacted by climate change reached 47.08% of the total grassland area, with human activities accounting for 21.74%. By contrast, the deteriorated area induced by human activities accounted for 9.78% of the total grassland. (4) Temperature may have been a greater factor than precipitation in driving grassland change during the study period. Decreasing grazing intensity and implementing effective protection measures were favorable to grassland restoration.",
    "readLink": "https://www.mdpi.com/2220-9964/8/2/73"
  },
  {
    "title": "Acclimation of marine invertebrate osmolyte systems to low salinity: A systematic review & meta-analysis",
    "authors": [
      "Imke Podbielski,",
      "Lara Schmittmann,",
      "Lara Schmittmann,",
      "Trystan Sanders,",
      "Frank Melzner"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.934378",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Salinity is a major environmental factor shaping the distribution and abundance of marine organisms. Climate change is predicted to alter salinity in many coastal regions due to sea level rise, evaporation, and changes in freshwater input. This exerts significant physiological stress on coastal invertebrates whose body fluid osmolality follows that of seawater (‘osmoconformers’). In this study, we conducted a systematic review and meta-analysis of osmolytes (both organic and inorganic) utilized by osmoconforming marine invertebrates during a >14-day acclimation to reduced salinity. Of the 2,389 studies screened, a total of 56 fulfilled the search criteria. Thirty-eight studies reported tissue osmolyte. Following acclimation to reduced salinity, tissue concentrations of six organic compounds and sodium were consistently reduced across phyla. This suggests that intracellular inorganic ions are not only utilized as a rapid response system during acute exposure to low salinity stress but also, in concert with reductions in organic osmolyte concentrations, during longer-term acclimation. Our systematic review demonstrates that only a few studies (n = 13) have quantified salinity-induced long-term changes in intracellular ion concentrations. In addition, no study has compiled a complete intracellular osmolyte budget. Alanine, betaine, glycine, and taurine are the major organic osmolytes that are universally employed across five phyla. The characterization of organic osmolytes was heavily weighted towards free amino acids (FAAs) and derivatives—neglecting methylamines and methylsulfonium compounds, which can be as important as FAAs in modulating intracellular osmolality. As a consequence, we suggest best-practice guidelines to streamline experimental designs and protocols in osmoregulation research in order to better understand the conserved mechanisms that define the limits of salinity acclimation in marine invertebrates. To our best knowledge, this is the first systematic review and meta-analysis on osmolyte concentrations in osmoconformers acclimated to low salinity. It creates a valuable baseline for future research and reveals large research gaps. Our meta-analysis suggests that there are common osmolyte actors employed across phyla but no uniform concept since osmolyte pool composition and proportions were taxon-specific. In light of future salinity changes and their potential consequences, it becomes more important to understand salinity tolerance capacities and limits.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.934378/full"
  },
  {
    "title": "A 85-YEAR-PERIOD STUDY OF EXTREME PRECIPITATION RECORDS IN THESSALONIKI (GREECE)",
    "authors": [
      "Nikoletta Pakalidou,",
      "Petroula Karacosta"
    ],
    "doi": "https://doi.org/10.18509/AGB.2016.09",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  85\n                                  – 92",
    "issn": "1857-9833 (Online)",
    "publisher": "Geobalcanica Society",
    "countryOfPublisher": "North Macedonia",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://acta.geobalcanica.info/",
    "abstract": "Precipitation is one of the most important and interesting variables for a country characterized by Mediterranean climate, such as Greece, as it helps to determine the profile of energy balance into the region. For this purpose, the study of distribution of precipitation records is the objective of this work, with annual, monthly and daily rainfall measurements obtained at the Meteorological Station of the Department of Meteorology and Climatology of the Aristotle University of Thessaloniki in Greece. Taking into consideration the climatic change effect upon precipitation regimes, extreme daily rainfall values are statistically analyzed with extreme value statistical methodologies, in order to define the extreme precipitation probability distributions. The region of this study is Thessaloniki, the second biggest city in Greece located at the northern part of it. In order to define the extreme precipitation probability distributions in Thessaloniki for a statistically acceptable time series, the rainfall values refer to the period 1931-2015. The resulted probability distributions could potentially contribute in the prediction of extreme rainfall events, and be used for future climatic change projections. Moreover, based upon the adopted probability distributions, return periods for different precipitation extreme values have been calculated.",
    "readLink": "http://geobalcanica.org/wp-content/uploads/AGB/2016/AGB.2016.09.pdf"
  }
]