[
  {
    "title": "Forcing of stratospheric chemistry and dynamics during the Dalton Minimum",
    "authors": [
      "J. G. Anet,",
      "S. Muthers,",
      "E. Rozanov,",
      "C. C. Raible,",
      "T. Peter,",
      "A. Stenke,",
      "A. I. Shapiro,",
      "J. Beer,",
      "F. Steinhilber,",
      "S. Brönnimann,",
      "F. Arfeuille,",
      "Y. Brugnara,",
      "W. Schmutz"
    ],
    "doi": "https://doi.org/10.5194/acp-13-10951-2013",
    "journalVolume": "Vol. 13,\n                                no. 21\n                                \n                                  pp.\n                                  10951\n                                  – 10967",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The response of atmospheric chemistry and dynamics to volcanic eruptions and to a decrease in solar activity during the Dalton Minimum is investigated with the fully coupled atmosphere–ocean chemistry general circulation model SOCOL-MPIOM (modeling tools for studies of SOlar Climate Ozone Links-Max Planck Institute Ocean Model) covering the time period 1780 to 1840 AD. We carried out several sensitivity ensemble experiments to separate the effects of (i) reduced solar ultra-violet (UV) irradiance, (ii) reduced solar visible and near infrared irradiance, (iii) enhanced galactic cosmic ray intensity as well as less intensive solar energetic proton events and auroral electron precipitation, and (iv) volcanic aerosols. The introduced changes of UV irradiance and volcanic aerosols significantly influence stratospheric dynamics in the early 19th century, whereas changes in the visible part of the spectrum and energetic particles have smaller effects. A reduction of UV irradiance by 15%, which represents the presently discussed highest estimate of UV irradiance change caused by solar activity changes, causes global ozone decrease below the stratopause reaching as much as 8% in the midlatitudes at 5 hPa and a significant stratospheric cooling of up to 2 °C in the mid-stratosphere and to 6 °C in the lower mesosphere. Changes in energetic particle precipitation lead only to minor changes in the yearly averaged temperature fields in the stratosphere. Volcanic aerosols heat the tropical lower stratosphere, allowing more water vapour to enter the tropical stratosphere, which, via HOx reactions, decreases upper stratospheric and mesospheric ozone by roughly 4%. Conversely, heterogeneous chemistry on aerosols reduces stratospheric NOx, leading to a 12% ozone increase in the tropics, whereas a decrease in ozone of up to 5% is found over Antarctica in boreal winter. The linear superposition of the different contributions is not equivalent to the response obtained in a simulation when all forcing factors are applied during the Dalton Minimum (DM) – this effect is especially well visible for NOx/NOy. Thus, this study also shows the non-linear behaviour of the coupled chemistry-climate system. Finally, we conclude that especially UV and volcanic eruptions dominate the changes in the ozone, temperature and dynamics while the NOx field is dominated by the energetic particle precipitation. Visible radiation changes have only very minor effects on both stratospheric dynamics and chemistry.",
    "readLink": "http://www.atmos-chem-phys.net/13/10951/2013/acp-13-10951-2013.pdf"
  },
  {
    "title": "Shrub growth in the Alps diverges from air temperature since the 1990s",
    "authors": [
      "Loïc Francon,",
      "Christophe Corona,",
      "Irène Till-Bottraud,",
      "Philippe Choler,",
      "Erwan Roussel,",
      "Bradley Z Carlson,",
      "Samuel Morin,",
      "Brigitte Girard,",
      "Markus Stoffel"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac0b67",
    "journalVolume": "Vol. 16,\n                                no. 7\n                                \n                                  p.\n                                  074026",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In the European Alps, air temperature has increased almost twice as much as the global average over the last century and, as a corollary, snow cover duration has decreased substantially. In the Arctic, dendroecological studies have evidenced that shrub growth is highly sensitive to temperature—this phenomenon has often been linked to shrub expansion and ecosystem greening. Yet, the impacts of climate change on mountain shrub radial growth have not been studied with a comparable level of detail so far. Moreover, dendroecological studies performed in mountain environments did not account for the potential modulation and/or buffering of global warming impacts by topography, despite its possible crucial role in complex alpine environments. To fill this gap, we analyzed a network of eight sites dominated by the dwarf shrub Rhododendron ferrugineum . The sites selected for analysis represent the diversity of continentality, elevation and slope aspect that can be found across the French Alps. We quantified annual radial increment growth for 119 individuals, assembled meteorological reanalyzes specifically accounting for topographic effects (elevation, slope and aspect) and assessed climate-growth relations using a mixed modeling approach. In agreement with a vast majority of dendroecological work conducted in alpine and arctic environments, we find that the number of growing degree days during the snow-free period snow-free growing degree days (SFGDDs) is a strong and consistent driver of R. ferrugineum growth across all sites since 1960 until the late 1980s. We also document a marked loss of sensitivity of radial growth to increasing SFGDD since the 1990s, with this decoupling being more pronounced at the driest sites. Our observations of the spatial and temporal variability of shrub sensitivity to limiting factors can be compared to the ‘divergence’ problem observed in tree-ring series from circumpolar and alpine regions and, accordingly, sheds light on possible future trajectories of alpine shrub growth in response to ongoing climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac0b67"
  },
  {
    "title": "On the contribution of groundwater storage to interannual streamflow anomalies in the Colorado River basin",
    "authors": [
      "E. A. Rosenberg,",
      "E. A. Clark,",
      "A. C. Steinemann,",
      "D. P. Lettenmaier"
    ],
    "doi": "https://doi.org/10.5194/hess-17-1475-2013",
    "journalVolume": "Vol. 17,\n                                no. 4\n                                \n                                  pp.\n                                  1475\n                                  – 1491",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "We assess the significance of groundwater storage for seasonal streamflow forecasts by evaluating its contribution to interannual streamflow anomalies in the 29 tributary sub-basins of the Colorado River. Monthly and annual changes in total basin storage are simulated by two implementations of the Variable Infiltration Capacity (VIC) macroscale hydrology model – the standard release of the model, and an alternate version that has been modified to include the SIMple Groundwater Model (SIMGM), which represents an unconfined aquifer underlying the soil column. These estimates are compared to those resulting from basin-scale water balances derived exclusively from observational data and changes in terrestrial water storage from the Gravity Recovery and Climate Experiment (GRACE) satellites. Changes in simulated groundwater storage are then compared to those derived via baseflow recession analysis for 72 reference-quality watersheds. Finally, estimates are statistically analyzed for relationships to interannual streamflow anomalies, and predictive capacities are compared across storage terms. We find that both model simulations result in similar estimates of total basin storage change, that these estimates compare favorably with those obtained from basin-scale water balances and GRACE data, and that baseflow recession analyses are consistent with simulated changes in groundwater storage. Statistical analyses reveal essentially no relationship between groundwater storage and interannual streamflow anomalies, suggesting that operational seasonal streamflow forecasts, which do not account for groundwater conditions implicitly or explicitly, are likely not detrimentally affected by this omission in the Colorado River basin.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/17/1475/2013/hess-17-1475-2013.pdf"
  },
  {
    "title": "Potential urban distribution of Phlebotomus mascittii Grassi and Phlebotomus neglectus Tonn. (Diptera: Psychodidae) in 2021-50 in Budapest, Hungary",
    "authors": [
      "Ákos Bede-Fazekas,",
      "Attila Trájer"
    ],
    "doi": "Vol. 52,\n                                no. 3\n                                \n                                  pp.\n                                  213\n                                  – 218",
    "issn": "0972-9062 (Print)",
    "publisher": "Wolters Kluwer Medknow Publications",
    "countryOfPublisher": "India",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://www.jvbd.org",
    "abstract": "Background & objectives: In the Carpathian Basin, the most northern populations of Phlebotomus (sandfly) species, including the two studied species (Phlebotomus mascittii and Phlebotomus neglectus), are reported from central Hungary. The most important limiting factor of the distribution of Phlebotomus species in the region is the annual minimum temperature which may be positively affected by the urban heat island and the climate change in the future. The main objective of the study is to prove and predict the overwintering possibility of Phlebotomus species in urban environment. Methods: Based on the latest reports of occurrence of sandfly species, climate envelope model was built for the period 1961-90 and 2025-50 to project the potential urban distribution of the species. The climatic data were obtained from RegCM regional climate model and MODIS satellite images. Results: The recent occurrence of the species in central Hungary indicates that Phlebotomus species can overwinter in non-heated shelters in built environment. Interpretation & conclusion: Jointly heat island and the increase of minimum temperature in winter due to climate change seem to be able to provide suitable environment for the studied species in urban areas to a great extent.",
    "readLink": "http://www.mrcindia.orgjournal/article.asp?issn=0972-9062;year=2015;volume=52;issue=3;spage=213;epage=218;aulast=Bede-Fazekas"
  },
  {
    "title": "Vegetation Restoration and Its Environmental Effects on the Loess Plateau",
    "authors": [
      "Hongfei Zhao,",
      "Hongming He,",
      "Jingjing Wang,",
      "Chunyu Bai,",
      "Chuangjuan Zhang"
    ],
    "doi": "https://doi.org/10.3390/su10124676",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  4676",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "An analysis of land use/cover change (LUCC) on the Loess Plateau over the past 30 years and its environmental effects was performed to provide scientific guidance for a sustainable development policy for the regional ecological environment and social economy. Geostatistical and trend analyses are used to study the LUCC characteristics, driving forces and environmental effects, and the relationship between LUCC and regional sustainable development is explored. The following results were obtained: (1) Overall, the land use structure has not changed, with grassland, farmland, and forest land remaining dominant; however, the vegetation coverage has significantly increased, especially in the central area. (2) LUCC is affected by climate change and human activities, with greater climate change impacts in the northwest than the southeast and greater among which human-induced impacts on the hilly/gully region in the central part. (3) LUCC will produce long-term ecological and environmental processes, such as surface runoff, soil erosion, soil moisture and carbon cycling. Vegetation restoration has both negative and positive effects on the regional ecological environment. Vegetation productivity on the Loess Plateau has approached the water resource carrying capacity threshold. Therefore, improving artificial vegetation stability and promoting the water resources balance have become the main strategies for promoting sustainable development on the Loess Plateau.",
    "readLink": "https://www.mdpi.com/2071-1050/10/12/4676"
  },
  {
    "title": "Nitrate isotope investigations reveal future impacts of climate change on nitrogen inputs and cycling in Arctic fjords: Kongsfjorden and Rijpfjorden (Svalbard)",
    "authors": [
      "M. Santos-Garcia,",
      "R. S. Ganeshram,",
      "R. E. Tuerena,",
      "R. E. Tuerena,",
      "M. C. F. Debyser,",
      "K. Husum,",
      "P. Assmy,",
      "H. Hop"
    ],
    "doi": "https://doi.org/10.5194/bg-19-5973-2022",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  5973\n                                  – 6002",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Ongoing climate change in the Arctic has caused tidewater glaciers to retreat while increasing the discharge of freshwater and terrestrial material into fjords. This can affect both nutrient inputs and cycling within the fjord systems. In particular, tidewater glaciers and the presence of associated subglacial meltwater plumes can have a large impact on fjord circulation and biogeochemistry. In this study, we assess the influence of tidewater glaciers on nitrogen inputs and cycling in two fjords in Svalbard during the summer using stable isotopic analyses of dissolved nitrate (δ15N and δ18O) in combination with nutrient and hydrographic data. Kongsfjorden receives inputs from tidewater glaciers, whereas Rijpfjorden mainly receives surface inputs from land-terminating glaciers. Results showed that both fjords are enriched in nutrients from terrestrial inputs. Nutrient ratios indicate excess Si and P relative to N. In both fjords, terrestrial nitrate from snowpack and glacier melting are identified as the dominant sources based on high δ18O-NO3- and low δ15N-NO3- of dissolved nitrate. In Kongsfjorden, mixed-layer nitrate is completely consumed within the fjord system, which we attribute to vigorous circulation at the glacial front influenced by the subglacial plume and longer residence time in the fjord. This is in contrast to Rijpfjorden where nutrients are only partially consumed perhaps due to surface river discharge and light limitation. In Kongsfjorden, we estimate terrestrial and marine N contributions to the nitrate pool from nitrogen isotopic values (δ15N-NO3-), and this suggests that nearly half the nitrate in the subglacial plume (50 ± 3 %) and the water column (44 ± 3 %) originates from terrestrial sources. We show that terrestrial N contributes significantly to the regenerated N pool (63 %–88 %) within this fjord suggesting its importance in sustaining productivity here. Given this importance of terrestrial nutrient sources within the fjords, increase in these inputs due to climate change can enhance the fjord nutrient inventory, productivity and nutrient export offshore. Specifically, increasing Atlantification and warmer Atlantic Water will encourage tidewater glacier retreat and in turn increase surface discharge. In fjords akin to Rijpfjorden this is expected to foster more light limitation and less dynamic circulation, ultimately aiding the export of nutrients offshore contributing to coastal productivity. Climate change scenarios postulated for fjords such as Kongsfjorden include more terrestrial N-fuelled productivity and N cycling within the fjord, less vigorous circulation due to the retreat of tidewater glaciers, and the expansion of oxygen-depleted deep waters isolated by the sill.",
    "readLink": "https://bg.copernicus.org/articles/19/5973/2022/bg-19-5973-2022.pdf"
  },
  {
    "title": "Evaluation of snow extent time series derived from Advanced Very High Resolution Radiometer global area coverage data (1982–2018) in the Hindu Kush Himalayas",
    "authors": [
      "X. Wu,",
      "X. Wu,",
      "K. Naegeli,",
      "V. Premier,",
      "C. Marin,",
      "D. Ma,",
      "J. Wang,",
      "S. Wunderle"
    ],
    "doi": "https://doi.org/10.5194/tc-15-4261-2021",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  4261\n                                  – 4279",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Long-term monitoring of snow cover is crucial for climatic and hydrological studies. The utility of long-term snow-cover products lies in their ability to record the real states of the earth's surface. Although a long-term, consistent snow product derived from the ESA CCI+ (Climate Change Initiative) AVHRR GAC (Advanced Very High Resolution Radiometer global area coverage) dataset dating back to the 1980s has been generated and released, its accuracy and consistency have not been extensively evaluated. Here, we extensively validate the AVHRR GAC snow-cover extent dataset for the mountainous Hindu Kush Himalayan (HKH) region due to its high importance for climate change impact and adaptation studies. The sensor-to-sensor consistency was first investigated using a snow dataset based on long-term in situ stations (1982–2013). Also, this includes a study on the dependence of AVHRR snow-cover accuracy related to snow depth. Furthermore, in order to increase the spatial coverage of validation and explore the influences of land-cover type, elevation, slope, aspect, and topographical variability in the accuracy of AVHRR snow extent, a comparison with Landsat Thematic Mapper (TM) data was included. Finally, the performance of the AVHRR GAC snow-cover dataset was also compared to the MODIS (MOD10A1 V006) product. Our analysis shows an overall accuracy of 94 % in comparison with in situ station data, which is the same with MOD10A1 V006. Using a ±3 d temporal filter caused a slight decrease in accuracy (from 94 % to 92 %). Validation against Landsat TM data over the area with a wide range of conditions (i.e., elevation, topography, and land cover) indicated overall root mean square errors (RMSEs) of about 13.27 % and 16 % and overall biases of about −5.83 % and −7.13 % for the AVHRR GAC raw and gap-filled snow datasets, respectively. It can be concluded that the here validated AVHRR GAC snow-cover climatology is a highly valuable and powerful dataset to assess environmental changes in the HKH region due to its good quality, unique temporal coverage (1982–2019), and inter-sensor/satellite consistency.",
    "readLink": "https://tc.copernicus.org/articles/15/4261/2021/tc-15-4261-2021.pdf"
  },
  {
    "title": "Abundance and Distributional Patterns of Benthic Peracarid Crustaceans From the Atlantic Sector of the Southern Ocean and Weddell Sea",
    "authors": [
      "Davide Di Franco,",
      "Davide Di Franco,",
      "Katrin Linse,",
      "Huw J. Griffiths,",
      "Christian Haas,",
      "Hanieh Saeedi,",
      "Hanieh Saeedi,",
      "Hanieh Saeedi,",
      "Angelika Brandt,",
      "Angelika Brandt"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.554663",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change is influencing some environmental variables in the Southern Ocean (SO) and this will have an effect on the marine biodiversity. Peracarid crustaceans are one of the dominant and most species-rich groups of the SO benthos. To date, our knowledge on the influence of environmental variables in shaping abundance and species composition in the SO’s peracarid assemblages is limited, and with regard to ice coverage it is unknown. The aim of our study was to assess the influence of sea ice coverage, chlorophyll-a, and phytoplankton concentrations on abundance, distribution and assemblage structure of peracarids. In addition, the influence of other physical parameters on peracarid abundance was assessed, including depth, temperature, salinity, sediment type, current velocity, oxygen, iron, nitrate, silicate and phosphate. Peracarids were sampled with an epibenthic sledge (EBS) in different areas of the Atlantic sector of the SO and in the Weddell Sea. Sampling areas were characterized by different regimes of ice coverage (the ice free South Orkney Islands, the seasonally ice-covered Filchner Trough and the Eastern Antarctic Peninsula including the Prince Gustav Channel which was formerly covered by a perennial ice shelf). In total 64766 individuals of peracarids were collected and identified to order level including five orders: Amphipoda, Cumacea, Isopoda, Mysidacea, and Tanaidacea. Amphipoda was the most abundant taxon, representing 32% of the overall abundances, followed by Cumacea (31%), Isopoda (29%), Mysidacea (4%), and Tanaidacea (4%). The Filchner Trough had the highest abundance of peracarids, while the South Orkney Islands showed the lowest abundance compared to other areas. Ice coverage was the main environmental driver shaping the abundance pattern and assemblage structure of peracarids and the latter were positively correlated with ice coverage and chlorophyll-a concentration. We propose that the positive correlation between sea ice and peracarid abundances is likely due to phytoplankton blooms triggered by seasonal sea ice melting, which might increase the food availability for benthos. Variations in ice coverage extent and seasonality due to climate change would strongly influence the abundance and assemblage structure of benthic peracarids.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2020.554663/full"
  },
  {
    "title": "Tendências recentes nos elementos do clima e suas implicações na evapotranspiração da cultura do milho em Viçosa - MG Recent trends in the weather elements and its implications in the maize crop evapotranspiration in Viçosa-MG, Brazil",
    "authors": [
      "Leonidas P. de Alencar,",
      "Gilberto C. Sediyama,",
      "Everardo C. Mantovani,",
      "Mauro A. Martinez"
    ],
    "doi": "https://doi.org/10.1590/S0100-69162011000400002",
    "journalVolume": "Vol. 31,\n                                no. 4\n                                \n                                  pp.\n                                  631\n                                  – 642",
    "issn": "0100-6916 (Print)",
    "publisher": "Sociedade Brasileira de Engenharia Agrícola",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.scielo.br/j/eagri/",
    "abstract": "A mudança nas condições climáticas tem gerado grandes preocupações em nível mundial, sendo que uma das grandes questões, neste contexto, é o aquecimento global. As alterações ocorridas nas condições climáticas podem afetar a demanda de água das plantas, porque a evapotranspiração é afetada por mudanças nos elementos climáticos. O objetivo deste trabalho foi analisar os efeitos das possíveis mudanças dos elementos do clima na evapotranspiração de referência e na evapotranspiração da cultura do milho para a região de Viçosa - MG. Mediante análise de tendência pelo teste de Mann-Kendall e da estatística do teste t da regressão linear, verificou-se o comportamento dos seguintes elementos climáticos: temperaturas máxima e mínima, insolação, velocidade do vento e umidade relativa. Observou-se uma redução na evapotranspiração de referência e da cultura do milho ao longo dos últimos 41 anos, principalmente em razão da redução da insolação e da velocidade do vento. A evapotranspiração de referência apresentou redução da ordem de 4,2 mm por ano.The change in weather conditions has caused great concern in the world and the major issue, in this context, is the global warming. The changes in climate may affect the water demand of plants, because the evapotranspiration is affected by changes in climatic elements. The objective of this study was to examine the possible effects of climatological changes in evapotranspiration and reference evapotranspiration of corn in Viçosa - MG, Brazil. Trend analysis by the Mann-Kendall statistic and student t test of the linear regression were used to study the behavior of the following weather elements: maximum and minimum temperatures, sunshine duration, wind speed and relative humidity. It was observed a reduction in the reference evapotranspiration and maize crop evapotranspiration over the recent past 41 years, mainly because of reduced solar radiation and wind speed. The reference evapotranspiration showed reductions of 4.2 mm per year.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0100-69162011000400002"
  },
  {
    "title": "Generalizing uncertainty decomposition theory in climate change impact assessments",
    "authors": [
      "Yongdai Kim,",
      "Ilsang Ohn,",
      "Jae-Kyoung Lee,",
      "Young-Oh Kim"
    ],
    "doi": "Vol. 3",
    "issn": "2589-9155 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-hydrology-x/",
    "abstract": "Most studies of the uncertainties in climate change impact assessments focus on each stage independently without considering correlations between stages. Therefore, it is difficult to quantify the relative contribution of each stage to the total uncertainty and to identify how uncertainties are propagated as the stages proceed. In this study, we propose a new method for decomposing total uncertainty to components from individual stages. The proposed method is more theoretically sound compared to existing methods because the sum of the uncertainties from individual stages is always equal to the total uncertainty. In addition, the results of real data analysis indicate that our proposed method provides reasonable uncertainty decomposition. Keywords: Climate change impacts, Downscaling, Emission scenario, GCM, Hydrological model, Total uncertainty, Uncertainty decomposition",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589915519300082"
  }
]