[
  {
    "title": "Review of \"Fire and Snow: Climate Fiction from the Inklings to Game of Thrones\" by Marc DiPaolo (State University of New York Press)",
    "authors": [
      "Alisa M Schreibman"
    ],
    "doi": "https://doi.org/10.25158/L9.1.18",
    "journalVolume": "Vol. 9,\n                                no. 1",
    "issn": "2469-4053 (Online)",
    "publisher": "Cultural Studies Association",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology"
    ],
    "journalUrl": "https://csalateral.org",
    "abstract": "Marc DiPaolo’s Fire and Snow engages with the burgeoning 'cli-fi' genre which speculates on climate change themes and corollary effects. Through close examination of such diverse works as Suzanne Collins's Hunger Games, Margaret Atwood's MaddAddam trilogy, and \"low-culture\" films Snowpiercer and Mad Max: Fury Road, DiPaolo both argues in favor of non-partisan collective action against climate change and explores broader public engagement with environmental themes. Primarily a survey text, Fire and Snow nevertheless provides considered analysis of the relationship between authors, producers, and consumers in the dissemination of cli-fi messaging in popular culture.",
    "readLink": "https://doi.org/10.25158/L9.1.18"
  },
  {
    "title": "An Integrated Model of Pluvial Flood Risk and Adaptation Measure Evaluation in Shanghai City",
    "authors": [
      "Hengzhi Hu,",
      "Hanwei Yang,",
      "Jiahong Wen,",
      "Min Zhang,",
      "Yanjuan Wu"
    ],
    "doi": "https://doi.org/10.3390/w15030602",
    "journalVolume": "Vol. 15,\n                                no. 602\n                                \n                                  p.\n                                  602",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Under climate warming, the frequency and intensity of extreme rainstorms-induced urban pluvial floods are significantly increasing, leading to severe flooding risks in megacities. An integrated model that incorporates rainfall processing, waterlogging simulation, GIS spatial analysis, risk assessment, and measure evaluation was developed, optimizing both the assessment procedure and the computing efficiency for assessing pluvial flood risk and adaptation measures. The historic “9.13” extreme rainstorm event is simulated, showing excellent consistency of inundation depth and area compared to Shanghai’s “110” alarm validation records. Three extreme rainstorm scenarios, using return periods of 200a, 500a, and 1000a, were generated to evaluate the flooding risk and measures’ performance. The results show that the low-lying areas in the solution district are the most inundated region based on the existing defense measures. The maximum inundation depth of high-extreme rainstorm scenarios is up to 1.5 m, and the low-lying areas would still be above 1 m even in low-extreme scenarios. Increasing the drainage capacity can effectively reduce the total loss by 80% in the low-extreme scenario, yet still suffering a significant loss in both moderate-extreme and high-extreme scenarios. The integrated model can provide technical support for the rapid evaluation of flood control prevention capabilities.",
    "readLink": "https://www.mdpi.com/2073-4441/15/3/602"
  },
  {
    "title": "Glacier Changes in the Qilian Mountains, Northwest China, between the 1960s and 2015",
    "authors": [
      "Jing He,",
      "Ninglian Wang,",
      "An’an Chen,",
      "Xuewen Yang,",
      "Ting Hua"
    ],
    "doi": "https://doi.org/10.3390/w11030623",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  623",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Glaciers in the Qilian Mountains are important sources of fresh-water for sustainable development in the Hexi Corridor in the arid northwest China. Over the last few decades, glaciers have generally shrunk across the globe due to climate warming. In order to understand the current state of glaciers in the Qilian Mountains, we compiled a new inventory of glaciers in the region using Landsat Operational Land Imager (OLI) images acquired in 2015, and identified 2748 glaciers that covered an area of 1539.30 ± 49.50 km2 with an ice volume of 81.69 ± 7.40 km3, among which the Shule River basin occupied the largest portion of glaciers (24.8% in number, 32.3% in area, and 35.6% in ice volume). In comparison to previous inventories, glacier area was found to shrink by 396.89 km2 (20.5%) in total, and 109 glaciers with an area of 8.94 km2 disappeared over the period from the 1960s to 2015. This situation was primarily caused by the increase in air temperature, and also related with the size of glacier and some local topographic parameters. In addition, the change of glaciers in the Qilian Mountains showed a distinct spatial pattern, i.e., their shrinking rate was large in the east and small in the west.",
    "readLink": "https://www.mdpi.com/2073-4441/11/3/623"
  },
  {
    "title": "Can Payments for Ecosystem Services Contribute to Adaptation to Climate Change? Insights from a Watershed in Kenya",
    "authors": [
      "Isabel van de Sand,",
      "John K. Mwangi,",
      "Sara Namirembe"
    ],
    "doi": "https://doi.org/10.5751/ES-06199-190147",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  p.\n                                  47",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Climate change presents new challenges for the management of social-ecological systems and the ecosystem services they provide. Although the instrument of payments for ecosystem services (PES) has emerged as a promising tool to safeguard or enhance the provision of ecosystem services (ES), little attention has been paid to the potential role of PES in climate change adaptation. As an external stressor climate change has an impact on the social-ecological system in which PES takes place, including the various actors taking part in the PES scheme. Following a short description of the conceptual link between PES and adaptation to climate change, we provide practical insights into the relationship between PES and adaptation to climate change by presenting results from a case study of a rural watershed in Kenya. Drawing upon the results of a participatory vulnerability assessment among potential ecosystem service providers in Sasumua watershed north of Nairobi, we show that PES can play a role in enhancing adaptation to climate change by influencing certain elements of adaptive capacity and incentivizing adaptation measures. In addition, trade-offs and synergies between proposed measures under PES and adaptation to climate change are identified. Results show that although it may not be possible to establish PES schemes based on water utilities as the sole source of financing, embedding PES in a wider adaptation framework creates an opportunity for the development of watershed PES schemes in Africa and ensures their sustainability. We conclude that there is a need to embed PES in a wider institutional framework and that extra financial resources are needed to foster greater integration between PES and adaptation to climate change. This can be achieved through scaling up PES by bringing in other buyers and additional ecosystem services. PES can achieve important coadaptation benefits, but for more effective adaptation outcomes it needs to be combined with vulnerability assessments and climate scenarios to ensure that these are realized and potential trade-offs between PES measures and adaptation measures minimized.",
    "readLink": "http://www.ecologyandsociety.org/vol19/iss1/art47/"
  },
  {
    "title": "Projection of the East Asian westerly jet under six global warming targets",
    "authors": [
      "Yuanhai FU,",
      "Dong GUO"
    ],
    "doi": "https://doi.org/10.1080/16742834.2020.1715199",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  129\n                                  – 135",
    "issn": "1674-2834 (Print)",
    "publisher": "2376-6123 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/atmospheric-and-oceanic-science-letters/",
    "abstract": "This study investigates the projected changes in the East Asian westerly jet (EAJ) under six global warming targets (1.5°C, 2.0°C, 2.5°C, 3.0°C, 3.5°C, and 4.0°C) relative to the present climate, using the outputs of CMIP5 models. The results show that the westerly tends to weaken slightly under the 1.5°C warming target. Under the 2.0°C target, it is projected to intensify south of the EAJ’s axis (approximately 40°N) and decay north of the axis. This change becomes increasingly evident under the 2.5°C and higher warming targets, which suggests that the EAJ’s axis will move farther and farther southward, but its intensity will change little with increasing global warming. Further analyses suggest that the change in the EAJ is closely related to the inhomogeneous rising rate of air temperature in the mid–upper troposphere. The relatively slow-rising air temperature in the mid–upper troposphere over the EAJ’s entrance and exit regions will lead to a negative (positive) meridional temperature gradient to the south (north), and will then accelerate (decelerate) the westerly on the EAJ’s south/north side.",
    "readLink": "http://dx.doi.org/10.1080/16742834.2020.1715199"
  },
  {
    "title": "Long-Term Effects of Organic Amendments on Soil Organic Matter Quantity and Quality in Conventional Cropping Systems in Switzerland",
    "authors": [
      "Ayumi Koishi,",
      "Luca Bragazza,",
      "Alexandra Maltas,",
      "Thomas Guillaume,",
      "Sokrat Sinaj"
    ],
    "doi": "https://doi.org/10.3390/agronomy10121977",
    "journalVolume": "Vol. 10,\n                                no. 1977\n                                \n                                  p.\n                                  1977",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Increasing soil organic carbon (SOC) in agroecosystems is a promising solution to simultaneously address climate change mitigation, adaptation, and food security. Yet, the best management practices that could achieve these goals remain to be identified. Here, we analyze the long-term effects of application of green manure, cereal straw, farmyard manure, and cattle slurry on SOC in a 37 year long field experiment in Switzerland. The treatment effects were compared against control conditions that received only optimal mineral fertilization. More specifically, this study aimed at evaluating the effect of organic amendments on SOC accumulation and distribution in different soil particle-size fractions by means of a set of indicators about organic matter quality (biological reactivity, humification index) and microbial activity (extracellular enzyme activities). In the absence of organic matter input, application of mineral fertilizers alone resulted in the lowest SOC content and the highest humification index of the bulk soil organic matter. Among the organic amendments, cereal straw, farmyard manure, and cattle slurry promoted a higher SOC content and a lower humification index due to an increase of SOC in the clay-size fraction. The annual C accrual reached 4.4‰ per year over 37 years with farmyard manure. The higher biological reactivity measured for the green manure and cereal straw amendments was associated with higher soil enzymatic activities, while C retention coefficients decreased by at least 2.5 times compared to animal-derived amendments. The low availability of nutrients in green manure and straw amendments as suggested by the high phosphatase and N-acetylglucosaminidase activities may indicate a reduction in C retention of organic matter inputs due to nutrient microbial mining with plant-derived amendments.",
    "readLink": "https://www.mdpi.com/2073-4395/10/12/1977"
  },
  {
    "title": "Indicator-Based Assessment of Resilience and Vulnerability in the Indian Himalayan Region: A Case Study on Socio-Economy under Different Scenarios",
    "authors": [
      "Soumya Dasgupta,",
      "Ruchi Badola"
    ],
    "doi": "https://doi.org/10.3390/su12176938",
    "journalVolume": "Vol. 12,\n                                no. 6938\n                                \n                                  p.\n                                  6938",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Indian Himalayan region is vulnerable to climate change because of its geospatial fragility. The present study gives a framework for the analysis of household and village-level resilience and vulnerability in the Bhagirathi Basin of Indian Western Himalayan region under different climate change scenarios. Villages were selected depending on different biophysical criteria to have a good representation of the study area. Household-level survey using the household economy approach was done in 646 households of 30 villages to collect information on indicators of natural, physical, financial and human capital assets and scores were generated for each category. A cumulative resilience score was obtained for each household and village. Future climate projections on mean annual temperature were also accessed under Representative Concentration Pathway (RCP) 4.5 to estimate the change in mean temperature of the studied villages and probable change in agricultural production. The result shows that most of the villages of Tehri Garhwal are clustered in vulnerable classes in comparison to Uttarkashi villages and vulnerability scores of 11 and 8 villages changed under climate shock and future agricultural production change scenarios, respectively. The study has manifold implications on further research and policy implementation under socioeconomic vulnerability in the Himalayan region.",
    "readLink": "https://www.mdpi.com/2071-1050/12/17/6938"
  },
  {
    "title": "The Climate Change Dilemma: How Cooperation Beliefs Influence Energy Conservation Behavior",
    "authors": [
      "Christiane Lübke"
    ],
    "doi": "https://doi.org/10.3390/su13105575",
    "journalVolume": "Vol. 13,\n                                no. 5575\n                                \n                                  p.\n                                  5575",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Despite widespread belief in anthropogenic climate change and high levels of concern about its consequences, behavioral changes necessary to adequately address climate change appear difficult to achieve. This concern–behavior gap is often explained by the public goods character of climate change mitigation, which is associated with a high individual incentive to take a free ride when possible. This paper examines cooperation beliefs and their impact on individuals’ energy conservation behavior. Analyzing data from the European Social Survey, it appears that cooperation beliefs are rather low in Europe and that most people do not expect others to limit their energy use to help mitigate climate change. This low trust contrasts with individuals’ reported level of energy conservation behavior and the general high level of energy conservation in most European countries. This trust gap has important implications for pro-environmental behavior as high trust in others’ pro-environmental behavior fosters individuals’ attempts to save energy.",
    "readLink": "https://www.mdpi.com/2071-1050/13/10/5575"
  },
  {
    "title": "The Impact of Climate Change in the Southern African Region and Statelessness",
    "authors": [
      "Michaela Jahnig,",
      "Leah Ndimurwimo"
    ],
    "doi": "https://doi.org/10.14426/ahmr.v8i3.1134",
    "journalVolume": "Vol. 8,\n                                no. 3",
    "issn": "2411-6955 (Print)",
    "publisher": "2410-7972 (Online)",
    "countryOfPublisher": "University of the Western Cape",
    "lcc": [
      "South Africa",
      "Political science: Colonies and colonization. Emigration and immigration. International migration"
    ],
    "journalUrl": "https://epubs.ac.za/index.php/ahmr",
    "abstract": "The right to nationality is among the fundamental rights that are recognisable under international and regional treaties, as well as national laws. Under international law, the 1954 Convention Relating to the Status of Stateless Persons and the 1961 Convention on the Reduction of Statelessness (collectively the “Statelessness Conventions”), for example, were adopted to promote and protect the right to nationality and eradicate statelessness. There are three ways by which nationality can be acquired: by descent or parentage (jus sanguinis – law of the blood), by birth on the territory (jus soli – law of the soil), or by way of naturalization which includes (jus domicili or long residence). However, the determination of nationality remains ambiguous, and statelessness is becoming a major concern in the Southern African Region. Statelessness often occurs due to the lacunae found in the laws, policies, and practices of states that deny individuals their right to nationality, at birth or later in life. Stateless persons become unfairly marginalised and denied their basic human rights and access to services, legal protection, and recognition. Statelessness is not only harmful to stateless persons themselves but can destabilise the society in which such persons live. This article investigates the risks of statelessness that can be associated with cross-border and permanent displacement due to the impacts of climate change. It evaluates the likelihood that such circumstances may lead to uncertain rights and legal statuses of stateless persons, issues that have the potential to be passed on to subsequent generations. The article concludes with recommended solutions for effectively preventing statelessness and for protecting and promoting the rights of stateless persons in the Southern African Region, specifically South Africa, Mozambique, and Tanzania.",
    "readLink": "https://epubs.ac.za/index.php/ahmr/article/view/1134"
  },
  {
    "title": "Transport pathways of peroxyacetyl nitrate in the upper troposphere and lower stratosphere from different monsoon systems during the summer monsoon season",
    "authors": [
      "S. Fadnavis,",
      "K. Semeniuk,",
      "M. G. Schultz,",
      "M. Kiefer,",
      "A. Mahajan,",
      "L. Pozzoli,",
      "S. Sonbawane"
    ],
    "doi": "https://doi.org/10.5194/acp-15-11477-2015",
    "journalVolume": "Vol. 15,\n                                no. 20\n                                \n                                  pp.\n                                  11477\n                                  – 11499",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The Asian summer monsoon involves complex transport patterns with large-scale redistribution of trace gases in the upper troposphere and lower stratosphere (UTLS). We employ the global chemistry–climate model ECHAM5–HAMMOZ in order to evaluate the transport pathways and the contributions of nitrogen oxide species peroxyacetyl nitrate (PAN), NOx and HNO3 from various monsoon regions, to the UTLS over southern Asia and vice versa. Simulated long-term seasonal mean mixing ratios are compared with trace gas retrievals from the Michelson Interferometer for Passive Atmospheric Sounding aboard ENVISAT(MIPAS-E) and aircraft campaigns during the monsoon season (June–September) in order to evaluate the model's ability to reproduce these transport patterns. The model simulations show that there are three regions which contribute substantial pollution to the South Asian UTLS: the Asian summer monsoon (ASM), the North American monsoon (NAM) and the West African monsoon (WAM). However, penetration due to ASM convection reaches deeper into the UTLS compared to NAM and WAM outflow. The circulation in all three monsoon regions distributes PAN into the tropical latitude belt in the upper troposphere (UT). Remote transport also occurs in the extratropical UT where westerly winds drive North American and European pollutants eastward where they can become part of the ASM convection and lifted into the lower stratosphere. In the lower stratosphere the injected pollutants are transported westward by easterly winds. Sensitivity experiments with ECHAM5–HAMMOZ for simultaneous NOx and non-methane volatile organic compounds (NMVOCs) emission change (−10 %) over ASM, NAM and WAM confirm similar transport. Our analysis shows that a 10 % change in Asian emissions transports ~ 5–30 ppt of PAN in the UTLS over Asia, ~ 1–10 ppt of PAN in the UTLS of northern subtropics and mid-latitudes, ~ 7–10 ppt of HNO3 and ~ 1–2 ppb of ozone in UT over Asia. Comparison of emission change over Asia, North America and Africa shows that the highest transport of HNO3 and ozone occurs in the UT over Asia and least over Africa. The intense convective activity in the monsoon regions is associated with lightning and thereby the formation of additional NOx. This also affects the distribution of PAN in the UTLS. Simulations with and without lightning show an increase in the concentrations of PAN (~ 40 %), HNO3 (75 %), NOx (70 %) and ozone (30 %) over the regions of convective transport. Lightning-induced production of these species is higher over equatorial Africa and America compared to the ASM region. This indicates that the contribution of anthropogenic emissions to PAN in the UTLS over the ASM is higher than that of lightning.",
    "readLink": "http://www.atmos-chem-phys.net/15/11477/2015/acp-15-11477-2015.pdf"
  }
]