[
  {
    "title": "A Role for Epigenetic Regulation in the Adaptation and Stress Responses of Non-model Plants",
    "authors": [
      "Flávia Thiebaut,",
      "Adriana Silva Hemerly,",
      "Paulo Cavalcanti Gomes Ferreira"
    ],
    "doi": "https://doi.org/10.3389/fpls.2019.00246",
    "journalVolume": "Vol. 10",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "In recent years enormous progress has been made in understanding the role of epigenetic regulation response to environmental stimuli, especially in response to stresses. Molecular mechanisms involved in chromatin dynamics and silencing have been explained, leading to an appreciation of how new phenotypes can be generated quickly in response to environmental modifications. In some cases, it has also been shown that epigenetic modifications can be stably transmitted to the next generations. Despite this, the vast majority of studies have been carried out with model plants, particularly with Arabidopsis, and very little is known on how native plants in their natural habitat react to changes in their environment. Climate change has been affecting, sometimes drastically, the conditions of numerous ecosystems around the world, forcing populations of native species to adapt quickly. Although part of the adaptation can be explained by the preexisting genetic variation in the populations, recent studies have shown that new stable phenotypes can be generated through epigenetic modifications in few generations, contributing to the stability and survival of the plants in their natural habitat. Here, we review the recent data that suggest that epigenetic variation can help natural populations to cope to with change in their environments.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2019.00246/full"
  },
  {
    "title": "Linking climate and air quality over Europe: effects of meteorology on PM<sub>2.5</sub> concentrations",
    "authors": [
      "A. G. Megaritis,",
      "C. Fountoukis,",
      "P. E. Charalampidis,",
      "H. A. C. Denier van der Gon,",
      "C. Pilinis,",
      "S. N. Pandis"
    ],
    "doi": "https://doi.org/10.5194/acp-14-10283-2014",
    "journalVolume": "Vol. 14,\n                                no. 18\n                                \n                                  pp.\n                                  10283\n                                  – 10298",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The effects of various meteorological parameters such as temperature, wind speed, absolute humidity, precipitation and mixing height on PM2.5 concentrations over Europe were examined using a three-dimensional chemical transport model, PMCAMx-2008. Our simulations covered three periods, representative of different seasons (summer, winter, and fall). PM2.5 appears to be more sensitive to temperature changes compared to the other meteorological parameters in all seasons. PM2.5 generally decreases as temperature increases, although the predicted changes vary significantly in space and time, ranging from −700 ng m−3 K−1 (−8% K−1) to 300 ng m−3 K−1 (7% K−1). The predicted decreases of PM2.5 are mainly due to evaporation of ammonium nitrate, while the higher biogenic emissions and the accelerated gas-phase reaction rates increase the production of organic aerosol (OA) and sulfate, having the opposite effect on PM2.5. The predicted responses of PM2.5 to absolute humidity are also quite variable, ranging from −130 ng m−3 %−1 (−1.6% %−1) to 160 ng m−3 %−1 (1.6% %−1) dominated mainly by changes in inorganic PM2.5 species. An increase in absolute humidity favors the partitioning of nitrate to the aerosol phase and increases the average PM2.5 during summer and fall. Decreases in sulfate and sea salt levels govern the average PM2.5 response to humidity during winter. A decrease of wind speed (keeping the emissions constant) increases all PM2.5 species (on average 40 ng m−3 %−1) due to changes in dispersion and dry deposition. The wind speed effects on sea salt emissions are significant for PM2.5 concentrations over water and in coastal areas. Increases in precipitation have a negative effect on PM2.5 (decreases up to 110 ng m−3 %−1) in all periods due to increases in wet deposition of PM2.5 species and their gas precursors. Changes in mixing height have the smallest effects (up to 35 ng m−3 %−1) on PM2.5 . Regarding the relative importance of each of the meteorological parameters in a changed future climate, the projected changes in precipitation are expected to have the largest impact on PM2.5 levels during all periods (changes up to 2 μg m−3 in the fall). The expected effects in future PM2.5 levels due to wind speed changes are similar in all seasons and quite close to those resulting from future precipitation changes (up to 1.4 μg m−3). The expected increases in absolute humidity in the future can lead to large changes in PM2.5 levels (increases up to 2 μg m−3) mainly in the fall due to changes in particulate nitrate levels. Despite the high sensitivity of PM2.5 levels to temperature, the small expected increases of temperature in the future will lead to modest PM2.5 changes and will not dominate the overall change.",
    "readLink": "http://www.atmos-chem-phys.net/14/10283/2014/acp-14-10283-2014.pdf"
  },
  {
    "title": "Anthropogenic and natural drivers of a strong winter urban heat island in a typical Arctic city",
    "authors": [
      "M. Varentsov,",
      "M. Varentsov,",
      "P. Konstantinov,",
      "P. Konstantinov,",
      "A. Baklanov,",
      "I. Esau,",
      "V. Miles,",
      "R. Davy"
    ],
    "doi": "https://doi.org/10.5194/acp-18-17573-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  17573\n                                  – 17587",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The Arctic has rapidly urbanized in recent decades with 2 million people currently living in more than a hundred cities north of 65∘ N. These cities have a harsh but sensitive climate and warming here is the principle driver of destructive thawing, water leakages, air pollution and other detrimental environmental impacts. This study reports on the urban temperature anomaly in a typical Arctic city. This persistent warm anomaly reaches up to 11 K in winter with the wintertime mean urban temperature being 1.9 K higher on average in the city center than in the surrounding natural landscape. An urban temperature anomaly, also known as an urban heat island (UHI), was found using remote sensing and in situ temperature data. High-resolution (1 km) model experiments run with and without an urban surface parameterization helped to identify the leading physical and geographical factors supporting a strong temperature anomaly in a cold climate. The statistical analysis and modeling suggest that at least 50 % of this warm anomaly is caused by the UHI effect, driven mostly by direct anthropogenic heating, while the rest is created by natural microclimatic variability over the undulating relief of the area. The current UHI effect can be as large as the projected, and already amplified, warming for the region in the 21st century. In contrast to earlier reports, this study found that the wintertime UHI in the Arctic should be largely attributed to direct anthropogenic heating. This is a strong argument in support of energy efficiency measures, urban climate change mitigation policy and against high-density urban development in polar settlements. The complex pattern of thermal conditions, as revealed in this study, challenges urban planners to account for the observed microclimatic diversity in perspective sustainable development solutions.",
    "readLink": "https://www.atmos-chem-phys.net/18/17573/2018/acp-18-17573-2018.pdf"
  },
  {
    "title": "China’s Efforts to Peak Carbon Emissions: Targets and Practice",
    "authors": [
      "Ying CAO,",
      "Xiaomei Li,",
      "Haoben YAN,",
      "Shuya KUANG"
    ],
    "doi": "https://doi.org/10.1142/S2345748121500044",
    "journalVolume": "Vol. 09,\n                                no. 01",
    "issn": "2345-7481 (Print)",
    "publisher": "2345-752X (Online)",
    "countryOfPublisher": "World Scientific Publishing Co. Pte Ltd.",
    "lcc": [
      "Singapore",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.worldscientific.com/worldscinet/cjues",
    "abstract": "According to the statement of President Xi Jinping at the general debate of the 75th session of the United Nations General Assembly, China aims to have CO2 emissions peak before 2030. Regions are the major units undertaking carbon emissions control. The achievement of the national emission peaking target requires the participation of all regions. However, regions still need to rationally judge their peaking targets and paths and enhance their basic capabilities while promoting carbon emissions peak. Besides, China should step up its macro-guidance for regions to peak carbon emissions in terms of top-level design, mechanisms improvement, and overall coordination.",
    "readLink": "https://www.worldscientific.com/doi/10.1142/S2345748121500044"
  },
  {
    "title": "Attributing ocean acidification to major carbon producers",
    "authors": [
      "R Licker,",
      "B Ekwurzel,",
      "S C Doney,",
      "S R Cooley,",
      "I D Lima,",
      "R Heede,",
      "P C Frumhoff"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab5abc",
    "journalVolume": "Vol. 14,\n                                no. 12\n                                \n                                  p.\n                                  124060",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Recent research has quantified the contributions of CO _2 and CH _4 emissions traced to the products of major fossil fuel companies and cement manufacturers to global atmospheric CO _2 , surface temperature, and sea level rise. This work has informed societal considerations of the climate responsibilities of these major industrial carbon producers. Here, we extend this work to historical (1880–2015) and recent (1965–2015) acidification of the world’s ocean. Using an energy balance carbon-cycle model, we find that emissions traced to the 88 largest industrial carbon producers from 1880–2015 and 1965–2015 have contributed ∼55% and ∼51%, respectively, of the historical 1880–2015 decline in surface ocean pH. As ocean acidification is not spatially uniform, we employ a three-dimensional ocean model and identify five marine regions with large declines in surface water pH and aragonite saturation state over similar historical (average 1850–1859 to average 2000–2009) and recent (average 1960–1969 to average of 2000–2009) time periods. We characterize the biological and socioeconomic systems in these regions facing loss and damage from ocean acidification in the context of climate change and other stressors. Such analysis can inform societal consideration of carbon producer responsibility for current and near-term risks of further loss and damage to human communities dependent on marine ecosystems and fisheries vulnerable to ocean acidification.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab5abc"
  },
  {
    "title": "Adoption of Climate Smart Agriculture by Communal Livestock Farmers in South Africa",
    "authors": [
      "Lerato Molieleng,",
      "Pieter Fourie,",
      "Ifeoma Nwafor"
    ],
    "doi": "https://doi.org/10.3390/su131810468",
    "journalVolume": "Vol. 13,\n                                no. 10468\n                                \n                                  p.\n                                  10468",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The importance of adopting modern technology in agriculture, especially in a changing climate, cannot be underestimated in Africa. The aim of this review was to highlight the past and the status quo with regard to the adoption of current farming practices in relation to climate-smart agriculture (CSA) by communal livestock farmers in South Africa. The impact of animal agriculture on climate change was also deliberated. Different internet search engines and databases, like Google Scholar, EBSCO Host, Science Direct, etc., and peer-reviewed articles, books, and government and academic reports were employed to provide information to adequately address the aim. Keywords like “the impact of climate smart agriculture on communal livestock farmers”, “communal livestock in South Africa”, “communal farming and technology adoption”, etc. were used for the search. Various issues pertaining to the impact of animal agriculture on climate change, greenhouse gas (GHG) emissions, and implementing CSA in livestock farming were extensively discussed. The findings indicated that there is limited research on the adoption of CSA by communal livestock farmers in South Africa. The review concluded that strategies to adopt modern technology in communal areas should address the issues to enhance knowledge of farmers and all stakeholders, through increasing awareness, trainings, and skills programs. The government should build local capacity in innovative and affordable water and agricultural solutions, and reliable financial mechanisms should be in place to implement innovative sound technologies in communal areas.",
    "readLink": "https://www.mdpi.com/2071-1050/13/18/10468"
  },
  {
    "title": "Temporal changes in avian community composition in lowland conifer habitats at the southern edge of the boreal zone in the Adirondack Park, NY.",
    "authors": [
      "Michale J Glennon,",
      "Stephen F Langdon,",
      "Madeleine A Rubenstein,",
      "Molly S Cross"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0220927",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  p.\n                                  e0220927",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change represents one of the most significant threats to human and wildlife communities on the planet. Populations at range margins or transitions between biomes can be particularly instructive for observing changes in biological communities that may be driven by climate change. Avian communities in lowland boreal habitats in the Adirondack Park, located at the North American boreal-temperate ecotone, have been the focus of long-term monitoring efforts since 2007. By documenting long-term changes in community structure and composition, such datasets provide an opportunity to understand how boreal species are responding differently to climate change, and which habitat characteristics may be best able to retain boreal avian communities. We examined three specific questions in order to address how well current biological communities in Adirondack boreal wetland habitats are being maintained in a changing climate: (1) how do trends in occupancy vary across species, and what guilds or characteristics are associated with increasing or decreasing occupancy? (2) how is avian community composition changing differently across sites, and (3) what distinguishes sites which are retaining boreal birds to a higher degree than other sites? Our analysis revealed that (1) boreal species appear to exhibit the largest changes in occupancy among our study locations as compared to the larger avian community, (2) dynamics of community change are not uniform across sites and habitat structure may play an important role in driving observed changes, and (3) the particular characteristics of large open peatlands may allow them to serve as refugia for boreal species in the context of climate change.",
    "readLink": "https://doi.org/10.1371/journal.pone.0220927"
  },
  {
    "title": "Monitoring the little fire ant, Wasmannia auropunctata (Roger 1863), in the early stage of its invasion in China: Predicting its geographical distribution pattern under climate change",
    "authors": [
      "Hao-xiang ZHAO,",
      "Xiao-qing XIAN,",
      "Jian-yang GUO,",
      "Nian-wan YANG,",
      "Yan-ping ZHANG,",
      "Bao-xiong CHEN,",
      "Hong-kun HUANG,",
      "Wan-xue LIU"
    ],
    "doi": "Vol. 22,\n                                no. 9\n                                \n                                  pp.\n                                  2783\n                                  – 2795",
    "issn": "2095-3119 (Print)",
    "publisher": "2352-3425 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-integrative-agriculture",
    "abstract": "Invasive alien ants (IAAs) are among the most aggressive, competitive, and widespread invasive alien species (IAS) worldwide. Wasmannia auropunctata, the greatest IAAs threat in the Pacific region and listed in “100 of the world’s worst IAS”, has established itself in many countries and on islands worldwide. Wild populations of W. auropunctata were recently reported in southeastern China, representing a tremendous potential threat to China’s agricultural, economic, environmental, public health, and social well-being. Estimating the potential geographical distribution (PGD) of W. auropunctata in China can illustrate areas that may potentially face invasion risk. Therefore, based on the global distribution records of W. auropunctata and bioclimatic variables, we predicted the geographical distribution pattern of W. auropunctata in China under the effects of climate change using an ensemble model (EM). Our findings showed that artificial neural network (ANN), flexible discriminant analysis (FDA), gradient boosting model (GBM), Random Forest (RF) were more accurate than categorical regression tree analysis (CTA), generalized linear model (GLM), maximum entropy model (MaxEnt) and surface distance envelope (SRE). The mean TSS values of ANN, FDA, GBM, and RF were 0.820, 0.810, 0.843, and 0.857, respectively, and the mean AUC values were 0.946, 0.954, 0.968, and 0.979, respectively. The mean TSS and AUC values of EM were 0.882 and 0.972, respectively, indicating that the prediction results with EM were more reliable than those with the single model. The PGD of W. auropunctata in China is mainly located in southern China under current and future climate change. Under climate change, the PGD of W. auropunctata in China will expand to higher-latitude areas. The annual temperature range (bio7) and mean temperature of the warmest quarter (bio10) were the most significant variables affecting the PGD of W. auropunctata in China. The PGD of W. auropunctata in China was mainly attributed to temperature variables, such as the annual temperature range (bio7) and the mean temperature of the warmest quarter (bio10). The populations of W. auropunctata in southern China have broad potential invasion areas. Developing strategies for the early warning, monitoring, prevention, and control of W. auropunctata in southern China requires more attention.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2095311922002891"
  },
  {
    "title": "Projected Future Distribution of Tsuga canadensis across Alternative Climate Scenarios in Maine, U.S",
    "authors": [
      "Kathleen Dunckel,",
      "Aaron Weiskittel,",
      "Greg Fiske"
    ],
    "doi": "https://doi.org/10.3390/f8080285",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  285",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Climate change is having an impact on forest ecosystems around the world and is expected to alter the suitable habitat of individual tree species. Forest managers require resources about potential impacts of climate change at the regional scale to aid in climate mitigation efforts. By understanding the geographic distribution of changes in suitable habitat, migration corridors can be identified for conservation and active management. With the increased availability of climate projection data, ancillary Geographic Information Systems data, and field observations, modeling efforts at the regional scale are now possible. Here, we modeled and mapped the continuous distribution of Tsuga canadensis throughout the state of Maine at the regional scale(30 m) with high precision (89% of pixels had a coefficient of variation ≤ 4.0%). The random forest algorithm was used to create a strong prediction of suitable habitat for the years 2050 and 2100 from both high and low emission climate projections. The results clearly suggest a significant gain in suitable habitat for Tsuga canadensis range with a general northwest expansion.",
    "readLink": "https://www.mdpi.com/1999-4907/8/8/285"
  },
  {
    "title": "Inland wetlands mapping and vulnerability assessment using an integrated geographic information system and remote sensing techniques",
    "authors": [
      "C.E. Akumu,",
      "J. Henry,",
      "T. Gala,",
      "S. Dennis,",
      "C. Reddy,",
      "F. Tegegne,",
      "S. Haile,",
      "R.S. Archer"
    ],
    "doi": "https://doi.org/10.22034/gjesm.2018.04.001",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  387\n                                  – 400",
    "issn": "2383-3572 (Print)",
    "publisher": "2383-3866 (Online)",
    "countryOfPublisher": "GJESM Publisher",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.gjesm.net/",
    "abstract": "The understanding of inland wetlands’ distribution and their level of vulnerability is important to enhance management and conservation efforts. The aim of the study was to map inland wetlands and assess their distribution pattern and vulnerability to natural and human disturbances such as climate change (temperature increase) and human activities by the year 2080. Inland wetland types i.e. forested/shrub, emergent and open water bodies were classified and mapped using maximum likelihood standard algorithm. The spatial distribution pattern of inland wetlands was examined using average nearest neighbor analysis. A weighted geospatial vulnerability analysis was developed using variables such as roads, land cover/ land use (developed and agricultural areas) and climate data (temperature) to predict potentially vulnerable inland wetland types. Inland wetlands were successfully classified and mapped with overall accuracy of about 73 percent. Clustered spatial distribution pattern was found among all inland wetland types with varied degree of clustering. The study found about 13 percent of open water bodies, 11 percent of forested/shrub and 7 percent of emergent wetlands potentially most vulnerable to human and natural stressors. This information could be used to improve wetland planning and management by wetland managers and other stakeholders.",
    "readLink": "http://www.gjesm.net/article_32721_91d0cf1e307824484295e1c3babc8460.pdf"
  }
]