[
  {
    "title": "<i>Eranthis</i> Salisb. (Ranunculaceae) in South Siberia: Insights into Phylogeography and Taxonomy",
    "authors": [
      "Marina V. Protopopova,",
      "Vasiliy V. Pavlichenko"
    ],
    "doi": "https://doi.org/10.3390/d14100779",
    "journalVolume": "Vol. 14,\n                                no. 779\n                                \n                                  p.\n                                  779",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Eranthis Salisb. (Ranunculaceae) is a herbaceous plant genus, including few species disjunctively distributed throughout the temperate zone from Southeastern Europe to Eastern Asia. Until recently, only Eranthis sibirica DC. was known in South Siberia, being considered endemic and tertiary relict. Not long ago, Eranthis tanhoensis Erst was also described in Siberia. We report here a reconstruction of the phylogenetic relationships between the Siberian Eranthis species based on nuclear (ITS) and plastid (trnL + trnL-trnF + trnH-psbA) DNA. The phylogeographic structure of Siberian Eranthis is distinguished by the presence of the two “eastern” and “western” supergroups, which most likely formed as a result of disjunction caused by active mountain uplifts during the late Neogene–early Quaternary and subsequent progressive Pleistocene cooling. The eastern supergroup combines lineage I, containing populations from the eastern Khamar-Daban Ridge, the Eastern Sayan Mountains, and the Tannu-Ola Ridge, and lineage II containing western Khamar-Daban populations. The western supergroup includes only lineage III, containing Western Sayan populations. Our data clearly show that E. tanhoensis is nested in the E. sibirica clade, thereby indicating that its description as a separate species is unjustified, as it compromises the monophyletic status of E. sibirica. Therefore, we suggest here to consider E. tanhoensis as a synonym of E. sibirica.",
    "readLink": "https://www.mdpi.com/1424-2818/14/10/779"
  },
  {
    "title": "Examining the Interplay of Climate Change, Cultural Dynamics, and Sustainable Development: A Global Perspective",
    "authors": [
      "Pantelis C. Kostis,",
      "Kyriaki I. Kafka"
    ],
    "doi": "https://doi.org/10.3390/su151813652",
    "journalVolume": "Vol. 15,\n                                no. 13652\n                                \n                                  p.\n                                  13652",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study undertakes a comprehensive multi-country analysis to investigate the intricate relationships among climate change, cultural dynamics, and sustainable development. Leveraging a robust, unbalanced panel dataset that encompasses one hundred and eight countries or regions over nearly four decades (1981–2019), this study employs fixed-effects estimation techniques to mitigate the impact of time-invariant heterogeneity across observational units. Structural equation modeling (SEM) is also employed as an advanced analytical tool to explore complex causal pathways and latent variables. Conducted in Stata, this multifaceted approach allows us to delve into the causal interconnections between climate change indicators, various cultural attributes, and indices of sustainable development. The findings reveal a negative influence of climate change on cultural background formation, which in turn impacts sustainable development. On the other hand, it is found that cultural background contributes positively to sustainable development. This suggests integrating cultural considerations into climate change adaptation, mitigation strategies, and sustainable development interventions. These strategies account for diverse societal values and behaviors, facilitating more effective climate change mitigation and adaptation. This study contributes to the growing research on the interplay between climate change and sustainable development by emphasizing a culturally informed policy framework. Its findings stand to inform national and international policymaking and enrich the discourse surrounding the creative economy’s role in promoting sustainable development in the face of climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/15/18/13652"
  },
  {
    "title": "A Review of Measures against Increasing Temperature and Climate Change for the Safeguard of Workers in India",
    "authors": [
      "Ranjit Kumar Dehury,",
      "Parthsarathi Dehury"
    ],
    "doi": "https://doi.org/10.7860/JCDR/2017/29304.10769",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  pp.\n                                  IE01\n                                  – IE04",
    "issn": "2249-782X (Print)",
    "publisher": "0973-709X (Online)",
    "countryOfPublisher": "JCDR Research and Publications Private Limited",
    "lcc": [
      "India",
      "Medicine"
    ],
    "journalUrl": "http://www.jcdr.net/",
    "abstract": "Severe heat causes various health related problems among the workers in India. Working under hot and humid environment damages health of workers especially the agriculture labourers, construction workers, rickshaw pullers, venders, brick kiln workers and daily wage labourers. High humidity and high temperature can leads to heat stress even in 38°C temperature. The damage might be temporary, like heat related injuries to permanent like, critical heat stroke. Sometimes, it leads to occupational hazards which is irreversible in nature. Despite these serious issues, there is minimal preparation which exposes the workers to serious conditions. This paper evaluates various consequences of climate change and increasing temperature on the workers. Various databases like PubMed, Scopus and Google Scholar have been enquired to bring evidences across industry and places. The effects of heat and temperature were thematically arranged to understand the seriousness of the issues. Suggestions and way forwards are also discussed for the solution for workers and sustainability of various sectors depending on labourers working under the heat of sun. The paper suggests the requirement of creating a heat combating environment by coordinating among various government departments and agencies for the welfare of the workers. The industrial workers have to be provided with sufficient measures by various industries as per the governing laws. The agriculture and brick kiln workers have to work in mild heat and with sufficient protection to avoid consequences. The government need to monitor the unorganised sectors for protection of workers by law enforcing organs.",
    "readLink": "http://jcdr.net/articles/PDF/10769/29304_CE(RA1)_F(T)_PF1(AG_TG_OM)_PFA(PG_AP).pdf"
  },
  {
    "title": "A Vision of Sustainable Design Concepts for Upgrading Vulnerable Coastal Areas in Light of Climate Change Impacts: A Case Study from Beirut, Lebanon",
    "authors": [
      "Dorota Wojtowicz-Jankowska,",
      "Bahaa Bou Kalfouni"
    ],
    "doi": "https://doi.org/10.3390/su14073986",
    "journalVolume": "Vol. 14,\n                                no. 3986\n                                \n                                  p.\n                                  3986",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Rapid urbanization combined with the effects of climate change has increased the vulnerability of poor urban communities to natural hazards, particularly to informal settlements located in coastal areas. Apart from socio-economic challenges, the effects of climate change threaten the very existence of these settlements. They are particularly vulnerable due to their poor structural quality and lack of adequate infrastructure to mitigate the consequences of any natural event. The article highlights an informal settlement belt, located on the coastline of the southern suburb of the capital Beirut. This area is an example of a complex urban, social, and economic structure. As a result, this research speculates on the possible sustainable design solutions and tested development strategies through urban, architecture, and landscape design proposals, derived from interventions that succeed in facing similar challenges compatible with the studied context. The aim is to advocate for comprehensive consideration and transformation of coastal informal settlements that can be used to encourage neutralizing the obvious challenges of climate change in urban settings. Therefore, planning specifications and quality aspects for future coastal informal settlements are proposed and extracted. The research involves analysis of qualitative data rather than quantitative data, as there is not much definite information available in terms of statistics, such as review of publications and grey literature. The scope of the study ranges from microscale improvement to providing usable and accessible city-wide ecological urban settings and sustainable spaces with new standards for coastal informal settlements as a potential backbone.",
    "readLink": "https://www.mdpi.com/2071-1050/14/7/3986"
  },
  {
    "title": "Distinctive impacts of atmospheric intraseasonal oscillations on the net ecosystem exchange of the southeastern China forest between spring and summer",
    "authors": [
      "Jian-Ying LI,",
      "Jiang-Yu MAO,",
      "Jong-Seong KUG,",
      "Pan-Mao ZHAi"
    ],
    "doi": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  700\n                                  – 709",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "The southeastern China (SEC) forest is an important terrestrial biospheric carbon sink in the global carbon cycle, with its total net ecosystem exchange (NEE) accounting for about 3.2% of the global forest NEE. The prevailing atmospheric intraseasonal oscillations (ISOs) over East Asia strongly modulate climatic conditions over the SEC during spring and summer, thus leading to significant ISOs in the NEE of the SEC forest. As atmospheric ISOs show strong seasonality, this study examined the distinctive impacts of atmospheric ISOs on the NEE of the SEC forest between spring and summer.During spring, the vertical coupling of 10–30-d atmospheric ISOs in the lower and upper troposphere leads to strong 10‒30-d ISOs of solar radiation and temperature over the SEC. The 10‒30-d ISOs of solar radiation and temperature further result in the 10‒30-d ISOs of gross primary productivity (GPP) and terrestrial ecosystem respiration (TER). With the covariation in GPP and TER, the NEE of the SEC forest exhibits significant 10‒30-d ISOs. In contrast, the intraseasonal variations in climatic conditions over the SEC are associated with the 15‒60-d tropical atmospheric ISO during summer. While the induced 15‒60-d ISO of solar radiation leads to that of GPP, the induced 15‒60-d ISO of temperature is small and less effective; thus, the 15‒60-d ISO of NEE mainly originates from that of GPP.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822000752"
  },
  {
    "title": "Lifecycle Assessments of Railway Bridge Transitions Exposed to Extreme Climate Events",
    "authors": [
      "Sadudee Setsobhonkul,",
      "Sakdirat Kaewunruen,",
      "Joseph M. Sussman"
    ],
    "doi": "https://doi.org/10.3389/fbuil.2017.00035",
    "journalVolume": "Vol. 3",
    "issn": "2297-3362 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/built-environment#",
    "abstract": "Railway track components located at bridge transition zones or approach areas suffer from impact load and vibrations caused by abrupt changes in track stiffness on the bridge and the subgrade. The numerous strategies that can be used to mitigate these abrupt track stiffness changes rely on one of two concepts. The first concept is that of providing a gradual stiffness change, and the second is that of equalizing the track stiffness. A number of such mitigation methods have been developed and implemented over recent decades. Construction activities associated with these methods require various materials, processes, and uses of time, costs, and carbon emissions. In this study, eight of the most common techniques for railway bridge transition mitigation, including under ballast mats (UBMs), soft baseplates, under sleeper pads (USPs), rail pads, embankment treatments, transition slabs, ballast bonding, and wide sleepers, are compared. This study benchmarks the costs and carbon emissions of these eight mitigation techniques over the 50-year lifespan of a railway system subject to identical probabilities of four environmental scenarios: a control case, extremely high temperatures, extremely low temperatures, and flash flooding. This unprecedented study systemically investigates the effectiveness of the mitigation methods while considering the effects of 30 and 100 m bridge span lengths. Our results indicate that railway engineers should adopt different mitigation methods for different scenarios. The soft baseplate is the most appropriate method for a short-span bridge in the control case and the case of flash flooding, while ballast bonding is better for long-span railway bridges. Embankment treatment is recommended for both high- and low-extreme temperatures. However, its applicability is limited when the differential track stiffness is extremely high. Hence, alternatives that are 5–25% more expensive are proposed in parallel. The alternative methods include ballast bonding, and the USP and UMB methods, the latter two of which are designed for different climate scenarios. These recommendations translate novel insights from the systems thinking approach into practice and will benefit the railway industry significantly over the long term, enhancing both economic and environmental sustainability.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fbuil.2017.00035/full"
  },
  {
    "title": "A methodology for mapping current and future heat stress risk in pigs",
    "authors": [
      "J.Y. Mutua,",
      "K. Marshall,",
      "B.K. Paul,",
      "A.M.O. Notenbaert"
    ],
    "doi": "Vol. 14,\n                                no. 9\n                                \n                                  pp.\n                                  1952\n                                  – 1960",
    "issn": "1751-7311 (Print)",
    "publisher": "1751-732X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.journals.elsevier.com/animal/",
    "abstract": "Heat stress is a global issue constraining pig productivity, and it is likely to intensify under future climate change. Technological advances in earth observation have made tools available that enable identification and mapping livestock species that are at risk of exposure to heat stress due to climate change. Here, we present a methodology to map the current and likely future heat stress risk in pigs using R software by combining the effects of temperature and relative humidity. We applied the method to growing-finishing pigs in Uganda. We mapped monthly heat stress risk and quantified the number of pigs exposed to heat stress using 18 global circulation models and projected impacts in the 2050s. Results show that more than 800 000 pigs in Uganda will be affected by heat stress in the future. The results can feed into evidence-based policy, planning and targeted resource allocation in the livestock sector.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1751731120000865"
  },
  {
    "title": "Frequency and duration of low-wind-power events in Germany",
    "authors": [
      "Nils Ohlendorf,",
      "Wolf-Peter Schill"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab91e9",
    "journalVolume": "Vol. 15,\n                                no. 8\n                                \n                                  p.\n                                  084045",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In the transition to a renewable energy system, the occurrence of low-wind-power events receives increasing attention. We analyze the frequency and duration of such events for onshore wind power in Germany, based on 40 years of reanalysis data and open software. We find that low-wind-power events are less frequent in winter than in summer, but the maximum duration is distributed more evenly between months. While short events are frequent, very long events are much rarer. Every year, a period of around five consecutive days with an average wind capacity factor below 10% occurs, and every ten years a respective period of nearly eight days. These durations decrease if only winter months are considered. The longest event in the data lasts nearly ten days. We conclude that public concerns about low-wind-power events in winter may be overrated, but recommend that modeling studies consider multiple weather years to properly account for such events.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab91e9"
  },
  {
    "title": "From leaf to whole-plant water use efficiency (WUE) in complex canopies: Limitations of leaf WUE as a selection target",
    "authors": [
      "Hipólito Medrano ,",
      "Magdalena Tomás ,",
      "Sebastià Martorell ,",
      "Jaume Flexas ,",
      "Esther Hernández ,",
      "Joan Rosselló ,",
      "Alicia Pou ,",
      "José-Mariano Escalona ,",
      "Josefina Bota"
    ],
    "doi": "https://doi.org/10.1016/j.cj.2015.04.002",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  220\n                                  – 228",
    "issn": "2095-5421 (Print)",
    "publisher": "2214-5141 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.sciencedirect.com/science/journal/22145141/",
    "abstract": "Plant water use efficiency (WUE) is becoming a key issue in semiarid areas, where crop production relies on the use of large volumes of water. Improving WUE is necessary for securing environmental sustainability of food production in these areas. Given that climate change predictions include increases in temperature and drought in semiarid regions, improving crop WUE is mandatory for global food production. WUE is commonly measured at the leaf level, because portable equipment for measuring leaf gas exchange rates facilitates the simultaneous measurement of photosynthesis and transpiration. However, when those measurements are compared with daily integrals or whole-plant estimates of WUE, the two sometimes do not agree. Scaling up from single-leaf to whole-plant WUE was tested in grapevines in different experiments by comparison of daily integrals of instantaneous water use efficiency [ratio between CO2 assimilation (AN) and transpiration (E); AN/E] with midday AN/E measurements, showing a low correlation, being worse with increasing water stress. We sought to evaluate the importance of spatial and temporal variation in carbon and water balances at the leaf and plant levels. The leaf position (governing average light interception) in the canopy showed a marked effect on instantaneous and daily integrals of leaf WUE. Night transpiration and respiration rates were also evaluated, as well as respiration contributions to total carbon balance. Two main components were identified as filling the gap between leaf and whole plant WUE: the large effect of leaf position on daily carbon gain and water loss and the large flux of carbon losses by dark respiration. These results show that WUE evaluation among genotypes or treatments needs to be revised.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214514115000458"
  },
  {
    "title": "Greenhouse Gas Emission Intensities for the Livestock Sector in Indonesia, Based on the National Specific Data",
    "authors": [
      "Eska Nugrahaeningtyas,",
      "Chun-Youl Baek,",
      "Jung-Hwan Jeon,",
      "Hyun-Jung Jo,",
      "Kyu-Hyun Park"
    ],
    "doi": "https://doi.org/10.3390/su10061912",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  1912",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The aims of this study were to calculate greenhouse gas (GHG) emissions and to identify the trends of GHG emission intensity, based on meat production from the livestock sector in Indonesia, which had not been done before. The total emissions from the livestock sector from 2000 to 2015 in Indonesia were calculated using the 2006 Intergovernmental Panel on Climate Change Guideline (2006 IPCC GL) using Tier 1 and Tier 2, with its default values and some of the country specific data that were found in the grey literature. During 2000 to 2015, the change from the Tier 1 to Tier 2 methods resulted in an approximately 7.39% emission decrease from enteric fermentation and a 4.24% increase from manure management, which resulted in a 4.98% decrease in the total emissions. The shared emission from manure management increased by about 9% and 6% using Tier 1 and Tier 2, respectively. In contrast with the total emissions, the overall emission intensity in Indonesia decreased (up to 60.77% for swine), showing that the livestock productivity in Indonesia has become more efficient. In order to meet the meat demand with less GHG emissions, chicken farming is one option to be developed. The increased emission and share from manure management indicated that manure management system needs to be of concern, especially for beef cattle and swine.",
    "readLink": "http://www.mdpi.com/2071-1050/10/6/1912"
  }
]