[
  {
    "title": "Impact of climate change on photochemical air pollution in Southern California",
    "authors": [
      "D. E. Millstein,",
      "R. A. Harley"
    ],
    "doi": "Vol. 9,\n                                no. 11\n                                \n                                  pp.\n                                  3745\n                                  – 3754",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The effects of future climate and emissions-related perturbations on ozone air quality in Southern California are considered, with an assumed increase to 2&times; pre-industrial levels for global background levels of carbon dioxide. Effects of emission and climate-related forcings on air quality are superimposed on a summer 2005 high-ozone time period. Perturbations considered here include (a) effect of increased temperature on atmospheric reaction rates, (b) effect of increased temperature on biogenic emissions, (c) effect of increased water vapor concentrations, (d) effect of increased pollutant levels at the inflow (western) boundary, and (e) effect of population growth and technology change on emissions within Southern California. Various combinations of the above perturbations are also considered. The climate-related perturbations (a–c) led to combined peak 1-h ozone increases of up to 11 ppb. The effect on ozone was greatly reduced when the temperature increase was applied mostly during nighttime hours rather than uniformly throughout the day. Increased pollutant levels at the inflow boundary also led to ozone increases up to 5 ppb. These climate and inflow-related changes offset some of the anticipated benefits of emission controls within the air basin.",
    "readLink": "http://www.atmos-chem-phys.net/9/3745/2009/acp-9-3745-2009.pdf"
  },
  {
    "title": "Pedogenic controls of soil organic carbon stocks and stability beneath montane Norway spruce forests along a precipitation gradient",
    "authors": [
      "Robert M. Bösch,",
      "Monika Laux,",
      "Walter W. Wenzel"
    ],
    "doi": "Vol. 9,\n                                no. 11\n                                \n                                  p.\n                                  e21284",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Reliable data on SOC stocks in forest soils is required in the context of climate change and soil health assessments but still limited by input data availability (e.g., bulk density) and methods used for stock calculation. Relatively few studies have investigated the stability of SOC in forest soils. We investigated SOC stocks and fractionation in soils beneath Norway spruce forests and grasslands in the montane zone along a gradient of mean annual precipitation (MAP). We sampled soil cores volumetrically to 40 cm depth and measured SOC in the fractions 200 μm and 200–20 μm (coarse and fine POM), and <20 μm (MAOM) along with potential pedogenic controls. Total SOC stocks beneath forests in the study region, calculated by the equivalent soil mass (ESM) approach to 40 cm depth, amount to 79.0 ± 29.9 (mean ± standard deviation) Mg ha−1 (n = 20) in the mineral soil, and to 92.9 ± 30.6 Mg ha−1 including the litter layer, with a share of 55 % associated with POM. MAOM makes up ∼41 % of SOC in the uppermost mineral layer (0–5 cm) and increases to 71 % in the subsoil (20–40 cm). Multiple regression models show that MAOM is largely controlled by ammonium oxalate extractable Al (Alo) in the forest subsoils (20–40 cm), and increases with MAP in the topsoil layers (0–20 cm). Soils on carbonate rock stand out with ∼80–100 % larger shares of MAOM in the uppermost soil layers (0–10 cm) which is likely connected to higher soil pH and MAP, supporting microbial transformation and subsequent stabilisation of organic matter, which is reflected in narrower C:N ratios in MAOM and SOC.Including the litter layers, ESM-based total SOC stocks in forest soils tend to exceed those beneath grassland (80.2 ± 21.9 Mg ha−1; n = 31) by 16 %, but only by 6.4 % if calculated by the conventional fixed-depth (FD) approach. In contrast to the forest soils, SOC stocks beneath grasslands are dominated by MAOM (75.6 %).We conclude that (coniferous) forest soils are a poor reference for establishing sequestration potentials for stable SOC. The observed large proportion of POM in forest topsoils and its increase with declining MAP (indicating water availability) suggests a risk of SOC losses in response to increasing droughts due to climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S240584402308492X"
  },
  {
    "title": "Low growth resilience to drought is related to future mortality risk in trees",
    "authors": [
      "Lucía DeSoto,",
      "Maxime Cailleret,",
      "Frank Sterck,",
      "Steven Jansen,",
      "Koen Kramer,",
      "Elisabeth M. R. Robert,",
      "Tuomas Aakala,",
      "Mariano M. Amoroso,",
      "Christof Bigler,",
      "J. Julio Camarero,",
      "Katarina Čufar,",
      "Guillermo Gea-Izquierdo,",
      "Sten Gillner,",
      "Laurel J. Haavik,",
      "Ana-Maria Hereş,",
      "Jeffrey M. Kane,",
      "Vyacheslav I. Kharuk,",
      "Thomas Kitzberger,",
      "Tamir Klein,",
      "Tom Levanič,",
      "Juan C. Linares,",
      "Harri Mäkinen,",
      "Walter Oberhuber,",
      "Andreas Papadopoulos,",
      "Brigitte Rohner,",
      "Gabriel Sangüesa-Barreda,",
      "Dejan B. Stojanovic,",
      "Maria Laura Suárez,",
      "Ricardo Villalba,",
      "Jordi Martínez-Vilalta"
    ],
    "doi": "https://doi.org/10.1038/s41467-020-14300-5",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Resilience to drought is crucial for tree survival under climate change. Here, DeSoto et al. show that trees that died during drought were less resilient to previous dry events compared to surviving conspecifics, but the resilience strategies differ between angiosperms and gymnosperms.",
    "readLink": "https://doi.org/10.1038/s41467-020-14300-5"
  },
  {
    "title": "Pan-European Criteria for Sustainable Forest Management - Attitudes of Forestry Professionals in the Federation of Bosnia and Herzegovina",
    "authors": [
      "Bruno Marić,",
      "Dženan Bećirović,",
      "Amila Brajić,",
      "Sabina Delić,",
      "Špela Pezdevšek Malovrh,",
      "Mersudin Avdibegović"
    ],
    "doi": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1847-6481 (Print)",
    "publisher": "1849-0891 (Online)",
    "countryOfPublisher": "Croatian Forest Research Institute",
    "lcc": [
      "Croatia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.seefor.eu/",
    "abstract": "Climate change is recognized as a global threat that negatively impacts biodiversity and forest resources. The use of existing indicators for sustainable forest management (SFM) related to biodiversity and climate change, as well as the development of new indicators, will help assess how forest management practices impact biodiversity enhancement and climate change mitigation. A Pan-European set of criteria and indicators has been developed as a policy instrument for monitoring, evaluating, and reporting on the progress in implementing SFM. In Bosnia and Herzegovina and Western Balkans in general, the Pan-European set of criteria and indicators is an insufficiently researched topic and there is a lack of scientific research conducted regarding their development and implementation. Through the analysis of the current situation in forestry of the Federation of Bosnia and Herzegovina (FBiH), regarding the compliance and importance of the Pan-European criteria for SFM, this paper aims to explain how the international process of development and application of the Pan-European criteria for SFM can contribute to the improvement of the situation in forestry and the creation of a consistent forest policy in FBiH. The survey among forestry professionals (n=360), from the public forest administration and public forest companies in FBiH, included the sets of questions related to socio-demographic characteristics, assessment of compliance and importance of six criteria of SFM. Research results revealed that forestry professionals are mainly males, on average 41 years old, with 13 years of working experience. The majority of forestry professionals in FBiH are not familiar with Pan-European criteria for SFM, and have a low level of their understanding. On average, forestry professionals indicated that the Pan-European criteria for SFM were of high importance, while compliance with current forest management activities were rated lower on average. The large differences between responses regarding the average rating of compliance and importance of the Pan-European criteria for SFM indicate their low level of implementation in FBiH forest management activities. Accordingly, the results indicate that there is a need to organize educational lifelong learning programs in FBiH forestry sector, involving forestry professionals and other interested parties, to generate knowledge related to the Pan-European criteria for SFM and the concept of SFM in general.",
    "readLink": "https://hrcak.srce.hr/file/441104"
  },
  {
    "title": "Community-weighted mean traits but not functional diversity determine the changes in soil properties during wetland drying on the Tibetan Plateau",
    "authors": [
      "W. Li,",
      "H. E. Epstein,",
      "Z. Wen,",
      "J. Zhao,",
      "J. Jin,",
      "G. Jing,",
      "J. Cheng,",
      "G. Du"
    ],
    "doi": "https://doi.org/10.5194/se-8-137-2017",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  137\n                                  – 147",
    "issn": "1869-9510 (Print)",
    "publisher": "1869-9529 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Stratigraphy"
    ],
    "journalUrl": "http://www.solid-earth.net",
    "abstract": "Climate change and human activities have caused a shift in vegetation composition and soil biogeochemical cycles of alpine wetlands on the Tibetan Plateau. The primary goal of this study was to test for associations between community-weighted mean (CWM) traits, functional diversity, and soil properties during wetland drying. We collected soil samples and investigated the aboveground vegetation in swamp, swamp meadow, and typical meadow environments. Four CWM trait values (specific leaf area is SLA, leaf dry matter content is LDMC, leaf area is LA, and mature plant height is MPH) for 42 common species were measured across the three habitats; three components of functional diversity (functional richness, functional evenness, and functional divergence) were also quantified at these sites. Our results showed that the drying of the wetland dramatically altered plant community and soil properties. There was a significant correlation between CWM of traits and soil properties, but not a significant correlation between functional diversity and soil properties. Our results further showed that CWM-LA, CWM-SLA, and CWM-LDMC had positive correlations with soil readily available nutrients (available nitrogen, AN; available phosphorus, AP), but negative correlations with total soil nutrients (soil organic carbon is SOC, total nitrogen is TN, and total phosphorus is TP). Our study demonstrated that simple, quantitative plant functional traits, but not functional diversity, are directly related to soil C and N properties, and they likely play an important role in plant–soil interactions. Our results also suggest that functional identity of species may be more important than functional diversity in influencing ecosystem processes during wetland drying.",
    "readLink": "http://www.solid-earth.net/8/137/2017/se-8-137-2017.pdf"
  },
  {
    "title": "Novel framework for assessing long‐term flood risk management pathways focusing on river channel improvement and amenity policies",
    "authors": [
      "Tomohiro Tanaka,",
      "Muneta Yokomatsu,",
      "Masato Ashino,",
      "Yutaka Ichikawa"
    ],
    "doi": "https://doi.org/10.1111/jfr3.12804",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1753-318X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Hydraulic engineering: River protective works. Regulation. Flood control",
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/1753318x",
    "abstract": "Abstract Many urban areas at higher flood risk owing to climate change, and mitigating these risks requires a combination of structural and nonstructural adaptation measures. Previous studies assessing adaptation measures are limited in quantifying the effects of climatic and social changes. As an interdisciplinary approach, this study developed an agent‐based model of household locational choices and combined an advanced method for deriving on‐site analytical flood risk curves (90 m resolution) to explicitly reflect the present/future flood risk on the flood insurance rate. To evaluate river channel improvements and amenity policies, the proposed framework was applied to a middle stream area of the Yodo River basin, Japan. The simulation results indicated that (1) both the design level and river pathway improvements influence the flood risk (2) developing wider areas over low‐ and no‐risk areas rather than the intensive induction to limited no‐risk areas lead to a more effective reduction in flood risk. In addition, (3) an appropriate amenity policy may contribute to the attenuation of the inequality of flood risk among regions owing to the pathway of improvement. The proposed interdisciplinary approach will help decision makers in long‐term flood risk management.",
    "readLink": "https://doi.org/10.1111/jfr3.12804"
  },
  {
    "title": "Tourism and climate change: socioeconomic implications, mitigation and adaptation measures",
    "authors": [
      "Utsab Bhattarai"
    ],
    "doi": "https://doi.org/10.3126/ije.v4i2.12664",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  355\n                                  – 373",
    "issn": "2091-2854 (Online)",
    "publisher": "Progressive Sustainable Developers Nepal",
    "countryOfPublisher": "Nepal",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.nepjol.info/index.php/IJE/index",
    "abstract": "The relationship between tourism and changing climate has been discussed and studied for a relatively long time in tourism research. Over the past 15 years, more focused studies have begun to appear, and especially recently, the issue of adaptation and mitigation has been emphasized as an urgent research need in tourism and climate change studies. This paper is based on the review of selected articles which discuss the several forms of tourism and climate change and provide recommendations for mitigation and adaptation measures. This review paper assesses the impacts of climate change on the popular forms of tourism such as; mountain tourism, wildlife tourism, adventure tourism, sun/sand tourism; last chance tourism, and describes the extent of tourism vulnerabilities and their implications. The paper concludes that the appropriate adaptation and mitigation measures have to be followed to minimize the risk of climate change while trying to save all forms of tourism. The initiative of this article is to present an overview of the existing literature on the relationship between tourism and climate change in order to establish the current state of corporate and institutional responses within the tourism industry and to set out an agenda for future research. The currency of the review is evident given the recent surge in popular discussion on climate change and its effects on tourism, and the appearance of a broad and disparate array of studies on this topic. DOI: http://dx.doi.org/10.3126/ije.v4i2.12664 International Journal of Environment Vol.4(2) 2015: 355-373",
    "readLink": "http://nepjol.info/index.php/IJE/article/view/12664"
  },
  {
    "title": "Estimation of emissions from crop residue burning in Türkiye using remotely sensed data and the Google Earth Engine platform",
    "authors": [
      "Kübra Bahşi,",
      "Beyza Ustaoğlu,",
      "Samet Aksoy,",
      "Elif Sertel"
    ],
    "doi": "https://doi.org/10.1080/10106049.2022.2157052",
    "journalVolume": "Vol. 38,\n                                no. 1",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "This research aims to find crop-based residue burning (CRB) amounts for the Southeastern Anatolia Region of Türkiye, where versatile and diverse of agricultural fields are available. We used the time series of Sentinel-2 images to identify spatial distribution of different crop types and to determine the burned agricultural fields in 2019 using Google Earth Engine platform. We implemented Intergovernmental Panel on Climate Change standards to calculate the emissions from Greenhouse gases and Particulate Matter. We also analyzed Sentinel-5P images to generate Nitrogen Dioxide maps and compared them with crop-based emission calculations. Our analysis illustrated that 14,444.307 Gg of Greenhouse Gases and 117.809 Gg of Particulate Matters were released in 2019 due to CRB practices. Our results can potentially improve the national statistics by providing spatio-temporal field-based CRB emissions and supporting country-level agricultural decision-making processes. Researchers could implement our proposed data and methodology in other regions suffering from the CRB problem.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2022.2157052"
  },
  {
    "title": "Identification of Hazardous Glacial Lakes in the Yarlung Zangbo River Basin Based on Lakes Changes Determined Using Google Earth Engine",
    "authors": [
      "Xiaodong Sun,",
      "Bo Cao,",
      "Bo Cao,",
      "Baotian Pan,",
      "Baotian Pan,",
      "Kaiji Li,",
      "Xuanru Zhao,",
      "Weijin Guan"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.825482",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Glaciers have melted rapidly in the Yarlung Zangbo River Basin due to recent climate change, which has accelerated the expansion of glacial lakes. We performed a systematic survey of glacial lakes in the Yarlung Zangbo River Basin using the Google Earth Engine platform. This allowed us to map the distribution and monitor the evolution of glacial lakes over seven time periods from 1990 to 2020, using more than 140 Landsat Thematic Mapper and Operational Land Imager images at a 30-m resolution. The results show that there were 2088 glacial lakes in 2020, with a total area of 245.87 km2, mainly distributed at elevations of 3,800–5,800 m above sea level. From 1990 to 2020, the Yarlung Zangbo River Basin glacial lakes expanded by approximately 1.81 km2·a−1. A total of 153 glacial lakes in the Yarlung Zangbo River Basin were assessed. The assessment shows that 153 glacial lakes were divided into very high, high, medium, low, and very low level. The number of glacial lakes in each level is 23, 22, 32, 32, and 44, respectively. The very high and high level glacial lakes were mainly found in the Yi’ong Zangbo River Basin, Parlung Zangbo River Basin, the western of the Yarlung Zangbo River Basin and Nianchu River Basin. These glacial lakes deserve further attention and monitoring.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.825482/full"
  },
  {
    "title": "Life‐history traits and physiological limits of the alpine fly Drosophila nigrosparsa (Diptera: Drosophilidae): A comparative study",
    "authors": [
      "Martin‐Carl Kinzner,",
      "Patrick Krapf,",
      "Martina Nindl,",
      "Carina Heussler,",
      "Stephanie Eisenkölbl,",
      "Ary A. Hoffmann,",
      "Julia Seeber,",
      "Wolfgang Arthofer,",
      "Birgit C. Schlick‐Steiner,",
      "Florian M. Steiner"
    ],
    "doi": "https://doi.org/10.1002/ece3.3810",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  2006\n                                  – 2020",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Interspecific variation in life‐history traits and physiological limits can be linked to the environmental conditions species experience, including climatic conditions. As alpine environments are particularly vulnerable under climate change, we focus on the montane‐alpine fly Drosophila nigrosparsa. Here, we characterized some of its life‐history traits and physiological limits and compared these with those of other drosophilids, namely Drosophila hydei, Drosophila melanogaster, and Drosophila obscura. We assayed oviposition rate, longevity, productivity, development time, larval competitiveness, starvation resistance, and heat and cold tolerance. Compared with the other species assayed, D. nigrosparsa is less fecund, relatively long‐living, starvation susceptible, cold adapted, and surprisingly well heat adapted. These life‐history characteristics provide insights into invertebrate adaptations to alpine conditions which may evolve under ongoing climate change.",
    "readLink": "https://doi.org/10.1002/ece3.3810"
  }
]