[
  {
    "title": "Scenario Analysis for GHG Emission Reduction Potential of the Building Sector for New City in South Korea",
    "authors": [
      "Seo-Hoon Kim,",
      "SungJin Lee,",
      "Seol-Yee Han,",
      "Jong-Hun Kim"
    ],
    "doi": "https://doi.org/10.3390/en13205514",
    "journalVolume": "Vol. 13,\n                                no. 5514\n                                \n                                  p.\n                                  5514",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "A new government report on climate change shows that global emissions of greenhouse gases have increased to very high levels despite various policies to reduce climate change. Building energy accounts for 40% of the world’s energy consumption and accounts for 33% of the world’s greenhouse gas emissions. This study applied the LEAP (Long-range energy alternatives planning) model and Bass diffusion method for predicting the total energy consumption and GHG (Greenhouse Gas) emissions from the residential and commercial building sector of Sejong City in South Korea. Then, using the Bass diffusion model, three scenarios were analyzed (REST: Renewable energy supply target, BES: Building energy saving, BEP: Building energy policy) for GHG reduction. The GHG emissions for Sejong City for 2015–2030 were analyzed, and the past and future GHG emissions of the city were predicted in a Business-as-Usual (BAU) scenario. In the REST scenario, the GHG emissions would attain a 24.5% reduction and, in the BES scenario, the GHG emissions would attain 12.81% reduction by 2030. Finally, the BEP scenario shows the potential for a 19.81% GHG reduction. These results could be used to guide the planning and development of the new city.",
    "readLink": "https://www.mdpi.com/1996-1073/13/20/5514"
  },
  {
    "title": "Sustainable Water Security Based on the SDG Framework: A Case Study of the 2019 Metro Manila Water Crisis",
    "authors": [
      "Halim Lee,",
      "Jaewon Son,",
      "Dayoon Joo,",
      "Jinhyeok Ha,",
      "Seongreal Yun,",
      "Chul-Hee Lim,",
      "Woo-Kyun Lee"
    ],
    "doi": "https://doi.org/10.3390/su12176860",
    "journalVolume": "Vol. 12,\n                                no. 6860\n                                \n                                  p.\n                                  6860",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Despite being Asia’s fastest-growing economy, as of 2015, the Asian Development Bank (ADB) ranked the Philippines 33rd out of 48 countries in terms of water security. This verifies that economic development does not always lead to better provisions of basic needs. This study attempts to discover the fundamental issues that decrease water security in Metro Manila, the capital region of the Philippines. With El Niño disrupting the optimal weather conditions, Metro Manila is facing the lasting impacts of a water shortage crisis, which is the worst in the past decade. This research inspects the role of climate change in exacerbating El Niño, and its threat to the water security of the developing city. Furthermore, other factors that influence Metro Manila’s water security are discussed. Upon establishing a correlation between climate change and El Niño, Metro Manila’s general water management strategy is evaluated to better assess the multiple factors that have led to the current water shortage crisis. This paper is intended to recommend necessary and feasible proactive measures that are geared towards water security in Metro Manila, and possibly other cities with similar circumstances.",
    "readLink": "https://www.mdpi.com/2071-1050/12/17/6860"
  },
  {
    "title": "Plant dispersal by Canada geese in Arctic Greenland",
    "authors": [
      "Andy J. Green,",
      "Ádám Lovas-Kiss,",
      "Rachel A. Stroud,",
      "Niall Tierney,",
      "Anthony D. Fox"
    ],
    "doi": "https://doi.org/10.1080/17518369.2018.1508268",
    "journalVolume": "Vol. 37,\n                                no. 1",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "Despite the abundance of migratory geese as herbivores in the Arctic, and ongoing changes in their populations and distributions, little is known about their role in seed dispersal. Climate change requires Arctic plants to adjust their distributions, and avian vectors may have an important role to play. We present the first study of endozoochory (internal transport) of Arctic plants by Canada geese. In central west Greenland, we collected 50 faecal samples, from which we extracted 2943 intact seeds from six species and four families, all but one of which (a non-native species) are extremely common and widespread in this part of Greenland. The majority (95%) of seeds were from Empetrum nigrum, but Carex nardina (3%) and Vaccinium uliginosum (2%) were also abundant. One seed of the non-native Persicaria lapathifolia was recorded. These results suggest migratory geese are likely to be vital vectors of Arctic plants. Although the sample size was small, there were indications that non-breeding geese may disperse more seeds than breeding geese, which stay closer to lakes to reduce the risk of predation, rarely accessing dwarf-scrub heath where non-breeders ingested seeds. Future research should address such possible links between reproductive status and seed dispersal in waterbirds.",
    "readLink": "http://dx.doi.org/10.1080/17518369.2018.1508268"
  },
  {
    "title": "Non-microbial methane emissions from tropical rainforest soils under different conditions",
    "authors": [
      "Gaohui Jia,",
      "Qiu Yang,",
      "Huai Yang,",
      "Yamin Jiang,",
      "Wenjie Liu,",
      "Tingting Wu,",
      "Han Mao,",
      "Tianyan Su,",
      "Zhenghong Tan,",
      "Xu Wang,",
      "Juelei Li"
    ],
    "doi": "Vol. 16,\n                                no. 8",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Non-microbial methane (NM-CH4), emissions from soil might play a significant role in carbon cycling and global climate change. However, the production mechanisms and emission potential of soil NM-CH4 from tropical rainforest remain highly uncertain. In order to explore the laws and characteristics of NM-CH4 emission from tropical rainforest soils. Incubation experiments at different environmental conditions (temperatures, soil water contents, hydrogen peroxide) and for soils with different soil organic carbon (SOC) contents were conducted to investigate the NM-CH4 emission characteristics and its influence factors of soils (0-10cm) that collected from a tropical rainforest in Hainan, China. Incubation results illustrated that soil NM-CH4 release showed a linear increase with the incubation time in the first 24 hours at 70 °C, whereas the logarithmic curve increase was found in 192 h incubation. Soil NM-CH4 emission rates under aerobic condition were significantly higher than that of under anaerobic condition at first 24 h incubation. The increasing of temperature, suitable soil water contents (0–100%), and hydrogen peroxide significantly promoted soil NM-CH4 emission rates at the first 24 h incubation. However, excessive soil water contents (200%) inhibited soil NM-CH4 emissions. According to the curve simulated from the NM-CH4 emission rates and incubation time at 70 °C of aerobic condition, soil would no longer release NM-CH4 after 229 h incubation. The NM-CH4 emissions were positively corelated with SOC contents, and the average soil NM-CH4 emission potential was about 6.91 ug per gram organic carbon in the tropical mountain rainforest. This study revealed that soils in the tropical rainforest could produce NM-CH4 under certain environment conditions and it supported production mechanisms of thermal degradation and reactive oxygen species oxidation. Those results could provide a basic data for understanding the soil NM-CH4 production mechanisms and its potential in the tropical rainforest.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8341527/?tool=EBI"
  },
  {
    "title": "Analysis of rainfall and temperature variability for agricultural water management in the upper Genale river basin, Ethiopia",
    "authors": [
      "Mehari Shigute,",
      "Tena Alamirew,",
      "Adane Abebe,",
      "Christopher E. Ndehedehe,",
      "Habtamu Tilahun Kassahun"
    ],
    "doi": "Vol. 20\n                                \n                                \n                                  p.\n                                  e01635",
    "issn": "2468-2276 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/scientific-african",
    "abstract": "A better understanding of climate-induced changes and support for adaptation strategies requires knowledged of the spatiotemporal dynamics of climatic variables. This study aims to assess long-term changes in annual and seasonal rainfall and temperature for agricultural water management in the upper Genale river basin, Ethiopia. To achieve this objective, long-term climate data from 13 stations between 1975 and 2018, as well as maximum and minimum temperatures for six stations were collected from the Ethiopian National Meteorological Service Agency (NMA). The characteristics of rainfall (onset, cessation, length of growing season, and crop water requirement) were assessed using the Coefficient of Variation (CV), Standard Rainfall Anomaly (SRA), and Precipitation Concentration Index (PCI). Additionally, the Mann–Kendall test and Sen's slope estimator were used to assess the trend and magnitude of changes in rainfall and temperature. The annual, winter, spring, summer and autumn CVs were 20%, 89%, 30%, 45%, and 32%, respectively. The standardized anomalies of annual and seasonal rainfall for the climate stations indicated that the basin had a drier season than a wet season. The mean length of the growing season in Belg and Kiremt ranged from 43 to 79 days and 38 to 170 days, respectively. On an annual, summer, and autumn season basis, most rainfall stations showed a non-significant trend. In contrast, in the spring season, rainfall showed a decreasing but statistically insignificant trend in all stations except Bensadaye, Bore, Telamokentise, and Yirba Muda stations. According to the analysis of the crop water requirements in the studied basin, supplemental irrigation is essential to reducing yield reduction and crop failure during spring and autumn. In these seasons, maize and sorghum varieties required supplementary irrigation up to 202 mm and 252 mm, respectively. Annual and seasonal maximum and minimum temperatures showed an increasing trend at all the stations except Hagre Selam station. Generally, there was a spatially and temporally variable trend in rainfall while the temperature trend was increasing irrespective of the temporal and spatial factors. Thus, this study contributes to a better understanding of climate change in the basin and these findings can be used in planning for adaptation measures against a changing climate.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2468227623000923"
  },
  {
    "title": "Fire Risk in Traditional Villages of Sumba, Indonesia",
    "authors": [
      "Setya Tantra,",
      "Peter Brimblecombe"
    ],
    "doi": "https://doi.org/10.3390/heritage5040187",
    "journalVolume": "Vol. 5,\n                                no. 187\n                                \n                                  pp.\n                                  3605\n                                  – 3615",
    "issn": "2571-9408 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Auxiliary sciences of history: Archaeology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/heritage",
    "abstract": "Fire is a global problem for traditional villages, especially those dominated by the use of wood and thatch. These places are often crowded, which leads to the rapid spread of fire. The traditional villages on the island of Sumba are architecturally striking, with their tall houses interspersed with ancestral tombs. They are set on an island of grassland landscapes managed using fire. There is little local ability to suppress village fires as they are remote from firefighting services and access to the dwellings is poor. Documentary evidence along with satellite imagery of hotspots have been used to trace the fires on Sumba since 2001. Little meteorological data are accessible for Sumba, so we have used global homogenized records, reassessments and projections of climate to examine long-term change in Sumba. There is a dry season in July–September, which corresponds with the period of most frequent fires. The number of dry-season fires correlates with the number of consecutive dry days, which has been used to establish a likely increase in the potential for fires in the future. There is increased effort to reduce the impact of village fires. Approaches could include reducing the flammability of traditional materials, detection systems and enhanced support of village firefighting capabilities. These may be difficult to introduce given the importance of the architectural heritage and the religious context of village layout, design and governance.",
    "readLink": "https://www.mdpi.com/2571-9408/5/4/187"
  },
  {
    "title": "Tax pressure, farmland management, and agricultural carbon abatement: Empirical evidence from tax-and-fees reform in rural China",
    "authors": [
      "Xingmin Zhang,",
      "Chang’an Wang,",
      "Xiaoqian Liu,",
      "Junqian Wu"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.1037248",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Agriculture is the second largest source of carbon emissions in the world. To achieve the strategic goals of “carbon peaking” and “carbon neutrality”, how to effectively control agricultural carbon emissions has become a focus of the Chinese government. As China’s most critical agricultural policy in the early 21st century, assessing the impact of rural tax-and-fees reform (RTFR) on agricultural carbon emissions has vital theoretical and practical implications. Based on panel data of 31 Chinese provinces from 2000 to 2019, this paper constructs a continuous difference-in-differences (CDID) model to identify the effects of RTFR on agricultural carbon emissions, and further tests the mechanisms and heterogeneity of the reform to achieve agricultural carbon emission reduction. The results demonstrate that the reform can effectively reduce the agricultural carbon intensity and improve agricultural carbon efficiency, with the effects of −6.35% and 6.14%, respectively. Moreover, the dynamic effect test shows that the impact of RTFR on agricultural carbon intensity and carbon efficiency is persistent. Furthermore, the mechanism analysis indicates that RTFR achieves the improvement of agricultural operation efficiency and the reduction of agricultural carbon emissions through the expansion of land operation area, the increase of productive investment in agriculture, and the special transfer payment from the central government. However, the impact of RTFR on local government revenue is not conducive to realizing the reform’s carbon reduction effect. The heterogeneity analysis illustrates that the reform policy effects differ in natural climatic conditions, topographical conditions, and crop cultivation structure. The RTFR mostly has a significant negative impact on the carbon emissions generated from material inputs and agricultural production. Therefore, to address the climate change crisis and improve the environmental efficiency of agricultural production, it is necessary to both reduce peasants’ tax burden and implement institutional construction efforts, to further promote the transformation of agricultural production to a low-carbon model.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1037248/full"
  },
  {
    "title": "Resettlement capacity assessments for climate induced displacements: Evidence from Ethiopia",
    "authors": [
      "Solomon Zena Walelign,",
      "Susan L. Cutter,",
      "Päivi Lujala"
    ],
    "doi": "Vol. 33\n                                \n                                \n                                  p.\n                                  100347",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate change migration is increasing and necessitates a re-examination of resettlement planning and processes. Although evidence-based selection of host places would improve climate change resettlement outcomes, few methods for the selection of host communities exist. Consequently, the information base on which most resettlement programs select a host place is often inadequate. This article proposes an empirical methodology to assess resettlement capacity. The methodology uses a hierarchical aggregation approach, where resettlement capacity indicator values are aggregated first into sub-dimension resettlement capacity scores, then further into dimension resettlement capacity scores, and finally into an overall resettlement capacity index. The aggregation allows for the calculation of the relative importance of the different sub-dimensions and the two primary dimensions – assets and conditions. Using 75 indicators and a hierarchical min–max additive approach based on a five-kilometer grid, we create an overall resettlement capacity index for Ethiopia, with and without normalizing the relevant indicators for population size. The results show significant spatial variation in resettlement capacity, and a clear difference between using the population size normalized and non-normalized indicators, particularly regarding places with very low population density. High resettlement capacity sites are scattered in central, southcentral, and northern Ethiopia, and they also occur in small clusters along southern and northwestern borders. Moderate resettlement capacity sites occur more generally all over Ethiopia. Sites with low resettlement capacity cluster in southeastern and western parts of the country. Compared to the low and moderate resettlement capacity sites, those with high resettlement capacity are endowed with human, physical, and financial capital infrastructures. In all three capacity groups, assets contribute significantly less to resettlement capacity than conditions. Sites that are prone to natural hazards, both currently and in the future, are concentrated in the western and northern tips of the country. The calculated resettlement capacity indices are robust to potential missing indicators and change in the unit of analysis. The findings of the study can be used to identify areas for more comprehensive, localized analyses to determine their suitability for resettlement.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096321000760"
  },
  {
    "title": "Expanding ocean protection and peace: a window for science diplomacy in the Gulf",
    "authors": [
      "Clare M. Fieseler,",
      "Nadia Al-Mudaffar Fawzi,",
      "Brian Helmuth,",
      "Alexandra Leitão,",
      "Mehsin Al Ainsi,",
      "Mohammad Al Mukaimi,",
      "Mohammad Al-Saidi,",
      "Fahad Al Senafi,",
      "Ivonne Bejarano,",
      "Radhouan Ben-Hamadou,",
      "Josh D'Addario,",
      "Ahmad Mujthaba Dheen Mohamed,",
      "Bruno W. Giraldes,",
      "Lyle Glowka,",
      "Maggie D. Johnson,",
      "Brett P. Lyons,",
      "Daniel Mateos-Molina,",
      "Christopher D. Marshall,",
      "Sayeed Mohammed,",
      "Pedro Range,",
      "Mohammad Reza Shokri,",
      "John M. K. Wong,",
      "Nicholas D. Pyenson"
    ],
    "doi": "https://doi.org/10.1098/rsos.230392",
    "journalVolume": "Vol. 10,\n                                no. 9",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "The ecological state of the Persian or Arabian Gulf (hereafter ‘Gulf') is in sharp decline. Calls for comprehensive ecosystem-based management approaches and transboundary conservation have gone largely unanswered, despite mounting marine threats made worse by climate change. The region's long-standing political tensions add additional complexity, especially now as some Gulf countries will soon adopt ambitious goals to protect their marine environments as part of new global environmental commitments. The recent interest in global commitments comes at a time when diplomatic relations among all Gulf countries are improving. There is a window of opportunity for Gulf countries to meet global marine biodiversity conservation commitments, but only if scientists engage in peer-to-peer diplomacy to build trust, share knowledge and strategize marine conservation options across boundaries. The Gulf region needs more ocean diplomacy and coordination; just as critically, it needs actors at its science-policy interface to find better ways of adapting cooperative models to fit its unique marine environment, political context and culture. We propose a practical agenda for scientist-led diplomacy in the short term and lines of research from which to draw (e.g. co-production, knowledge exchange) to better design future science diplomacy practices and processes suited to the Gulf's setting.",
    "readLink": "https://royalsocietypublishing.org/doi/10.1098/rsos.230392"
  },
  {
    "title": "Assessing socio-economic vulnerability to climate change-induced disasters: evidence from Sundarban Biosphere Reserve, India",
    "authors": [
      "Mehebub Sahana,",
      "Sufia Rehman,",
      "Ashish Kumar Paul,",
      "Haroon Sajjad"
    ],
    "doi": "https://doi.org/10.1080/24749508.2019.1700670",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  40\n                                  – 52",
    "issn": "2474-9508 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Geology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgel",
    "abstract": "Indian Sundarban Biosphere Reserve (SBR), a fragile ecosystem, is susceptible to frequent cyclones, floods, and storm surge. The study impeccably analyzed the socio-economic vulnerability in SBR using pragmatic approach. Average storm surge height, slope amount, flood inundation, drainage proximity, and drainage density were used for assessing exposure while sensitivity and adaptation were examined from the data derived through a comprehensive field survey of 570 households in SBR. The revelation of the study manifested very high vulnerability in Basanti, Gosaba, Kultali, Namkhana, and Patharpratima blocks and high vulnerability in Kakdwip, Sagar, and Hingalganj blocks of SBR. Constant exposure to cyclones and storm surges, frivolous infrastructural setup, impoverish social structure, and lamentation of losses are major barriers to overall socio-economic upliftment of communities. Consolidated infrastructural setup, proper early warning system, disaster monitoring centres, better transport connectivity within remote islands, better livelihood opportunities, education, and awareness may help in improving the socio-economic conditions of the communities. Pragmatic approach assisted in the cogent understanding of climate change impacts and indicated adaptive and mitigation measures to improve coastal society in SBR. Thus, the approach has proven to be effective for analyzing the impact of climate change-induced hazards on socio-economic condition on the communities in coastal areas.",
    "readLink": "http://dx.doi.org/10.1080/24749508.2019.1700670"
  }
]