[
  {
    "title": "Impact of Biotic and Abiotic Stressors on Managed and Feral Bees",
    "authors": [
      "Joseph Belsky,",
      "Neelendra  K. Joshi"
    ],
    "doi": "https://doi.org/10.3390/insects10080233",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  p.\n                                  233",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Large-scale declines in bee abundance and species richness over the last decade have sounded an alarm, given the crucial pollination services that bees provide. Population dips have specifically been noted for both managed and feral bee species. The simultaneous increased cultivation of bee-dependent agricultural crops has given rise to additional concern. As a result, there has been a surge in scientific research investigating the potential stressors impacting bees. A group of environmental and anthropogenic stressors negatively impacting bees has been isolated. Habitat destruction has diminished the availability of bee floral resources and nest habitats, while massive monoculture plantings have limited bee access to a variety of pollens and nectars. The rapid spread and increased resistance buildup of various bee parasites, pathogens, and pests to current control methods are implicated in deteriorating bee health. Similarly, many pesticides that are widely applied on agricultural crops and within beehives are toxic to bees. The global distribution of honey bee colonies (including queens with attendant bees) and bumble bee colonies from crop to crop for pollination events has been linked with increased pathogen stress and increased competition with native bee species for limited resources. Climatic alterations have disrupted synchronous bee emergence with flower blooming and reduced the availability of diverse floral resources, leading to bee physiological adaptations. Interactions amongst multiple stressors have created colossal maladies hitting bees at one time, and in some cases delivering additive impacts. Initiatives including the development of wild flower plantings and assessment of pesticide toxicity to bees have been undertaken in efforts to ameliorate current bee declines. In this review, recent findings regarding the impact of these stressors on bees and strategies for mitigating them are discussed.",
    "readLink": "https://www.mdpi.com/2075-4450/10/8/233"
  },
  {
    "title": "Climate Change Impacts on Atlantic Oceanic Island Tuna Fisheries",
    "authors": [
      "Bryony L. Townhill,",
      "Elena Couce,",
      "James Bell,",
      "Stuart Reeves,",
      "Oliver Yates"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.634280",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change is already affecting the distributions of marine fish, and future change is expected to have a particularly large impact on small islands that are reliant on the sea for much of their income. This study aims to develop an understanding of how climate change may affect the distribution of commercially important tuna in the waters around the United Kingdom’s Overseas Territories in the South Atlantic. The future suitable habitat of southern bluefin, albacore, bigeye, yellowfin and skipjack tunas were modelled under two future climate change scenarios. Of all the tunas, the waters of Tristan da Cunha are the most suitable for southern bluefin, and overall, the environmental conditions will remain so in the future. Tristan da Cunha is not projected to become more suitable for any of the other tuna species in the future. For the other tuna species, Ascension Island and Saint Helena will become more suitable in the future, particularly so for skipjack tuna around Ascension Island, as the temperature and salinity conditions change in these areas. Large marine protected areas have been designated around the territories, with those in Ascension and Tristan da Cunha closed to tuna fishing. Although these areas are small relative to the whole Atlantic, these model projections could be useful in understanding whether this protection will benefit tuna populations into the future, particularly where there is high site fidelity.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.634280/full"
  },
  {
    "title": "Use of Miniature Thermal Cameras for Detection of Physiological Stress in Conifers",
    "authors": [
      "Magdalena Smigaj,",
      "Rachel Gaulton,",
      "Juan C. Suarez,",
      "Stuart L. Barr"
    ],
    "doi": "https://doi.org/10.3390/rs9090957",
    "journalVolume": "Vol. 9,\n                                no. 9\n                                \n                                  p.\n                                  957",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Tree growth and survival predominantly depends on edaphic and climatic conditions, thus climate change will inevitably influence forest health and growth. It will affect forests directly, for example, through extended periods of drought, and indirectly, such as by affecting the distribution and abundance of forest pathogens and pests. Developing ways of early detection and monitoring of tree stress is crucial for effective protection of forest stands. Thermography is one of the techniques that can be used for monitoring changes in the physiological state of plants; however, in forestry, it has not been widely tested or utilized. The main challenge rises from the need for high spatial resolution data. Newly emerging technologies, such as unmanned aerial vehicles (UAVs) could aid in provision of the required data. However, their main constraint is the limited payload, requiring the use of miniature sensors. This paper investigates whether a miniature microbolometer thermal camera, designed for a UAV platform, can provide reliable canopy temperature measurements of conifers. Furthermore, it explores whether there is a distinction in whole canopy temperature between the control and the stressed trees, assessing the potential of low-cost thermography for investigating stress in conifers. Two experiments on young larch trees, with induced drought stress, were performed. The plants were imaged in a greenhouse setting, and readings from a set of thermocouples attached to the canopy were used as a method of validation. Following calibration and a basic normalization for background radiation, both the spatial and temporal variation of canopy temperature was well characterized. Very mild stress did not exhibit itself, as the temperature readings for both stressed and control plants were similar. However, with a higher stress level, there was a clear distinction (temperature difference of 1.5 °C) between the plants, showing potential for using low-cost sensors to investigate tree stress.",
    "readLink": "https://www.mdpi.com/2072-4292/9/9/957"
  },
  {
    "title": "Urban Resilience to Flooding: Triangulation of Methods for Hazard Identification in Urban Areas",
    "authors": [
      "Maria  do Céu Almeida,",
      "Maria  João Telhado,",
      "Marco Morais,",
      "João Barreiro,",
      "Ruth Lopes"
    ],
    "doi": "https://doi.org/10.3390/su12062227",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  2227",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The effects of climate dynamics on urban areas involve the aggravation of existing conditions and the potential for emergence of new hazards or risk factors. Floods are recognized as a leading source of consequences to society, including disruption of critical functions in urban areas, and to the environment. Consideration of the interplay between services providers ensuring urban functions is essential to deal with climate dynamics and associated risks. Assessment of resilience to multiple hazards requires integrated and multi-sectoral approaches embracing each strategic urban sector and interactions between them. A common limitation resides in the limited data and tools available for undertaking these complex assessments. The paper proposes a methodology to undertake the spatial characterization of the flood related hazards and exposure of both essential functions and services providers in urban areas, in the context of limitations in data and in ready-to-use tools. Results support the resilience assessment of these hazards, taking into account interdependencies and cascading effects. The approach is applied to Lisbon city as the study case. Results are promising in demonstrating the potential of combining data and knowledge from different sources with dual modelling approaches, allowing us to obtain trends on the magnitude of effects of climate scenarios and to assess potential benefits of adaptation strategies. Quantification of the effects is reached, but results need to be assessed together with the underlying levels of uncertainty. The methodology can facilitate dialogue among stakeholders and between different decision levels.",
    "readLink": "https://www.mdpi.com/2071-1050/12/6/2227"
  },
  {
    "title": "A machine learning approach to assess implications of Climate Risk Factors on Agriculture: The Indian case",
    "authors": [
      "Paritosh Jha,",
      "Sona Chinngaihlian,",
      "Priyanka Upreti,",
      "Akanksha Handa"
    ],
    "doi": "Vol. 41\n                                \n                                \n                                  p.\n                                  100523",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "The paper examines the direct and indirect implications of the risk factors relating to climate change on various parameters of agricultural production/productivity in India. India, being an emerging economy with considerable dependence on agriculture both for food security and employment generation, offers an important case study for understanding the macro-economic issues and designing the right set of policy approach for mitigating implications of climate change. Furthermore, unlike other central banks, the Reserve Bank of India (RBI) shares a close association with agriculture owing to the continued credit support to the sector as part of its priority sector lending policy, and because it is closely involved in addressing climate change. The paper focuses on the decade of 2010s, the recorded warmest decade till now and adopts a machine learning approach (sequential multivariate adaptive regression splines model) to assess the interaction between climate risk factors and agriculture. To the best of our knowledge, the modelling approach applied in this paper is unique, novel and of the first kind to assess the implications of climate change on agriculture. The results indicate that carbon dioxide (CO2) emission, precipitation, irrigation water used, and rainfall are the most prominent factors affecting different parameters of agricultural production. These factors are taken at the yearly aggregate level and their interactions among themselves, particularly CO2 emissions, affect productivity of foodgrains and oilseeds, providing a detailed insight about the recent decade of climate change in the context of Indian economy.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096323000499"
  },
  {
    "title": "NATIONAL LEVEL ASSESSMENT OF MANGROVE FOREST COVER IN PAKISTAN",
    "authors": [
      "S. Abbas,",
      "F. M. Qamer,",
      "N. Hussain,",
      "R. Saleem,",
      "K. T. Nitin"
    ],
    "doi": "https://doi.org/10.5194/isprsarchives-XXXVIII-8-W20-187-2011",
    "journalVolume": "Vol. XXXVIII-8/W20\n                                \n                                \n                                  pp.\n                                  187\n                                  – 192",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Mangroves ecosystems consist of inter tidal flora and fauna found in the tropical and subtropical regions of the world. Mangroves forest is a collection of halophytic trees, shrubs, and other plants receiving inputs from regular tidal flushing and from freshwater streams and rivers. A global reduction of 25 % mangroves' area has been observed since 1980 and it is categorized as one of to the most threatened and vulnerable ecosystems of the world. Forest resources in Pakistan are being deteriorating both quantitatively and qualitatively due to anthropogenic activities, climatic v and loose institutional management. According to the FAO (2007), extent of forest cover of Pakistan in 2005 is 1,902,000 ha, which is 2.5% of its total land area. Annual change rate during 2000–2005 was -2.1% which is highest among all the countries in Asia. The Indus delta region contains the world's fifth-largest mangrove forest which provides a range of important ecosystem services, including coastal stabilisation, primary production and provision of nursery habitat for marine fish. Given their ecological importance in coastal settings, mangroves receive special attention in the assessment of conservation efforts and sustainable coastal developments. Coastline of Pakistan is 1050km long shared by the provinces, Sind (350km) and Baluchistan (700 km). The coastline, with typical arid subtropical climate, possesses five significant sites that are blessed with mangroves. In the Sindh province, mangroves are found in the Indus Delta and Sandspit. The Indus Delta is host to the most extensive mangroves areas and extends from Korangi Creek in the West to Sir Creek in the East, whereas Sandspit is a small locality in the West of Karachi city. In the Balochistan province, mangroves are located at three sites, Miani Hor, Kalmat Khor and Jiwani. Contemporary methods of Earth observation sciences are being incorporated as an integral part of environmental assessment related studies in coastal areas. GIS and Remote Sensing based technologies and methods are in use to map forest cover since the last two decades in Pakistan. The national level forest cover studies based upon satellite images include, Forestry Sector Master Plan (FSMP) and National Forest & Range Resources Assessment Study (NFRRAS). In FSMP, the mangrove forest extent was visually determined from Landsat images of 1988 – 1991, and was estimated to be 155,369 ha; whereas, in NFRRAS, Landsat images of 1997 – 2001 were automated processed and the mangroves areas was estimated to be 158,000 ha. To our knowledge, a comprehensive assessment of current mangroves cover of Pakistan has not been made over the last decade, although the mangroves ecosystems have become the focus of intention in context of recent climate change scenarios. This study was conducted to support the informed decision making for sustainable development in coastal areas of Pakistan by providing up-todate mangroves forest cover assessment of Pakistan. Various types of Earth Observation satellite images and processing methods have been tested in relation to mangroves mapping. Most of the studies have applied classical pixel – based approached, there are a few studies which used object – based methods of image analysis to map the mangroves ecosystems. Object – based methods have the advantage of incorporating spatial neighbourhood properties and hierarchical structures into the classification process to produce more accurate surface patterns recognition compared with classical pixel – based approaches. In this research, we applied multi-scale hierarchical approach of object-based methods of image analysis to ALOS – AVNIR-2 images of the year 2008–09 to map the land cover in the mangroves ecosystems of Pakistan. Considering the tide height and phonological effects of vegetation, particularly the algal mats, these data sets were meticulously chosen. Incorporation of multi-scale hierarchical structures made it easy to effectively discriminate among the land cover classes, particularly the mudflats from sparse mangroves, at their respective scales. Results of current image analysis deciphered that the overall mangroves cover of Pakistan is ~ 98,128 ha. Mangroves cover along the Indus Delta is estimated to be 92, 412 ha that is ~94.17 % of the total mangroves area of the country. 1,056 ha of the forest thrive in Sandspit, whilst the remainin 4,660 ha mangroves occurs along the Makran coast in 3 isolated pockets at Miani Hor (4,018 ha), Kalmat Khor (407 ha) and Jiwani (235 ha). Overall accuracy of land cover maps, from 250 ground reference points, was estimated to be 83.2% (kappa value .7301; kappa variance .0029) which was considered acceptable for optical data in a semi-aquatic environment.",
    "readLink": "http://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XXXVIII-8-W20/187/2011/isprsarchives-XXXVIII-8-W20-187-2011.pdf"
  },
  {
    "title": "Elephants as refugees",
    "authors": [
      "Tristan Derham,",
      "Freya Mathews"
    ],
    "doi": "https://doi.org/10.1002/pan3.10070",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  103\n                                  – 110",
    "issn": "2575-8314 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/25758314",
    "abstract": "Abstract Habitat loss and climate change are displacing animals at alarming rates. In response, authors in the humanities and the sciences have described animals rhetorically as ‘refugees’. Such a description implies a strong call to action. However, the term ‘refugee’ may serve as more than mere rhetoric, indicating in a more literal way the response most proper to some persecuted, traumatized and displaced animals, and prioritizing those animals. We test the claim that animals can be refugees using widely accepted criteria in the Refugee Convention. If refugees are those who, due to a well‐founded fear of persecution for reasons of their group identity, are unwilling or unable to avail themselves of the protection of their country, then some animals may be refugees. Recent behavioural research on African elephants Loxodonta africana demonstrates that many elephants meet the criteria, even without recourse to the claim that they are persons. We outline the essential requirements of an animal refugee policy. We find that current biodiversity conservation policy is likely inadequate to provide for animal refugees, although important lessons can be taken from the collective experience of conservation scientists and managers. An obligation to animal refugees poses new challenges, both theoretical and practical, for ecological restoration, conservation and human–animal relations. A free Plain Language Summary can be found within the Supporting Information of this article.",
    "readLink": "https://doi.org/10.1002/pan3.10070"
  },
  {
    "title": "Distribution and Demography of Antarctic Krill and Salps in the Atlantic Sector of the Southern Ocean during Austral Summer 2021–2022",
    "authors": [
      "Dmitrii G. Bitiutskii,",
      "Ernest Z. Samyshev,",
      "Natalia I. Minkina,",
      "Victor V. Melnikov,",
      "Elena S. Chudinovskih,",
      "Sergei I. Usachev,",
      "Pavel A. Salyuk,",
      "Alexander N. Serebrennikov,",
      "Oleg A. Zuev,",
      "Alexei M. Orlov"
    ],
    "doi": "https://doi.org/10.3390/w14233812",
    "journalVolume": "Vol. 14,\n                                no. 3812\n                                \n                                  p.\n                                  3812",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The study aimed to investigate krill (Euphausia superba) and salp (Salpa thompsoni) populations in the Atlantic sector of the Southern Ocean in January and February 2022. Samples were obtained to measure the abundance, biomass and distribution patterns of krill and salp. Sex differences and feeding habits of the Antarctic krill were determined. The dependence of the physiological state of the studied aquatic organisms on changes in environmental parameters was analyzed. Current data on the association of the dynamics of hydrometeorological parameters and processes with the distribution of chlorophyll a, krill, and salp were obtained. It was established that, at numerous stations, the biomass of salps prevailed over krill. The result indicates the replacement of the Antarctic krill populations by gelatinous zooplankton. The obtained results allow assessment of the biological resource potential in the studied region based on the analysis of the samples collected.",
    "readLink": "https://www.mdpi.com/2073-4441/14/23/3812"
  },
  {
    "title": "Agriculture’s Efficiency in the Context of Sustainable Agriculture—A Benchmarking Analysis of Financial Performance with Data Envelopment Analysis and Malmquist Index",
    "authors": [
      "Nicolae Bobitan,",
      "Diana Dumitrescu,",
      "Valentin Burca"
    ],
    "doi": "https://doi.org/10.3390/su151612169",
    "journalVolume": "Vol. 15,\n                                no. 12169\n                                \n                                  p.\n                                  12169",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change, increased government efforts towards sustainable economic growth, and all types of resource constraint have raised concern among academics and practitioners about the path to follow for keeping firms’ competitive advantage in such a dynamic environment. The purpose of the paper is to explore how firms operating in the agricultural sector have understood the need to identify and follow the best practitioners in the market, performing a benchmarking analysis aimed at providing insights on firms’ financial sustainability. As the literature has not sufficiently addressed the problem of firms’ financial sustainability operating in the Romanian Agriculture sector, we provide some empirical evidence related to the before and post-pandemic periods. The benchmarking analysis is developed using the Data Envelopment Analysis (DEA) method, which measures firms’ efficiency in terms of financial performance. Overall, the results suggest there is still much work to be done, and firms operating in the agricultural sector show high variation in terms of productivity from the perspective of financial indicators. The results are even more relevant in the context of the current COVID-19 pandemic, showing that only a part of the firms analyzed have developed their own dynamic capabilities that help them effectively find solutions to adjusting to the volatility of the market in a short timeframe.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12169"
  },
  {
    "title": "Designing a century ahead: climate change adaptation in the Dutch Delta",
    "authors": [
      "Pieter Bloemen,",
      "Martijn Van Der Steen,",
      "Zeger Van Der Wal"
    ],
    "doi": "https://doi.org/10.1080/14494035.2018.1513731",
    "journalVolume": "Vol. 38,\n                                no. 1\n                                \n                                  pp.\n                                  58\n                                  – 76",
    "issn": "1449-4035 (Print)",
    "publisher": "1839-3373 (Online)",
    "countryOfPublisher": "Oxford University Press",
    "lcc": [
      "United Kingdom",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://academic.oup.com/policyandsociety",
    "abstract": "This article examines policy capacity for dealing with the effects of climate change. The case under study is the Delta Program in the Netherlands; a large-scale policy program to prepare the country for current and anticipated effects of climate change that runs until 2050. Using a qualitative case study approach, we examine how the actors involved design analytical capacity, operational capacity and political capacity to deal with the uncertainty and complexity that are inherent in this policy field. The context of climate change necessitates policy capacity that anticipates effects that are in themselves uncertain and ambiguous, span over decades of time, and involve many stakeholders. Our analysis shows how policy capacity was designed to allow for present-day interventions, while also enabling adaptation to new and emerging developments overtime. We conclude our article with theoretical and practical lessons about policy capacity for dealing with long-term uncertainty and complexity.",
    "readLink": "http://dx.doi.org/10.1080/14494035.2018.1513731"
  }
]