[
  {
    "title": "Northern Hemisphere Extratropical Cyclone Activity in the Twentieth Century Reanalysis Version 3 (20CRv3) and Its Relationship with Continental Extreme Temperatures",
    "authors": [
      "Bin Yu,",
      "Xiaolan L. Wang,",
      "Yang Feng,",
      "Rodney Chan,",
      "Gilbert P. Compo,",
      "Laura C. Slivinski,",
      "Prashant D. Sardeshmukh,",
      "Michael Wehner,",
      "Xiao-Yi Yang"
    ],
    "doi": "https://doi.org/10.3390/atmos13081166",
    "journalVolume": "Vol. 13,\n                                no. 1166\n                                \n                                  p.\n                                  1166",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "In this study, we detect and track extratropical cyclones using 6-hourly mean sea level pressure data taken from the Twentieth Century Reanalysis version 3 (20CRv3) over the period 1951–2015 and compare them with those in the Interim and fifth generation of ECMWF reanalyses over the period 1979–2018. Three indices were employed to characterize cyclone activity, including cyclone count, cyclone intensity, and a cyclone activity index (CAI) that combines the count and intensity. The results show that the cyclone indices in the three datasets have comparable annual climatologies and seasonal evolution over the northern extratropical land and ocean in recent decades. Based on the cyclone indices over the period 1951–2010 in 80 ensemble members of 20CRv3, cyclone count and intensity are negatively correlated in winter and tend to be positively and weakly correlated in summer. The interannual CAI variability is dominated by the cyclone count variability. Regional mean cyclone activity can be well represented using the ensemble average cyclone index. We then examined the linkage of the cyclone activity in 20CRv3 and observed cold and warm extremes over Eurasia and North America over the period 1951–2010. In winter, the principal components of interannual cold and warm extreme anomalies are more correlated with the regional mean cyclone count index over Eurasia, while they are more correlated with the cyclone intensity index over North America. The temperature anomalies associated with the regional and ensemble mean cyclone count index explain about 10% (20%) of interannual cold (warm) extreme variances averaged over Eurasia. The temperature anomalies associated with the mean cyclone intensity explain about 10% of interannual cold and warm extreme variances over North America. Large-scale atmospheric circulation anomalies in association with cyclone activity and the induced temperature advection drive temperature anomalies over Eurasia and North America. In summer, circulation and thermal advection anomalies associated with cyclone activity are weak over the two continents. Hence, that season’s relationship between cyclone activity and extreme temperature variability is weak.",
    "readLink": "https://www.mdpi.com/2073-4433/13/8/1166"
  },
  {
    "title": "Decision-Making under Uncertainty for Water Sustainability and Urban Climate Change Adaptation",
    "authors": [
      "Kelli L. Larson,",
      "Dave D. White,",
      "Patricia Gober,",
      "Amber Wutich"
    ],
    "doi": "https://doi.org/10.3390/su71114761",
    "journalVolume": "Vol. 7,\n                                no. 11\n                                \n                                  pp.\n                                  14761\n                                  – 14784",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Complexities and uncertainties surrounding urbanization and climate change complicate water resource sustainability. Although research has examined various aspects of complex water systems, including uncertainties, relatively few attempts have been made to synthesize research findings in particular contexts. We fill this gap by examining the complexities, uncertainties, and decision processes for water sustainability and urban adaptation to climate change in the case study region of Phoenix, Arizona. In doing so, we integrate over a decade of research conducted by Arizona State University’s Decision Center for a Desert City (DCDC). DCDC is a boundary organization that conducts research in collaboration with policy makers, with the goal of informing decision-making under uncertainty. Our results highlight: the counterintuitive, non-linear, and competing relationships in human–environment dynamics; the myriad uncertainties in climatic, scientific, political, and other domains of knowledge and practice; and, the social learning that has occurred across science and policy spheres. Finally, we reflect on how our interdisciplinary research and boundary organization has evolved over time to enhance adaptive and sustainable governance in the face of complex system dynamics.",
    "readLink": "http://www.mdpi.com/2071-1050/7/11/14761"
  },
  {
    "title": "The Bouraké semi-enclosed lagoon (New Caledonia) – a natural laboratory to study the lifelong adaptation of a coral reef ecosystem to extreme environmental conditions",
    "authors": [
      "F. Maggioni,",
      "M. Pujo-Pay,",
      "J. Aucan,",
      "J. Aucan,",
      "C. Cerrano,",
      "B. Calcinai,",
      "C. Payri,",
      "F. Benzoni,",
      "Y. Letourneur,",
      "R. Rodolfo-Metalpa"
    ],
    "doi": "https://doi.org/10.5194/bg-18-5117-2021",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  5117\n                                  – 5140",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "According to current experimental evidence, coral reefs could disappear within the century if CO2 emissions remain unabated. However, recent discoveries of diverse and high cover reefs that already live under extreme conditions suggest that some corals might thrive well under hot, high-pCO2, and deoxygenated seawater. Volcanic CO2 vents, semi-enclosed lagoons, and mangrove estuaries are unique study sites where one or more ecologically relevant parameters for life in the oceans are close to or even worse than currently projected for the year 2100. Although they do not perfectly mimic future conditions, these natural laboratories offer unique opportunities to explore the mechanisms that reef species could use to keep pace with climate change. To achieve this, it is essential to characterize their environment as a whole and accurately consider all possible environmental factors that may differ from what is expected in the future, possibly altering the ecosystem response. This study focuses on the semi-enclosed lagoon of Bouraké (New Caledonia, southwest Pacific Ocean) where a healthy reef ecosystem thrives in warm, acidified, and deoxygenated water. We used a multi-scale approach to characterize the main physical-chemical parameters and mapped the benthic community composition (i.e., corals, sponges, and macroalgae). The data revealed that most physical and chemical parameters are regulated by the tide, strongly fluctuate three to four times a day, and are entirely predictable. The seawater pH and dissolved oxygen decrease during falling tide and reach extreme low values at low tide (7.2 pHT and 1.9 mg O2 L−1 at Bouraké vs. 7.9 pHT and 5.5 mg O2 L−1 at reference reefs). Dissolved oxygen, temperature, and pH fluctuate according to the tide by up to 4.91 mg O2 L−1, 6.50 ∘C, and 0.69 pHT units on a single day. Furthermore, the concentration of most of the chemical parameters was 1 to 5 times higher at the Bouraké lagoon, particularly for organic and inorganic carbon and nitrogen but also for some nutrients, notably silicates. Surprisingly, despite extreme environmental conditions and altered seawater chemical composition measured at Bouraké, our results reveal a diverse and high cover community of macroalgae, sponges, and corals accounting for 28, 11, and 66 species, respectively. Both environmental variability and nutrient imbalance might contribute to their survival under such extreme environmental conditions. We describe the natural dynamics of the Bouraké ecosystem and its relevance as a natural laboratory to investigate the benthic organism's adaptive responses to multiple extreme environmental conditions.",
    "readLink": "https://bg.copernicus.org/articles/18/5117/2021/bg-18-5117-2021.pdf"
  },
  null,
  {
    "title": "Physical injury stimulates aerobic methane emissions from terrestrial plants",
    "authors": [
      "Z.-P. Wang,",
      "J. Gulledge,",
      "J.-Q. Zheng,",
      "W. Liu,",
      "L.-H. Li,",
      "X.-G. Han"
    ],
    "doi": "Vol. 6,\n                                no. 4\n                                \n                                  pp.\n                                  615\n                                  – 621",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Physical injury is common in terrestrial plants as a result of grazing, harvesting, trampling, and extreme weather events. Previous studies demonstrated enhanced emission of non-microbial CH<sub>4</sub> under aerobic conditions from plant tissues when they were exposed to increasing UV radiation and temperature. Since physical injury is also a form of environmental stress, we sought to determine whether it would also affect CH<sub>4</sub> emissions from plants. Physical injury (cutting) stimulated CH<sub>4</sub> emission from fresh twigs of <i>Artemisia</i> species under aerobic conditions. More cutting resulted in more CH<sub>4</sub> emissions. Hypoxia also enhanced CH<sub>4</sub> emission from both uncut and cut <i>Artemisia frigida</i> twigs. Physical injury typically results in cell wall degradation, which may either stimulate formation of reactive oxygen species (ROS) or decrease scavenging of them. Increased ROS activity might explain increased CH<sub>4</sub> emission in response to physical injury and other forms of stress. There were significant differences in CH<sub>4</sub> emissions among 10 species of <i>Artemisia</i>, with some species emitting no detectable CH<sub>4</sub> under any circumstances. Consequently, CH<sub>4</sub> emissions may be species-dependent and therefore difficult to estimate in nature based on total plant biomass. Our results and those of previous studies suggest that a variety of environmental stresses stimulate CH<sub>4</sub> emission from a wide variety of plant species. Global change processes, including climate change, depletion of stratospheric ozone, increasing ground-level ozone, spread of plant pests, and land-use changes, could cause more stress in plants on a global scale, potentially stimulating more CH<sub>4</sub> emission globally.",
    "readLink": "http://www.biogeosciences.net/6/615/2009/bg-6-615-2009.pdf"
  },
  {
    "title": "NDVI dynamics as reflected in climatic variables: spatial and temporal trends – a case study of Hungary",
    "authors": [
      "Szilárd Szabó,",
      "László Elemér,",
      "Zoltán Kovács,",
      "Zoltán Püspöki,",
      "Ádám Kertész,",
      "Sudhir Kumar Singh,",
      "Boglárka Balázs"
    ],
    "doi": "https://doi.org/10.1080/15481603.2018.1560686",
    "journalVolume": "Vol. 56,\n                                no. 4\n                                \n                                  pp.\n                                  624\n                                  – 644",
    "issn": "1548-1603 (Print)",
    "publisher": "1943-7226 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgrs",
    "abstract": "Understanding climate change and revealing its future paths on a local level is a great challenge for the future. Beside the expanding sets of available climatic data, satellite images provide a valuable source of information. In our study we aimed to reveal whether satellite data are an appropriate way to identify global trends, given their shorter available time range. We used the CARPATCLIM (CC) database (1961–2010) and the MODIS NDVI images (2000–2016) and evaluated the time period covered by both (2000–2010). We performed a regression analysis between the NDVI and CC variables, and a time series analysis for the 1961–2008 and 2000–2008 periods at all data points. The results justified the belief that maximum temperature (TMAX), potential evapotranspiration and aridity all have a strong correlation with the NDVI; furthermore, the short period trend of TMAX can be described with a functional connection with its long period trend. Consequently, TMAX is an appropriate tool as an explanatory variable for NDVI spatial and temporal variance. Spatial pattern analysis revealed that with regression coefficients, macro-regions reflected topography (plains, hills and mountains), while in the case of time series regression slopes, it justified a decreasing trend from western areas (Transdanubia) to eastern ones (The Great Hungarian Plain). This is an important consideration for future agricultural and land use planning; i.e. that western areas have to allow for greater effects of climate change.",
    "readLink": "http://dx.doi.org/10.1080/15481603.2018.1560686"
  },
  {
    "title": "Climate Change in the Eastern Xinjiang of China and Its Connection to Northwestern Warm Humidification",
    "authors": [
      "Lu Li,",
      "Shijie Wang,",
      "Youping Chen,",
      "Heli Zhang,",
      "Jiyun Zhang,",
      "Yang Xu,",
      "Jiachang Wei"
    ],
    "doi": "https://doi.org/10.3390/atmos14091421",
    "journalVolume": "Vol. 14,\n                                no. 1421\n                                \n                                  p.\n                                  1421",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Eastern Xinjiang, as a typical extremely arid area, exhibits a high sensitivity to climate change. Gaining a comprehensive understanding of the climatic changes in this region, along with their driving mechanisms, and comparing these with the broader trend of “warming and humidifying” in the Northwest can provide a scientific foundation for adapting to and addressing climate change. Based on a study of precipitation and temperature data from seven meteorological stations in Eastern Xinjiang from 1960 to 2022, the following findings were observed: (1) The climate of eastern Xinjiang is generally characterized by a warming and humidifying trend, with the rates of mean annual temperature and total annual precipitation being 0.39 °C/10 a and 3.32 mm/10 a. The eastern part of Xinjiang has less precipitation, with a lower growth rate than that of the neighboring regions, and higher temperatures, with a higher growth rate than that of the neighboring regions. (2) The first principal component of precipitation explains 47.85% of the variation in total precipitation, with a significant upward trend (p < 0.05) and an abrupt change in the late 1970s. It contains strong signals of regional precipitation, temperature, and dry and wet changes. (3) The increase in the first principal component of annual precipitation in eastern Xinjiang is mainly related to the warming of SSTs in the Indian Ocean and the central-eastern part of the tropical southern Pacific Ocean as well as the weakening of the Asian monsoon.",
    "readLink": "https://www.mdpi.com/2073-4433/14/9/1421"
  },
  {
    "title": "POTENTIAL CARBONDIOXIDE SEQUESTRATION OF SEVERAL PLANT LEAVES IN GREEN BELT OF PAJAJARAN STREET, BOGOR",
    "authors": [
      "Mohamad Iqbal,",
      "Rachmad Hermawan,",
      "Endes N Dahlan"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2015.12.1.67-76",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  67\n                                  – 76",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "The increment of CO2 concentration can effectively be controlled by the development of urban forest through selection of plants that have high potential CO2 sequestration. This research aims to obtain data on the potential CO2 sequestration by leaves of nine species of plants in green belt of Pajajaran Street, Bogor. Primary data was collected through field survey and laboratory analysis of leaf samples using the method of carbohydrates. Case and literature studies were conducted to obtain secondary data from the agency or the relevant literature, especially the results of studies with similar cases. Other data that were collected consisted of total leaves and leaf area. Results showed has the potential CO2 sequestration per leaf highest of 11.86 tonnes/leaf/year. Additionally, and C. manghas F. elastica S. macrophylla also has CO2 sequestration rate are relatively well compared to other plant respectively of 3.83 tonnes/leaf/year and 2.51 tonnes/leaf/year. The inherent factors that determine the potential CO sequestration is leaf width, leaf thickness, greeness of leaves, number of leaves and water content. While external factor among other places plant life, the availability of water and mineral nutrients, as well as the infuence of light and temperature.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/709"
  },
  {
    "title": "INFLUENCE OF GLOBAL CLIMATE CHANGE ON ECONOMY OF FORESTRY AND AGRICULTURE: RISKS AND OPPORTUNITIES",
    "authors": [
      "A. V. Chugunkova,",
      "A. I. Pyzhev,",
      "Y. I. Pyzheva"
    ],
    "doi": "https://doi.org/10.21202/1993-047X.12.2018.3.523-537",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  pp.\n                                  523\n                                  – 537",
    "issn": "2782-2923 (Print)",
    "publisher": "Tatar Educational Center “Taglimat” Ltd.",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Social Sciences: Economic theory. Demography: Economics as a science",
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://www.rusjel.ru",
    "abstract": "Objective: to summarize the works of the leading Russian and foreign researchers related to characteristics of various climate impacts on agriculture and forestry development.Methods: comparative analysis of predicted risks and opportunities of global climate change for forestry and agriculture. Results: the paper gives a general description of the socio-economic effects of climate change, with an important emphasis on considering the effects in the sectors of the economy most susceptible to global warming, such as forestry and agriculture. It is shown that climate change is accompanied by both favorable and adverse effects on the economy of these industries. On the one hand, the increase of the average temperatures and carbon concentration in the atmosphere promotes productivity of trees and crop yields. However, the likelihood of a prolonged drought - the most common cause of fires, disease outbreaks and growing pest populations - is increasing. An additional risk is the increase of natural disasters, which cause significant economic damage to forests and agriculture. It is revealed that in the territories of low geographical latitudes, represented mainly by developing countries, for which agriculture is the main source of economic growth, the industry will incur significant losses, which will cause even greater social tension and exacerbate the problems of hunger and poverty among the population. Further warming in the future could widen the gap between rich and poor countries unless all necessary measures are taken to adapt the economy to changing climatic conditions.Scientific novelty: the article provides a detailed description of the main consequences of global climate change for the economy of agriculture and forestry, including in the context of individual countries and regions.Practical significance: the results presented in this paper can serve as a basis for further research in assessment of risk and magnitude of the socio-economic damage caused by global warming. The findings can be used to develop mechanisms for adaptation to climate change.",
    "readLink": "https://www.rusjel.ru/jour/article/view/2131"
  },
  {
    "title": "Predicting the current potential and future world wide distribution of the onion maggot, Delia antiqua using maximum entropy ecological niche modeling.",
    "authors": [
      "Shuoying Ning,",
      "Jiufeng Wei,",
      "Jinian Feng"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0171190",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  e0171190",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change will markedly impact biology, population ecology, and spatial distribution patterns of insect pests because of the influence of future greenhouse effects on insect development and population dynamics. Onion maggot, Delia antiqua, larvae are subterranean pests with limited mobility, that directly feed on bulbs of Allium sp. and render them completely unmarketable. Modeling the spatial distribution of such a widespread and damaging pest is crucial not only to identify current potentially suitable climactic areas but also to predict where the pest is likely to spread in the future so that appropriate monitoring and management programs can be developed. In this study, Maximum Entropy Niche Modeling was used to estimate the current potential distribution of D. antiqua and to predict the future distribution of this species in 2030, 2050, 2070 and 2080 by using emission scenario (A2) with 7 climate variables. The results of this study show that currently highly suitable habitats for D.antiqua occur throughout most of East Asia, some regions of North America, Western Europe, and Western Asian countries near the Caspian sea and Black Sea. In the future, we predict an even broader distribution of this pest spread more extensively throughout Asia, North America and Europe, particularly in most of European countries, Central regions of United States and much of East Asia. Our present day and future predictions can enhance strategic planning of agricultural organizations by identifying regions that will need to develop Integrated Pest Management programs to manage the onion maggot. The distribution forecasts will also help governments to optimize economic investments in management programs for this pest by identifying regions that are or will become less suitable for current and future infestations.",
    "readLink": "http://europepmc.org/articles/PMC5291381?pdf=render"
  }
]