[
  {
    "title": "Air pollution and the noncommunicable disease prevention agenda: opportunities for public health and environmental science",
    "authors": [
      "Eloise Howse,",
      "Melanie Crane,",
      "Ivan Hanigan,",
      "Lucy Gunn,",
      "Paul Crosland,",
      "Ding Ding,",
      "Martin Hensher,",
      "Lucie Rychetnik"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abfba0",
    "journalVolume": "Vol. 16,\n                                no. 6\n                                \n                                  p.\n                                  065002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Air pollution is a major environmental risk factor and contributor to chronic, noncommunicable diseases (NCDs). However, most public health approaches to NCD prevention focus on behavioural and biomedical risk factors, rather than environmental risk factors such as air pollution. This article discusses the implications of such a focus. It then outlines the opportunities for those in public health and environmental science to work together across three key areas to address air pollution, NCDs and climate change: (a) acknowledging the shared drivers, including corporate determinants; (b) taking a ‘co-benefits’ approach to NCD prevention; and (c) expanding prevention research and evaluation methods through investing in systems thinking and intersectoral, cross-disciplinary collaborations.",
    "readLink": "https://doi.org/10.1088/1748-9326/abfba0"
  },
  {
    "title": "Socioeconomic and Climate Effects on Changes in Wetlands in China during a Three-Decade Period of Rapid Growth",
    "authors": [
      "Ying Ge,",
      "Petr Sklenička,",
      "Zhongbing Chen"
    ],
    "doi": "https://doi.org/10.3390/rs15061683",
    "journalVolume": "Vol. 15,\n                                no. 1683\n                                \n                                  p.\n                                  1683",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "China has experienced dramatic economic growth and social development, especially in the period between 1978 and 2008. The biodiversity and the socioeconomic sustainability in China were under threat, and the loss of wetlands was a significant aspect of ecological deterioration in the country at that time. However, the driving factors for the loss of wetlands are not well understood, probably due to a lack of accurate country-scale data. This study analyzes the changes in China’s wetland area between 1978 and 2008 (1978, 1990, 2000, and 2008) and the interchange between different wetland types from 1990 to 2000. We select 29 socioeconomic parameters (per capita GDP, primary industry added value, secondary industry ratio, total population, arable land, pesticide use, aquatic products, railway mileage, domestic wastewater, urban sewage treatment capacity, etc.) and three meteorological parameters (annual temperature, annual precipitation, and annual sunshine) to analyze the driving forces of changes in wetlands. The factor analysis based on these parameters shows that two factors can explain 65.8% of the total variation from the data, while eight parameters can explain 59.7%. Furthermore, multiple linear regression analysis reveals that five factors are of great significance in explaining wetland change in China, which are annual temperature (p p p = 0.01), secondary industry ratio (p = 0.014), and railway mileage (p = 0.02). In conclusion, climate change (especially temperature) and inland waterway mileage are the primary factors for changes in the wetlands in China, and other socioeconomic indicators, especially from industrial and construction factors, also play an important role in changes in wetlands during China’s rapid economic development. In order to enhance wetland conservation efforts in China, we recommend prioritizing efforts to mitigate climate change on wetlands, promoting sustainable development policies, restoring and creating wetlands in urban areas, and utilizing advanced technologies to obtain accurate data.",
    "readLink": "https://www.mdpi.com/2072-4292/15/6/1683"
  },
  {
    "title": "Land use/land cover of petroleum activities in the framework of sustainable development",
    "authors": [
      "Andrés Velastegui-Montoya,",
      "Paulo Escandón-Panchana,",
      "Gina Peña-Villacreses,",
      "Gricelda Herrera-Franco"
    ],
    "doi": "Vol. 15\n                                \n                                \n                                  p.\n                                  100659",
    "issn": "2666-7908 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/cleaner-engineering-and-technology/",
    "abstract": "Soil is an important resource for the development of life and the quality of natural ecosystems. Oil exploitation requires the implementation of complementary infrastructure such as access to highways, water, and energy supplies. These engineering projects can alter the dynamics of natural ecosystems. This study analyses the relationship between land use and land cover (LULC) and oil activity through bibliometric tools and a literature review of the applications of sustainable development strategies. The methodology includes 1) compilation of information from the LULC associated with the oil industry. 2) Data processing and analyses. 3) Interpretation of results within the sustainable development framework. The results indicate that bioenergy studies, climate change, sustainability, and environmental impact assessment tools are trending in this area. The literature review showed that the Sustainable Development Goals (SDGs), Industry, Innovation and Infrastructure (SDG9), Climate Action (SDG13), Life Below Water (SDG14), and Life on Land (SDG15) are related directly to various topics of study. This research allows us to consider future lines of study such as evaluating compliance with sustainability indicators and developing territorial and environmental plans for oil activities.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666790823000642"
  },
  {
    "title": "Are Floods Becoming a More Expensive Hazard? A Damages Review of the Southeastern Spanish Coast (1996–2016)",
    "authors": [
      "Francisco López-Martínez"
    ],
    "doi": "https://doi.org/10.3390/land12051035",
    "journalVolume": "Vol. 12,\n                                no. 1035\n                                \n                                  p.\n                                  1035",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Over the last few decades, an increasing economic and social flooding damages trend has been recorded worldwide. Although this situation was initially associated with climate change, recently different institutions and scientific papers have related this trend to two main reasons: (i) a human population increase and (ii) the number of assets located in floodable areas. In this regard, this paper analyses evolutions in flood damages and their causes in a Mediterranean area, the provinces of Alicante and Murcia, between 1996 and 2016. The duration of this period, from a flood risk management policy point of view, is very important because it encompasses one of the most important legislative periods at a national and European level. As a main result, this paper establishes a temporal and spatial pattern related to increases in flood damages and their main influence on coastal areas, respectively, due to certain economic, spatial and temporal factors. As a conclusion, these trends demonstrate the inefficiency of flood risk management policies, especially those connected with spatial planning.",
    "readLink": "https://www.mdpi.com/2073-445X/12/5/1035"
  },
  {
    "title": "Economic content of innovations and the principles of their implementation in agricultural enterprises",
    "authors": [
      "Oleksandr Khalatur"
    ],
    "doi": "https://doi.org/10.31470/2306-546X-2019-42-22-29",
    "journalVolume": "no. 42\n                                \n                                  pp.\n                                  22\n                                  – 29",
    "issn": "2306-546X (Print)",
    "publisher": "2414-3774 (Online)",
    "countryOfPublisher": "Hryhorii Skovoroda University in Pereiaslav",
    "lcc": [
      "Ukraine",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://economic-bulletin.com/index.php/journal",
    "abstract": "Subject of research is the economic content of innovation in agriculture. Purpose of the study is to consider the economic essence of innovation, outline the problems of the development of innovative activities of agricultural enterprises. Methods of research. The article uses a set of scientific methods of scientific research. The following research methods were used to write the article: logical generalization - to assess trends in the formation of the economic content of innovations in agricultural enterprises, as well as in the formation of a mechanism for managing the innovative process of an agricultural enterprise; dialectical and historical - in the study of scientific approaches to the formation of the economic content of innovations of the subject of economic activity, the generalization of foreign experience in securing business and the identification of conceptual approaches to taking into account the impact of threats on the innovative activities of the agricultural enterprise. Results of research. Challenges of modern times exert pressure on agriculture: population growth, the effects of climate change, the need to reduce greenhouse gas emissions in agriculture, economic development and the growing instability associated with land, water and energy shortages. This scenario enhances the critical role of innovation to make agriculture a more competitive and sustainable industry. The article reveals the economic content of innovations as a category of economy and features of the functioning of innovations in agricultural enterprises of Ukraine, as well as the author's definition of the term \"innovation\". The main features of the innovation process are considered. Application of results. The results of this study can be applied in the practice of financial and economic activity of agricultural enterprises. Conclusions. Our analysis of professional literary sources and the scientific generalization of the existing views on the disclosure of the economic content of the term \"innovation\" have allowed us to state that, first, there is no conventional interpretation that would cover its most significant qualitative characteristics, and secondly, the main discussions of this issues focus mainly on three conceptual directions. Determining the specific features of bringing innovation to the consumer, it is customary to talk about innovation activity or innovation process as a process of transforming knowledge into innovation, passing the following stages: \"science - technology - production - consumption\". So the basic condition for the effective functioning of agricultural production is the expanded reproduction that occurs in the interaction of economic and natural-biological processes. Therefore, in the management of innovations need to take into account the requirements not only economic laws, but also the laws of nature: equivalence, indispensability and a combination of life factors, laws of minimum, optimum and maximum.",
    "readLink": "https://economic-bulletin.com/index.php/journal/article/view/558"
  },
  {
    "title": "Determinants of rural household livelihood dependence on non-timber forest products: A case study from Inanda Community, KwaZulu-Natal, South Africa",
    "authors": [
      "Edilegnaw Wale,",
      "Mmaphuti Andrias Nkoana,",
      "Eliaza Mkuna"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.788815",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Natural forest resources are the most accessible sources of services, products and incomes for many adjacent rural communities. However, the declining resilience of forests and agricultural sectors particularly in South Africa is concerning and a real public policy challenge. Little is known about the determinants of rural community dependence on natural forests, and the importance of this dependence to rural livelihoods and environmental outcomes. This study investigated factors affecting rural household level of forest dependence and the contribution of natural forests to rural household livelihoods in the “KwaZulu-Natal Sandstone Sourveld (KZNSS)” ecosystem. Employing survey data from 150 forest-dependent households and a logit-transformed Ordinary Least Squares (OLS) model, the study found that there is significant level of forest dependence in the study area. The empirical findings showed that the contribution of forest resources to rural livelihoods is significantly influenced by off-farm incomes, employment incomes, forest vouchers received from the “Wildlands Project” in exchange for planting trees, values of household assets, changing of time and dates in visiting the forest for the collection of forest products, and perceived changes in temperature. These findings imply that institutional arrangements for programs like the “Wildlands Project” need to be developed from the beginning with the participation of all pertinent stakeholders for everyone to accept it and understand the regulations. Additionally, legislative changes are needed to help rural residents sustainably support their livelihoods and diversify their sources of income to build resilience and ease pressure on natural forests.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.788815/full"
  },
  {
    "title": "Climate envelope modeling and dispersal simulations show little risk of range extension of the Shipworm, Teredo navalis (L.), in the Baltic sea.",
    "authors": [
      "Christin Appelqvist,",
      "Zyad K Al-Hamdani,",
      "Per R Jonsson,",
      "Jon N Havenhand"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0119217",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  e0119217",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The shipworm, Teredo navalis, is absent from most of the Baltic Sea. In the last 20 years, increased frequency of T. navalis has been reported along the southern Baltic Sea coasts of Denmark, Germany, and Sweden, indicating possible range-extensions into previously unoccupied areas. We evaluated the effects of historical and projected near-future changes in salinity, temperature, and oxygen on the risk of spread of T. navalis in the Baltic. Specifically, we developed a simple, GIS-based, mechanistic climate envelope model to predict the spatial distribution of favourable conditions for adult reproduction and larval metamorphosis of T. navalis, based on published environmental tolerances to these factors. In addition, we used a high-resolution three-dimensional hydrographic model to simulate the probability of spread of T. navalis larvae within the study area. Climate envelope modeling showed that projected near-future climate change is not likely to change the overall distribution of T. navalis in the region, but will prolong the breeding season and increase the risk of shipworm establishment at the margins of the current range. Dispersal simulations indicated that the majority of larvae were philopatric, but those that spread over a wider area typically spread to areas unfavourable for their survival. Overall, therefore, we found no substantive evidence for climate-change related shifts in the distribution of T. navalis in the Baltic Sea, and no evidence for increased risk of spread in the near-future.",
    "readLink": "https://doi.org/10.1371/journal.pone.0119217"
  },
  {
    "title": "Conceptualization and Development of a DFuzzy Model for Low-Carbon Ecocities",
    "authors": [
      "Sung-Lin Hsueh,",
      "Yue Sun,",
      "Min-Ren Yan"
    ],
    "doi": "https://doi.org/10.3390/su11205833",
    "journalVolume": "Vol. 11,\n                                no. 20\n                                \n                                  p.\n                                  5833",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Industrial Revolution has enabled mechanization to lead the manufacturing industry into a new era of explosive economic growth. Mass production through the use of machines has improved the overall societal prosperity in industrialized countries. The great and continuous demand of mechanization, economic growth, and energy consumption has resulted in the excessive use of natural resources and the mining of natural energy deposits. Challenges such as serious environmental pollution, ecological damage, and climate change have been identified as some of the critical issues for sustainable development. Therefore, this paper proposes a Delphi and Fuzzy (DFuzzy) model in order to institute low-carbon ecocities. DFuzzy is a scientific decision-making model with quantitative multiple attributes and artificial intelligence. Twelve specialists from the Delphi experts were interviewed, including chief executive officers (CEOs) of industries, management committee members, and senior academics, all of whom have 15 years of experience in urban planning practice. After a three-round Delphi process with 17 criteria that were taken from the literature, four criteria of the DFuzzy model were recognized by experts: policy norms, resident cooperation, pollution prevention and control, and ecological reserves. The practical application of the DFuzzy model took three areas as examples: the Baiyun District and Conghua District of Guangzhou City, and the Dahu Community of Kaohsiung City. Through the experts’ consensus in the two-round Delphi process, the four criteria, as the input basis, demonstrated the objective quantitative calculation function of the DFuzzy model and also indicated that the model established in this study provides a reference for evaluating low-carbon ecocities.",
    "readLink": "https://www.mdpi.com/2071-1050/11/20/5833"
  },
  {
    "title": "Quantifying the City-Scale Impacts of Impervious Surfaces on Groundwater Recharge Potential: An Urban Application of WRF–Hydro",
    "authors": [
      "Ulysse Pasquier,",
      "Pouya Vahmani,",
      "Andrew D. Jones"
    ],
    "doi": "https://doi.org/10.3390/w14193143",
    "journalVolume": "Vol. 14,\n                                no. 3143\n                                \n                                  p.\n                                  3143",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Decades of urbanization have created sprawling, complex, and vulnerable cities, half of which are located in water-scarce areas. With the looming effects of climate change, including increasing droughts and water shortages, there is an urgent need to better understand how urbanization impacts the water cycle at city scale. Impervious surfaces disrupt the natural flow of water, affecting groundwater recharge in water-scarce cities, such as Los Angeles, looking to harness local water resources. In the face of growing water demand, informing on opportunities to maximize potential groundwater recharge can help increase cities’ resilience. WRF–Hydro, a physics-based hydrological modeling system, capable of resolving atmospheric, land surface, and hydrological processes at city scale, is adapted to represent urban impervious surfaces. The modified model is used to assess the hydrological implications of historical urbanization. Pre- and post-urban scenarios are used to quantify the impacts of impervious surfaces on the local water budget. Our results show that urbanization in LA has vastly decreased the potential for groundwater recharge, with up to half of the water inflow being redirected from infiltration in highly urbanized watersheds, while doubling surface runoff’s share of the city’s water budget, from ~15% to 30%. This study not only sheds light on the role of imperviousness on groundwater recharge in water-scarce cities, but also offers a robust and transferable tool for the management of urban land and water resources.",
    "readLink": "https://www.mdpi.com/2073-4441/14/19/3143"
  },
  {
    "title": "Land Use and Land Cover Dynamics Analysis of the Togodo Protected Area and Its Surroundings in Southeastern Togo, West Africa",
    "authors": [
      "Amah Akodéwou,",
      "Johan Oszwald,",
      "Slim Saïdi,",
      "Laurent Gazull,",
      "Sêmihinva Akpavi,",
      "Koffi Akpagana,",
      "Valéry Gond"
    ],
    "doi": "https://doi.org/10.3390/su12135439",
    "journalVolume": "Vol. 12,\n                                no. 5439\n                                \n                                  p.\n                                  5439",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Assessing land use and land cover (LULC) change is essential for the sustainable management of natural resources, biodiversity conservation, monitoring food security, and research related to climate change and ecology. With increasingly rapid changes in LULC in response to human population growth, a better assessment of land use changes is more necessary than ever. Although a multitude of LULC assessment methods exists, none alone provides a clear understanding of changes and their underlying factors. This study analysed historical LULC changes over a temporal extent of 42 years (1974–2016) in the Togodo Protected Area and its surroundings, in Togo, by associating intensity and trajectory analyses, that are complementary but rarely associated in the literature. Our results show that LULC change in our study site is linked to the combined effects of human activities, climate, and invasive plants, particularly Chromolaena odorata. While each type of analysis provides useful insights, neither intensity nor trajectory analysis alone provides a full picture of changes and their causes. This study highlights the usefulness of associating intensity and trajectory analyses when implementing any management policy.",
    "readLink": "https://www.mdpi.com/2071-1050/12/13/5439"
  }
]