[
  {
    "title": "Assessing Hydrological Alteration Caused by Climate Change and Reservoir Operations in the San Joaquin River Basin, California",
    "authors": [
      "Mahesh L. Maskey,",
      "Mahesh L. Maskey,",
      "Gustavo Facincani Dourado,",
      "Anna M. Rallings,",
      "David E. Rheinheimer,",
      "David E. Rheinheimer,",
      "Josué Medellín-Azuara,",
      "Joshua H. Viers"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.765426",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Freshwater aquatic ecosystems are highly sensitive to flow regime alteration caused by anthropogenic activities, including river regulation and atmospheric warming-induced climate change. Either climate change or reservoir operations are among the main drivers of changes in the flow regime of rivers globally. Using modeled unregulated and simulated regulated streamflow under historical and future climate scenarios, this study evaluated potential changes to the flow regime due to climate change and reservoir operations for the major tributaries of the San Joaquin River Basin, California United States. We selected a set of Indicators of Hydrologic Alteration (IHA) to evaluate historical and projected future trends of streamflow dynamics: rise and fall rates, durations and counts of low and high pulses, and the magnitude of extremes. Results show that most indicators have pronounced departures from baseline conditions under anticipated future climate conditions given existing reservoir operations. For example, the high pulse count decreases during regulated flow conditions compared to increased frequency under unregulated flow conditions. Finally, we observed a higher degree of flow regime alteration due to reservoir operations than climate change. The degree of alteration ranges from 1.0 to 9.0% across the basin among all future climate scenarios, while reservoir operations alter the flow regime with a degree of alteration from 8.0 to 25%. This study extends multi-dimensional hydrologic alteration analysis to inform climate adaptation strategies in managed river systems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.765426/full"
  },
  {
    "title": "Carbon Dioxide Uptake by Mortars and Concretes Made with Portuguese Cements",
    "authors": [
      "Miguel  Ángel Sanjuán,",
      "Carmen Andrade,",
      "Pedro Mora,",
      "Aniceto Zaragoza"
    ],
    "doi": "https://doi.org/10.3390/app10020646",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  646",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "As the cement industry continues to address its role in the climate crisis, Portugal’s cement industry has started to calculate its net CO2 emissions to become an entirely carbon neutral sector. These emissions are calculated by simply subtracting the total CO2 uptake due to mortar and concrete carbonation from the total CO2 that is emitted during the calcination process (clinker production). However, the procedures given in the Intergovernmental Panel on Climate Change (IPCC) Guidelines for National Greenhouse Gas (GHG) Inventories to report GHG emissions do not contain any element that would grant this calculation method the status of an internationally recognized procedure. Therefore, some climate models are not accurate because they do not account for the carbon dioxide uptake due to concrete and mortar carbonation, as is evidenced in this paper. Climate models have improved since the IPCC’s Fourth Assessment Report (AR4), but they can further improve by implementing carbon dioxide uptake by cement-based materials. In the present paper, a quick and easy method of evaluating net CO2 emissions is utilized (simplified method) along with an advanced method. Portuguese net CO2 emissions of the cement produced from 2005 to 2015 were calculated while taking carbon dioxide uptake during the service-life and end-of-life and secondary usage stages into account. Following the simplified method, 8.7 million tons of carbon dioxide were found to be uptake by mortars and concretes made with Portuguese cement over the ten-year period, in which 37.8 million tons were released due to the calcination process. In addition, an advanced method has been used to estimate the carbon dioxide uptake, which provided only slightly higher results than that of the simplified method (9.1 million tons).",
    "readLink": "https://www.mdpi.com/2076-3417/10/2/646"
  },
  {
    "title": "Landsat TM and ETM+ derived snowline altitudes in the Cordillera Huayhuash and Cordillera Raura, Peru, 1986&ndash;2005",
    "authors": [
      "J. Ramage,",
      "D. T. Rodbell,",
      "E. M. McFadden"
    ],
    "doi": "https://doi.org/10.5194/tc-5-419-2011",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  419\n                                  – 430",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "The Cordilleras Huayhuash and Raura are remote glacierized ranges in the Andes Mountains of Peru. A robust assessment of modern glacier change is important for understanding how regional change affects Andean communities, and for placing paleo-glaciers in a context relative to modern glaciation and climate. Snowline altitudes (SLAs) derived from satellite imagery are used as a proxy for modern (1986–2005) local climate change in a key transition zone in the Andes. Clear sky, dry season Landsat Thematic Mapper (TM) and Enhanced Thematic Mapper (ETM+) satellite images from 1986–2005 were used to identify snowline positions, and their altitude ranges were extracted from an Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) digital elevation model (DEM). Based on satellite records from 31 glaciers, average snowline altitudes (SLAs), an approximation for the equilibrium line altitude (ELA), for the Cordillera Huayhuash (13 glaciers) and Cordillera Raura (18 glaciers) from 1986–2005 were 5051 m a.s.l. from 1986–2005 and 5006 m a.s.l. from 1986–2002, respectively. During the same time period, the Cordillera Huayhuash SLA experienced no significant change while the Cordillera Raura SLA rose significantly from 4947 m a.s.l. to 5044 m a.s.l.",
    "readLink": "http://www.the-cryosphere.net/5/419/2011/tc-5-419-2011.pdf"
  },
  null,
  {
    "title": "Variation in Runoff, Suspended Sediment Load, and Their Inter-Relationships in Response to Climate Change and Anthropogenic Activities Over the Last 60 Years: A Case Study of the Upper Fenhe River Basin, China",
    "authors": [
      "Luan Zhang,",
      "Suqing Li,",
      "Zhitao Wu,",
      "Xiaohui Fan,",
      "Hongjian Li,",
      "Qi Meng,",
      "Jing Wang"
    ],
    "doi": "https://doi.org/10.3390/w12061757",
    "journalVolume": "Vol. 12,\n                                no. 1757\n                                \n                                  p.\n                                  1757",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The variation of river runoff (Q) and suspended sediment load (S), in addition to their influential factors, is an important area of focus in hydrological sciences. Here, Mann–Kendall tests and double mass curve analyses were used with hydrometric data from four hydrological stations in the upper Fenhe River Basin in China to evaluate temporal trends in annual Q (Qa) and S (Sa) values between 1955 and 2015. Based on the observed inflection points, three distinct periods were identified, namely, 1955–early 1980s (period I), the early 1980s–1996 (period II), and 1996–2015 (period III). The Qa and Sa values for the four stations, except for Qa values for the Jingle station, significantly decreased over the study period, with average reduction rates of 0.68–1.07 mm∙km−2∙a−1 and 9.24–54.39 t∙km−2∙a−1, respectively. Decreased rainfall, implementation of soil and water conservation program, and reservoir construction were primarily responsible for decreased Qa and Sa values for the three stations during period II, while the first two factors led to variation in Qa and Sa for the Jingle station during the same period. During period III, the Qa, Sa, and Qa–Sa relationships for the four stations were intensively affected by increased anthropogenic activities, including water diversion, cross-basin water transfers, soil and water conservation measures, revegetation efforts, and sand excavation. Further, the Qa, Sa, and Qa–Sa relationships at the Lancun station were affected by the construction of the No. 2 Fenhe Reservoir. Effective water use and supply strategies should be implemented in the future for the upper Fenhe River Basin.",
    "readLink": "https://www.mdpi.com/2073-4441/12/6/1757"
  },
  {
    "title": "Global Energy Transformation and the Impacts of Systematic Energy Change Policy on Climate Change Mitigation",
    "authors": [
      "Hakan Güneş,",
      "Hamis Miraji Ally Simba,",
      "Haydar Karadağ,",
      "Mustafa Şit"
    ],
    "doi": "https://doi.org/10.3390/su151914298",
    "journalVolume": "Vol. 15,\n                                no. 14298\n                                \n                                  p.\n                                  14298",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study aims to evaluate the effect of global energy transformation and systematic energy change on climate change. The model is constructed from dynamic panel data which comprises 26 world regions from the World Database Indicators (WDIs), International Energy Atomic (IEA), and International Monetary Fund (IMF), with a span from 2005 to 2022. The Generalized system Method of Moment (sys-GMM) and pooled OLS and random effect models have been used to empirically evaluate the linked effect of global transformation and systematic change on climate change. The sys-GMM approach is used to control the endogeneity of the lagged dependent variable when there is an association between the exogenous variable and the error term. Furthermore, it omits variable bias, measurement errors in the estimation, and unobserved panel heterogeneity. The econometric applications allow us to quantify the direct effect of global transformation and systematic change on climate change. The empirical analysis revealed that renewable energy, alternative energy, technology and innovation, and financial climate have a negative effect on climate change. It means that increasing consumption of the transformation energies leads to reducing the effect of climate change. However, fossil energy is statistically significant and positively affects climate change. Increasing the consumption of fossil energy raises the effect of climate change. There is a global need for massive decarbonization infrastructure that will help minimize the global warming that leads to climate change. Policies that take an endogenous approach through global transformation and systematic change should be implemented to reduce the effect of climate change. The policy should reduce the consumption of non-renewable energy and increase the consumption of renewable energy.",
    "readLink": "https://www.mdpi.com/2071-1050/15/19/14298"
  },
  {
    "title": "Introducing a New Detailed Long-Term COSMO-CLM Hindcast for the Russian Arctic and the First Results of Its Evaluation",
    "authors": [
      "Vladimir Platonov,",
      "Mikhail Varentsov"
    ],
    "doi": "https://doi.org/10.3390/atmos12030350",
    "journalVolume": "Vol. 12,\n                                no. 350\n                                \n                                  p.\n                                  350",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Diverse and severe weather conditions and rapid climate change rates in the Arctic emphasize the need for high-resolution climatic and environmental data that cannot be obtained from the scarce observational networks. This study presents a new detailed hydrometeorological dataset for the Russian Arctic region, obtained as a long-term hindcast with the nonhydrostatic atmospheric model COSMO-CLM for the 1980–2016 period. The modeling workflow, evaluation techniques, and preliminary analysis of the obtained dataset are discussed. The model domain included the Barents, Kara, and Laptev Seas with ≈12-km grid spacing. The optimal model setup was chosen based on preliminary simulations for several summer and winter periods with varied options, and included the usage of ERA-Interim reanalysis data as forcing data, the new model version 5.05 with so-called ICON-based physics, and a spectral nudging technique. The wind speed and temperature climatology in the new COSMO-CLM dataset closely agreed with the ERA-Interim reanalysis, but with detailed spatial patterns. The added value of the higher-resolution COSMO-CLM data with respect to the ERA-Interim was most pronounced for higher wind speeds during downslope windstorms with the influence of mountain ranges on the temperature patterns, including surface temperature inversions. The potential applications and plans of further product development are also discussed.",
    "readLink": "https://www.mdpi.com/2073-4433/12/3/350"
  },
  {
    "title": "The future of plant food security lies in food biotechnology",
    "authors": [
      "Simin Hagh Nazari,",
      "Hosein Monazami,",
      "Khadijeh Bagheri,",
      "Abbas Bahari ,",
      "Desimir Knezevic"
    ],
    "doi": "https://doi.org/10.22059/JFABE.2022.348286.1127",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  141\n                                  – 150",
    "issn": "2676-3494 (Online)",
    "publisher": "University of Tehran",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://jfabe.ut.ac.ir/",
    "abstract": "The restriction on the development of agricultural fields due to the population growth and the conversion of arable land to residential one has caused the failure in the production of macular crops. Also, the increase in greenhouse gases especially resulting from livestock on farms and also urban life and the resulting climate change; have posed major environmental challenges to almost all human activities over the years. Currently, modern biotechnology can be used for sustainable development in agricultural productivity and related industries to solve human problems in diseases, poverty, pollution, and the current food crisis. Because the traditional systems can no longer meet the world's food needs. Therefore, there is an urgent need to use modern biotechnology to accelerate the development of executive programs.",
    "readLink": "https://jfabe.ut.ac.ir/article_90083.html"
  },
  {
    "title": "Environmental information disclosure: a cross-country analysis from European Union public companies",
    "authors": [
      "Małgorzata Janicka,",
      "Artur Sajnóg"
    ],
    "doi": "https://doi.org/10.14746/rpeis.2023.85.3.07",
    "journalVolume": "Vol. 85,\n                                no. 3",
    "issn": "0035-9629 (Print)",
    "publisher": "2543-9170 (Online)",
    "countryOfPublisher": "Adam Mickiewicz University, Poznan",
    "lcc": [
      "Poland",
      "Law",
      "Social Sciences"
    ],
    "journalUrl": "http://rpeis.amu.edu.pl/en/about-the-journal",
    "abstract": "One of the contemporary challenges related to climate change and effectively managing raw materials is to reduce resource consumption and the negative environmental impact while simultaneously increasing the economy’s competitiveness. This requires that business entities change priorities and move to a sustainable relationship focused on ecological, economic and social well-being. Due to the transnational and global nature of the climate and the environment, actions in this area should be carried out at a supranational level. In European Union (EU) countries, successive directives are implemented regarding environmental changes and the taxonomy for non-financial reporting. This forces public companies, as large public interest units, to produce adequate quality data reporting in the ESG (Environmental, Social and Governance) area, including the environmental (E) indicator and its components. The article’s purpose is to make a comparative assessment of the current situation and to consider the prospects for environmental data disclosure by public companies listed on the regulated markets of the EU, with particular emphasis on energy consumption, water, waste production, and CO2 emissions. The Refinitiv database was used to test the quality of the environmental indicators. Public companies listed on the leading stock markets in the 27 EU Member States were included. The research period covers 2012–2021. We focus on checking how many companies report environmental data in any given year, and those that present them for at least one year, or for three, five, or ten years. The findings support the clear advantage of the quality of environmental data disclosure in the ‘old’ EU Member States (which joined before 2004) compared to the ‘new’ EU Member States. However, reporting on key environmental issues (water and energy consumption, waste production, and carbon dioxide) is very incomplete.",
    "readLink": "https://pressto.amu.edu.pl/index.php/rpeis/article/view/37807"
  },
  {
    "title": "A Comparison of IPCC Guidelines and Allocation Methods to Estimate the Environmental Impact of Barley Production in the Basque Country through Life Cycle Assessment (LCA)",
    "authors": [
      "Óscar del Hierro,",
      "Patricia Gallejones,",
      "Gerardo Besga,",
      "Ainara Artetxe,",
      "Carlos Garbisu"
    ],
    "doi": "https://doi.org/10.3390/agriculture11101005",
    "journalVolume": "Vol. 11,\n                                no. 1005\n                                \n                                  p.\n                                  1005",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "This study aimed to estimate the environmental impact of barley production in the Basque Country, Northern Spain, using cradle-to-gate life cycle assessment (LCA) methodology, as well as to assess how methodological choices (i.e., the use of IPCC 2019 Guidelines versus allocation methods) can influence such estimation. The production of mineral fertiliser and the direct emissions of nitrous oxide (N2O) resulting from the application of nitrogen (N) fertiliser were identified as the two main contributors (40% and 30% of all greenhouse gas emissions, respectively) to the environmental impact of barley production. Pertaining to GHG emissions themselves, the use of calcium ammonium nitrate fertiliser was found to be the main contributor. Therefore, the optimization of N fertiliser application was established as a key process to reduce the environmental impact of barley production. The fertiliser-related release of N and phosphorous (P) to the environment was the main contributor to particulate matter formation, terrestrial acidification, and terrestrial and marine eutrophication. The incorporation of environmental data on NH3, NOx, NO3−, and PO43− to the LCA led to a more accurate estimation of barley production impact. A sensitivity analysis showed that the use of economic allocation, compared to mass allocation, increased the estimation of climate change-related impact by 80%. In turn, the application of the IPCC 2019 Refinement Guidelines increased this estimation by a factor of 1.12 and 0.86 in wet regions and decreased in dry regions, respectively. Our results emphasise the importance of the choice of methodology, adapted to the specific case under study, when estimating the environmental impact of food production systems.",
    "readLink": "https://www.mdpi.com/2077-0472/11/10/1005"
  }
]