[
  {
    "title": "Modélisation économique des ressources en eau dans la zone de Souss-Massa",
    "authors": [
      "Fouad ELAME,",
      "Rachid DOUKKALI"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  124\n                                  – 131",
    "issn": "2028-991X (Print)",
    "publisher": "2550-4401 (Online)",
    "countryOfPublisher": "Institut Agronomique et Vétérinaire Hassan II",
    "lcc": [
      "Morocco",
      "General Works"
    ],
    "journalUrl": "http://www.agrimaroc.org",
    "abstract": "The Souss-Massa basin is providing most of the Moroccan agricultural exports and covers more than ten months of the food system needs in the country. However, the basin faces recurrent droughts exacerbated by climate change. Moreover, agriculture intensification based on the intensive use of irrigation decrease the groundwater potential and makes water resources even more limited and thus more expensive to extract. Therefore, all development activities will be constrained by scarcity of water resources in the area if no appropriate institutional and management strategies are implemented. This article presents a literature review of the main economic models that have been developed for water resources management. A critical analysis of different methods and models frequently used in the analysis of water economics suggests raising some methodological limits and highlighting the need to use other methods and tools that are more useful. The last part of this article analyzes the current state of water resources and the expected impact of climate change.",
    "readLink": "http://agrimaroc.org/index.php/Actes_IAVH2/article/view/537/578"
  },
  {
    "title": "Research on Threshold Selection Method in Wave Extreme Value Analysis",
    "authors": [
      "Huashuai Liu,",
      "Fan Yang,",
      "Hongchuan Wang"
    ],
    "doi": "https://doi.org/10.3390/w15203648",
    "journalVolume": "Vol. 15,\n                                no. 3648\n                                \n                                  p.\n                                  3648",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change poses higher requirements on ocean engineering design, and reasonable estimation of design wave heights plays a crucial role in coastal protection and offshore engineering. Extreme value analysis is widely used in frequency calculations of wave parameters, among which the peak over threshold method based on the generalized Pareto distribution is proven to be an effective method, and the different selection of extreme wave samples in this method has a great influence on the calculation results. In this study, long-term significant wave height series were utilized to investigate the long-range correlation of significant wave heights, and thresholds were determined based on the changes of long-range correlations. This approach assumes that extreme events and non-extreme events are generally caused by different physical processes, where extreme events result from massive disturbances leading to abnormal states, and long-range correlations are not affected or minimally affected by extreme events. Thus, thresholds can be determined based on changes of long-range correlations by removing extreme events. Comparing this method to graphical diagnostic techniques, we demonstrated its rationality in determining extreme wave height thresholds. Moreover, the automatic threshold selection offered by this method helps to mitigate errors associated with subjective judgments in traditional approaches.",
    "readLink": "https://www.mdpi.com/2073-4441/15/20/3648"
  },
  {
    "title": "Predicting temperature and precipitation during the flood season based on teleconnection",
    "authors": [
      "Jaewon Jung,",
      "Hung Soo Kim"
    ],
    "doi": "https://doi.org/10.1186/s40562-022-00212-3",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 37",
    "issn": "2196-4092 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://www.geoscienceletters.com/",
    "abstract": "Abstract In recent years, the damages resulting from abnormal hydrometeorological climate have substantially increased over the world due to the climate variability and change. Especially, the flood damage has been severely occurred during the flood season almost every year in Korea. For an example, we had the localized heavy rainfalls for 54 days in flood season of 2020 and had huge property damage and loss of life. Therefore, the study needs to be conducted to improve the predictive power of seasonal time-scale forecasts spanning one to several months for the damage reduction and prevention. In this regard, this study aims to provide a priori predictions (several months ahead) of the climate variable at target sites with a statistical method based on teleconnection with global climatic conditions. Herein, the paradigm of the temperature and precipitation prediction in the Geum river basin in Korea is presented. The purposes of the study are also (1) to analyse the characteristics of summer temperatures and precipitation according to the occurrence of El Niño/La Niña and (2) to suggest a seasonal prediction model that can consider the effects of the occurrence of El Niño and La Niña during the flood season. The model is constructed by classifying the data period into El Niño, La Niña, and neutral status. Then we have shown that the prediction model improves the predictive power for the predictions of climate variables such as temperature and precipitation at mid-latitude stations which Korea is located. Therefore, this study demonstrates the possibility of improving the predictive power for forecasting temperature and precipitation by the prediction model considering climate variability.",
    "readLink": "https://doi.org/10.1186/s40562-022-00212-3"
  },
  {
    "title": "Comparative Analysis of Physiological Responses in Two Ulva prolifera Strains Revealed the Effect of Eutrophication on High Temperature and Copper Stress Tolerance",
    "authors": [
      "Menglin Bao,",
      "Ji-Sook Park,",
      "Qikun Xing,",
      "Peimin He,",
      "Jianheng Zhang,",
      "Charles Yarish,",
      "Hyun Il Yoo,",
      "Jang K. Kim,",
      "Jang K. Kim"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.863918",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change directly influences species composition and distribution of macroalgae on a global scale. Meanwhile, eutrophication and heavy metal pollution continue to be major concerns in coastal areas. The objective of this study was to explore interactive effects of these complex environmental conditions (high temperature, eutrophication and heavy metal pollution) in the bloom forming green alga, Ulva prolifera. This study evaluated the physiological characteristics of two strains of U. prolifera (Korean strain and Chinese strain) at two temperature levels (20 and 25°C), two nutrient concentrations (low nutrient: 50 μM of N and 5 μM of P; high nutrient: 250 μM of N and 25 μM of P) and three copper concentrations [Control (0.03 μM); 0.1 μM; 1 μM]. Under the 20°C and low nutrient condition, the Chinese strain grew significantly slower at 1μM copper group compared to copper control group. Whereas there was no significant change in the growth rate of the Korean strain. High nutrient significantly increased the growth rate, photosynthetic and respiration rates, soluble protein and tissue N in both strains at all copper groups under 20°C compared to copper groups under 20°C and low nutrient condition. Both strains grew significantly slower at 1 μM copper group compare to copper control group under high nutrient and 20°C condition. 25°C significantly reduced the growth rate of both strains at each nutrient condition. Under 25°C and low nutrient condition, 1 μM copper had no effects on growth rate and all photosynthetic parameters of both strains. Meanwhile, under 25°C and high nutrient conditions, 1 μM copper significantly inhibited growth and photosynthetic rates and increased soluble protein content in the Chinese strain compared to copper control treatment. These results suggest that the Korean strain had higher tolerance to the copper stress than the Chinese strain. Higher nutrient levels enhanced the temperature tolerance and the copper stress in U. prolifera. Increased temperature reduced the negative effects caused by copper stress in U. prolifera.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.863918/full"
  },
  {
    "title": "Supporting energy system modelling in developing countries: Techno-economic energy dataset for open modelling of decarbonization pathways in Colombia",
    "authors": [
      "F.A. Plazas-Niño,",
      "N.R. Ortiz-Pimiento,",
      "J. Quirós-Tortós"
    ],
    "doi": "Vol. 48\n                                \n                                \n                                  p.\n                                  109268",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "Decarbonization pathways have emerged as a pivotal element of global climate change mitigation strategies. Energy system modelling is widely recognized as a tool to support the design of informed energy decarbonization policies. However, the development of energy models heavily relies on high-quality input data, which may pose significant challenges in developing countries where data accessibility is limited, incomplete, outdated, or inadequate. Moreover, while models may exist in countries, these are not publicly available; therefore, details cannot be retrieved, repeated, reconstructed, interoperable or auditable (U4RIA*⁎ U4RIA: Ubuntu, Retrievability, Reusability, Repeatability, Reconstructability, Interoperability, and Auditability). This paper presents an open techno-economic energy dataset for Colombia that is U4RIA-compliant as it can be used transparently to model decarbonization pathways and support energy planning in the country. Despite being country-specific, most of the data is technology-based and thus applicable to other countries. Diverse sources, assumptions, and modelling guidelines are described to facilitate the creation of new datasets. The dataset enhances the availability of energy data for policymakers, stakeholders, and researchers, not only in Colombia but also in other developing countries.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340923003876"
  },
  {
    "title": "Circular economy in agriculture: unleashing the potential of integrated organic farming for food security and sustainable development",
    "authors": [
      "Thiru Selvan,",
      "Lumgailu Panmei,",
      "Kiran Kumar Murasing,",
      "Vipan Guleria,",
      "Karuppanan Ramasamy Ramesh,",
      "D. R. Bhardwaj,",
      "C. L. Thakur,",
      "Dhirender Kumar,",
      "Prashant Sharma,",
      "Rathod Digvijaysinh Umedsinh,",
      "D. Kayalvizhi,",
      "Harshavardhan K. Deshmukh"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1170380",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Food is a basic human requirement which sustains the dynamics of the Earth's inhabitants by satisfying hunger, providing nutrition and health, and catering to culture, tradition, and lifestyle. However, the rising global population coupled with climate change including calamities, diseases, conflicts, as well as poor agricultural practices put a huge constraint on the quantity and quality of food. Modern agriculture propelled by the green revolution has somehow been able to meet the food requirements of the ever-increasing population and is heavily dependent on chemical fertilizers, pesticides, and machinery, reducing the quality of food, and simultaneously posing a great risk of environmental quality degradation and genetic diversity reduction. The Integrated Organic Farming System (IOFS) is a novel approach that holds the potential in addressing the challenge of reconciling food production with environmental preservation. As this approach embraces zero or minimal chemical use, adopting the reprocessing and reuse of agricultural residues has led to a sustainable system that can be viewed as the closest approach to nature and a circular economy. However, certain constraints need to be addressed, such as ascertaining the effectiveness of organic fertilizers, the complexities associated with weed management, and the inadequacy of proficiency, financial resources, and technical expertise required to implement the IOFS. Therefore, this study emphasizes the comprehensive benefits that could be derived from IOFS, particularly agroforestry, including efficient food production, improved food quality, biodiversification of crops by the adoption of lesser-known crops to cater to cultural requirements and minimal capital input to achieve environmental sustainability and a carbon neutral economy.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1170380/full"
  },
  {
    "title": "Dramatic global decrease in the range and reproduction rate of the European hamster Cricetus cricetus",
    "authors": [
      "Surov, A,",
      "Banaszek, A,",
      "Bogomolov, P,",
      "Feoktistova, N,",
      "Monecke, S"
    ],
    "doi": "https://doi.org/10.3354/esr00749",
    "journalVolume": "Vol. 31\n                                \n                                \n                                  pp.\n                                  119\n                                  – 145",
    "issn": "1863-5407 (Print)",
    "publisher": "1613-4796 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.int-res.com/journals/esr/esr-home/",
    "abstract": "Although the European hamster is probably the fastest-declining Eurasian mammal, its IUCN Red List status is still Least Concern. In addition to the huge distribution area, this categorization is based on the assumptions (1) that the decline affects only Western Europe, where (2) modern agriculture has led to (3) an increase in the mortality of the species. Since mortality-reducing protection measures in Western Europe have been unable to stop the decline, we reviewed the literature from 1765 to the present and reappraised the situation. We found support for none of these assumptions. The species has also vanished from more than 75% of its range in Central and Eastern Europe. In 48 of 85 Russian, Belarussian, Ukrainian and Moldovan provinces, its relative occurrence has decreased. It is now rare in 42 provinces and extinct in 8. Mortality has not increased, but the reproduction rate has shrunk since 1954 throughout the distribution area. Today the reproduction rate is only 23% of that between 1914 and 1935. Taking into account the mortality of this prey species, 1 female today raises only 0.5 females for next yearís reproduction. The extrapolation of the literature data points to an extinction of the species between 2020 and 2038. We strongly recommend (1) changing the status of the European hamster on the IUCN Red List from Least Concern at least to Vulnerable or even Endangered and (2) supporting scientific research on the reproduction of European hamsters as a protection measure. Global threats such as climate change, light pollution or (in the past) fur trapping are more likely to be the ultimate reason for the decline of this species than modern agriculture.",
    "readLink": "https://www.int-res.com/abstracts/esr/v31/p119-145/"
  },
  {
    "title": "Critical thinking perspectives of undergraduate students",
    "authors": [
      "Nicole Stedman,",
      "Amy Brown"
    ],
    "doi": "https://doi.org/10.37433/aad.v1i1.29",
    "journalVolume": "Vol. 1,\n                                no. 1",
    "issn": "2690-5078 (Online)",
    "publisher": "Advancements in Agricultural Development Inc",
    "countryOfPublisher": "United States",
    "lcc": [
      "Agriculture",
      "Social Sciences"
    ],
    "journalUrl": "https://agdevresearch.org/index.php/aad",
    "abstract": "Today’s learners need support in not only developing capacity for a global mindset, but also for thinking critically about the world. Employers are seeking graduates who can enter the workforce prepared to work within agriculture with the ability to understand its complexities. Higher education institutions have been called upon to provide this to students and faculty are often charged with this responsibility. However, faculty are often unprepared to provide this level of instruction and need support in order to foster this in the classroom. Student participants in this study were exposed to scenarios, which are a tool used to provide multiple perspectives and outcomes to real-life scenarios. Faculty used the scenarios to complement course instruction with respect to the impacts of climate change on food security and hunger. Using Facione’s (1990) framework for critical thinking skill, statements submitted by students both prior to the scenario and post were analyzed. It was found that while students demonstrated critical thinking in both the pre and post, the post statements were much richer, in-depth, and thoughtful in how critical thinking was demonstrated. This showed that faculty support, combined with innovative teaching methods, like scenarios, will encourage students’ building of capacity for critical thinking.",
    "readLink": "http://agdevresearch.org/index.php/aad/article/view/29"
  },
  {
    "title": "Economic Impacts of Curtailing Wind Turbine Operations for the Protection of Bat Populations in Ontario",
    "authors": [
      "Bethany G. Thurber,",
      "Ryan J. Kilpatrick,",
      "Graeme H. Tang,",
      "Christa Wakim,",
      "J. Ryan Zimmerling"
    ],
    "doi": "https://doi.org/10.3390/wind3030017",
    "journalVolume": "Vol. 3,\n                                no. 17\n                                \n                                  pp.\n                                  291\n                                  – 301",
    "issn": "2674-032X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Production of electric energy or power. Powerplants. Central stations"
    ],
    "journalUrl": "https://www.mdpi.com/journal/wind",
    "abstract": "Wind energy is a growing industry in Canada to meet the demand for a renewable supply of energy. However, wind turbine operation represents a high mortality risk for bat populations, and regulators often require that steps are taken to mitigate this risk. The result is concern among operators about lost revenue potential. This study was, therefore, designed to estimate the theoretical financial impact of curtailing turbine operations to mitigate for bat mortality for all wind farms that were constructed and operating in Ontario, Canada, as of 1 January 2020 (n = 87 wind farms). Empirical data from the Canadian Wind Farm SCADA and meteorological systems are not publicly available; thus, we were compelled to use data from the Canadian Wind Turbine database, the Environment and Climate Change Canada Wind Atlas, and the Independent Electricity System Operator to calculate the total theoretical energy production for all wind turbines in the province using manufacturer power curves and a measure–correlate–predict linear regression method. We estimated the financial impacts for all wind farms on the assumption that operations were curtailed when the Wind Atlas modelled local wind speed was <5.5 m/s between 6 pm of one day and 6 am the following day, between 15 July and 30 September, using the lower and upper limits of power-purchase agreement rates for Ontario wind farms: 115 and 150 CAD/MWh. We used generalized linear modelling to test whether the variability in production loss was predicted based on factors related to turbine design and site wind speeds. We estimated that total annual wind energy production would be reduced from 12.09 to 12.04 TWh if all Ontario wind farms implemented operational curtailment, which is equivalent to a difference of 51.2 GWh, or 0.42%. Production loss was related to turbine cut-in speeds and average site wind speeds recorded between 15 July and 30 September. The estimated profit losses were 6.79 ± 0.9 million CAD compared to estimated earnings of 1.6 ± 0.21 billion CAD, which suggests that mitigating bat mortality may represent a small cost to the industry relative to the conservation benefits for bat populations.",
    "readLink": "https://www.mdpi.com/2674-032X/3/3/17"
  },
  {
    "title": "Challenges and Proposals for Socio-Ecological Sustainability of the Tagus–Segura Aqueduct (Spain) under Climate Change",
    "authors": [
      "Álvaro-Francisco Morote,",
      "Jorge Olcina,",
      "Antonio-Manuel Rico"
    ],
    "doi": "https://doi.org/10.3390/su9112058",
    "journalVolume": "Vol. 9,\n                                no. 11\n                                \n                                  p.\n                                  2058",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Since its inauguration in 1979, the Tagus–Segura Aqueduct has become one of the hydraulic infrastructures that has had the most significant socio-economic repercussions in Spain during the past few decades. The aqueduct is significant for its strategic importance and developmental potential for south-east Spain, where it provides water for agriculture as well as for tourism and urban consumption. The aim of this study is to analyze the uncertainties regarding the future functioning of this infrastructure in view of the reduction of water resources and a higher frequency of drought episodes due to climate change. To this end, an analysis was performed on previous studies of hydrological plans, regulations and studies on climate change in order to enable an assessment to be made of the possible effects of these changes on the normal functions of the Tagus–Segura Aqueduct. Consideration is also given to the new management rules that have regulated this infrastructure since 2014, the use of alternative water resources, and proposals such as measures to increase resilience in light of future climate change scenarios and their effects on the Mediterranean.",
    "readLink": "https://www.mdpi.com/2071-1050/9/11/2058"
  }
]