[
  {
    "title": "Spatiotemporal Variation and Abrupt Change Analysis of Temperature from 1960 to 2012 in the Huang-Huai-Hai Plain, China",
    "authors": [
      "Yanyu Yin,",
      "Hui Liu,",
      "Xiangsheng Yi,",
      "Weidong Liu"
    ],
    "doi": "https://doi.org/10.1155/2015/643493",
    "journalVolume": "Vol. 2015",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "Based on a monthly dataset of temperature time series (1960–2012) in the Huang-Huai-Hai Plain of China (HHHPC), spatiotemporal variation and abrupt change analysis of temperature were examined by moving average, linear regression, spline interpolation, Mann-Kendall test, and moving t-test. Major conclusions were listed as follows. (1) Annual and seasonal temperature increased with different rates on the process of fluctuating changes during 1960~2012. The upward trend was 0.22°C 10a−1 for annual temperature, while it was very significant in winter (0.34°C 10a−1) and spring (0.31°C 10a−1), moderately significant in autumn (0.21°C 10a−1), and nonsignificant in summer (0.05°C 10a−1). (2) The spatial changes of annual and seasonal temperature were similar. The temperature increased significantly in Beijing and its adjacent regions, while it was nonsignificant in the central and southern regions. (3) The spring, autumn, winter, and annual temperature had warm abrupt change. The abrupt change time for winter temperature was in the late 1970s, while it was in the late 1980s and early 1990s for spring, autumn, and annual temperature. (4) Macroscopic effects of global and regional climate warming and human activities were probably responsible for the temperature changes. The climate warming would influence the hydrological cycle and agricultural crops in the study area.",
    "readLink": "http://dx.doi.org/10.1155/2015/643493"
  },
  {
    "title": "Will human influences on evolutionary dynamics in the wild pervade the Anthropocene?",
    "authors": [
      "Fanie Pelletier,",
      "David W. Coltman"
    ],
    "doi": "https://doi.org/10.1186/s12915-017-0476-1",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "1741-7007 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.biomedcentral.com/bmcbiol/",
    "abstract": "Abstract The five most pervasive anthropogenic threats to biodiversity are over-exploitation, habitat changes, climate change, invasive species, and pollution. Since all of these threats can affect intraspecific biodiversity—including genetic variation within populations—humans have the potential to induce contemporary microevolution in wild populations. We highlight recent empirical studies that have explored the effects of these anthropogenic threats to intraspecific biodiversity in the wild. We conclude that it is critical that we move towards a predictive framework that integrates a better understanding of contemporary microevolution to multiple threats to forecast the fate of natural populations in a changing world.",
    "readLink": "http://link.springer.com/article/10.1186/s12915-017-0476-1"
  },
  {
    "title": "California Getting Wetter to the North, Drier to the South: Natural Variability or Climate Change?",
    "authors": [
      "Dan Killam,",
      "Ann Bui,",
      "Steve LaDochy,",
      "Pedro Ramirez,",
      "Joshua Willis,",
      "William Patzert"
    ],
    "doi": "https://doi.org/10.3390/cli2030168",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  168\n                                  – 180",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Current climate change projections anticipate that global warming trends will lead to changes in the distribution and intensity of precipitation at a global level. However, few studies have corroborated these model-based results using historical precipitation records at a regional level, especially in our study region, California. In our analyses of 14 long-term precipitation records representing multiple climates throughout the state, we find northern and central regions increasing in precipitation while southern regions are drying. Winter precipitation is increasing in all regions, while other seasons show mixed results. Rain intensity has not changed since the 1920s. While Sacramento shows over 3 more days of rain per year, Los Angeles has almost 4 less days per year in the last century. Both the El Niño-Southern Oscillation (ENSO) and the Pacific Decadal Oscillation (PDO) greatly influence the California precipitation record. The climate change signal in the precipitation records remains unclear as annual variability overwhelms the precipitation trends.",
    "readLink": "http://www.mdpi.com/2225-1154/2/3/168"
  },
  {
    "title": "Algae and building façade revisited. A study of façade system for infill design",
    "authors": [
      "Widjaja Martokusumo,",
      "M. Donny Koerniawan,",
      "Heru W. Poerbo,",
      "Nissa A. Ardiani,",
      "Susan H. Krisanti"
    ],
    "doi": "https://doi.org/10.3846/20297955.2017.1411847",
    "journalVolume": "Vol. 41,\n                                no. 4",
    "issn": "2029-7955 (Print)",
    "publisher": "2029-7947 (Online)",
    "countryOfPublisher": "Vilnius Gediminas Technical University",
    "lcc": [
      "Lithuania",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "http://jau.vgtu.lt",
    "abstract": "Buildings account for around 30 percent of the world’s total energy consumption and a similar percentage of the world’s greenhouse gas emissions the main cause of climate change. The building sector is a major energy consumer, and empirical research reveals that carbon-dioxide emissions from the building sector exceed those of the industry and transport sectors. Contextual juxtaposition has commonly been applied in designing a new building in the historic district. In the realm of design, such philosophy-based design approach requires objective measurements. When new glass building considered, the question on greenhouse gas emissions becomes significant. To minimize energy consumption and reduce sun glare, brise-soleil and horizontal fixed shading devices have been used as elements of building’s facade. Nowadays, algae as part of building facade system have been used in creating a healthier indoor environment. This paper is written based on an on-going architectural design-based research on the use and role of algae as part of the building facade system. The new building of ITB Innovation Park is used as an infill project. With the help of modelling and extensive literature survey, this research will investigate how far the building (facade) design is affected by considerations on energy consumption pattern and environmental condition.",
    "readLink": "https://journals.vgtu.lt/index.php/JAU/article/view/1517"
  },
  {
    "title": "Commercial fisher perceptions illuminate a need for social justice considerations in navigating climate change impacts on fisheries systems",
    "authors": [
      "Sarah J. Harper,",
      "Jenn M. Burt,",
      "Laura K. Nelson,",
      "Jocelyn M. Runnebaum,",
      "Alison Cullen,",
      "Phillip S. Levin,",
      "Karen L. Hunter,",
      "Jim McIsaac,",
      "Natalie C. Ban"
    ],
    "doi": "https://doi.org/10.5751/ES-14142-280221",
    "journalVolume": "Vol. 28,\n                                no. 2\n                                \n                                  p.\n                                  21",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Climate change will amplify stress on marine systems already challenged by conflicts and inequities relating to fisheries access, management decisions, and ocean uses across sectors. Understanding how those most connected to fisheries perceive the risks associated with climate change is critical to developing effective responses and establishing management priorities. Adaptation planning efforts may be hindered by perceptions of unequal or unfair distribution of resources and the processes in place to manage them. In contrast, adaptation planning that is more inclusive, transparent, and addresses social dimensions and perceptions of fisheries is more likely to garner support from fishers and fishing communities broadly. We elicited fisher perceptions of climate change impacts on fisheries, and responses to these impacts, through an online survey of commercial fishers in Canada’s Pacific region. The survey highlights substantial concern for climate change, the impacts it will have on fishers’ livelihoods and well-being, and some of the key challenges that may interfere with the ability of fishers and fisheries management to adapt. We frame the findings of the survey drawing from concepts of social justice, focusing on distributive and procedural justice, as necessary considerations, and context for climate change adaptation planning. Developing plans and processes to respond to climate change impacts on fisheries requires not only understanding ecological impacts and challenges, but also the social and institutional considerations that could help or hinder efforts to respond effectively and equitably to a changing ocean.",
    "readLink": "https://www.ecologyandsociety.org/vol28/iss2/art21/"
  },
  {
    "title": "Spatial and temporal appraisal of drought jeopardy over the Gangetic West Bengal, eastern India",
    "authors": [
      "Krishna Gopal Ghosh"
    ],
    "doi": "https://doi.org/10.1186/s40677-018-0117-1",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 21",
    "issn": "2197-8670 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://geoenvironmental-disasters.springeropen.com/",
    "abstract": "Abstract Background In the contemporary era of global warming there is growing need to detail geographical variations of drought risk so as to investigate the impact of climate change in the densely populated agricultural tract of Gangetic West Bengal (GWB), eastern India. In aim to assess drought jeopardy at the regional scale, the present study deals with temporal trend and spatial pattern of drought during the last century over GWB. Standardized Precipitation Index (SPI) has been used to detail geographical variations of drought intensity, duration, frequency etc. at multiple time steps. Non-parametric Mann-Kendall test and Sen’s slope estimator are used to detect the trends and trends slope. In addition, the article focuses on developing a Composite Drought Risk Index (CDRI) integrating 10 parameters pertaining to drought exposure to detect which regions are most exposed to drought. Results The results portray a very diverse but consistent picture. The last century exhibits some consecutive deficit and surplus phases and after 1950s the extremity of surplus and deficit as well as drought duration have increased substantially. The impact of drought is expected to be rigorous at or adjacent areas of the western degraded plateau, particularly the northern Rarh and moribund delta where the drought intensities tend to increase while the rainfall as well as recurrence interval of drought tend to decrease. Conclusions In a nutshell, this work provides evidences demonstrating the extension and intensification of aridity in the northern Rarh plain and Moribund delta. Such altered hydrolo-meteorological system hence calls for review of the agricultural practices and water use in GWB. The CDRI provides a means of obtaining a broad overview of drought risk and supposed to allow decision makers more in-depth investigation.",
    "readLink": "http://link.springer.com/article/10.1186/s40677-018-0117-1"
  },
  {
    "title": "Fungal Communities on Standing Litter Are Structured by Moisture Type and Constrain Decomposition in a Hyper-Arid Grassland",
    "authors": [
      "J. Robert Logan,",
      "J. Robert Logan,",
      "J. Robert Logan,",
      "Kathryn M. Jacobson,",
      "Peter J. Jacobson,",
      "Sarah E. Evans,",
      "Sarah E. Evans,",
      "Sarah E. Evans"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2021.596517",
    "journalVolume": "Vol. 12",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Non-rainfall moisture (fog, dew, and water vapor; NRM) is an important driver of plant litter decomposition in grasslands, where it can contribute significantly to terrestrial carbon cycling. However, we still do not know whether microbial decomposers respond differently to NRM and rain, nor whether this response affects litter decomposition rates. To determine how local moisture regimes influence decomposer communities and their function, we examined fungal communities on standing grass litter at an NRM-dominated site and a rain-dominated site 75 km apart in the hyper-arid Namib Desert using a reciprocal transplant design. Dominant taxa at both sites consisted of both extremophilic and cosmopolitan species. Fungal communities differed between the two moisture regimes with environment having a considerably stronger effect on community composition than did stage of decomposition. Community composition was influenced by the availability of air-derived spores at each site and by specialization of fungi to their home environment; specifically, fungi from the cooler, moister NRM Site performed worse (measured as fungal biomass and litter mass loss) when moved to the warmer, drier rain-dominated site while Rain Site fungi performed equally well in both environments. Our results contribute to growing literature demonstrating that as climate change alters the frequency, magnitude and type of moisture events in arid ecosystems, litter decomposition rates may be altered and constrained by the composition of existing decomposer communities.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2021.596517/full"
  },
  {
    "title": "The Impact of Probability Density Functions Assessment on Model Performance for Slope Stability Analysis",
    "authors": [
      "Evelina Volpe,",
      "Luca Ciabatta,",
      "Diana Salciarini,",
      "Stefania Camici,",
      "Elisabetta Cattoni,",
      "Luca Brocca"
    ],
    "doi": "https://doi.org/10.3390/geosciences11080322",
    "journalVolume": "Vol. 11,\n                                no. 322\n                                \n                                  p.\n                                  322",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "The development of forecasting models for the evaluation of potential slope instability after rainfall events represents an important issue for the scientific community. This topic has received considerable impetus due to the climate change effect on territories, as several studies demonstrate that an increase in global warming can significantly influence the landslide activity and stability conditions of natural and artificial slopes. A consolidated approach in evaluating rainfall-induced landslide hazard is based on the integration of rainfall forecasts and physically based (PB) predictive models through deterministic laws. However, considering the complex nature of the processes and the high variability of the random quantities involved, probabilistic approaches are recommended in order to obtain reliable predictions. A crucial aspect of the stochastic approach is represented by the definition of appropriate probability density functions (pdfs) to model the uncertainty of the input variables as this may have an important effect on the evaluation of the probability of failure (PoF). The role of the pdf definition on reliability analysis is discussed through a comparison of PoF maps generated using Monte Carlo (MC) simulations performed over a study area located in the Umbria region of central Italy. The study revealed that the use of uniform pdfs for the random input variables, often considered when a detailed geotechnical characterization for the soil is not available, could be inappropriate.",
    "readLink": "https://www.mdpi.com/2076-3263/11/8/322"
  },
  {
    "title": "HOUSEHOLDS’ PERCEPTION OF CLIMATE CHANGE EFFECTS IN RURAL ROMANIA",
    "authors": [
      "Camelia SURUGIU,",
      "Marius SURUGIU,",
      "Raluca MAZILESCU,",
      "Anca CRISTEA,",
      "Ileana MARGINEAN"
    ],
    "doi": "https://doi.org/10.26458/1833",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  pp.\n                                  43\n                                  – 57",
    "issn": "2393-1795 (Online)",
    "publisher": "Editura Fundatiei Romania de Maine",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Social Sciences: Economic history and conditions",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://anale-economie.spiruharet.ro/",
    "abstract": "This paper is focused on the analysis of the impact of climate change on the households from rural Romania. Climate change may have an impact on different sectors of the economy, such as agriculture, food industry, energy sector, tourism, etc. Also, the impact is felt by households. In rural regions of Romania, the households are already facing various risks, related to lack of income, and also related to ageing population. This study aimed to underline how rural people relate to the climatic conditions with emphasis on the trend of major change in the various aspects of the weather, sources used to find information on climate change, reliability level of the climate change information provided by various sources, the possibility to adopt measures to tackle the effects of climate change, and so on. A number of 100 copies of the questionnaire were distributed among households in a rural area of Dâmbovița County, Romania - Petrești commune - in April, 2018, with the main purpose to test it. The respondents were selected randomly. Poor households are vulnerable to climate change because low income cannot provide a satisfactory degree of access to services needed in the protection against threats. Various adaptation strategies may be used by households confronted with negative effects of climate change.",
    "readLink": "http://anale.spiruharet.ro/index.php/economics/article/view/911"
  },
  {
    "title": "The role of mixotrophic protists in the biological carbon pump",
    "authors": [
      "A. Mitra,",
      "K. J. Flynn,",
      "J. M. Burkholder,",
      "T. Berge,",
      "A. Calbet,",
      "J. A. Raven,",
      "E. Granéli,",
      "P. M. Glibert,",
      "P. J. Hansen,",
      "D. K. Stoecker,",
      "F. Thingstad,",
      "U. Tillmann,",
      "S. Våge,",
      "S. Wilken,",
      "M. V. Zubkov"
    ],
    "doi": "https://doi.org/10.5194/bg-11-995-2014",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  pp.\n                                  995\n                                  – 1005",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The traditional view of the planktonic food web describes consumption of inorganic nutrients by photoautotrophic phytoplankton, which in turn supports zooplankton and ultimately higher trophic levels. Pathways centred on bacteria provide mechanisms for nutrient recycling. This structure lies at the foundation of most models used to explore biogeochemical cycling, functioning of the biological pump, and the impact of climate change on these processes. We suggest an alternative new paradigm, which sees the bulk of the base of this food web supported by protist plankton communities that are mixotrophic – combining phototrophy and phagotrophy within a single cell. The photoautotrophic eukaryotic plankton and their heterotrophic microzooplankton grazers dominate only during the developmental phases of ecosystems (e.g. spring bloom in temperate systems). With their flexible nutrition, mixotrophic protists dominate in more-mature systems (e.g. temperate summer, established eutrophic systems and oligotrophic systems); the more-stable water columns suggested under climate change may also be expected to favour these mixotrophs. We explore how such a predominantly mixotrophic structure affects microbial trophic dynamics and the biological pump. The mixotroph-dominated structure differs fundamentally in its flow of energy and nutrients, with a shortened and potentially more efficient chain from nutrient regeneration to primary production. Furthermore, mixotrophy enables a direct conduit for the support of primary production from bacterial production. We show how the exclusion of an explicit mixotrophic component in studies of the pelagic microbial communities leads to a failure to capture the true dynamics of the carbon flow. In order to prevent a misinterpretation of the full implications of climate change upon biogeochemical cycling and the functioning of the biological pump, we recommend inclusion of multi-nutrient mixotroph models within ecosystem studies.",
    "readLink": "http://www.biogeosciences.net/11/995/2014/bg-11-995-2014.pdf"
  }
]