[
  {
    "title": "Identifying high snakebite risk area under climate change for community education and antivenom distribution",
    "authors": [
      "Masoud Yousefi,",
      "Saeed Hosseinian Yousefkhani,",
      "Marc Grünig,",
      "Anooshe Kafash,",
      "Mahdi Rajabizadeh,",
      "Eskandar Rastegar Pouyani"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-35314-1",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Snakebite is one of the largest risks from wildlife, however little is known about venomous snake distribution, spatial variation in snakebite risk, potential changes in snakebite risk pattern due to climate change, and vulnerable human population. As a consequence, management and prevention of snakebite is hampered by this lack of information. Here we used habitat suitability modeling for 10 medically important venomous snakes to identify high snakebite risk area under climate change in Iran. We identified areas with high snakebite risk in Iran and showed that snakebite risk will increase in some parts of the country. Our results also revealed that mountainous areas (Zagros, Alborz, Kopet–Dagh mountains) will experience highest changes in species composition. We underline that in order to improve snakebite management, areas which were identified with high snakebite risk in Iran need to be prioritized for the distribution of antivenom medication and awareness rising programs among vulnerable human population.",
    "readLink": "https://doi.org/10.1038/s41598-023-35314-1"
  },
  {
    "title": "Rice production energy efficiency evaluation in north of Iran; application of Robust Data Envelopment Analysis",
    "authors": [
      "Mostafa Mardani Najafabadi,",
      "Mahmood Sabouni,",
      "Hossein Azadi,",
      "Morteza Taki"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100356",
    "issn": "2666-7908 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/cleaner-engineering-and-technology/",
    "abstract": "This paper aimed to identify the energy efficiency indices for rice producers in Golestan province, Iran. A non-linear Robust Data Envelopment Analysis (RDEA) model was applied based on seven energy inputs. The studied indices included energy efficiency, energy productivity, net energy efficiency, and water productivity. According to the results, all types of energy inputs and outputs were calculated 34,423.28 and 120,088.4 MJ/ha−1, respectively. Consumed nitrogen (29.9%), diesel (21.0%), and water for irrigation (20.5%) have the highest values of energy inputs. The results showed that at the level of conservatism Γ=7, half of the farmers are inefficient. The total optimum energy consumption was estimated to be 29,774 (MJ/ha−1), meaning that 10.01% of the input energy can be stored. Reducing energy waste can even improve the viability of rice farms and help them more control over energy consumption.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666790821003165"
  },
  null,
  {
    "title": "Water and nitrogen management effects on semiarid sorghum production and soil trace gas flux under future climate.",
    "authors": [
      "Benjamin D Duval,",
      "Rajan Ghimire,",
      "Melannie D Hartman,",
      "Mark A Marsalis"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0195782",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  p.\n                                  e0195782",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "External inputs to agricultural systems can overcome latent soil and climate constraints on production, while contributing to greenhouse gas emissions from fertilizer and water management inefficiencies. Proper crop selection for a given region can lessen the need for irrigation and timing of N fertilizer application with crop N demand can potentially reduce N2O emissions and increase N use efficiency while reducing residual soil N and N leaching. However, increased variability in precipitation is an expectation of climate change and makes predicting biomass and gas flux responses to management more challenging. We used the DayCent model to test hypotheses about input intensity controls on sorghum (Sorghum bicolor (L.) Moench) productivity and greenhouse gas emissions in the southwestern United States under future climate. Sorghum had been previously parameterized for DayCent, but an inverse-modeling via parameter estimation method significantly improved model validation to field data. Aboveground production and N2O flux were more responsive to N additions than irrigation, but simulations with future climate produced lower values for sorghum than current climate. We found positive interactions between irrigation at increased N application for N2O and CO2 fluxes. Extremes in sorghum production under future climate were a function of biomass accumulation trajectories related to daily soil water and mineral N. Root C inputs correlated with soil organic C pools, but overall soil C declined at the decadal scale under current weather while modest gains were simulated under future weather. Scaling biomass and N2O fluxes by unit N and water input revealed that sorghum can be productive without irrigation, and the effect of irrigating crops is difficult to forecast when precipitation is variable within the growing season. These simulation results demonstrate the importance of understanding sorghum production and greenhouse gas emissions at daily scales when assessing annual and decadal-scale management decisions' effects on aspects of arid and semiarid agroecosystem biogeochemistry.",
    "readLink": "http://europepmc.org/articles/PMC5908084?pdf=render"
  },
  {
    "title": "Exploring Natura 2000 habitats by satellite image segmentation combined with phytosociological data: a case study from the Čierny Balog area (Central Slovakia)",
    "authors": [
      "Lucia Čahojová,",
      "Martin Ambroz,",
      "Ivan Jarolímek,",
      "Michal Kollár,",
      "Karol Mikula,",
      "Jozef Šibík,",
      "Mária Šibíková"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-23066-3",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Natura 2000 is a network of protected areas covering Europe's most valuable and threatened species and habitats. Recently, biota belonging to these networks have been threatened by both climate change and various human impacts. Regular monitoring is needed to ensure effective protection and proper management measures in these sites and habitats, but conventional field approaches are often time-consuming and inaccurate. New approaches and studies with different focuses and results are being developed. Our approach includes point data from field research and phytosociological databases as starting points for automatic segmentation, which has been developed just recently as a novel method that could help to connect ground-based and remote sensing data. Our case study is located in Central Slovakia, in the mountains around the village of Čierny Balog. The main aim of our case study is to apply advanced remote sensing techniques to map the area and condition of vegetation units. We focus on forest habitats belonging mainly to the Natura 2000 network. We concentrated on the verification of the possibilities of differentiation of various habitats using only multispectral Sentinel-2 satellite data. Our software NaturaSat created by our team was used to reach our objectives. After collecting data in the field using phytosociological approach and segmenting the explored areas in the program NaturaSat, spectral characteristics were calculated within identified habitats using software tools, which were subsequently processed and tested statistically. We obtained significant differences between forest habitat types. Also, segmentation accuracy was tested by comparing closed planar curves of ground based filed data and software results. This provided promising results and validation of the methods used. The results of this study have the potential to be used in a wider area to map the occurrence and quality of Natura 2000 habitats.",
    "readLink": "https://doi.org/10.1038/s41598-022-23066-3"
  },
  {
    "title": "BIOLOGICAL BEHAVIOR OF SIX CULTIVARS OF Tithonia diversifolia (Helms.) A. Gray",
    "authors": [
      "Walter Fernando Vivas-Arturo,",
      "Fredy A Mendoza-Rivadeneira,",
      "Yulien Fernández-Romay,",
      "Orestes La O-León,",
      "José Leonardo Ledea Rodríguez"
    ],
    "doi": "https://doi.org/10.56369/tsaes.3817",
    "journalVolume": "Vol. 25,\n                                no. 1",
    "issn": "1870-0462 (Online)",
    "publisher": "Universidad Autónoma de Yucatán",
    "countryOfPublisher": "Mexico",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.revista.ccba.uady.mx/ojs/index.php/TSA/index",
    "abstract": "Background: Climate change, anthropic factor and non-compliance with livestock technologies are factors that modify ecosystems and biodiversity, which leads to the adoption of productive alternatives based on shrub species. Objective: To evaluate the biological behavior of six cultivars of Tithonia diversifolia (Helms.) A. Gray in three localities of the Manabí province, Ecuador. Methodology: The cultivars were obtained from the Vegetable Program of the National University of Colombia, establishing themselves in the localities: El Carmen, Canuto and San Antonio. The plant structure and physiological morpho evaluations were developed every 90 days for one year under a divided plot design with four repetitions. Results: The principal component analysis (PCA) with the formation of three components managed to determine 70.53% of the accumulated variance explained. The analysis of variance yielded, depending on the interaction, that the San Antonio locality in the rainy period was the one that allowed expressing the potential of the cultivars (1-3 and 13-5) as a function of height, number of shoots and leaves. dead, (all except 1-2), while forage yield was not affected by the third degree interaction, if not, by the combination of locality x cultivars, where the best expression (P≤0.001) was obtained in the locality El Carmen with cultivar 13-5. Implications: This is the first report about the cultivation and evaluation of cultivars of T. diversifolia in the coastal zone of Ecuador, considering as expectations, assess the expression of the nutritional value in the edaphoclimatic conditions in which they grew, and explore about the services ecosystems that this plant offers in production systems. Conclusions: There was a differentiated response for each cultivars in the variables studied, some (1-3 and 13-5) showed an attitude towards the growth, development and production of biomass, favored by the climatic conditions of the towns of El Carmen and Canuto. While others (1-2) showed a poor performance in all the factor relationships considered. In the San Antonio locality the lowest values of most of the variables under study were concentrated, affecting the accumulation of biomass.",
    "readLink": "https://www.revista.ccba.uady.mx/ojs/index.php/TSA/article/view/3817"
  },
  {
    "title": "Genetic structure of wild pea (Pisum sativum subsp. elatius) populations in the northern part of the Fertile Crescent reflects moderate cross-pollination and strong effect of geographic but not environmental distance.",
    "authors": [
      "Petr Smýkal,",
      "Oldřich Trněný,",
      "Jan Brus,",
      "Pavel Hanáček,",
      "Abhishek Rathore,",
      "Rani Das Roma,",
      "Vilém Pechanec,",
      "Martin Duchoslav,",
      "Debjyoti Bhattacharyya,",
      "Michalis Bariotakis,",
      "Stergios Pirintsos,",
      "Jens Berger,",
      "Cengiz Toker"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0194056",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  p.\n                                  e0194056",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Knowledge of current genetic diversity and mating systems of crop wild relatives (CWR) in the Fertile Crescent is important in crop genetic improvement, because western agriculture began in the area after the cold-dry period known as Younger Dryas about 12,000 years ago and these species are also wild genepools of the world's most important food crops. Wild pea (Pisum sativum subsp. elatius) is an important source of genetic diversity for further pea crop improvement harbouring traits useful in climate change context. The genetic structure was assessed on 187 individuals of Pisum sativum subsp. elatius from fourteen populations collected in the northern part of the Fertile Crescent using 18,397 genome wide single nucleotide polymorphism DARTseq markers. AMOVA showed that 63% of the allelic variation was distributed between populations and 19% between individuals within populations. Four populations were found to contain admixed individuals. The observed heterozygosity ranged between 0.99 to 6.26% with estimated self-pollination rate between 47 to 90%. Genetic distances of wild pea populations were correlated with geographic but not environmental (climatic) distances and support a mixed mating system with predominant self-pollination. Niche modelling with future climatic projections showed a local decline in habitats suitable for wild pea, making a strong case for further collection and ex situ conservation.",
    "readLink": "http://europepmc.org/articles/PMC5868773?pdf=render"
  },
  {
    "title": "Canola Seed Priming and Its Effect on Gas Exchange, Chlorophyll Photobleaching, and Enzymatic Activities in Response to Salt Stress",
    "authors": [
      "Waleed Iqbal,",
      "Muhammad Zahir Afridi,",
      "Aftab Jamal,",
      "Adil Mihoub,",
      "Muhammad Farhan Saeed,",
      "Árpád Székely,",
      "Adil Zia,",
      "Muhammad Awais Khan,",
      "Alfredo Jarma-Orozco,",
      "Marcelo F. Pompelli"
    ],
    "doi": "https://doi.org/10.3390/su14159377",
    "journalVolume": "Vol. 14,\n                                no. 9377\n                                \n                                  p.\n                                  9377",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Canola is the second-largest oil seed crop in the world, providing oil mainly composed of long-chain fatty acids (C14 to C20). When mixed with fossil-diesel, canola-based biofuel can be used in passenger vehicles, trucks, or even in aviation. Canola is the most productive type of biofuel due to its oil’s long-chain and unbranched fatty acid composition, which makes it more fluid. However, canola yields are constrained by drought and salinity that can aggravate climate change, resulting in negative consequences. Therefore, it is becoming necessary for studies that involved the canola salt-tolerant genotypes to consider soil salinization by use of saline soil or salinized soil by a non-efficient irrigation method. This study was carried out to assess the effects of salinity on seed germination and the effect of CaCl2 (ψs = −1.2 MPa) on the promotion of regenerated plant memory when a new cycle of stress occurs. Our experiment shows that salt-stressed canola plants resulted in a high reduction in chlorophylls and carotenoids, with a high impact on gas exchange and a reduction in the efficiency of the chloroplast electron chain transporter, producing the negative effect of reduced molecules that affect the membrane integrity. However, canola seed priming could produce a memory in the regenerated plants when the second round of salt stress was applied. This research concludes that canola genotypes appear to have a tolerance mechanism against salt stress which could be an important trait for developing high-yielding canola varieties in future breeding programs under salt stress conditions.",
    "readLink": "https://www.mdpi.com/2071-1050/14/15/9377"
  },
  {
    "title": "Phytoplankton Regulation in a Eutrophic Tidal River (San Joaquin River, California)",
    "authors": [
      "Alan D. Jassby"
    ],
    "doi": "Vol. 3,\n                                no. 1",
    "issn": "1546-2366 (Online)",
    "publisher": "eScholarship Publishing, University of California",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://escholarship.org/uc/jmie_sfews",
    "abstract": "As in many U.S. estuaries, the tidal San Joaquin River exhibits elevated organic matter production that interferes with beneficial uses of the river, including fish spawning and migration. High phytoplankton biomass in the tidal river is consequently a focus of management strategies. An unusually long and comprehensive monitoring dataset enabled identification of the determinants of phytoplankton biomass. Phytoplankton carrying capacity may be set by nitrogen or phosphorus during extreme drought years but, in most years, growth rate is light-limited. The size of the annual phytoplankton bloom depends primarily on river discharge during late spring and early summer, which determines the cumulative light exposure in transit downstream. The biomass-discharge relationship has shifted over the years, for reasons as yet unknown. Water diversions from the tidal San Joaquin River also affect residence time during passage downstream and may have resulted in more than a doubling of peak concentration in some years. Dam construction and accompanying changes in storage-and-release patterns from upstream reservoirs have caused a long-term decrease in the frequency of large blooms since the early 1980s, but projected climate change favors a future increase. Only large decreases in nonpoint nutrient sources will limit phytoplankton biomass reliably. Growth rate and concentration could increase if nonpoint source management decreases mineral suspensoid load but does not decrease nutrient load sufficiently. Small changes in water storage and release patterns due to dam operation have a major influence on peak phytoplankton biomass, and offer a near-term approach for management of nuisance algal blooms.",
    "readLink": "http://escholarship.org/uc/item/9jb2t96d"
  },
  {
    "title": "Optimum Temperatures for Net Primary Productivity of Three Tropical Seagrass Species",
    "authors": [
      "Catherine J. Collier,",
      "Yan X. Ow,",
      "Yan X. Ow,",
      "Yan X. Ow,",
      "Lucas Langlois,",
      "Sven Uthicke,",
      "Charlotte L. Johansson,",
      "Katherine R. O'Brien,",
      "Victoria Hrebien,",
      "Matthew P. Adams"
    ],
    "doi": "https://doi.org/10.3389/fpls.2017.01446",
    "journalVolume": "Vol. 8",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Rising sea water temperature will play a significant role in responses of the world's seagrass meadows to climate change. In this study, we investigated seasonal and latitudinal variation (spanning more than 1,500 km) in seagrass productivity, and the optimum temperatures at which maximum photosynthesis and net productivity (for the leaf and the whole plant) occurs, for three seagrass species (Cymodocea serrulata, Halodule uninervis, and Zostera muelleri). To obtain whole plant net production, photosynthesis, and respiration rates of leaves and the root/rhizome complex were measured using oxygen-sensitive optodes in closed incubation chambers at temperatures ranging from 15 to 43°C. The temperature-dependence of photosynthesis and respiration was fitted to empirical models to obtain maximum metabolic rates and thermal optima. The thermal optimum (Topt) for gross photosynthesis of Z. muelleri, which is more commonly distributed in sub-tropical to temperate regions, was 31°C. The Topt for photosynthesis of the tropical species, H. uninervis and C. serrulata, was considerably higher (35°C on average). This suggests that seagrass species are adapted to water temperature within their distributional range; however, when comparing among latitudes and seasons, thermal optima within a species showed limited acclimation to ambient water temperature (Topt varied by 1°C in C. serrulata and 2°C in H. uninervis, and the variation did not follow changes in ambient water temperature). The Topt for gross photosynthesis were higher than Topt calculated from plant net productivity, which includes above- and below-ground respiration for Z. muelleri (24°C) and H. uninervis (33°C), but remained unchanged at 35°C in C. serrulata. Both estimated plant net productivity and Topt are sensitive to the proportion of below-ground biomass, highlighting the need for consideration of below- to above-ground biomass ratios when applying thermal optima to other meadows. The thermal optimum for plant net productivity was lower than ambient summer water temperature in Z. muelleri, indicating likely contemporary heat stress. In contrast, thermal optima of H. uninervis and C. serrulata exceeded ambient water temperature. This study found limited capacity to acclimate: thus the thermal optima can forewarn of both the present and future vulnerability to ocean warming during periods of elevated water temperature.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fpls.2017.01446/full"
  }
]