[
  {
    "title": "Changes in species compositions of fish in the bays of the Northwestern Gulf of Mexico",
    "authors": [
      "Milton Torres Ceron,",
      "Milton Torres Ceron,",
      "Masami Fujiwara,",
      "Fernando Martinez-Andrade"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1274771",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "IntroductionLocal biodiversity is increasing in many temperate and subtropical waters due to climate change. It is often caused by shifting fish distributions, thus the biodiversity gradient, from lower to higher latitudes. However, these shifts in distributions do not occur uniformly across all species. Consequently, communities are not only shifting their spatial distributions, but species compositions are also changing. We investigated spatiotemporal differences in the compositions of fish species in the bays of the northeastern Gulf of Mexico and identified species that contribute to the temporal changes.MethodsWe used fish count data collected using gillnets in eight major bays, encompassing over 600 km of coastline, during spring and fall seasons from 1982 to 2019. The nonmetric multidimensional scaling (NMDS) on the Bray-Curtis dissimilarity index among species composition vectors was used to detect the differences in species composition, and the similarity percentages (SIMPER) were used to determine the contribution of species to the differences. ResultsThe result shows there was a gradual change in species composition in all bays over the years, and the composition was different among bays and seasons. The species contributing to the temporal changes included those that are expanding (e.g., Common snook, Centropomus undecimalis, and Smallscale fat snook, C. parallelus) as well as retracting (e.g., Southern flounder, Paralichthys lethostigma, and Spanish mackerel, Scomberomorus maculatus) their distributions toward the north. The species observed only in recent years in these bays tended to have a preference for warmer water (e.g., Gulf pipefish, Syngnathus scovelli, and Chain pipefish, S. louisiana). DiscussionThe results are consistent with the potential effects of climate change. However, the salinity of the bays in the study area generally exhibits an increasing trend from the northern to southern bays. The spatial salinity gradient has a substantial impact on species compositions, indicating that species distributions are influenced by multiple environmental conditions. This complexity makes our ability to accurately predict future species compositions under changing environmental conditions challenging.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1274771/full"
  },
  {
    "title": "Influence of temperature on intraspecific, unbalanced dyadic contests between crabs",
    "authors": [
      "Allan T. Souza,",
      "Felipe O. Ribas,",
      "João F. Moura,",
      "Claudia Moreira,",
      "Joana Campos,",
      "Martina I. Ilarri"
    ],
    "doi": "https://doi.org/10.7717/peerj.7845",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  e7845",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Intraspecific agonistic interactions are widespread across the animal kingdom, with many individual morphological and physiological characteristics playing important roles in the fate of disputes. Additionally, changes to environmental conditions can influence the outcomes of animal contests. The shore crab (Carcinus maenas) is a globally distributed species, present in numerous coastal and estuarine temperate systems around the world. Although shore crabs are highly tolerant to changes in temperature, this parameter has important physiological effects on the species’ ecology, while its effects on behavior are not fully understood. Our study aims to investigate how different individual characteristics (such as sex, color morphotype, carapace and chela morphology) and temperature conditions affect the dyadic interactions between shore crabs when disputing food resources. In general, the differences in carapace width between opponents, their sexes, color morphotypes and the temperature conditions interacted and were important predictors of the contest fate. We found that the body size and color morphotype of C. maenas determined the fate of dyadic disputes. However, the higher temperatures disrupted the well-established dominance of the larger red color morphotype individuals. Overall, the agonistic contest results suggest higher plasticity than previously acknowledged.",
    "readLink": "https://peerj.com/articles/7845.pdf"
  },
  {
    "title": "On the need for regional climate information over Africa under varying levels of global warming",
    "authors": [
      "C J Lennard,",
      "G Nikulin,",
      "A Dosio,",
      "W Moufouma-Okia"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aab2b4",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  060401",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The Paris Agreement of COP21 set a goal of holding global average temperature increases to below 2 °C above pre-industrial levels and to pursue efforts to limit the temperature increase to 1.5 °C. This is particularly relevant for the African context where temperatures are likely to warm faster than the global average and where the magnitude of change will be regionally heterogeneous. Additionally, many biogeophysical and socioeconomic systems are particularly vulnerable to change in both means and extremes. In this paper we contextualise the lack of regional climate information over Africa at global warming levels (GWLs) of 1.5 and 2 °C above pre-industrial levels through a short review of the literature. We show most studies that provide information over Africa under specific GWLs have used data from global models, however global models poorly resolve local scale forcing (e.g. topography) nor the internal climate variability of a region. Although downscaling using regional climate models can address these issues we find only one paper that has used downscaled data for GWL studies over Africa. Articles in this focus collection use data from global climate models and the co-ordinated regional downscaling experiment to elucidate the regional and local scale climate responses to various warming levels. This may provide information that contributes meaningfully to the UNFCCC negotiation process and also for the development of adaptation and mitigation policies.",
    "readLink": "https://doi.org/10.1088/1748-9326/aab2b4"
  },
  {
    "title": "Global distribution and climate forcing of marine organic aerosol: 1. Model improvements and evaluation",
    "authors": [
      "N. Meskhidze,",
      "J. Xu,",
      "B. Gantt,",
      "Y. Zhang,",
      "A. Nenes,",
      "S. J. Ghan,",
      "X. Liu,",
      "R. Easter,",
      "R. Zaveri"
    ],
    "doi": "https://doi.org/10.5194/acp-11-11689-2011",
    "journalVolume": "Vol. 11,\n                                no. 22\n                                \n                                  pp.\n                                  11689\n                                  – 11705",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Marine organic aerosol emissions have been implemented and evaluated within the National Center of Atmospheric Research (NCAR)'s Community Atmosphere Model (CAM5) with the Pacific Northwest National Laboratory's 7-mode Modal Aerosol Module (MAM-7). Emissions of marine primary organic aerosols (POA), phytoplankton-produced isoprene- and monoterpenes-derived secondary organic aerosols (SOA) and methane sulfonate (MS<sup>&minus;</sup>) are shown to affect surface concentrations of organic aerosols in remote marine regions. Global emissions of submicron marine POA is estimated to be 7.9 and 9.4 Tg yr<sup>−1</sup>, for the Gantt et al. (2011) and Vignati et al. (2010) emission parameterizations, respectively. Marine sources of SOA and particulate MS<sup>&minus;</sup> (containing both sulfur and carbon atoms) contribute an additional 0.2 and 5.1 Tg yr<sup>−1</sup>, respectively. Widespread areas over productive waters of the Northern Atlantic, Northern Pacific, and the Southern Ocean show marine-source submicron organic aerosol surface concentrations of 100 ng m<sup>−3</sup>, with values up to 400 ng m<sup>−3</sup> over biologically productive areas. Comparison of long-term surface observations of water insoluble organic matter (WIOM) with POA concentrations from the two emission parameterizations shows that despite revealed discrepancies (often more than a factor of 2), both Gantt et al. (2011) and Vignati et al. (2010) formulations are able to capture the magnitude of marine organic aerosol concentrations, with the Gantt et al. (2011) parameterization attaining better seasonality. Model simulations show that the mixing state of the marine POA can impact the surface number concentration of cloud condensation nuclei (CCN). The largest increases (up to 20%) in CCN (at a supersaturation (<i>S</i>) of 0.2%) number concentration are obtained over biologically productive ocean waters when marine organic aerosol is assumed to be externally mixed with sea-salt. Assuming marine organics are internally-mixed with sea-salt provides diverse results with increases and decreases in the concentration of CCN over different parts of the ocean. The sign of the CCN change due to the addition of marine organics to sea-salt aerosol is determined by the relative significance of the increase in mean modal diameter due to addition of mass, and the decrease in particle hygroscopicity due to compositional changes in marine aerosol. Based on emerging evidence for increased CCN concentration over biologically active surface ocean areas/periods, our study suggests that treatment of sea spray in global climate models (GCMs) as an internal mixture of marine organic aerosols and sea-salt will likely lead to an underestimation in CCN number concentration.",
    "readLink": "http://www.atmos-chem-phys.net/11/11689/2011/acp-11-11689-2011.pdf"
  },
  {
    "title": "Repeated summer drought and re-watering during the first growing year of oak (Quercus petraea) delay autumn senescence and bud burst in the following spring",
    "authors": [
      "Kristine Vander Mijnsbrugge,",
      "Arion eTurcsán,",
      "Arion eTurcsán,",
      "Arion eTurcsán,",
      "Jorne eMaes,",
      "Nils eDuchêne,",
      "Steven eMeeus,",
      "Kathy eSteppe,",
      "Marijke eSteenackers"
    ],
    "doi": "https://doi.org/10.3389/fpls.2016.00419",
    "journalVolume": "Vol. 7",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Climate change predicts harsher summer droughts for mid-latitudes in Europe. To enhance our understanding of the putative impacts on forest regeneration, we studied the response of oak seedlings (Quercus petraea) to water deficit. Potted seedlings originating from three locally sourced provenances were subjected to two successive drought periods during the first growing season each followed by a plentiful re-watering. Here we describe survival and phenological responses after the second drought treatment, applying general linear mixed modelling. From the 441 drought treated seedlings 189 subsisted with higher chances of survival among smaller plants and among single plants per pot compared to doubles. Remarkably, survival was independent of the provenance, although relatively more plants had died off in two provenances compared to the third one with mean plant height being higher in one provenance and standard deviation of plant height being higher in the other. Timing of leaf senescence was clearly delayed after the severe drought treatment followed by re-watering, with two seedlings per pot showing a lesser retardation compared to single plants. This delay can be interpreted as a compensation time in which plants recover before entering the subsequent developmental process of leaf senescence, although it renders seedlings more vulnerable to early autumn frosts because of the delayed hardening of the shoots. Onset of bud flush in the subsequent spring still showed a significant but small delay in the drought treated group, independent of the number of seedlings per pot, and can be considered as an after effect of the delayed senescence. In both phenological models significant differences among the three provenances were detected independent from the treatment. The only provenance that is believed to be local of origin, displayed the earliest leaf senescence and the latest flushing, suggesting an adaptation to the local maritime climate. This provenance also displayed the highest standard deviation of plant height, which can be interpreted as an adaptation to variable and unpredictable weather conditions, favouring smaller plants in drought-prone summers and higher plants in more normal growing seasons.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2016.00419/full"
  },
  {
    "title": "Factors Limiting the Range Extension of Corals into High-Latitude Reef Regions",
    "authors": [
      "David Abrego,",
      "Emily J. Howells,",
      "Stephen D. A. Smith,",
      "Joshua S. Madin,",
      "Brigitte Sommer,",
      "Sebastian Schmidt-Roach,",
      "Vivian R. Cumbo,",
      "Damian P. Thomson,",
      "Natalie L. Rosser,",
      "Andrew H. Baird"
    ],
    "doi": "https://doi.org/10.3390/d13120632",
    "journalVolume": "Vol. 13,\n                                no. 632\n                                \n                                  p.\n                                  632",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Reef-building corals show a marked decrease in total species richness from the tropics to high latitude regions. Several hypotheses have been proposed to account for this pattern in the context of abiotic and biotic factors, including temperature thresholds, light limitation, aragonite saturation, nutrient or sediment loads, larval dispersal constraints, competition with macro-algae or other invertebrates, and availability of suitable settlement cues or micro-algal symbionts. Surprisingly, there is a paucity of data supporting several of these hypotheses. Given the immense pressures faced by corals in the Anthropocene, it is critical to understand the factors limiting their distribution in order to predict potential range expansions and the role that high latitude reefs can play as refuges from climate change. This review examines these factors and outlines critical research areas to address knowledge gaps in our understanding of light/temperature interactions, coral-Symbiodiniaceae associations, settlement cues, and competition in high latitude reefs.",
    "readLink": "https://www.mdpi.com/1424-2818/13/12/632"
  },
  {
    "title": "Shading decreases and delays NDVI and flowering of prostrate Arctic shrubs1",
    "authors": [
      "Jeremy L. May,",
      "Steven F. Oberbauer,",
      "Steven L. Unger,",
      "Matthew J. Simon,",
      "Katlyn R. Betway,",
      "Robert D. Hollister"
    ],
    "doi": "https://doi.org/10.1139/as-2020-0043",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  967\n                                  – 978",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "Increases in shrub growth and canopy cover are well documented community responses to climate warming in the Arctic. An important consequence of larger deciduous shrubs is shading of prostrate plant species, many of which are important sources of nectar and berries. Here, we present the impact of a shading experiment on two prostrate shrubs, Vaccinium vitis-idaea L. and Arctous alpina L., in northern Alaska over two growing seasons. We implemented three levels of shading (no shade, 40% shade, and 80% shade) in dry heath and moist acidic tundra. Plots were monitored for soil moisture content, surface temperature, normalized difference vegetation index (NDVI), and flowering. Shading was shown to, on average, lower surface temperature (0.7 °C to 5.3 °C) and increase soil moisture content (0.5% to 5.6%) in both communities. Both species- and plot-level NDVI values were delayed in timing of peak values (7 to 13 days) and decreased at the highest shading. Flower abundance of both species was lower in shaded plots and peak flowering was delayed (3 to 8 days) compared with controls. Changes in timing may result in phenological mismatches and can impact other trophic levels in the Arctic as both the flowers and resulting berries are important food sources for animals.",
    "readLink": "https://cdnsciencepub.com/doi/10.1139/as-2020-0043"
  },
  {
    "title": "Irregular Shelterwood Cuttings Promote Viability of European Yew Population Growing in a Managed Forest: A Case Study from the Starohorské Mountains, Slovakia",
    "authors": [
      "Denisa Sedmáková,",
      "Milan Saniga,",
      "Stanislav Kucbel,",
      "Ján Pittner,",
      "Mariana Kýpeťová,",
      "Peter Jaloviar,",
      "Michal Bugala,",
      "Jaroslav Vencurik,",
      "Ivan Lukáčik"
    ],
    "doi": "https://doi.org/10.3390/f8080289",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  289",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The increasing probability of Taxus baccata (L.) decline given climate change brings forth many uncertainties for conservation management decisions. In this article, the authors present the effects of applying regeneration cuttings since the year 2000 on the viability of the understory yew population. By collecting data from a stand located at the centre of the largest population of European yew in Slovakia, containing approximately 160,000 individuals, and analysing tree-ring records from 38 sampled trees, the improved performance of yews, including stem growth, seed production, and number of regenerated individuals, was revealed. Thinning the canopy by removing 15% of the growing stock volume per decade, combined with the subsequent irregular shelterwood cuttings, was assessed as a useful strategy. Moreover, lower radial growth of females compared to males, but simultaneously their similar response to climate, suggests a possible trade-off between reproduction and growth. Release cuttings of up to 30% of the standing volume in the vicinity of the female trees, executed in the rainy summers following warmer winters, and consistent elimination of deer browsing, can further enhance the positive effects of applied cuts on yew viability. Overall, the suggested active measures could be considered as an effective option to preserve the unique biodiversity of calcareous beech-dominated forests in Central Europe.",
    "readLink": "https://www.mdpi.com/1999-4907/8/8/289"
  },
  {
    "title": "Implementation of Yale Interactive terrestrial Biosphere model v1.0 into GEOS-Chem v12.0.0: a tool for biosphere–chemistry interactions",
    "authors": [
      "Y. Lei,",
      "Y. Lei,",
      "X. Yue,",
      "H. Liao,",
      "C. Gong,",
      "C. Gong,",
      "L. Zhang"
    ],
    "doi": "https://doi.org/10.5194/gmd-13-1137-2020",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  1137\n                                  – 1153",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The terrestrial biosphere and atmospheric chemistry interact through multiple feedbacks, but the models of vegetation and chemistry are developed separately. In this study, the Yale Interactive terrestrial Biosphere (YIBs) model, a dynamic vegetation model with biogeochemical processes, is implemented into the Chemical Transport Model GEOS-Chem (GC) version 12.0.0. Within this GC-YIBs framework, leaf area index (LAI) and canopy stomatal conductance dynamically predicted by YIBs are used for dry deposition calculation in GEOS-Chem. In turn, the simulated surface ozone (O3) by GEOS-Chem affect plant photosynthesis and biophysics in YIBs. The updated stomatal conductance and LAI improve the simulated O3 dry deposition velocity and its temporal variability for major tree species. For daytime dry deposition velocities, the model-to-observation correlation increases from 0.69 to 0.76, while the normalized mean error (NME) decreases from 30.5 % to 26.9 % using the GC-YIBs model. For the diurnal cycle, the NMEs decrease by 9.1 % for Amazon forests, 6.8 % for coniferous forests, and 7.9 % for deciduous forests using the GC-YIBs model. Furthermore, we quantify the damaging effects of O3 on vegetation and find a global reduction of annual gross primary productivity by 1.5 %–3.6 %, with regional extremes of 10.9 %–14.1 % in the eastern USA and eastern China. The online GC-YIBs model provides a useful tool for discerning the complex feedbacks between atmospheric chemistry and the terrestrial biosphere under global change.",
    "readLink": "https://www.geosci-model-dev.net/13/1137/2020/gmd-13-1137-2020.pdf"
  },
  {
    "title": "Multi-day hail clusters and isolated hail days in Switzerland – large-scale flow conditions and precursors",
    "authors": [
      "H. Barras,",
      "H. Barras,",
      "O. Martius,",
      "L. Nisi,",
      "K. Schroeer,",
      "A. Hering,",
      "U. Germann"
    ],
    "doi": "https://doi.org/10.5194/wcd-2-1167-2021",
    "journalVolume": "Vol. 2\n                                \n                                \n                                  pp.\n                                  1167\n                                  – 1185",
    "issn": "2698-4016 (Online)",
    "publisher": "Copernicus Publications",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.weather-climate-dynamics.net/",
    "abstract": "In Switzerland, hail regularly occurs in multi-day hail clusters. The atmospheric conditions prior to and during multi-day hail clusters are described and contrasted to the conditions prior to and during isolated hail days. The analysis focuses on hail days that occurred between April and September 2002–2019 within 140 km of the Swiss radar network. Hail days north and south of the Alps are defined using a minimum area threshold of a radar-based hail product. Multi-day clusters are defined as 5 d windows containing 4 or 5 hail days and isolated hail days as 5 d windows containing a single hail day. The reanalysis ERA-5 is used to study the large-scale flow in combination with objectively identified cold fronts, atmospheric blocking events, and a weather type classification. Both north and south of the Alps, isolated hail days have frequency maxima in May and August–September, whereas clustered hail days occur mostly in July and August. Composites of atmospheric variables indicate a more stationary and meridionally amplified atmospheric flow both north and south of the Alps during multi-day hail clusters. On clustered hail days north of the Alps, blocks are more frequent over the North Sea, and surface fronts are located farther from Switzerland than on isolated hail days. Clustered hail days north of the Alps are also characterized by significantly higher most unstable convective available potential energy (MUCAPE) values, warmer daily maximum surface temperatures, and higher atmospheric moisture content than isolated hail days. Hence, both stationary flow conditions and anomalous amounts of moisture are necessary for multi-day hail clusters on the north side. In contrast, differences in MUCAPE on the south side between clustered hail days and isolated hail days are small. The mean sea level pressure south of the Alps is significantly deeper, the maximum temperature is colder, and local moisture is significantly lower on isolated hail days. Both north and south of the Alps, the upper-level atmospheric flow over the eastern Atlantic is meridionally more amplified 3 d prior to clustered hail days than prior to isolated days. Moreover, blocking occurs prior to more than 10 % of clustered hail days over Scandinavia, but no blocks occur prior to isolated hail days. Half of the clustered hail days south of the Alps are also clustered north of the Alps. On hail days clustering only south of the Alps, fronts are more frequently located on the Alpine ridge, and local low-level winds are stronger. The temporal clustering of hail days is coupled to specific synoptic- and local-scale flow conditions; this information may be exploited for short- to medium-range forecasts of hail in Switzerland.",
    "readLink": "https://wcd.copernicus.org/articles/2/1167/2021/wcd-2-1167-2021.pdf"
  }
]