[
  {
    "title": "Complex response of white pines to past environmental variability increases understanding of future vulnerability.",
    "authors": [
      "Virginia Iglesias,",
      "Teresa R Krause,",
      "Cathy Whitlock"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0124439",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  e0124439",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Ecological niche models predict plant responses to climate change by circumscribing species distributions within a multivariate environmental framework. Most projections based on modern bioclimatic correlations imply that high-elevation species are likely to be extirpated from their current ranges as a result of rising growing-season temperatures in the coming decades. Paleoecological data spanning the last 15,000 years from the Greater Yellowstone region describe the response of vegetation to past climate variability and suggest that white pines, a taxon of special concern in the region, have been surprisingly resilient to high summer temperature and fire activity in the past. Moreover, the fossil record suggests that winter conditions and biotic interactions have been critical limiting variables for high-elevation conifers in the past and will likely be so in the future. This long-term perspective offers insights on species responses to a broader range of climate and associated ecosystem changes than can be observed at present and should be part of resource management and conservation planning for the future.",
    "readLink": "http://europepmc.org/articles/PMC4401641?pdf=render"
  },
  {
    "title": "A MULTI-SCALE BIM/GIS FRAMEWORK FOR RAILWAYS ASSET MANAGEMENT",
    "authors": [
      "M. Garramone,",
      "E. Tonelli,",
      "M. Scaioni"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLVI-5-W1-2022-95-2022",
    "journalVolume": "Vol. XLVI-5-W1-2022\n                                \n                                \n                                  pp.\n                                  95\n                                  – 102",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Climate change and urban transformations raise new challenges for decision-makers. The United Nations Sustainable Development Goals and The European Green Deal aim for a sustainable economy by reducing emissions of greenhouse gases. An essential task for reaching this result is to minimize transport emissions and their negative impacts on the environment and the human health. Rail is the future of sustainable transport system, and it can be part of the solution in achieving the decarbonisation target. In addition, even more people are using the train and the improvement of the service offered is an essential aspect to fulfil a greater demand for rail transport. More than five million people daily take the train in Italy, and this number is growing over time. It is demonstrated that more investment in rail infrastructure means a greater number of users, and this is even more true when considering the regional rail transport network. This ongoing research aims to test the potential of a Building Information Modelling (BIM) and Geographic Information Systems (GIS) integrated system employed to manage this type of existing infrastructure. A methodology was developed and partly tested on a case study. The purpose is the construction of a system that can be used across different phases of the process: linking the data resulting from BIM and GIS makes possible the development of a federated virtual model used as a single source of truth for project development and asset management.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLVI-5-W1-2022/95/2022/isprs-archives-XLVI-5-W1-2022-95-2022.pdf"
  },
  {
    "title": "Spatio-Temporal Trends of Monthly and Annual Precipitation in Aguascalientes, Mexico",
    "authors": [
      "Osías Ruiz-Alvarez,",
      "Vijay P. Singh,",
      "Juan Enciso-Medina,",
      "Ronald Ernesto Ontiveros-Capurata,",
      "Arturo Corrales-Suastegui"
    ],
    "doi": "https://doi.org/10.3390/atmos11050437",
    "journalVolume": "Vol. 11,\n                                no. 437\n                                \n                                  p.\n                                  437",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The objective of this research was to analyze the temporal patterns of monthly and annual precipitation at 36 weather stations of Aguascalientes, Mexico. The precipitation trend was determined by the Mann–Kendall method and the rate of change with the Theil–Sen estimator. In total, 468 time series were analyzed, 432 out of them were monthly, and 36 were annual. Out of the total monthly precipitation time series, 42 series showed a statistically significant trend (p ≤ 0.05), from which 8/34 showed a statistically significant negative/positive trend. The statistically significant negative trends of monthly precipitation occurred in January, April, October, and December. These trends denoted more significant irrigation water use, higher water extractions from the aquifers in autumn–winter, more significant drought occurrence, low forest productivity, higher wildfire risk, and greater frost risk. The statistically significant positive trends occurred in May, June, July, August, and September; to a certain extent, these would contribute to the hydrology, agriculture, and ecosystem but also could provoke problems due to water excess. In some months, the annual precipitation variability and El Niño-Southern Oscillation (ENSO) were statistically correlated, so it could be established that in Aguascalientes, this phenomenon is one of the causes of the yearly precipitation variation. Out of the total annual precipitation time series, only nine series were statistically significant positive; eight out of them originated by the augments of monthly precipitation. Thirteen weather stations showed statistically significant trends in the total precipitation of the growing season (May, June, July, August, and September); these stations are located in regions of irrigated agriculture. The precipitation decrease in dry months can be mitigated using shorter cycle varieties with lower water consumption, irrigation methods with high efficiency, and repairing irrigation infrastructure. The precipitation increase in humid months can be used to store water and use it during the dry season, and its adverse effects can be palliated with the use of varieties resistant to root diseases and lodging. The results of this work will be beneficial in the management of agriculture, hydrology, and water resources of Aguascalientes and in neighboring arid regions affected by climate change.",
    "readLink": "https://www.mdpi.com/2073-4433/11/5/437"
  },
  {
    "title": "The Lake CHAd Deep DRILLing project (CHADRILL) – targeting  ∼ 10 million years of environmental  and climate change in Africa",
    "authors": [
      "F. Sylvestre,",
      "M. Schuster,",
      "H. Vogel,",
      "M. Abdheramane,",
      "D. Ariztegui,",
      "U. Salzmann,",
      "A. Schwalb,",
      "N. Waldmann,",
      "the ICDP CHADRILL Consortium"
    ],
    "doi": "https://doi.org/10.5194/sd-24-71-2018",
    "journalVolume": "Vol. 24\n                                \n                                \n                                  pp.\n                                  71\n                                  – 78",
    "issn": "1816-8957 (Print)",
    "publisher": "1816-3459 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "http://www.scientific-drilling.net/",
    "abstract": "At present, Lake Chad ( ∼  13°′ N, ∼  14° E) is a shallow freshwater lake located in the Sahel/Sahara region of central northern Africa. The lake is primarily fed by the Chari–Logone river system draining a ∼  600 000 km2 watershed in tropical Africa. Discharge is strongly controlled by the annual passage of the intertropical convergence zone (ITCZ) and monsoon circulation leading to a peak in rainfall during boreal summer. During recent decades, a large number of studies have been carried out in the Lake Chad Basin (LCB). They have mostly focused on a patchwork of exposed lake sediments and outcrops once inhabited by early hominids. A dataset generated from a 673 m long geotechnical borehole drilled in 1973, along with outcrop and seismic reflection studies, reveal several hundred metres of Miocene–Pleistocene lacustrine deposits.CHADRILL aims to recover a sedimentary core spanning the Miocene–Pleistocene sediment succession of Lake Chad through deep drilling. This record will provide significant insights into the modulation of orbitally forced changes in northern African hydroclimate under different climate boundary conditions such as high CO2 and absence of Northern Hemisphere ice sheets. These investigations will also help unravel both the age and the origin of the lake and its current desert surrounding. The LCB is very rich in early hominid fossils (Australopithecus bahrelghazali; Sahelanthropus tchadensis) of Late Miocene age. Thus, retrieving a sediment core from this basin will provide the most continuous climatic and environmental record with which to compare hominid migrations across northern Africa and has major implications for understanding human evolution. Furthermore, due to its dramatic and episodically changing water levels and associated depositional modes, Lake Chad's sediments resemble maybe an analogue for lake systems that were once present on Mars. Consequently, the study of the subsurface biosphere contained in these sediments has the potential to shed light on microbial biodiversity present in this type of depositional environment.We propose to drill a total of ∼  1800 m of poorly to semi-consolidated lacustrine, fluvial, and eolian sediments down to bedrock at a single on-shore site close to the shoreline of present-day Lake Chad. We propose to locate our drilling operations on-shore close to the site where the geotechnical Bol borehole (13°28′ N, 14°44′ E) was drilled in 1973. This is for two main reasons: (1) nowhere else in the Chad Basin do we have such detailed information about the lithologies to be drilled; and (2) the Bol site is close to the depocentre of the Chad Basin and therefore likely to provide the stratigraphically most continuous sequence.",
    "readLink": "https://www.sci-dril.net/24/71/2018/sd-24-71-2018.pdf"
  },
  {
    "title": "Molecular Mapping of Allergen Exposome among Different Atopic Phenotypes",
    "authors": [
      "Ruperto González-Pérez,",
      "Paloma Poza-Guedes,",
      "Fernando Pineda,",
      "Tania Galán,",
      "Elena Mederos-Luis,",
      "Eva Abel-Fernández,",
      "María José Martínez,",
      "Inmaculada Sánchez-Machín"
    ],
    "doi": "https://doi.org/10.3390/ijms241310467",
    "journalVolume": "Vol. 24,\n                                no. 10467\n                                \n                                  p.\n                                  10467",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Climate change and exposure to environmental pollutants play a key role in the onset and aggravation of allergic diseases. As different climate-dependent patterns of molecular immunoglobulin E (IgE) reactivity have been regionally described, we sought to investigate the evolving allergen exposome in distinctive allergic phenotypes and subtropical weather conditions through a Precision Allergy Molecular Diagnosis (PAMD@) model. Concurrent sensitization to several house dust mites (HDM) and storage mite molecules were broadly dominant in the investigated cohort, followed by the major cat allergen Fel d 1, and regardless of the basal allergic disease. Although a complex repertoire of allergens was recognized, a steadily increasing number of IgE binding molecules was associated with the complexity of the underlying atopic disease. Besides the highly prevalent IgE responses to major HDM allergens, Der p 21, Der p 5, and Der p 7 also showed up as serodominant molecules, especially in subjects bothered by asthma and atopic dermatitis. The accurate characterization of the external exposome at the molecular level and their putative role as clinically relevant allergens is essential to elucidate the phenotypic diversity of atopic disease in terms of personalized diagnosis and therapy.",
    "readLink": "https://www.mdpi.com/1422-0067/24/13/10467"
  },
  {
    "title": "Consequences of permafrost degradation for Arctic infrastructure – bridging the model gap between regional and engineering scales",
    "authors": [
      "T. Schneider von Deimling,",
      "T. Schneider von Deimling,",
      "H. Lee,",
      "T. Ingeman-Nielsen,",
      "S. Westermann,",
      "V. Romanovsky,",
      "V. Romanovsky,",
      "S. Lamoureux,",
      "D. A. Walker,",
      "S. Chadburn,",
      "E. Trochim,",
      "L. Cai,",
      "J. Nitzbon,",
      "J. Nitzbon,",
      "S. Jacobi,",
      "M. Langer,",
      "M. Langer"
    ],
    "doi": "https://doi.org/10.5194/tc-15-2451-2021",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  2451\n                                  – 2471",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Infrastructure built on perennially frozen ice-rich ground relies heavily on thermally stable subsurface conditions. Climate-warming-induced deepening of ground thaw puts such infrastructure at risk of failure. For better assessing the risk of large-scale future damage to Arctic infrastructure, improved strategies for model-based approaches are urgently needed. We used the laterally coupled 1D heat conduction model CryoGrid3 to simulate permafrost degradation affected by linear infrastructure. We present a case study of a gravel road built on continuous permafrost (Dalton highway, Alaska) and forced our model under historical and strong future warming conditions (following the RCP8.5 scenario). As expected, the presence of a gravel road in the model leads to higher net heat flux entering the ground compared to a reference run without infrastructure and thus a higher rate of thaw. Further, our results suggest that road failure is likely a consequence of lateral destabilisation due to talik formation in the ground beside the road rather than a direct consequence of a top-down thawing and deepening of the active layer below the road centre. In line with previous studies, we identify enhanced snow accumulation and ponding (both a consequence of infrastructure presence) as key factors for increased soil temperatures and road degradation. Using differing horizontal model resolutions we show that it is possible to capture these key factors and their impact on thawing dynamics with a low number of lateral model units, underlining the potential of our model approach for use in pan-Arctic risk assessments. Our results suggest a general two-phase behaviour of permafrost degradation: an initial phase of slow and gradual thaw, followed by a strong increase in thawing rates after the exceedance of a critical ground warming. The timing of this transition and the magnitude of thaw rate acceleration differ strongly between undisturbed tundra and infrastructure-affected permafrost ground. Our model results suggest that current model-based approaches which do not explicitly take into account infrastructure in their designs are likely to strongly underestimate the timing of future Arctic infrastructure failure. By using a laterally coupled 1D model to simulate linear infrastructure, we infer results in line with outcomes from more complex 2D and 3D models, but our model's computational efficiency allows us to account for long-term climate change impacts on infrastructure from permafrost degradation. Our model simulations underline that it is crucial to consider climate warming when planning and constructing infrastructure on permafrost as a transition from a stable to a highly unstable state can well occur within the service lifetime (about 30 years) of such a construction. Such a transition can even be triggered in the coming decade by climate change for infrastructure built on high northern latitude continuous permafrost that displays cold and relatively stable conditions today.",
    "readLink": "https://tc.copernicus.org/articles/15/2451/2021/tc-15-2451-2021.pdf"
  },
  {
    "title": "Assessing the state of marine biodiversity in the Northeast Atlantic",
    "authors": [
      "A. McQuatters-Gollop,",
      "L. Guérin,",
      "N.L. Arroyo,",
      "A. Aubert,",
      "L.F. Artigas,",
      "J. Bedford,",
      "E. Corcoran,",
      "V. Dierschke,",
      "S.A.M. Elliott,",
      "S.C.V. Geelhoed,",
      "A. Gilles,",
      "J.M. González-Irusta,",
      "J. Haelters,",
      "M. Johansen,",
      "F. Le Loc'h,",
      "C.P. Lynam,",
      "N. Niquil,",
      "B. Meakins,",
      "I. Mitchell,",
      "B. Padegimas,",
      "R. Pesch,",
      "I. Preciado,",
      "I. Rombouts,",
      "G. Safi,",
      "P. Schmitt,",
      "U. Schückel,",
      "A. Serrano,",
      "P. Stebbing,",
      "A. De la Torriente,",
      "C. Vina-Herbon"
    ],
    "doi": "Vol. 141\n                                \n                                \n                                  p.\n                                  109148",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "The Northeast Atlantic, a highly productive maritime area, has been exposed to a wide range of direct human pressures, such as fishing, shipping, coastal development, pollution, and non-indigenous species (NIS) introductions, in addition to anthropogenically-driven global climate change. Nonetheless, this regional sea supports a high diversity of species and habitats, whose functioning provides a variety of ecosystem services, essential for human welfare. In 2017, OSPAR, the Northeast Atlantic Regional Seas Commission, delivered an assessment of marine biodiversity for the Northeast Atlantic. This assessment examined biodiversity indicators separately to identify changes in Northeast Atlantic biodiversity, but stopped short of determining the status of biodiversity for many species and habitats. Here, we expand on this work and for the first time, a semi-quantitative approach is applied to evaluate holistically the state of Northeast Atlantic marine biodiversity across marine food webs, from plankton to top predators, via fish, pelagic and benthic habitats, including xeno-biodiversity (i.e. NIS). Our analysis reveals widespread degradation in marine ecosystems and biodiversity, particularly for marine birds and coastal bottlenose dolphins, as well as for benthic habitats and fish in some regions. The poor biodiversity status of these ecosystem components is likely the result of cumulative effects of human activities, such as habitat destruction or disturbance, overexploitation, eutrophication, the introduction of NIS, and climate change. Bright spots are also revealed, such as recent signs of recovery in some fish and marine bird communities and recovery in harbour and grey seal populations and the condition of coastal benthic communities in some regions. The status of many indicators across all ecosystem components, but particularly for the novel pelagic habitats, food webs and NIS indicators, however, remains uncertain due to gaps in data, unclear pressure-state relationships, and the non-linear influence of some pressures on biodiversity indicators. Improving monitoring and data access and increasing understanding of pressure-state relationships, including those that are non-linear, is therefore a priority for enabling future assessments, as is consistent and stable resourcing for expert involvement.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22006203"
  },
  {
    "title": "Foxtail millet: nutritional and eating quality, and prospects for genetic improvement",
    "authors": [
      "Lu HE,Bin ZHANG,Xingchun WANG,Hongying LI,Yuanhuai HAN"
    ],
    "doi": "https://doi.org/10.15302/J-FASE-2015054",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  124\n                                  – 133",
    "issn": "2095-7505 (Print)",
    "publisher": "2095-977X (Online)",
    "countryOfPublisher": "Higher Education Press",
    "lcc": [
      "China",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.hep.com.cn/fase",
    "abstract": "Foxtail millet is a minor yet important crop in some areas of the world, particularly northern China. It has strong adaptability to abiotic stresses, especially drought, and poor soil. It also has high nutritional value. Foxtail millet is rich in essential amino acids, fatty acids and minerals, and is considered to be one of the most digestible and non-allergenic grains available and has significant importance for human health. Given foxtail milletrsquo;s ability to adapt to abiotic stresses associated with climate change, it is more important than ever to develop breeding strategies that facilitate the increasing demand for high quality grain that better satisfies consumers. Here we review research on foxtail millet quality evaluation, appearance, cooking and eating quality at the phenotypic level. We review analysis of the main nutrients in foxtail millet, their relationships and the biochemical and genetic factors affecting their accumulation. In addition, we review past progress in breeding this regionally important crop, outline current status of breeding of foxtail millet, and make suggestions to improve grain quality.",
    "readLink": "http://academic.hep.com.cn/fase/fileup/2095-7505/PDF/2095-7505-2015-2-124.pdf"
  },
  {
    "title": "The UP modelling system for large scale hydrology: simulation of the Arkansas-Red River basin",
    "authors": [
      "C. G. Kilsby,",
      "C. G. Kilsby,",
      "J. Ewen,",
      "J. Ewen,",
      "W. T. Sloan,",
      "W. T. Sloan,",
      "A. Burton,",
      "A. Burton,",
      "C. S. Fallows,",
      "C. S. Fallows,",
      "P. E. O'Connell,",
      "P. E. O'Connell"
    ],
    "doi": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  137\n                                  – 149",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The UP (Upscaled Physically-based) hydrological modelling system to the Arkansas-Red River basin (USA) is designed for macro-scale simulations of land surface processes, and aims for a physical basis and, avoids the use of discharge records in the direct calibration of parameters. This is achieved in a two stage process: in the first stage parametrizations are derived from detailed modelling of selected representative small and then used in a second stage in which a simple distributed model is used to simulate the dynamic behaviour of the whole basin. The first stage of the process is described in a companion paper (Ewen et al., this issue), and the second stage of this process is described here. The model operated at an hourly time-step on 17-km grid squares for a two year simulation period, and represents all the important hydrological processes including regional aquifer recharge, groundwater discharge, infiltration- and saturation-excess runoff, evapotranspiration, snowmelt, overland and channel flow. Outputs from the model are discussed, and include river discharge at gauging stations and space-time fields of evaporation and soil moisture. Whilst the model efficiency assessed by comparison of simulated and observed discharge records is not as good as could be achieved with a model calibrated against discharge, there are considerable advantages in retaining a physical basis in applications to ungauged river basins and assessments of impacts of land use or climate change.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/3/137/1999/hess-3-137-1999.pdf"
  },
  {
    "title": "Recent Pockmark activity in Lake Banyoles (NE Spain) severely affected by changes in climate and land use",
    "authors": [
      "Teresa Serra,",
      "Mario Morellón,",
      "Marianna Soler,",
      "Blas L. Valero-Garcés,",
      "Flavio S. Anselmetti,",
      "Jordi Colomer"
    ],
    "doi": "Vol. 37\n                                \n                                \n                                  p.\n                                  100913",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Two giant pockmarks in Lake Banyoles (NE Spain) have been surveyed over the last 35 years. The giant pockmark ‘B1’ has maintained an ‘eruptive’ mode with permanent groundwater discharge, whereas, the giant pockmark ‘B2’ has displayed alternating quiescent and eruptive phases. Study focus: Interannual variability of lake-subsurface groundwater discharge in both pockmarks and the main lake aquifer level correlates with changes in the accumulated rainfall during the previous 10 months in the north-east of Spain. In the eruptive phase, the lutocline, marking the top of suspended sediments, is warmer than the ambient lake water and generates a turbid hydrothermal plume.New hydrological insights for the Region: Results show that the permanent hydrothermal plume at pockmark B1 is no longer penetrating the lake's background stratification due to the loss of plume buoyancy. The available data demonstrate that current climate change coupled with a depletion of groundwater resources has strongly impacted the hydrogeology and limnology of the main pockmark of the lake and also the distribution of suspended sediment in the water column.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581821001427"
  }
]