[
  {
    "title": "Evolution of global snow drought characteristics from 1850 to 2100",
    "authors": [
      "Marianne Cowherd,",
      "L Ruby Leung,",
      "Manuela Girotto"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acd804",
    "journalVolume": "Vol. 18,\n                                no. 6\n                                \n                                  p.\n                                  064043",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Seasonal snow is an integral part of the global water supply and storage system. Snow droughts impact ecological, agricultural, and urban systems by altering the amount and timing of meltwater delivery. These droughts are characterized by a lack of on-the-ground snow (snow water equivalent, SWE) that can be caused by low total precipitation (dry drought) or low proportion of precipitation falling as snowfall (warm drought), often combined with an early melt. The standardized SWE index (SWEI) ranks the current status of SWE for a given location compared to a baseline condition and identifies the existence, but not the cause, of snow drought. In this work, we use estimates of SWE, temperature, and precipitation from nine coupled model intercomparison project phase 6 (CMIP6) models to quantify the frequency, severity, and type of snow droughts globally for historical and future scenarios. Compared to a historical baseline (1850–1900) total snow drought frequency more than doubles under socio-economic pathway (SSP)2-4.5 and SSP5-8.5; all of the increase in snow drought frequency comes from an increase in warm droughts. The probability distribution of future SWEI in major snowy basins around the world are likely to be centered on more negative values, which corresponds to more severe drought and, with only moderate changes in distribution spread, more frequent drought. CMIP6 simulations pinpoint snow drought as an emerging global threat to water resources and highlight the need to explore higher resolution future models that better capture complex mountain topography, wildland fires, and snow-forest interactions.",
    "readLink": "https://doi.org/10.1088/1748-9326/acd804"
  },
  {
    "title": "A Scientometric Macroanalysis of Coral Reef Research in the World",
    "authors": [
      "Azra Mohamad Nor,",
      "Aouissi Hani Amir,",
      "Hamma Walid,",
      "Guerzou Mokhtar,",
      "Noor Mohd Iqbal Mohd,",
      "Petrişor Alexandru-Ionut"
    ],
    "doi": "https://doi.org/10.2478/eko-2023-0013",
    "journalVolume": "Vol. 42,\n                                no. 2\n                                \n                                  pp.\n                                  108\n                                  – 116",
    "issn": "1337-947X (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://sciendo.com/journal/EKO",
    "abstract": "Marine and coastal biodiversity is crucial to the planet’s functioning and offers ecosystem services that guarantee the health, wealth, and well-being of the entire humanity. This is why, evaluating the current body of research on coral reefs is essential for understanding the unprecedented growth of this field, which covers many topics including climate change, biotic interactions, bioresources, future bioprospecting, and biodiversity in general. Such an evaluation requires both descriptive summaries and co-citation analyses to understand the expansive nature of this particular research and identify research gaps. Given the importance of the topic and the fact that it is insufficiently addressed, this study fills in a gap regarding coral reefs studies. We analyzed coral reef research published in the Web of Science Core Collection database between 1970 and 2021, using the CiteSpace software. This gave a total of 20,362 records, focusing on variables including the list of contributors (author, affiliation, and country), total publications over time, dual map overlay, co-citation analysis (co-cited author and documents), cluster networks, and popular keywords and their burstness. We found that coral reef publications increased over time, with coastal countries (the USA, Australia, and Japan) being among the highest contributors. Researchers from Australia, New Zealand, and the USA are the top producers of coral reef research worldwide. Unsurprisingly, the journal Coral Reefs was the most productive journal. Interestingly, we found that keywords such as “great barrier reef,” “climate change,” and “predation” were among the top cited and most influential in coral reef science. To our knowledge, this is the first study to identify trends in coral reef research using scientometric analyses based on the CiteSpace software.",
    "readLink": "https://doi.org/10.2478/eko-2023-0013"
  },
  {
    "title": "Does Protection of Marine Areas Safeguard Coral Reefs From Human-Source Pollution?",
    "authors": [
      "Alphaxand Kaimba,",
      "Santie de Villiers,",
      "Santie de Villiers,",
      "Sammy Wambua,",
      "Sammy Wambua"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2019.00089",
    "journalVolume": "Vol. 7",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Marine biodiversity is under increasing threat as the area covered by corals diminishes under pressure from climate change and human activities, most of which lead to marine pollution. In Kenya, marine protected areas (MPAs) are the key strategy used to protect coral reefs and biodiversity. However, MPAs' effectiveness to prevent pollution of the reefs has not been specifically assessed. We determined if the levels of surrogates of human-source pollution, i.e., E. coli and nutrient concentrations on Kenyan coral reefs, varied with increasing levels of marine protection at the Kilifi creek (least protection), Malindi Reserve (moderate protection), and Kuruwitu Conservancy (strictest protection). The most probable number (MPN) of E. coli was estimated by serial dilution while nitrate and orthophosphate concentrations were determined spectrophotometrically. As protection increased from “least,” to “moderate” and “strictest,” E. coli concentrations (MPN/100 mL) decreased from 29, to 16 and undetectable, while mean orthophosphate concentrations increased from 0.326, to 0.422 and 0.524 mg/L, respectively. Mean nitrate concentrations, on the other hand, showed no trend with protection. These results suggest the potential of marine protection to mitigate coral reef pollution, especially from microbes. They also point to the possibility that multiple sources of pollution exist on which marine protection may have little or no effect. Significantly, this pilot study points to the need for improved study design to definitively determine the role MPAs may play in protecting against pollution.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fenvs.2019.00089/full"
  },
  {
    "title": "Community-based knowledge towards rangeland condition, climate change, and adaptation strategies: the case of Afar pastoralists",
    "authors": [
      "Minyahel Tilahun,",
      "Ayana Angassa,",
      "Aster Abebe"
    ],
    "doi": "https://doi.org/10.1186/s13717-017-0094-4",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract Introduction Pastoral communities have a comprehensive knowledge of their environments. This knowledge was acquired through extensive observation of the local environment and continuous herding practices. Pastoralists’ wisdom about their local environment and adaptation strategies to climate change is essential for sustainable development. Thus, appreciation of pastoralists’ knowledge about their environment is also important for the integration of indigenous knowledge with the proper application of scientific approach to fit with the prevailing ecological potential of pastoral areas. Methods Data were collected using focus group discussions, key informant interviews, and in-depth interviews. The in-depth interviews were conducted using a semi-structured questionnaire that was administered to 100 household heads with the age of above 50 years old. Respondents were randomly drawn from selected Pastoralists Associations (PAs) of two study districts. Data were analyzed using descriptive statistics as well as the logit model. The logit model was used to analyze the different coping strategies of pastoralists to overcome the failure of rain during different seasons. This was done by complementing pastoralists’ indigenous knowledge of time-series-based analysis across four seasons (Kerma, Gillal, Hagay, and Sugum) vs. the existing meteorological records. Forty years (from 1971 to 2011) of existing metrological data were used to compare the empirical evidence with pastoralists’ perceptions. Results Respondents mentioned that livestock number was the best indicator for evaluating rangeland condition in Afar region. The existing empirical evidence based on metrological data did not show any significant decline in precipitation for the last four decades between 1971 and 2011 as opposed to the perception of pastoralists where 80% of them reported a decline in precipitation. A one unit increase in labor force suggested about 16.1% decrease in the choice of livestock selling as coping strategy in Afar pastoral areas of North-East of Ethiopia. The non-intervened pastoral households had more preference (3.78%) to practice herd splitting than those pastoral households in the intervened district. Similarly, the non-intervened pastoral households had 4.43% more preference to use crop residue for livestock feeding than pastoral HHs in the intervened areas. Conclusions Communities’ perceptions showed that livestock number was the best indicator of rangeland condition in the study area. Afar pastoralists’ observations with regard to temperature and precipitation trends over the last four decades greatly corresponded with the existing metrological-based empirical evidence. However, pastoralists’ perception in terms of reduced precipitation was not confirmed by the meteorological-based data records for the short rainy season (SRS). Afar pastoralists’ experience showed that the short rainy season was the best indicator for the occurrence of droughts as compared to other seasons in Afar. Our results suggest that most coping strategies are labor force demanding, and the situation worsens during the long rainy season (LRS). We suggest that differences in intervention between the study areas should not be overlooked as a policy tool in tackling the impact of climate change.",
    "readLink": "http://link.springer.com/article/10.1186/s13717-017-0094-4"
  },
  {
    "title": "Child Centred Approach to Climate Change and Health Adaptation through Schools in Bangladesh: A Cluster Randomised Intervention Trial.",
    "authors": [
      "Md Iqbal Kabir,",
      "Md Bayzidur Rahman,",
      "Wayne Smith,",
      "Mirza Afreen Fatima Lusha,",
      "Abul Hasnat Milton"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0134993",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  p.\n                                  e0134993",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Bangladesh is one of the most vulnerable countries to climate change. People are getting educated at different levels on how to deal with potential impacts. One such educational mode was the preparation of a school manual, for high school students on climate change and health protection endorsed by the National Curriculum and Textbook Board, which is based on a 2008 World Health Organization manual. The objective of this study was to test the effectiveness of the manual in increasing the knowledge level of the school children about climate change and health adaptation.This cluster randomized intervention trial involved 60 schools throughout Bangladesh, with 3293 secondary school students participating. School upazilas (sub-districts) were randomised into intervention and control groups, and two schools from each upazila were randomly selected. All year seven students from both groups of schools sat for a pre-test of 30 short questions of binary response. A total of 1515 students from 30 intervention schools received the intervention through classroom training based on the school manual and 1778 students of the 30 control schools did not get the manual but a leaflet on climate change and health issues. Six months later, a post-intervention test of the same questionnaire used in the pre-test was performed at both intervention and control schools. The pre and post test scores were analysed along with the demographic data by using random effects model.None of the various school level and student level variables were significantly different between the control and intervention group. However, the intervention group had a 17.42% (95% CI: 14.45 to 20.38, P = <0.001) higher score in the post-test after adjusting for pre-test score and other covariates in a multi-level linear regression model.These results suggest that school-based intervention for climate change and health adaptation is effective for increasing the knowledge level of school children on this topic.",
    "readLink": "http://europepmc.org/articles/PMC4529232?pdf=render"
  },
  {
    "title": "A Review of Microsatellite Markers and Their Applications in Rice Breeding Programs to Improve Blast Disease Resistance",
    "authors": [
      "Mohammad Abdul Latif,",
      "Kh. Nurul Islam,",
      "Adam B. Puteh,",
      "Harun A. Rahim,",
      "Mohd R. Ismail,",
      "Gous Miah,",
      "Mohd Y. Rafii"
    ],
    "doi": "https://doi.org/10.3390/ijms141122499",
    "journalVolume": "Vol. 14,\n                                no. 11\n                                \n                                  pp.\n                                  22499\n                                  – 22528",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Over the last few decades, the use of molecular markers has played an increasing role in rice breeding and genetics. Of the different types of molecular markers, microsatellites have been utilized most extensively, because they can be readily amplified by PCR and the large amount of allelic variation at each locus. Microsatellites are also known as simple sequence repeats (SSR), and they are typically composed of 1–6 nucleotide repeats. These markers are abundant, distributed throughout the genome and are highly polymorphic compared with other genetic markers, as well as being species-specific and co-dominant. For these reasons, they have become increasingly important genetic markers in rice breeding programs. The evolution of new biotypes of pests and diseases as well as the pressures of climate change pose serious challenges to rice breeders, who would like to increase rice production by introducing resistance to multiple biotic and abiotic stresses. Recent advances in rice genomics have now made it possible to identify and map a number of genes through linkage to existing DNA markers. Among the more noteworthy examples of genes that have been tightly linked to molecular markers in rice are those that confer resistance or tolerance to blast. Therefore, in combination with conventional breeding approaches, marker-assisted selection (MAS) can be used to monitor the presence or lack of these genes in breeding populations. For example, marker-assisted backcross breeding has been used to integrate important genes with significant biological effects into a number of commonly grown rice varieties. The use of cost-effective, finely mapped microsatellite markers and MAS strategies should provide opportunities for breeders to develop high-yield, blast resistance rice cultivars. The aim of this review is to summarize the current knowledge concerning the linkage of microsatellite markers to rice blast resistance genes, as well as to explore the use of MAS in rice breeding programs aimed at improving blast resistance in this species. We also discuss the various advantages, disadvantages and uses of microsatellite markers relative to other molecular marker types.",
    "readLink": "http://www.mdpi.com/1422-0067/14/11/22499"
  },
  {
    "title": "Assessing Responses and Impacts of Solar climate intervention on the Earth system with stratospheric aerosol injection (ARISE-SAI): protocol and initial results from the first simulations",
    "authors": [
      "J. H. Richter,",
      "D. Visioni,",
      "D. G. MacMartin,",
      "D. A. Bailey,",
      "N. Rosenbloom,",
      "B. Dobbins,",
      "W. R. Lee,",
      "M. Tye,",
      "J.-F. Lamarque"
    ],
    "doi": "https://doi.org/10.5194/gmd-15-8221-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  8221\n                                  – 8243",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Solar climate intervention using stratospheric aerosol injection is a proposed method of reducing global mean temperatures to reduce the worst consequences of climate change. A detailed assessment of responses and impacts of such an intervention is needed with multiple global models to support societal decisions regarding the use of these approaches to help address climate change. We present a new modeling protocol aimed at simulating a plausible deployment of stratospheric aerosol injection and reproducibility of simulations using other Earth system models: Assessing Responses and Impacts of Solar climate intervention on the Earth system with stratospheric aerosol injection (ARISE-SAI). The protocol and simulations are aimed at enabling community assessment of responses of the Earth system to solar climate intervention. ARISE-SAI simulations are designed to be more policy-relevant than existing large ensembles or multi-model simulation sets. We describe in detail the first set of ARISE-SAI simulations, ARISE-SAI-1.5, which utilize a moderate emissions scenario, introduce stratospheric aerosol injection at ∼21.5 km in the year 2035, and keep global mean surface air temperature near 1.5 ∘C above the pre-industrial value utilizing a feedback or control algorithm. We present the detailed setup, aerosol injection strategy, and preliminary climate analysis from a 10-member ensemble of these simulations carried out with the Community Earth System Model version 2 with the Whole Atmosphere Community Climate Model version 6 as its atmospheric component.",
    "readLink": "https://gmd.copernicus.org/articles/15/8221/2022/gmd-15-8221-2022.pdf"
  },
  {
    "title": "Quantifying Woody Plant Encroachment in Grasslands: A Review on Remote Sensing Approaches",
    "authors": [
      "Irini Soubry,",
      "Xulin Guo"
    ],
    "doi": "https://doi.org/10.1080/07038992.2022.2039060",
    "journalVolume": "Vol. 48,\n                                no. 3\n                                \n                                  pp.\n                                  337\n                                  – 378",
    "issn": "1712-7971 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/ujrs20",
    "abstract": "Grasslands are an important global ecosystem, providing essential ecological and economic ecosystem services. Over the last couple decades, as a result of climate change and human activities, nearly 50% of global grasslands have degraded. Woody plant encroachment (WPE), one of the outcomes of climate change and human-related activities, negatively affects grasslands’ ecology, as well as their ability to produce food for livestock, habitats for wildlife, and economic returns for rangeland managers. Long-term monitoring of grassland status can facilitate grassland restoration. Additionally, the study of factors that influence grassland dynamics (e.g., grazing, fire, land use, or climate) can help in the restoration of grasslands. Remote sensing (RS) has been used to map the spatiotemporal distribution of WPE by using a wide variety of sensors and methods, necessitating a review on the effectiveness of RS data for WPE monitoring. Based on the importance of RS data and the rate at which grassland ecosystems are changing, this paper provides a literature review on a theoretical basis for quantifying WPE using RS and on existing RS approaches for WPE monitoring. Lastly, it identifies the current challenges associated with quantifying spatio-temporal variability in WPE that future research will need to overcome.",
    "readLink": "http://dx.doi.org/10.1080/07038992.2022.2039060"
  },
  {
    "title": "Atmospheric River Tracking Method Intercomparison Project (ARTMIP): project goals and experimental design",
    "authors": [
      "C. A. Shields,",
      "J. J. Rutz,",
      "L.-Y. Leung,",
      "F. M. Ralph,",
      "M. Wehner,",
      "B. Kawzenuk,",
      "J. M. Lora,",
      "E. McClenny,",
      "T. Osborne,",
      "A. E. Payne,",
      "P. Ullrich,",
      "A. Gershunov,",
      "N. Goldenson,",
      "B. Guan,",
      "Y. Qian,",
      "A. M. Ramos,",
      "C. Sarangi,",
      "S. Sellars,",
      "I. Gorodetskaya,",
      "K. Kashinath,",
      "V. Kurlin,",
      "K. Mahoney,",
      "G. Muszynski,",
      "G. Muszynski,",
      "R. Pierce,",
      "A. C. Subramanian,",
      "R. Tome,",
      "D. Waliser,",
      "D. Walton,",
      "G. Wick,",
      "A. Wilson,",
      "D. Lavers,",
      "Prabhat,",
      "A. Collow,",
      "H. Krishnan,",
      "G. Magnusdottir,",
      "P. Nguyen"
    ],
    "doi": "https://doi.org/10.5194/gmd-11-2455-2018",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  2455\n                                  – 2474",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The Atmospheric River Tracking Method Intercomparison Project (ARTMIP) is an international collaborative effort to understand and quantify the uncertainties in atmospheric river (AR) science based on detection algorithm alone. Currently, there are many AR identification and tracking algorithms in the literature with a wide range of techniques and conclusions. ARTMIP strives to provide the community with information on different methodologies and provide guidance on the most appropriate algorithm for a given science question or region of interest. All ARTMIP participants will implement their detection algorithms on a specified common dataset for a defined period of time. The project is divided into two phases: Tier 1 will utilize the Modern-Era Retrospective analysis for Research and Applications, version 2 (MERRA-2) reanalysis from January 1980 to June 2017 and will be used as a baseline for all subsequent comparisons. Participation in Tier 1 is required. Tier 2 will be optional and include sensitivity studies designed around specific science questions, such as reanalysis uncertainty and climate change. High-resolution reanalysis and/or model output will be used wherever possible. Proposed metrics include AR frequency, duration, intensity, and precipitation attributable to ARs. Here, we present the ARTMIP experimental design, timeline, project requirements, and a brief description of the variety of methodologies in the current literature. We also present results from our 1-month proof-of-concept trial run designed to illustrate the utility and feasibility of the ARTMIP project.",
    "readLink": "https://www.geosci-model-dev.net/11/2455/2018/gmd-11-2455-2018.pdf"
  },
  {
    "title": "Climate change impacts on hydrology and water resources",
    "authors": [
      "Fred Fokko Hattermann,",
      "Shaochun Huang,",
      "Hagen Koch"
    ],
    "doi": "https://doi.org/10.1127/metz/2014/0575",
    "journalVolume": "Vol. 24,\n                                no. 2\n                                \n                                  pp.\n                                  201\n                                  – 211",
    "issn": "0941-2948 (Print)",
    "publisher": "1610-1227 (Online)",
    "countryOfPublisher": "Borntraeger",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.schweizerbart.de/journals/metz/",
    "abstract": "Aim of our study is to quantify the impacts of climate change on hydrology in the large river basins in Germany (Rhine, Elbe, Danube, Weser and Ems) and thereby giving the range of impact uncertainty created by the most recent regional climate projections. The study shows mainly results for the A1B SRES (Special Report on Emission Scenario) scenario by comparing the reference period 1981–2010 and the scenario periods 2031–2060 and 2061–2090 and using climate projections of a combination of 4 Global Climate Models (GCMs) and 12 Regional Climate Models (RCMs) as climate driver. The outcome is compared against impacts driven by a more recent RCP (Representative Emission Pathways) scenario by using data of a statistical RCM. The results indicate that more robust conclusions can be drawn for some river basins, especially the Rhine and Danube basins, while diversity of results leads to higher uncertainty in the other river basins. The results also show that hydrology is very sensitive to changes in climate and effects of a general increase in precipitation can even be over-compensated by an increase in evapotranspiration. The decrease of runoff in late summer shown in most results can be an indicator for more pronounced droughts under scenario conditions.",
    "readLink": "http://dx.doi.org/10.1127/metz/2014/0575"
  }
]