[
  {
    "title": "Bivalves and microbes: a mini-review of their relationship and potential implications for human health in a rapidly warming ocean",
    "authors": [
      "Fortunatus Masanja,",
      "Ke Yang,",
      "Yang Xu,",
      "Guixiang He,",
      "Xiaolong Liu,",
      "Xin Xu,",
      "Xiaoyan Jiang,",
      "Xin Luo,",
      "Robert Mkuye,",
      "Yuewen Deng,",
      "Liqiang Zhao,",
      "Liqiang Zhao"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1182438",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Heatwaves have become increasingly frequent and intense, posing a significant threat to the survival and health of marine bivalves. The temperature fluctuations associated with heatwaves can cause significant alterations in the composition and quantity of microbial communities in bivalves, resulting in changes to their immunological responses, gut microbiome, oxidative stress levels, and other physiological processes and eventually making them more susceptible to diseases and mass mortalities. This is particularly concerning because some of these bivalves are consumed raw, which could represent a risk to human health. This paper provides an overview of the current state of knowledge regarding the impact of marine heatwaves on bivalves and their microbial communities, demonstrating the intricate relationship between heatwaves, microbial ecosystems, and bivalve health. Our analysis highlights the need for additional research to establish the underlying mechanisms of these reactions and to develop appropriate conservation and management strategies to limit the impact of heatwaves on bivalves and their microbial ecosystems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1182438/full"
  },
  {
    "title": "Nonconsumptive effects of a range‐expanding predator on juvenile lobster (Homarus americanus) population dynamics",
    "authors": [
      "Marissa D. McMahan,",
      "Jonathan H. Grabowski"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2867",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Distribution shifts poleward are a widespread response to climate change and can result in altered community composition and interactions among species that previously were geographically isolated. The novel communities and species interactions that may arise during range shifts provide an opportunity to study fundamental ecological processes, while also addressing potential conservation issues. Black sea bass (Centropristis striata) historically ranged from the Gulf of Mexico to Cape Cod, but recently have expanded north into the Gulf of Maine. Very little is known about the impact of this range expansion on benthic community structure throughout the coastal waters of the Gulf of Maine. To investigate the effects of sea bass on the behavior of juvenile American lobsters (Homarus americanus), we manipulated the presence of sea bass olfactory cues and quantified shelter use and foraging behavior of lobsters from three regions in the Gulf of Maine with different potential contact histories with sea bass. Sea bass presence increased shelter usage and reduced foraging in lobsters, but contact history influenced the strength of these behavioral responses. Lobsters with no previous contact with sea bass did not significantly increase shelter usage or decrease movement in their presence but did reduce their foraging rate on mussels. This observed reduction in consumption indicates that naïve lobsters recognize novel predators, but the ineffective anti‐predator responses exhibited support the naive prey hypothesis. Meanwhile, lobsters with the longest potential contact history with sea bass significantly increased shelter usage when sea bass were present; however, they exhibited limited movement and foraging behavior in both the absence and presence of sea bass. Finally, lobsters with a short potential contact history with sea bass exhibited increased shelter usage, reduced movement, and reduced mussel consumption in the presence of sea bass, revealing that juvenile lobsters quickly adapt anti‐predator defenses to avoid this novel threat. Overall, these results suggest that prey contact history with novel predators mediates the strength of their nonconsumptive effects, and consequently can influence geographic patterns in predator–prey dynamics.",
    "readLink": "https://doi.org/10.1002/ecs2.2867"
  },
  {
    "title": "Comparative energy performance simulation for passive and conventional design: A case study in Cairo, Egypt",
    "authors": [
      "S. Mahmoud,",
      "M. Fahmy,",
      "M. Mahdy,",
      "I. Elwy,",
      "M. Abdelalim"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  pp.\n                                  699\n                                  – 704",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "Buildings design at the time of climate change must enhance their energy performance and in turn to minimize the undesired impacts on our environment. In this work, a comparative simulation analysis has been conducted to an administration building in Cairo, Egypt, to assess its performance after the application of passive design features in comparison to its conventional construction. The proposed passive design features include courtyards, double walled envelope, shading devices, and cross ventilation whereas the base case include none. To do so, Design Builder simulations were made using the generated weather data for the site using Meteonorm. Results show the superiority of applying the passive design, which lead to 11 % reduction in the annual energy consumption. Keywords: Energy simulations, Environmental performance, Green buildings, Climate change, Passive design",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484719307322"
  },
  {
    "title": "Long-term observation of midlatitude quasi 2-day waves by a water vapor radiometer",
    "authors": [
      "M. Lainer,",
      "K. Hocke,",
      "K. Hocke,",
      "N. Kämpfer,",
      "N. Kämpfer"
    ],
    "doi": "https://doi.org/10.5194/acp-18-12061-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  12061\n                                  – 12074",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "A mesospheric water vapor data set obtained by the middle atmospheric water vapor radiometer (MIAWARA) close to Bern, Switzerland (46.88° N, 7.46° E) during October 2010 to September 2017 is investigated to study the long-term evolution and variability of quasi 2-day waves (Q2DWs). We present a climatological overview and an insight on the dynamical behavior of these waves with the occurring spectrum of periods as seen from a midlatitude observation site. Such a large and nearly continuous measurement data set as ours is rare and of high scientific value. The core results of our investigation indicate that the activity of the Q2DW manifests in burst-like events and is higher during winter months (November–February) than during summer months (May–August) for the altitude region of the mesosphere (up to 0.02 hPa in winter and up to 0.05 hPa in summer) accessible for the instrument. Single Q2DW events reach at most about 0.8 ppm in the H2O amplitudes. Further, monthly mean Q2DW amplitude spectra are presented and reveal a high-frequency variability between different months. A large fraction of identified Q2DW events (20 %) develop periods between 38 and 40 h. Further, we show the temporal evolution of monthly mean Q2DW oscillations continuously for all months and separated for single months over 7 years. The analysis of autobicoherence spectra gives evidence that Q2DWs are sometimes phase coupled to diurnal oscillations to a high degree and to waves with a period close to 18 h.",
    "readLink": "https://www.atmos-chem-phys.net/18/12061/2018/acp-18-12061-2018.pdf"
  },
  {
    "title": "Developing water, energy, and food sustainability performance indicators for agricultural systems",
    "authors": [
      "Soheila Zarei,",
      "Omid Bozorg-Haddad,",
      "Vijay P. Singh,",
      "Hugo A. Loáiciga"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-02147-9",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Water use by the agricultural sector along with inefficient irrigation methods and climate change has led to the depletion and insecurity of water resources and consequent instability of the agricultural system. Defining benchmarks and comparing them is essential for sustainable system management performance. The sustainability performance of an agricultural system depends on various factors related to water, energy, and food. This study selects and ranks sustainability performance indicators (SPIs) of agricultural systems with the analytical hierarchy process (AHP). Expert opinions on agricultural sustainability were obtained from Iran’s Regional Water Organization. The factors and variables affecting the management of water resources in agricultural systems in a basin area are evaluated with 17 SPIs (10 indicators of water resources sustainability, 3 energy sustainability indicators, and 4 food sustainability indicators) that measure the sustainability of agricultural systems. The AHP reduced the number of indicators to a small number of effective indicators. Results of pairwise comparison and the subsequent determination of the weight of each indicator show that the indicators of water consumption, groundwater level stability, vulnerability of water resources, and water stress have the largest weights (i.e., importance) for agricultural system sustainability at the basin scale. These selected indicators can be applied to agricultural water systems (AWSs).",
    "readLink": "https://doi.org/10.1038/s41598-021-02147-9"
  },
  {
    "title": "Effective Management Tools for Solving the Problem of Poverty in Relation to Food Waste in Context of Integrated Management of Energy",
    "authors": [
      "Bohuslava Mihalčová,",
      "Antonín Korauš,",
      "Olha Prokopenko,",
      "Jozefína Hvastová,",
      "Magdaléna Freňáková,",
      "Peter Gallo,",
      "Balogová Beáta"
    ],
    "doi": "https://doi.org/10.3390/en14144245",
    "journalVolume": "Vol. 14,\n                                no. 4245\n                                \n                                  p.\n                                  4245",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Globally, millions of people suffer from poverty. This paper discusses the problem of poverty especially in relation to food waste. The prevention of food waste can also contribute to global poverty reduction, and the reduction of food waste is a tool for sustainable growth and competitiveness. At present, the number of people at risk of poverty and the amount of food waste are increasing at unsustainable rates. An integrated and efficient tool for the management of food, energy, and water (FEW) resources to improve FEW security via an interdisciplinary approach could help address several of the most significant global challenges, such as climate change, and economic, environmental, and social security. The aim of this study was to examine the relationship between the existence of poverty and the treatment of food for sustainable growth. The analysis focused on the EU countries and the main data source was the Eurostat database. Households generally create the largest proportion of food waste. Pareto analysis shows that in households, food and non-alcoholic beverages are among the first group of expenses, and in the EU countries they represent approximately 12% of the total expenses. Food and non-alcoholic beverages are a stable, unavoidable, and non-negligible element of total expenses. Paradoxically, enormous amounts of food are wasted. A relatively weak inversely proportional relationship between the amount of food waste per capita and the proportion of the population at risk of poverty among the total population of EU countries was identified through correlational analysis. A very weak relationship between the share of the population at risk of poverty in the total population and the amount of food waste per capita, excluding the population at risk of poverty, was also found.",
    "readLink": "https://www.mdpi.com/1996-1073/14/14/4245"
  },
  {
    "title": "The Role of Vegetation in Climate Adaptability: Case Studies of Lodz and Warsaw",
    "authors": [
      "Małgorzata Hanzl,",
      "Anna Tofiluk,",
      "Kinga Zinowiec-Cieplik,",
      "Magdalena Grochulska-Salak,",
      "Anna Nowak"
    ],
    "doi": "https://doi.org/10.17645/up.v6i4.3931",
    "journalVolume": "Vol. 6,\n                                no. 4",
    "issn": "2183-7635 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://www.cogitatiopress.com/urbanplanning",
    "abstract": "The threats that arise from climate change and their associated economic, social, and environmental impacts are leading to the transformation of the spatial structures of cities. The growing demand for climate adaptability calls for the development of normative criteria for the design of forms of urban settings that integrate vegetation. Climate-responsive urban design reacts to the challenges of urban physics, which depend heavily on the forms of urban structures and the role of greenery. This method includes research on vegetation indexes and their impact on urban regulatory functions. The goal is to propose a comprehensive framework for assessing the functioning of urban public space, which considers the role and maintenance of green infrastructure. The intersection with the subject matter of analytical urban morphology is evident, in terms of the resolution of the urban fabric and its transformations over time. The framework of climate-responsive urban design also covers examining the parameters of surrounding built structures, such as the floor area ratio, the building coverage ratio, and building heights. In particular, the requirements of climate adaptation have an impact on the design of outdoor spaces in cities. In this article, we apply the selected methods that contribute to the climate-responsive urban design model to recommend the transformations of two urban nodes, in Lodz and Warsaw (Poland). Our goal is to indicate the future form of nodal public spaces with a focus on the needs of urban greenery, and to determine indicators for the local climate zone. After an initial literature review, we discuss a number of available indicators from the perspective of how they might contribute to determine the environmental conditions. We focus on urban water cycle, the requirement of trees for water, and insolation conditions.",
    "readLink": "https://www.cogitatiopress.com/urbanplanning/article/view/3931"
  },
  {
    "title": "Responses to Drought Stress Modulate the Susceptibility to <i>Plasmopara viticola</i> in <i>Vitis vinifera</i> Self-Rooted Cuttings",
    "authors": [
      "Lisa Heyman,",
      "Antonios Chrysargyris,",
      "Kristof Demeestere,",
      "Nikolaos Tzortzakis,",
      "Monica Höfte"
    ],
    "doi": "https://doi.org/10.3390/plants10020273",
    "journalVolume": "Vol. 10,\n                                no. 273\n                                \n                                  p.\n                                  273",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Climate change will increase the occurrence of plants being simultaneously subjected to drought and pathogen stress. Drought can alter the way in which plants respond to pathogens. This research addresses how grapevine responds to the concurrent challenge of drought stress and Plasmopara viticola, the causal agent of downy mildew, and how one stress affects the other. Self-rooted cuttings of the drought-tolerant grapevine cultivar Xynisteri and the drought-sensitive cultivar Chardonnay were exposed to full or deficit irrigation (40% of full irrigation) and artificially inoculated with P. viticola in vitro or in planta. Leaves were sampled at an early infection stage to determine the influence of the single and combined stresses on oxidative parameters, chlorophyll, and phytohormones. Under full irrigation, Xynisteri was more susceptible to P. viticola than the drought-sensitive cultivar Chardonnay. Drought stress increased the susceptibility of grapevine leaves inoculated in vitro, but both cultivars showed resistance against P. viticola when inoculated in planta. Abscisic acid, rather than jasmonic acid and salicylic acid, seemed to play a prominent role in this resistance. The irrigation-dependent susceptibility observed in this study indicates that the practices used to mitigate the effects of climate change may have a profound impact on plant pathogens.",
    "readLink": "https://www.mdpi.com/2223-7747/10/2/273"
  },
  {
    "title": "Combined effects of global climate change and nutrient enrichment on the physiology of three temperate maerl species",
    "authors": [
      "Zujaila Nohemy Qui-Minet,",
      "Jérôme Coudret,",
      "Dominique Davoult,",
      "Jacques Grall,",
      "Miguel Mendez‐Sandin,",
      "Thierry Cariou,",
      "Sophie Martin"
    ],
    "doi": "https://doi.org/10.1002/ece3.5802",
    "journalVolume": "Vol. 9,\n                                no. 24\n                                \n                                  pp.\n                                  13787\n                                  – 13807",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Made up of calcareous coralline algae, maerl beds play a major role as ecosystem engineers in coastal areas throughout the world. They undergo strong anthropogenic pressures, which may threaten their survival. The aim of this study was to gain insight into the future of maerl beds in the context of global and local changes. We examined the effects of rising temperatures (+3°C) and ocean acidification (−0.3 pH units) according to temperature and pH projections (i.e., the RCP 8.5 scenario), and nutrient (N and P) availability on three temperate maerl species (Lithothamnion corallioides, Phymatolithon calcareum, and Lithophyllum incrustans) in the laboratory in winter and summer conditions. Physiological rates of primary production, respiration, and calcification were measured on all three species in each treatment and season. The physiological response of maerl to global climate change was species‐specific and influenced by seawater nutrient concentrations. Future temperature–pH scenario enhanced maximal gross primary production rates in P. calcareum in winter and in L. corallioides in both seasons. Nevertheless, both species suffered an impairment of light harvesting and photoprotective mechanisms in winter. Calcification rates at ambient light intensity were negatively affected by the future temperature–pH scenario in winter, with net dissolution observed in the dark in L. corallioides and P. calcareum under low nutrient concentrations. Nutrient enrichment avoided dissolution under future scenarios in winter and had a positive effect on L. incrustans calcification rate in the dark in summer. In winter conditions, maximal calcification rates were enhanced by the future temperature–pH scenario on the three species, but P. calcareum suffered inhibition at high irradiances. In summer conditions, the maximal calcification rate dropped in L. corallioides under the future global climate change scenario, with a potential negative impact on CaCO3 budget for maerl beds in the Bay of Brest where this species is dominant. Our results highlight how local changes in nutrient availability or irradiance levels impact the response of maerl species to global climate change and thus point out how it is important to consider other abiotic parameters in order to develop management policies capable to increase the resilience of maerl beds under the future global climate change scenario.",
    "readLink": "https://doi.org/10.1002/ece3.5802"
  },
  {
    "title": "Defining drought from the perspective of Australian farmers",
    "authors": [
      "N. Hughes,",
      "W.Y. Soh,",
      "C. Boult,",
      "K. Lawson"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  100420",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "This study examines drought from the perspective of farm businesses in order to develop new outcome-based drought indicators. An empirical analysis of Australian farms is presented drawing on data from the Australian Agricultural and Grazing Industry Survey and the related farmpredict micro-simulation model. Farmer drought self-assessment data are used to identify factors influencing farmer perceptions of drought beyond seasonal weather conditions. The results suggest farmers have updated their perception of drought over time to account for long-term shifts in the Australian climate. While instructive, farmer self-assessments cannot be used as drought indicators in practice due to moral hazard issues. In this study, the farmpredict model is applied to develop an objective outcome-based drought indicator for Australian farms. This indicator measures the effects of seasonal weather conditions on farm profits accounting for both production and price impacts. Compared with simple meteorological indexes, this new indicator is more strongly correlated both with actual farm outcomes and with farmers’ own drought assessments. In future, this farm drought indicator could help to address asymmetric information (moral hazard and adverse selection) problems which constrain both government drought programs and private drought insurance markets.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096322000274"
  }
]