[
  {
    "title": "Tolerance to high temperature extremes in an invasive lace bug, Corythucha ciliata (Hemiptera: Tingidae), in subtropical China.",
    "authors": [
      "Rui-Ting Ju,",
      "Lei Gao,",
      "Xu-Hui Zhou,",
      "Bo Li"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0054372",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  e54372",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Biological invasions are predicted to be more frequent as climate change is increasing its positive impact on the prevalence of invasive exotic species. Success of insect invaders in different temperature zones is closely related to their tolerance to temperature extremes. In this study, we used an exotic lace bug (Corythucha ciliata) as the study organism to address the hypotheses that an insect species invading a subtropical zone from temperate regions has a high capacity to survive and adapt to high temperatures, and that its thermal tolerance plays an important role in determining its seasonal abundance and geographic distribution. To test these hypotheses, the effects of heat shock on the survival and reproduction of C. ciliata adults were assessed in the laboratory. Adults were exposed to 26 (control), 35, 37, 39, 41, 43, and 45°C for 2 h, and then were transferred to 26°C. Heat-shock temperatures ranging from 35 to 41°C did not significantly affect survival pattern, longevity, and fecundity of adults, but heat shock at 43 and 45°C significantly reduced these traits. Exposing parent females to heat-shock treatments from 35 to 41°C did not significantly affect the hatching rate of their eggs, survival of the nymphs, and the proportion of female F(1) progeny, while no progeny were produced with treatments of 43 and 45°C. The results indicate that C. ciliata can tolerate high temperatures less than 41°C, which may contribute to its expansion into the lower latitudes in China where its hosts (Platanus trees) are widely planted. Our findings have important implications for predicting seasonal abundance and understanding invasion mechanisms of this important urban invader under climate change.",
    "readLink": "http://europepmc.org/articles/PMC3554765?pdf=render"
  },
  {
    "title": "Effect of stocking density on the growth, body composition, and blood parameters of cage-reared Gangetic mystus catfish (Mystus cavasius)",
    "authors": [
      "Md. Abu Sayed Jewel,",
      "Jesmin Ara,",
      "Md. Ayenuddin Haque,",
      "Md. Akhtar Hossain,",
      "Noorashikin Md Noor,",
      "Simon Kumar Das"
    ],
    "doi": "Vol. 28\n                                \n                                \n                                  p.\n                                  101428",
    "issn": "2352-5134 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Aquaculture. Fisheries. Angling"
    ],
    "journalUrl": "http://www.journals.elsevier.com/aquaculture-reports/",
    "abstract": "Suitable stocking density of Gulsa tengra (Mystus cavasius) was observed by measuring growth performance, production, and survival in nylon net cages for 120 days in Chalan Beel floodplain ecosystem. Fry of Gulsha tengra (5.55 ± 0.49 g in weight) were stocked into 6 × 3 × 2-m (36 m3) floating net cages with treatments: T1-50, T2-100, T3-150, and T4-200 fry/m3 (in triplicates). The stocked fry was fed twice daily with commercial floating pellet containing 32 % protein at the rate of 5 % /fish body weight during the first 2 months and then reduced to 3 % for the next 2 months. The highest weight gain was observed in the lowest density treatment, T1 (18.70 ± 1.37 g) and the lowest (8.66 ± 0.99 g) in highest density treatment, T4 (all tests for significance were performed at a 5 % level). The rate of survival varied from 86.6 % and 95.8 %, with T1 resulting in the significantly highest survival. A better feed conversion ratio was also observed in T1 (1.75 ± 0.26). Significantly higher protein (16.86 ± 0.36) and fat (2.78 ± 0.02) contents were recorded in the fish body composition in T1. Water quality parameters (temperature: 26.0 ± 1.0 °C, pH: 7.2 ± 0.2, DO: 6.4 ± 0.1 mg/l, NH3-N: 0.002 ± 0.001) recorded throughout the study period were within the suitable range for fish culture. The highest red (119.0 ± 4.85 ×106 µl) and white blood cell (233.2 ± 16.02 ×103 µl), hemoglobin (5.65 ± 0.30 g/dl), total protein (5.50 ± 0.03 g/dl), albumin (1.82 ± 0.06 g/dl), and globulin (3.65 ± 0.15 g/dl) were also observed in T1 indicating optimum condition. Total and net production per cage were the highest in T1 with approximately 50 % increase (88.31 ± 6.72 and 59.27 ± 5.79 kg, respectively) compared to T4. The net income and benefit–cost ratio was increased by approximately 42 % and 30 %, respectively, in T1. Thus, this study recommended an optimal stocking density of 50 fish/m3 for Gulsha tengra to achieve a profitable and robust yield in cage culture.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352513422004240"
  },
  {
    "title": "Actual Evapotranspiration Dominates Drought in Central Asia",
    "authors": [
      "Zhuoyi Zhao,",
      "Xingming Hao,",
      "Xue Fan,",
      "Jingjing Zhang,",
      "Sen Zhang,",
      "Xuewei Li"
    ],
    "doi": "https://doi.org/10.3390/rs15184557",
    "journalVolume": "Vol. 15,\n                                no. 4557\n                                \n                                  p.\n                                  4557",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Central Asia is a drought-prone region that is sensitive to global climate change. The increased actual evapotranspiration intensifies the drought impacts in this area. However, little is known about the similarities and differences between various types of drought in Central Asia, as well as the relative importance of water income and consumption processes during drought events. Therefore, this study evaluates the trends and characteristics of meteorological, agricultural, and hydrological droughts in Central Asia using precipitation, soil moisture, and terrestrial water storage as indicators; explores the temporal correlation of and spatial similarity between various types of drought; and quantitatively assesses the contribution of water balance variables to drought intensity. The results indicate that drought has intensified in Central Asia, and the trends of precipitation, soil moisture, and terrestrial water storage in this region were −0.75 mm·yr−1 (p = 0.36), −0.0003 m3·m−3 yr−1 (p −1 (p < 0.001), respectively. Severe droughts are typically short in duration and high in intensity. Three various types of drought have low temporal correlation and spatial similarity. Furthermore, agricultural and hydrological droughts were primarily driven by actual evapotranspiration, accounting for relative contributions of 64.38% and 51.04% to these drought types, respectively. Moreover, the extent of increased actual evapotranspiration expanded to cover 49.88% of the region, exacerbating agricultural and hydrological droughts in 23.88% and 35.14% of the total study area, respectively. The study findings demonstrate that actual evapotranspiration plays a critical role in causing droughts. This study establishes a theoretical foundation to carry out drought assessment, the construction of multivariate drought indices, and water resource management in Central Asia.",
    "readLink": "https://www.mdpi.com/2072-4292/15/18/4557"
  },
  {
    "title": "Governability of Regional Challenges: The Arctic Development Paradox",
    "authors": [
      "Michał Łuszczuk,",
      "Jacqueline Götze,",
      "Katarzyna Radzik-Maruszak,",
      "Arne Riedel,",
      "Dorothea Wehrmann"
    ],
    "doi": "https://doi.org/10.17645/pag.v10i3.5341",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  29\n                                  – 40",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "The advancement of governance architecture in the Arctic region and dealing with the “Arctic development paradox” have been among the most significant challenges of the circumpolar North for decades. The common denominator of both issues is the growing necessity to frame solutions that credibly and effectively support the Arctic’s social and environmental systems in the face of climate change and globalisation. The current status quo seems deficient, which is why understanding the main impediments is subject to public and academic discussion. This article contributes to these debates by referring to the concept of governability to demonstrate how transregional activities advance the development of more coherent governance in the Arctic. The article explores approaches applied by transregional organisations and cooperation programmes that constitute the governance system in the European Arctic. Specifically, it scrutinises governing interactions developed by the Barents Regional Council and the Northern Periphery and Arctic Programme to overcome the normative trap of the Arctic development paradox. This research follows a semi-structured, exploratory approach, which facilitates identifying key elements of a structurally and conceptually led response that resounds in each case. Combined with a synoptic literature review, this article answers two questions: First, how do the transregional actors approach the Arctic development paradox in their cooperation strategies and programmes, and to what extent do these approaches differ? Second, what kind of recommendations do they provide to overcome the Arctic development paradox?",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/5341"
  },
  {
    "title": "Characterising agrometeorological climate risks and uncertainties: Crop production in Uganda",
    "authors": [
      "Drake Mubiru,",
      "Everline Komutunga,",
      "Ambrose Agona,",
      "Anne Apok,",
      "Todd Ngara"
    ],
    "doi": "Vol. 108,\n                                no. 3/4",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "Uganda is vulnerable to climate change as most of its agriculture is rain-fed; agriculture is also the backbone of the economy, and the livelihoods of many people depend upon it. Variability in rainfall may be reflected in the productivity of agricultural systems and pronounced variability may result in adverse impacts on productivity. It is therefore imperative to generate agronomically relevant seasonal rainfall and temperature characteristics to guide decision-making. In this study, historical data sets of daily rainfall and temperature were analysed to generate seasonal characteristics based on monthly and annual timescales. The results show that variability in rainfall onset dates across Uganda is greater than the variability in withdrawal dates. Consequently, even when rains start late, withdrawal is timely, thus making the growing season shorter. During the March-May rainy season, the number of rainy days during this critical period of crop growth is decreasing, which possibly means that crops grown in this season are prone to climatic risks and therefore in need of appropriate adaptation measures. A time-series analysis of the maximum daily temperature clearly revealed an increase in temperature, with the lower limits of the ranges of daily maximums increasing faster than the upper limits. Finally, this study has generated information on seasonal rainfall characteristics that will be vital in exploiting the possibilities offered by climatic variability and also offers opportunities for adapting to seasonal distribution so as to improve and stabilise crop yields.",
    "readLink": "https://www.sajs.co.za/article/view/9895"
  },
  {
    "title": "Antagonist Temperature Variation Affects the Photosynthetic Parameters and Secondary Metabolites of <i>Ocimum basilicum</i> L. and <i>Salvia officinalis</i> L.",
    "authors": [
      "Lucian Copolovici,",
      "Dana M. Copolovici,",
      "Cristian Moisa,",
      "Andreea Lupitu"
    ],
    "doi": "https://doi.org/10.3390/plants11141806",
    "journalVolume": "Vol. 11,\n                                no. 1806\n                                \n                                  p.\n                                  1806",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Climate change is one of the main challenges for actual and future generations. Global warming affects plants and animals and is responsible for considerable crop loss. This study studied the influence of antagonist successive stresses, cold–heat and heat–cold, on two medicinal plants Ocimum basilicum L. and Salvia officinalis L. The photosynthetic parameters decreased for plants under the variation of subsequent stress. Net assimilation rates and stomatal conductance to water vapor are more affected in the case of plants under cold–heat consecutive stress than heat–cold successive stress. Emissions of volatile organic compounds have been enhanced for plants under successive stress when compared with control plants. Chlorophyll concentrations for plants under successive stress decreased for basil and sage plants. The total phenolic and flavonoid contents were not affected by the successive stresses when compared with the plants under only one type of treatment.",
    "readLink": "https://www.mdpi.com/2223-7747/11/14/1806"
  },
  {
    "title": "The effect of temperature on seed quality and quantity in crosses between European (Populus tremula) and hybrid aspens (P. tremula x P. tremuloides)",
    "authors": [
      "Koivuranta, Leena,",
      "Latva-Karjanmaa, Tarja,",
      "Pulkkinen, Pertti"
    ],
    "doi": "https://doi.org/10.14214/sf.63",
    "journalVolume": "Vol. 46,\n                                no. 1",
    "issn": "2242-4075 (Online)",
    "publisher": "Finnish Society of Forest Science",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://silvafennica.fi/",
    "abstract": "Hybrid aspen (Populus tremula L. Populus tremuloides Michx.) plantations are expanding in Fennoscandia and the Baltic countries; however, the possible effects of plantations on the native European aspen (P. tremula) and the level of gene flow between European and hybrid aspen have not been investigated. We studied seed quantity and quality in intraspecific and interspecific crosses of the European and hybrid aspens over a two year period. In order to study whether elevated temperatures due to climate change would benefit the species differently, we performed the crosses in different temperatures. In both years, interspecific crosses produced more seeds with higher quality than intraspecific crosses. This result was most distinct in crosses between female hybrid aspen and male European aspen. In higher temperatures, relative germination difference between hybrid aspen seeds and seeds from P. tremula P. tremula crosses seems to increase. These results suggest that hybrid aspen may have a significant genetic impact on the European aspen, and this effect may be strengthened by climate warming.",
    "readLink": "https://www.silvafennica.fi/article/63"
  },
  null,
  {
    "title": "Simulating the effects of weather and climate on large wildfires in France",
    "authors": [
      "R. Barbero,",
      "T. Curt,",
      "A. Ganteaume,",
      "E. Maillé,",
      "M. Jappiot,",
      "A. Bellet"
    ],
    "doi": "https://doi.org/10.5194/nhess-19-441-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  441\n                                  – 454",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Large wildfires across parts of France can cause devastating damage which puts lives, infrastructure, and the natural ecosystem at risk. In the climate change context, it is essential to better understand how these large wildfires relate to weather and climate and how they might change in a warmer world. Such projections rely on the development of a robust modeling framework linking large wildfires to present-day atmospheric variability. Drawing from a MODIS product and a gridded meteorological dataset, we derived a suite of biophysical and fire danger indices and developed generalized linear models simulating the probability of large wildfires (>100 ha) at 8 km spatial and daily temporal resolutions across the entire country over the last two decades. The models were able to reproduce large-wildfire activity across a range of spatial and temporal scales. Different sensitivities to weather and climate were detected across different environmental regions. Long-term drought was found to be a significant predictor of large wildfires in flammability-limited systems such as the Alpine and southwestern regions. In the Mediterranean, large wildfires were found to be associated with both short-term fire weather conditions and longer-term soil moisture deficits, collectively facilitating the occurrence of large wildfires. Simulated probabilities on days with large wildfires were on average 2–3 times higher than normal with respect to the mean seasonal cycle, highlighting the key role of atmospheric variability in wildfire spread. The model has wide applications, including improving our understanding of the drivers of large wildfires over the historical period and providing a basis on which to estimate future changes to large wildfires from climate scenarios.",
    "readLink": "https://www.nat-hazards-earth-syst-sci.net/19/441/2019/nhess-19-441-2019.pdf"
  },
  {
    "title": "Analysis of Antarctic Peninsula glacier frontal ablation rates with respect to iceberg melt-inferred variability in ocean conditions",
    "authors": [
      "M. C. Dryak,",
      "E. M. Enderlin"
    ],
    "doi": "https://doi.org/10.1017/jog.2020.21",
    "journalVolume": "Vol. 66\n                                \n                                \n                                  pp.\n                                  457\n                                  – 470",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "Marine-terminating glaciers on the Antarctic Peninsula (AP) have retreated, accelerated and thinned in response to climate change in recent decades. Ocean warming has been implicated as a trigger for these changes in glacier dynamics, yet little data exist near glacier termini to assess the role of ocean warming here. We use remotely-sensed iceberg melt rates seaward of two glaciers on the eastern and six glaciers on the western AP from 2013 to 2019 to explore connections between variations in ocean conditions and glacier frontal ablation. We find iceberg melt rates follow regional ocean temperature variations, with the highest melt rates (mean ≈ 10 cm d−1) at Cadman and Widdowson glaciers in the west and the lowest melt rates (mean ≈ 0.5 cm d−1) at Crane Glacier in the east. Near-coincident glacier frontal ablation rates from 2014 to 2018 vary from ~450 m a−1 at Edgeworth and Blanchard glaciers to ~3000 m a−1 at Seller Glacier, former Wordie Ice Shelf tributary. Variations in iceberg melt rates and glacier frontal ablation rates are significantly positively correlated around the AP (Spearman's ρ = 0.71, p-value = 0.003). We interpret this correlation as support for previous research suggesting submarine melting of glacier termini exerts control on glacier frontal dynamics around the AP.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143020000210/type/journal_article"
  }
]