[
  null,
  {
    "title": "Coupling of green and brown food webs and ecosystem stability",
    "authors": [
      "Akihiko Mougi"
    ],
    "doi": "https://doi.org/10.1002/ece3.6586",
    "journalVolume": "Vol. 10,\n                                no. 17\n                                \n                                  pp.\n                                  9192\n                                  – 9199",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Ecosystems comprise living organisms and organic matter or detritus. In earlier community ecology theories, ecosystem dynamics were normally understood in terms of aboveground, green‐world trophic interaction networks, or food webs. Recently, there has been growing interest in the role played in ecosystem dynamics by detritus in underground, brown‐world interactions. However, the role of decomposers in the consumption of detritus to produce nutrients in ecosystem dynamics remains unclear. Here, an ecosystem model of trophic food chains, detritus, decomposers, and decomposer predators demonstrated that decomposers play a totally different role than that previously predicted, with regard to their relationship between nutrient cycling and ecosystem stability. The high flux of nutrients due to efficient decomposition by decomposers increases ecosystem stability. However, moderate levels of ecosystem openness (with movement of materials) can either greatly increase or decrease ecosystem stability. Furthermore, the stability of an ecosystem peaks at intermediate openness because open systems are less stable than closed systems. These findings suggest that decomposers and the food‐web dynamics of brown‐world interactions are crucial for ecosystem stability, and that the properties of decomposition rate and openness are important in predicting changes in ecosystem stability in response to changes in decomposition efficiency driven by climate change.",
    "readLink": "https://doi.org/10.1002/ece3.6586"
  },
  {
    "title": "Multi-Proxy Records of Late Holocene Flood Events From the Lower Reaches of the Narmada River, Western India",
    "authors": [
      "Prabhin Sukumaran,",
      "Dhananjay A. Sant,",
      "K. Krishnan,",
      "Govindan Rangarajan,",
      "Nathani Basavaiah,",
      "Jean-Luc Schwenninger"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.634354",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Analyses of a fluvial sedimentary sequence from the lower reaches of the Narmada River establish a record of rhythmic cycles of sediment facies that represent floods during the late Holocene. The south-west Indian monsoon strongly influences the study area, and heavy rainfall or cyclones which originate from either the Bay of Bengal or the Arabian Sea, also affect the region. Optically stimulated luminescence dating places the 8 m thick sediment sequence in the climate transition phase which ranges from the Medieval Warm Period to the Little Ice Age. Multi-proxy analyses including high-resolution granulometry, magnetic susceptibility, ferromagnetic mineral concentration, facies major oxide geochemistry, and micro-fossil records (from two sedimentary units) are used to study these late Holocene flood events. The latter are characterised by multiple sediment facies, depositional events, changes in channel morphology, and distinctive flood signatures. Integration of these records enables to identify two distinct aggradations viz. phase I and phase II, as well as a relative change in channel morphology. The study describes 11 flooding events and their imprints over multi-proxy records. Historic documents and instrumental records from the town of Bharuch referring to floods, movement of channel sand, channel shallowing, and the dysfunction of the ancient port of Bharuch further validate the inferences drawn from the sedimentary sequence. The study exemplifies the need to use high resolution and multi-proxy studies to interpret paleoflood records and climate signatures in order to build archives of monsoonal rivers.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.634354/full"
  },
  null,
  {
    "title": "Perennial biomass crops on marginal land improve both regional climate and agricultural productivity",
    "authors": [
      "Yufeng He,",
      "Deepak Jaiswal,",
      "Xin‐Zhong Liang,",
      "Chao Sun,",
      "Stephen P. Long"
    ],
    "doi": "https://doi.org/10.1111/gcbb.12937",
    "journalVolume": "Vol. 14,\n                                no. 5\n                                \n                                  pp.\n                                  558\n                                  – 571",
    "issn": "1757-1693 (Print)",
    "publisher": "1757-1707 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "United Kingdom",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1111/(ISSN)1757-1707",
    "abstract": "Abstract Perennial grasses can reduce soil erosion, restore carbon stocks, and provide feedstocks for biofuels and bioproducts. Here, we show an additional benefit, amelioration of regional climate warming, and drying. Growing Miscanthus × giganteus, an example of perennial biomass crops, on US marginal land cools the Midwest Heartland summer by up to 1°C as predicted by a new coupled climate‐crop modeling system. This cooling is mainly caused by the increased duration and size of the Miscanthus × giganteus leaf canopy when compared with the existing vegetations on marginal land, resulting in larger solar reflection, more evapotranspiration, and decreased sensible heat transfer. Summer rainfall is increased through mesoscale circulation responses by 23–29 mm (14%–15%) and water vapor pressure deficit reduced by 5%–13%, lowering potential transpiration for all Midwest crops. Similar but weaker effects are simulated in the Southern Heartland. This positive feedback through the climate–crop interaction and teleconnection leads to 4%–8% more biomass production and potentially 12% higher corn and soybean yields, with greater yield stability. Growing perennials on marginal land could be a feasible solution to climate change mitigation and adaptation by strengthening food security and providing sustainable alternatives to fossil‐based products.",
    "readLink": "https://doi.org/10.1111/gcbb.12937"
  },
  {
    "title": "Seasonal phenology and species composition of the aphid fauna in a northern crop production area.",
    "authors": [
      "Sascha M Kirchner,",
      "Lea Hiltunen,",
      "Thomas F Döring,",
      "Elina Virtanen,",
      "Jukka P Palohuhta,",
      "Jari P T Valkonen"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0071030",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  e71030",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: The species diversity of aphids and seasonal timing of their flight activity can have significant impacts on crop production, as aphid species differ in their ability to transmit plant viruses and flight timing affects virus epidemiology. The aim of the study was to characterise the species composition and phenology of aphid fauna in Finland in one of the northernmost intensive crop production areas of the world (latitude 64°). METHODOLOGY/PRINCIPAL FINDINGS: Flight activity was monitored in four growing seasons (2007-010) using yellow pan traps (YPTs) placed in 4-8 seed potato fields and a Rothamsted suction trap. A total of 58,528 winged aphids were obtained, identified to 83 taxa based on morphology, and 34 species were additionally characterised by DNA barcoding. Seasonal flight activity patterns analysed based on YPT catch fell into three main phenology clusters. Monoecious taxa showed early or middle-season flight activity and belonged to species living on shrubs/trees or herbaceous plants, respectively. Heteroecious taxa occurred over the entire potato growing season (ca. 90 days). Abundance of aphids followed a clear 3-year cycle based on suction trap data covering a decade. Rhopalosiphum padi occurring at the end of the potato growing season was the most abundant species. The flight activity of Aphis fabae, the main vector of Potato virus Y in the region, and Aphis gossypii peaked in the beginning of potato growing season. CONCLUSIONS/SIGNIFICANCE: Detailed information was obtained on phenology of a large number aphid species, of which many are agriculturally important pests acting as vectors of plant viruses. Aphis gossypii is known as a pest in greenhouses, but our study shows that it occurs also in the field, even far in the north. The novel information on aphid phenology and ecology has wide implications for prospective pest management, particularly in light of climate change.",
    "readLink": "http://europepmc.org/articles/PMC3742763?pdf=render"
  },
  {
    "title": "Metamorphization of zonal hydrochemical composition of surface and groundwater  of Ukraine under the influence of anthropogenic and natural factors",
    "authors": [
      "M. I. Romashchenko,",
      "S. S. Kolomiyets',",
      "A. S. Sardak"
    ],
    "doi": "https://doi.org/10.31073/mivg202102-309",
    "journalVolume": "no. 2\n                                \n                                  pp.\n                                  24\n                                  – 32",
    "issn": "2616-5643 (Print)",
    "publisher": "2616-5562 (Online)",
    "countryOfPublisher": "National Academy of Agrarian Sciences of Ukraine, Institute of Water Problems and Land Reclamation",
    "lcc": [
      "Ukraine",
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "http://mivg.iwpim.com.ua/index.php/mivg",
    "abstract": "An integrated method of functional diagnostics of basin geosystems through quantitative assessment of anthropogenic (drainage reclamation) or natural factors (climate) on the change of hydrochemical composition of surface and groundwater is presented. The method is based on the natural latitudinal and vertical zonation of the hydrochemical composition of surface and groundwater, as a manifestation of the geomembrane properties of the pedosphere. The stages of the quantitative assessment of the impact of increasing drainage reclamation areas in the Styr and Irpin river basins, were a linear regression analysis of chronological series of the content of each of the macrocomponents of the river water composition in the closing line for 1947-1989, and also the dynamics of increasing reclamation areas and correlation analysis of the obtained dependencies. To increase the closeness of the correlation, the hydrochemical composition was presented in %-equivalent form, which most accurately characterizes the ratio of macrocomponents, but does not depend on the total mineralization of water. A decrease in the content of such typomorphic ions as hydrocarbons and calcium and an increase in the content of other macrocomponents and mineralization were found statistically significantly with increasing drainage areas. In general, with increasing areas of drainage reclamation, there is an aridization of the hydrochemical composition of river water. The change of hydrochemical type of river water according to the classification of О.О. Alekina. The obtained parametric models of time trends of the content of macrocomponents of hydrochemical composition allowed to determine the limiting area of reclamation of the basins of two rivers and to predict changes in the hydrochemical type of water in the direction of its aridization. Stopping the construction of new reclamation systems and reducing the efficiency of agricultural use of drained lands leads to the restoration of the hydrochemical composition of rivers in the direction of their reclamation development. Approbation of the created method of functional diagnostics was carried out on five reclamation systems of Prykarpattia and in the basin of the Western Bug river and its branches proved its high efficiency and perspective for the creation of parametric models of the influence of natural and anthropogenic factors on chemical composition and quality of water resources.",
    "readLink": "http://mivg.iwpim.com.ua/index.php/mivg/article/view/309"
  },
  {
    "title": "Heat shock exposure during early wheat grain development can reduce maximum endosperm cell number but not necessarily final grain dry mass.",
    "authors": [
      "Christine Girousse"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0285218",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  p.\n                                  e0285218",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Post-anthesis heat shocks, which are expected to increase in frequency under climate change, may affect wheat grain development and lead to significant decreases in grain yield. Grain development occurs in three phases, the lag-phase, the filling-phase, and maturation. The growth of the three main compartments of the grain (outer layers (OLs), endosperm, embryo) is staggered, so that heat shocks affect time- and tissue-specific growth processes differentially depending on their timing. We hypothesized that heat shocks during the lag-phase may reduce final grain size, resulting from a reduction in endosperm cell number and/or a restricted OLs growth. Plants were heated for four consecutive days during the lag-phase or the filling-phase or both phases (lag- and filling-). Heat shocks consisted in four hours a day at 38°C and 21°C for the rest of the day. Controlled plants were maintained at 21/14°C (day/night). For each temperature treatment, kinetics of whole grain and compartment masses and dimensions were measured as well as the endosperm cell number. An early heat shock reduced endosperm cell proliferation. However, the growth patterns neither of endosperm nor of OLs were modified compared to controls, resulting in no differences in final grain size. Furthermore, compared to controls, a single heat shock during the filling-phase reduced both the duration and rate of dry mass accumulation into grains, whereas two consecutive shocks reduced the duration but enhanced the rate of dry mass of accumulation, even when endosperm cell number was reduced. The mean endosperm cell size was shown to be larger after early heat shocks. All together, these results suggest a compensatory mechanism exists to regulate endosperm cell size and number. This process might be a new mechanistic target for molecular studies and would improve our understanding of post-anthesis wheat tolerance to heat-shocks.",
    "readLink": "https://doi.org/10.1371/journal.pone.0285218"
  },
  {
    "title": "Humans in the upstream can exacerbate climate change impacts on water birds’ habitat in the downstream",
    "authors": [
      "Saeideh Maleki,",
      "Vahid Rahdari,",
      "Nicolas Baghdadi"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-99822-8",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The present paper aims to quantify how human-made changes in the upstream exacerbate climate change impacts on water birds’ habitat in the downstream. To reduce climate change effects and design adaptation policies, it is important to identify whether human activities understate or overstate the effects of climate change in a region on its inhabitants. This paper also shows how human activities may magnify climate change impacts both locally and regionally. Land-use/land-cover change as the important sign of human-made destruction in an ecosystem was detected in the upstream of the Helmand basin over 40 years. Owing to conflicts in Afghanistan, studies on this basin are rare. The water bird’s habitat suitability maps during the study period were created using the maximum entropy model and the multi-criteria evaluation method. The post-classification method was applied to show the land-use/land-cover change over 40 years. These results were compared to the area of suitable habitat for water birds. The findings of these analyses indicated that the irrigated farming was expanded in the upstream despite climate change and water limitation, while the water birds’ habitat in the downstream was declined. These results revealed that the unsustainable pattern of farming and blocking water behind dams in the upstream exacerbated the negative effects of climate change on water birds’ habitat in the downstream. The significance of this study is to demonstrate the role of human in exacerbating climate change impacts both locally and regionally.",
    "readLink": "https://doi.org/10.1038/s41598-021-99822-8"
  },
  {
    "title": "Co-gradient variation in growth rate and development time of a broadly distributed butterfly.",
    "authors": [
      "Madeleine Barton,",
      "Paul Sunnucks,",
      "Melanie Norgate,",
      "Neil Murray,",
      "Michael Kearney"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0095258",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  e95258",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Widespread species often show geographic variation in thermally-sensitive traits, providing insight into how species respond to shifts in temperature through time. Such patterns may arise from phenotypic plasticity, genetic adaptation, or their interaction. In some cases, the effects of genotype and temperature may act together to reduce, or to exacerbate, phenotypic variation in fitness-related traits across varying thermal environments. We find evidence for such interactions in life-history traits of Heteronympha merope, a butterfly distributed across a broad latitudinal gradient in south-eastern Australia. We show that body size in this butterfly is negatively related to developmental temperature in the laboratory, in accordance with the temperature-size rule, but not in the field, despite very strong temperature gradients. A common garden experiment on larval thermal responses, spanning the environmental extremes of H. merope's distribution, revealed that butterflies from low latitude (warmer climate) populations have relatively fast intrinsic growth and development rates compared to those from cooler climates. These synergistic effects of genotype and temperature across the landscape (co-gradient variation) are likely to accentuate phenotypic variation in these traits, and this interaction must be accounted for when predicting how H. merope will respond to temperature change through time. These results highlight the importance of understanding how variation in life-history traits may arise in response to environmental change. Without this knowledge, we may fail to detect whether organisms are tracking environmental change, and if they are, whether it is by plasticity, adaptation or both.",
    "readLink": "http://europepmc.org/articles/PMC3990641?pdf=render"
  }
]