[
  {
    "title": "Impact of Warming on Greenhouse Gas Production and Microbial Diversity in Anoxic Peat From a Sphagnum-Dominated Bog (Grand Rapids, Minnesota, United States)",
    "authors": [
      "Max Kolton,",
      "Ansley Marks,",
      "Rachel M. Wilson,",
      "Jeffrey P. Chanton,",
      "Joel E. Kostka,",
      "Joel E. Kostka"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2019.00870",
    "journalVolume": "Vol. 10",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Climate warming is predicted to increase heterotrophic metabolism in northern peatland soils leading to enhanced greenhouse gas emissions. However, the specific relationships between temperature and the greenhouse gas producing microbial communities are poorly understood. Thus, in this study, the temperature dependence of carbon dioxide (CO2) and methane (CH4) production rates along with abundance and composition of microbial communities were investigated in peat from a Sphagnum-dominated peatland, S1 bog (Minnesota, United States). Whereas CH4 production rates increased with temperature up to 30°C, CO2 production did not, resulting in a lower CO2:CH4 ratio with increasing temperature. CO2 production showed both psychrophilic and mesophilic maxima at 4 and 20°C, respectively, and appears to be mediated by two anaerobic microbial communities, one that operates under psychrophilic conditions that predominate for much of the year, and another that is more active under warmer conditions during the growing season. In incubations at 10°C above the ambient range, members of the Clostridiaceae and hydrogenotrophic methanogens of the Methanobacteriaceae dominated. Moreover, a significant negative correlation between temperature and microbial diversity was observed. Results indicate that the potential consequences of warming surface peat in northern peatlands include a large stimulation in CH4 production and a significant loss of microbial diversity.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2019.00870/full"
  },
  {
    "title": "The Spatio-Temporal Variability in the Radiative Forcing of Light-Absorbing Particles in Snow of 2003–2018 over the Northern Hemisphere from MODIS",
    "authors": [
      "Jiecan Cui,",
      "Xiaoying Niu,",
      "Yang Chen,",
      "Yuxuan Xing,",
      "Shirui Yan,",
      "Jin Zhao,",
      "Lijun Chen,",
      "Shuaixi Xu,",
      "Dongyou Wu,",
      "Tenglong Shi,",
      "Xin Wang,",
      "Wei Pu"
    ],
    "doi": "https://doi.org/10.3390/rs15030636",
    "journalVolume": "Vol. 15,\n                                no. 636\n                                \n                                  p.\n                                  636",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Light-absorbing particles (LAPs) deposited on snow can significantly reduce surface albedo and contribute to positive radiative forcing. This study firstly estimated and attributed the spatio-temporal variability in the radiative forcing (RF) of LAPs in snow over the northern hemisphere during the snow-covered period 2003–2018 by employing Moderate Resolution Imaging Spectroradiometer (MODIS) data, coupled with snow and atmospheric radiative transfer modelling. In general, the RF for the northern hemisphere shows a large spatial variability over the whole snow-covered areas and periods, with the highest value (12.7 W m−2) in northeastern China (NEC) and the lowest (1.9 W m−2) in Greenland (GRL). The concentration of LAPs in snow is the dominant contributor to spatial variability in RF in spring (~73%) while the joint spatial contributions of snow water equivalent (SWE) and solar irradiance (SI) are the most important (>50%) in winter. The average northern hemisphere RF gradually increases from 2.1 W m−2 in December to 4.1 W m−2 in May and the high-value area shifts gradually northwards from mid-altitude to high-latitude over the same period, which is primarily due to the seasonal variability of SI (~58%). More interestingly, our data reveal a significant decrease in RF over high-latitude Eurasia (HEUA) of −0.04 W m−2 a−1 and northeastern China (NEC) of −0.14 W m−2 a−1 from 2003 to 2018. By employing a sensitivity test, we find the concurrent decline in the concentration of LAPs in snow accounted for the primary responsibility for the decrease in RF over these two areas, which is further confirmed by in situ observations.",
    "readLink": "https://www.mdpi.com/2072-4292/15/3/636"
  },
  {
    "title": "Analysis of rainfall extremes and water yield of Krishna river basin under future climate scenarios",
    "authors": [
      "Tirupathi Chanapathi,",
      "Shashidhar Thatikonda,",
      "Srinivasan Raghavan"
    ],
    "doi": "Vol. 19\n                                \n                                \n                                  pp.\n                                  287\n                                  – 306",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Krishna river basin is the second largest river basin in Peninsular India. The basin largely falls under a semi-arid zone, around a central arid zone. One-third of the basin comes under the Deccan traps, with major soil types being black soils, alluvium, red and mixed soils.Study focus: In the present study, SWAT has been used to investigate the potential impacts of climate change on the water resources of the Krishna basin. The simulations were carried out with the observed, historical, and future climate data of various climate models and the results were evaluated. The calibration and validation of the model was carried out using the SUFI-2 algorithm in SWAT-CUP. Analysis of rainfall extremes and available water resources were determined under future climate scenarios.New hydrological insights for the region: Extension of monsoon rainfall even up to October, a shift in the maximum amount of long-term mean ISMR and surface runoff, increasing trend of rainfall in the months of October, November and few extreme rainfall events other than monsoon season was observed under future with different climate models. The climate model (CNRM-CM5) projected that 7%, 5% and 25% of the events were falling under excess rainfall (>25%), extreme rainfall (>50%) and moderate drought events respectively under RCP 4.5 scenario, as against 17%, 10% and 17% respectively in the case of RCP 8.5 scenario. Keywords: Climate change, ISMR, Krishna river basin, Extreme rainfall events, SWAT model",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581818301927"
  },
  {
    "title": "Is there sustainable entrepreneurship in the wine industry? Exploring Sicilian wineries participating in the SOStain program",
    "authors": [
      "Emanuele Schimmenti,",
      "Giuseppina Migliore,",
      "Caterina Patrizia Di Franco,",
      "Valeria Borsellino"
    ],
    "doi": "https://doi.org/10.1016/j.wep.2016.05.001",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  14\n                                  – 23",
    "issn": "2212-9774 (Online)",
    "publisher": "Firenze University Press",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://oaj.fupress.net/index.php/wep/index",
    "abstract": "Global climate change and the accelerating depletion of natural resources have contributed to increase discussions about the role of private enterprises in reversing negative environmental trends. Rather than focusing on profit maximization, policy makers and consumers pressure groups expect firms to meet a triple-bottom line of economic, environmental and social value creation. Hence sustainable entrepreneurship has received recently increasing interest as a phenomenon and a research topic. More recently, the concept of sustainability has been taken seriously in the Italian wine industry. The organizational challenge for entrepreneurship is to better integrate social and environmental performance into the economic business logic. The aim of this manuscript is to illustrate, through a descriptive approach, the adaptation of the wine industry to the new scenario of sustainable entrepreneurship. To reach this goal we carried out an explorative analysis of 3 Sicilian wineries involved in the SOStain program, which aims at the improvement of sustainability in the wine industry. The findings of the analysis show the existence of sustainability-driven entrepreneurship, in which the wineries undertake to behave ethically and contribute to economic development while improving the quality of life for the workforce, their families, the local and global community as well as future generations.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212977416300035"
  },
  null,
  {
    "title": "A hybrid approach to identifying and assessing interactions between climate action (SDG13) policies and a range of SDGs in a UK context",
    "authors": [
      "Samuel Stevenson,",
      "Alexandra Collins,",
      "Neil Jennings,",
      "Alexandre Koberle,",
      "Felix Laumann,",
      "Anthony A. Laverty,",
      "Paolo Vineis,",
      "Jeremy Woods,",
      "Ajay Gambhir"
    ],
    "doi": "https://doi.org/10.1007/s43621-021-00051-w",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2662-9984 (Online)",
    "publisher": "Springer",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.springer.com/journal/43621",
    "abstract": "Abstract In 2015 the United Nations drafted the Paris Agreement and established the Sustainable Development Goals (SDGs) for all nations. A question of increasing relevance is the extent to which the pursuit of climate action (SDG 13) interacts both positively and negatively with other SDGs. We tackle this question through a two-pronged approach: a novel, automated keyword search to identify linkages between SDGs and UK climate-relevant policies; and a detailed expert survey to evaluate these linkages through specific examples. We consider a particular subset of SDGs relating to health, economic growth, affordable and clean energy and sustainable cities and communities. Overall, we find that of the 89 UK climate-relevant policies assessed, most are particularly interlinked with the delivery of SDG 7 (Affordable and Clean Energy) and SDG 11 (Sustainable Cities and Communities) and that certain UK policies, like the Industrial Strategy and 25-Year Environment Plan, interlink with a wide range of SDGs. Focusing on these climate-relevant policies is therefore likely to deliver a wide range of synergies across SDGs 3 (Good Health and Well-being), 7, 8 (Decent Work and Economic Growth), 9 (Industry, Innovation and Infrastructure), 11, 14 (Life Below Water) and 15 (Life on Land). The expert survey demonstrates that in addition to the range of mostly synergistic interlinkages identified in the keyword search, there are also important potential trade-offs to consider. Our analysis provides an important new toolkit for the research and policy communities to consider interactions between SDGs, which can be employed across a range of national and international contexts.",
    "readLink": "https://doi.org/10.1007/s43621-021-00051-w"
  },
  {
    "title": "Density and spatial distribution of <i>Parkia biglobosa</i> pattern in Benin under climate change",
    "authors": [
      "Fafunkè Titilayo Dotchamou,",
      "Gilbert Atindogbe,",
      "Akouegnigan Idelphonse Sode,",
      "Houédougbé Noël Fonton"
    ],
    "doi": "https://doi.org/10.12895/jaeid.20161.447",
    "journalVolume": "Vol. 110,\n                                no. 1\n                                \n                                  pp.\n                                  173\n                                  – 194",
    "issn": "2240-2802 (Online)",
    "publisher": "Università degli Studi di Firenze",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "http://www.jaeid.it",
    "abstract": "Parkia biglobosa is an indigenous species which, traditionally contributes to the resilience of the agricultural production system in terms of food security, source of income, poverty reduction and ecosystem stability. Therefore, it is important to improve knowledge on its density, current and future spatial distribution. The main objective of this study is to evaluate the tree density, the climate change effects on the spatial distribution of the species in the future for better conservation. The modeling of the current and future geographical distribution of the species is based on the principle of Maximum Entropy (MaxEnt) on a total of 286 occurrence points from field work and Global Biodiversity Information Facility GBIF-Data Portal-(www.gbif.org). Two climatic models (HadGEM2_ES and Csiro_mk3_6_0) have been used under two scenarios RCP 2.6 and RCP 8.5 for the projection of the species distribution at the horizon 2050. The correlation analyses and Jackknife test have helped to identify seven variables which are less correlated (r < 0.80) with highest modeling participation. The soil, annual precipitation (BIO12) and temperature (diurnal average Deviation) are the variables which have mostly contributed to performance of the models. Currently, 53% of national territory, spread from north to south is very suitable to the cultivation of P. biglobosa. The scenarios have predicted at the horizon 2050, a loss of the habitats which are currently very suitable for the cultivation and conservation of P. biglobosa, to the benefit of moderate and weak habitats. 51% and 57% are the highest proportion of this lost which will be registered with HadGEM2_ES model under two scenarios. These results revealed that the suitable habitat of the species is threatened by climate change in Benin. In order to limit damage such as decreased productivity, extinction of species, some appropriate solutions must be found.",
    "readLink": "http://www.iao.florence.it/ojs/index.php/JAEID/article/view/447"
  },
  {
    "title": "Risk Assessment of Flood Disaster in Sichuan Province Based on GIS",
    "authors": [
      "Guo Jin,",
      "Wang Jian,",
      "Zhao Xiaochen"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202340604008",
    "journalVolume": "Vol. 406\n                                \n                                \n                                  p.\n                                  04008",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "In the context of global climate change, flood disaster has become one of the significant disasters endangering human life. Sichuan Province has more annual precipitation and complex landforms, which suffer from yearly floods. To reveal the spatial distribution and spatiotemporal dynamic change characteristics, we developed a risk assessment model based on geographic information systems and natural disaster risk assessment theory. Considering both natural and human factors, precipitation, terrain, climate type, population, and GDP are selected as evaluation indexes. We Used the expert score-AHP method to obtain the annual flood disaster risk regionalization from 2017 to 2021. In the end, the results were compared with the entropy weight method in the objective weighting method. The results showed that the comprehensive flood disaster risk in Sichuan Province is higher in the east and lower in the west. The flood disaster risk in the eastern hill area, Panxi area, and northeast Sichuan Basin is generally higher. In contrast, that in the west Sichuan Plateau is lower. Based on the evaluation results, it is found that the risk assessment of flood disasters based on expert scoring-AHP method is more in line with the actual situation.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/43/e3sconf_icemee2023_04008.pdf"
  },
  {
    "title": "Assessing the Potential Impacts of Urban Expansion on Hydrological Ecosystem Services in a Rapidly Urbanizing Lake Basin in China",
    "authors": [
      "Hongwei Guo,",
      "Ji Han,",
      "Lili Qian,",
      "Xinxin Long,",
      "Xiaoyin Sun"
    ],
    "doi": "https://doi.org/10.3390/su14084424",
    "journalVolume": "Vol. 14,\n                                no. 4424\n                                \n                                  p.\n                                  4424",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Hydrological ecosystem services (HESs) such as water purification and water supply are important for providing other ecosystem services such as drinking water, recreation, and human health. Land use change caused by urbanization is a direct driver affecting the provision of HESs. The quantification and integration of HES into watershed management and urban planning have become increasingly important. In this study, we highlighted an integration of the InVEST and CLUE-S models to simulate and predict future changes of HES in a rapidly urbanizing lake basin, namely the Nansihu Lake basin of China. The spatiotemporal patterns of HESs including water yield, water purification, and sediment export in the past five decades (from 1980 to 2015) have been revealed through our integrated modeling approach. Furthermore, urbanization and land use change scenarios till 2030 were developed using land use, topography, climate, and soil data. It is found that due to the rapid expansion of urban land, water yield, total nitrogen (TN), and total phosphorus (TP) export has increased by 5.5%, 7.38%, and 7.02%, respectively, while the sediment export has decreased by 4%. As a result, the risks of flooding and water quality degradation increased. Under a hybrid ecological and farmland redline policy (EFRP) scenario, the HESs have all been significantly improved compared to the level in 2015. This research can help to predict the future changes in HESs for land use management and ecological and environmental protection in the Nansihu Lake basin.",
    "readLink": "https://www.mdpi.com/2071-1050/14/8/4424"
  },
  {
    "title": "Ocean‐Only FAFMIP: Understanding Regional Patterns of Ocean Heat Content and Dynamic Sea Level Change",
    "authors": [
      "Alexander Todd,",
      "Laure Zanna,",
      "Matthew Couldrey,",
      "Jonathan Gregory,",
      "Quran Wu,",
      "John A. Church,",
      "Riccardo Farneti,",
      "René Navarro‐Labastida,",
      "Kewei Lyu,",
      "Oleg Saenko,",
      "Duo Yang,",
      "Xuebin Zhang"
    ],
    "doi": "https://doi.org/10.1029/2019MS002027",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract There is large uncertainty in the future regional sea level change under anthropogenic climate change. Our study presents and uses a novel design of ocean general circulation model (OGCM) experiments to investigate the ocean's response to surface buoyancy and momentum flux perturbations without atmosphere‐ocean feedbacks (e.g., without surface restoring or bulk formulae), as part of the Flux‐Anomaly‐Forced Model Intercomparison Project (FAFMIP). In an ensemble of OGCMs forced with identical surface flux perturbations, simulated dynamic sea level (DSL) and ocean heat content (OHC) change demonstrate considerable disagreement. In the North Atlantic, the disagreement in DSL and OHC change between models is mainly due to differences in the residual (resolved and eddy) circulation change, with a large spread in the Atlantic meridional overturning circulation (AMOC) weakening (20–50%). In the western North Pacific, OHC change is similar among the OGCM ensemble, but the contributing physical processes differ. For the Southern Ocean, isopycnal and diapycnal mixing change dominate the spread in OHC change. In addition, a component of the atmosphere‐ocean feedbacks are quantified by comparing coupled, atmosphere‐ocean GCM (AOGCM) and OGCM FAFMIP experiments with consistent ocean models. We find that there is 10% more AMOC weakening in AOGCMs relative to OGCMs, since the extratropical North Atlantic SST cooling due to heat redistribution amplifies the surface heat flux perturbation. This component of the atmosphere‐ocean feedbacks enhances the pattern of North Atlantic OHC and DSL change, with relatively stronger increases and decreases in the tropics and extratropics, respectively.",
    "readLink": "https://doi.org/10.1029/2019MS002027"
  }
]