[
  {
    "title": "Early Performance of Tree Species in a Mountain Reforestation Experiment",
    "authors": [
      "Robert Jandl,",
      "Georg Kindermann,",
      "Cecilie Foldal,",
      "Silvio Schüler,",
      "Christina Bouissou"
    ],
    "doi": "https://doi.org/10.3390/f12020256",
    "journalVolume": "Vol. 12,\n                                no. 256\n                                \n                                  p.\n                                  256",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Climate change requires forest managers to explore new concepts in reforestation. High-elevation sites are posing challenges because the range of tree species that can cope with present and future conditions is small and limited experience with candidate species is available. Methods: We selected a mountain site with nutrient-poor silicatic soils. The previous Norway spruce (Picea abies) stand performed poorly. We established a reforestation experiment with 27 tree species that were planted in different combinations in order to evaluate silvicultural options. Site preparation activities and planting techniques reflected the locally applied regular procedures. After planting, we monitored height growth and phenological characteristics of needle/leaf development in spring. The presently dominant Norway spruce was genetically characterized. Results: Tree seedlings planted at high elevation are highly vulnerable. The temporal course of needle/leaf sprouting varies widely. Early developers are vulnerable to frost, impairing tree development. Biotic stressors such as high population densities of weevils or mice can cause high mortality. Conclusion: we suggest a conservative approach to tree species selection because present site conditions in mountain areas may impair the development of many tree species that could be viable options in a considerably warmer climate.",
    "readLink": "https://www.mdpi.com/1999-4907/12/2/256"
  },
  {
    "title": "Magnesium Oxide Nanoparticles (MgO-NPs) Alleviate Arsenic Toxicity in Soybean by Modulating Photosynthetic Function, Nutrient Uptake and Antioxidant Potential",
    "authors": [
      "Mohammad Faizan,",
      "Javaid Akhtar Bhat,",
      "Hamed A. El-Serehy,",
      "Michael Moustakas,",
      "Parvaiz Ahmad"
    ],
    "doi": "https://doi.org/10.3390/met12122030",
    "journalVolume": "Vol. 12,\n                                no. 2030\n                                \n                                  p.\n                                  2030",
    "issn": "2075-4701 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Mining engineering. Metallurgy"
    ],
    "journalUrl": "http://www.mdpi.com/journal/metals",
    "abstract": "The consequences of climate change, and the increased accumulation of metalloids, like arsenic (As), in the environment, are significantly affecting crop performance and yield. Arsenic interferes with various plant biochemical and physiological processes, which result in diminished plant growth and development. Magnesium oxide nanoparticles (MgO-NPs) can improve plant growth and contribute to plant tolerance of heavy metal/metalloid toxicity. During current research, the efficacy of MgO-NPs was assessed for lessening arsenic (As) toxicity in soybean plants. In our experiment As uptake, plant growth, antioxidant enzyme activity, nutrient content, photochemical efficiency and photosynthetic performance were evaluated with/without exogenous application of 500 mg L−1 MgO-NPs in the presence/absence of 150 µM As in soybean plants. Foliar application of MgO-NPs, in the presence of As, enhanced plant height and dry weight by 17% and 15% respectively, and improved net photosynthetic rate by 12.9%, stomatal conductance by 13.4%, intercellular CO2 concentration by 15.3% and transpiration rate by 14.7%, as well as nutrient uptake and photosystem II (PSII) efficiency. In contrast, it decreased As uptake and oxidative stress as evaluated with hydrogen peroxide (H2O2) and lipid peroxidation (MDA). Hence, field tests may be implemented to formulate MgO-NPs use in agriculture, in order to obtain sustainable crop production in arsenic-contaminated soils.",
    "readLink": "https://www.mdpi.com/2075-4701/12/12/2030"
  },
  {
    "title": "Towards dwelling energy certification for New Zealand: normalisation issues",
    "authors": [
      "Helen E. Viggers,",
      "Michael Keall,",
      "Philippa Howden-Chapman"
    ],
    "doi": "https://doi.org/10.1080/1177083X.2021.1960866",
    "journalVolume": "Vol. 17,\n                                no. 2\n                                \n                                  pp.\n                                  206\n                                  – 223",
    "issn": "1177-083X (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "New Zealand",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tnzk",
    "abstract": "With the impact of climate change, the use of both energy and resources that lock in future energy use is receiving heightened attention. New Zealand has lagged behind many similar countries in not requiring an explicit energy certification for dwellings. This paper reviews the form of energy certification used by similar countries and discusses the potential impact of applying the various forms to New Zealand dwellings. Specifically, it compares how different forms of comparison, or normalisation, value the features of a home and implicitly rate which dwellings are considered ‘like’ each other. Of the 85 buildings compared none received consistent rankings across all the normalisation methods and only one was in the ‘better’ half of the data under all nine of the normalisation methods used. Some of the forms of normalisation systematically advantaged large dwellings, and others small dwellings. Since normalisation methods can be chosen to value certain aspects of dwelling design, there needs to be a discussion about what we value in dwellings in order to determine which method(/s) would be appropriate for New Zealand. The main purpose of this paper is to alert social scientists of the need to have this value-based discussion.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/1177083X.2021.1960866"
  },
  {
    "title": "Uncertainty in Rainfall Intensity Duration Frequency Curves of Peninsular Malaysia under Changing Climate Scenarios",
    "authors": [
      "Muhammad Noor,",
      "Tarmizi Ismail,",
      "Eun-Sung Chung,",
      "Shamsuddin Shahid,",
      "Jang  Hyun Sung"
    ],
    "doi": "https://doi.org/10.3390/w10121750",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  1750",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study developed a methodological framework to update the rainfall intensity-duration-frequency (IDF) curves under climate change scenarios. A model output statistics (MOS) method is used to downscale the daily rainfall of general circulation models (GCMs), and an artificial neural network (ANN) is employed for the disaggregation of projected daily rainfall to hourly maximum rainfall, which is then used for the development of IDF curves. Finally, the 1st quartiles, medians, and 3rd quartiles of projected rainfall intensities are estimated for developing IDF curves with uncertainty level. Eight GCM simulations under two radiative concentration pathways (RCP) scenarios, namely, RCP 4.5 and RCP 8.5, are used in the proposed framework for the projection of IDF curves with related uncertainties for peninsular Malaysia. The projection of rainfall revealed an increase in the annual average rainfall throughout the present century. The comparison of the projected IDF curves for the period 2006⁻2099 with that obtained using GCM hindcasts for the based period (1971⁻2005) revealed an increase in rainfall intensity for shorter durations and a decrease for longer durations. The uncertainty in rainfall intensity for different return periods for shorter duration is found to be 2 to 6 times more compared to longer duration rainfall, which indicates that a large increase in rainfall intensity for short durations projected by GCMs is highly uncertain for peninsular Malaysia. The IDF curves developed in this study can be used for the planning of climate resilient urban water storm water management infrastructure in Peninsular Malaysia.",
    "readLink": "https://www.mdpi.com/2073-4441/10/12/1750"
  },
  {
    "title": "A Review of Ocean Dynamics in the North Atlantic: Achievements and Challenges",
    "authors": [
      "Knut  Lehre Seip"
    ],
    "doi": "https://doi.org/10.3390/cli8040049",
    "journalVolume": "Vol. 8,\n                                no. 49\n                                \n                                  p.\n                                  49",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "I address 12 issues related to the study of ocean dynamics and its impact on global temperature change, regional and local climate change, and on the North Atlantic ecosystem. I outline the present achievements and challenges that lie ahead. I start with observations and methods to extend the observations of ocean oscillations over time and end with challenges to find connections between ocean dynamics in the North Atlantic and dynamics in other parts of the globe.",
    "readLink": "https://www.mdpi.com/2225-1154/8/4/49"
  },
  {
    "title": "Woody Aboveground Biomass Mapping of the Brazilian Savanna with a Multi-Sensor and Machine Learning Approach",
    "authors": [
      "Polyanna da Conceição Bispo,",
      "Pedro Rodríguez-Veiga,",
      "Barbara Zimbres,",
      "Sabrina do Couto de Miranda,",
      "Cassio Henrique Giusti Cezare,",
      "Sam Fleming,",
      "Francesca Baldacchino,",
      "Valentin Louis,",
      "Dominik Rains,",
      "Mariano Garcia,",
      "Fernando Del Bon Espírito-Santo,",
      "Iris Roitman,",
      "Ana  María Pacheco-Pascagaza,",
      "Yaqing Gou,",
      "John Roberts,",
      "Kirsten Barrett,",
      "Laerte  Guimaraes Ferreira,",
      "Julia  Zanin Shimbo,",
      "Ane Alencar,",
      "Mercedes Bustamante,",
      "Iain  Hector Woodhouse,",
      "Edson Eyji Sano,",
      "Jean  Pierre Ometto,",
      "Kevin Tansey,",
      "Heiko Balzter"
    ],
    "doi": "https://doi.org/10.3390/rs12172685",
    "journalVolume": "Vol. 12,\n                                no. 2685\n                                \n                                  p.\n                                  2685",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The tropical savanna in Brazil known as the Cerrado covers circa 23% of the Brazilian territory, but only 3% of this area is protected. High rates of deforestation and degradation in the woodland and forest areas have made the Cerrado the second-largest source of carbon emissions in Brazil. However, data on these emissions are highly uncertain because of the spatial and temporal variability of the aboveground biomass (AGB) in this biome. Remote-sensing data combined with local vegetation inventories provide the means to quantify the AGB at large scales. Here, we quantify the spatial distribution of woody AGB in the Rio Vermelho watershed, located in the centre of the Cerrado, at a high spatial resolution of 30 metres, with a random forest (RF) machine-learning approach. We produced the first high-resolution map of the AGB for a region in the Brazilian Cerrado using a combination of vegetation inventory plots, airborne light detection and ranging (LiDAR) data, and multispectral and radar satellite images (Landsat 8 and ALOS-2/PALSAR-2). A combination of random forest (RF) models and jackknife analyses enabled us to select the best remote-sensing variables to quantify the AGB on a large scale. Overall, the relationship between the ground data from vegetation inventories and remote-sensing variables was strong (R2 = 0.89), with a root-mean-square error (RMSE) of 7.58 Mg ha−1 and a bias of 0.43 Mg ha−1.",
    "readLink": "https://www.mdpi.com/2072-4292/12/17/2685"
  },
  {
    "title": "Invasion risk of the yellow crazy ant (Anoplolepis gracilipes) under the Representative Concentration Pathways 8.5 climate change scenario in South Korea",
    "authors": [
      "Jae-Min Jung,",
      "Sunghoon Jung,",
      "Mohammed Raju Ahmed,",
      "Byoung-Kwan Cho,",
      "Wang-Hee Lee"
    ],
    "doi": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  548\n                                  – 554",
    "issn": "2287-884X (Print)",
    "publisher": "2287-9544 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-asia-pacific-biodiversity/",
    "abstract": "The yellow crazy ant (Anoplolepis gracilipes) has destroyed local ecosystems in numerous countries, and their population sizes and distribution are likely to increase under global warming. To evaluate the risk of invasion by yellow crazy ant in South Korea, this study identified their potential habitats and predicted their future global distribution by modeling various climate change scenarios using CLIMEX software. Our modeling predicted that future climate conditions in South Korea will be favorable for the yellow crazy ant, and they could invade by the mid-21st century. We highlight the use of predictive algorithms to establish geographical areas with a high risk of yellow crazy ant invasion under Representative Concentration Pathways (RCP) 8.5 climate scenarios. Keywords: Anoplolepis gracilipes, climate change scenario, CLIMEX, invasive species, yellow crazy ant",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2287884X1730095X"
  },
  {
    "title": "Preface to the Special Issue on \"Geophysical and Climate Change Studies in Tibet, Xinjiang, and Siberia (TibXS) from Satellite Geodesy\"",
    "authors": [
      "Cheinway Hwang,",
      "Kosuke Heki,",
      "Wenbin Shen,",
      "C. K. Shum"
    ],
    "doi": "https://doi.org/10.3319/TAO.2013.04.17.01(TibXS)",
    "journalVolume": "Vol. 24,\n                                no. 4-1\n                                \n                                  p.\n                                  000",
    "issn": "1017-0839 (Print)",
    "publisher": "2311-7680 (Online)",
    "countryOfPublisher": "Springer",
    "lcc": [
      "Singapore",
      "Science: Geology",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://www.springer.com/journal/44195",
    "abstract": "This special issue publishes papers on recent results in geophysical and climate change studies over Tibet, Xinjiang and Siberia (TibXS) based upon some of the key sensors used in satellite geodesy, including satellite gravimetric sensors (GRACE and GOCE), satellite altimeters (TOPEX, Jason-1 and -2, and ENVISAT), and Global Positioning System satellites. Results from ground- and airborne-based geodetic observations, notably those based on airborne gravimeter, superconducting gravimeter (SG) and seismometers are also included in the special issue. In all, 22 papers were submitted for this special issue; 17 papers were accepted.",
    "readLink": "\nhttp://tao.cgu.org.tw/images/attachments/v244-Ip000.pdf\n"
  },
  {
    "title": "Long-term soil water content dynamics under different land uses in a small agricultural catchment",
    "authors": [
      "Horel Ágota,",
      "Zsigmond Tibor,",
      "Molnár Sándor,",
      "Zagyva Imre,",
      "Bakacsi Zsófia"
    ],
    "doi": "https://doi.org/10.2478/johh-2022-0015",
    "journalVolume": "Vol. 70,\n                                no. 3\n                                \n                                  pp.\n                                  284\n                                  – 294",
    "issn": "0042-790X (Print)",
    "publisher": "1338-4333 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "https://sciendo.com/journal/JOHH",
    "abstract": "Longer term monitoring of soil water content at a catchment scale is a key to understanding its dynamics, which can assist stakeholders in decision making processes, such as land use change or irrigation programs. Soil water monitoring in agriculturally dominated catchments can help in developing soil water retention measurements, for assessment of land use change, or adaptation of specific land management systems to climate change. The present study was carried out in the Pannonian region (Upper-Balaton, Hungary) on Cambisols and Calcisols between 2015 and 2021. Soil water content (SWC) dynamics were investigated under different land use types (vineyard, grassland, and forest) at three depths (15, 40, and 70 cm). The meteorological data show a continuous decrease in cumulative precipitation over time during the study with an average of 26% decrease observed between 2016 and 2020, while average air temperatures were similar for all the studied years. Corresponding to the lower precipitation amounts, a clear decrease in the average SWC was observed at all the land use sites, with 13.4%, 37.7%, and 29.3% lower average SWC for the grassland, forest, and vineyard sites, respectively, from 2016 to 2020 (measured at the 15 cm depth of the soil). Significant differences in SWC were observed between the annual and seasonal numbers within a given land use (p < 0.05). The lowest average SWC was observed at the grassland (11.7%) and the highest at the vineyard (28.3%). The data showed an increasing average soil temperature, with an average 6.3% higher value in 2020 compared to 2016. The grassland showed the highest (11.3 °C) and the forest soil the lowest (9.7 °C) average soil temperatures during the monitoring period. The grassland had the highest number of days with the SWC below the wilting point, while the forest had the highest number of days with the SWC optimal for the plants.",
    "readLink": "https://doi.org/10.2478/johh-2022-0015"
  },
  {
    "title": "Testing Accuracy and Repeatability of UAV Blocks Oriented with GNSS-Supported Aerial Triangulation",
    "authors": [
      "Francesco Benassi,",
      "Elisa Dall’Asta,",
      "Fabrizio Diotri,",
      "Gianfranco Forlani,",
      "Umberto Morra di Cella,",
      "Riccardo Roncella,",
      "Marina Santise"
    ],
    "doi": "https://doi.org/10.3390/rs9020172",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  172",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "UAV Photogrammetry today already enjoys a largely automated and efficient data processing pipeline. However, the goal of dispensing with Ground Control Points looks closer, as dual-frequency GNSS receivers are put on board. This paper reports on the accuracy in object space obtained by GNSS-supported orientation of four photogrammetric blocks, acquired by a senseFly eBee RTK and all flown according to the same flight plan at 80 m above ground over a test field. Differential corrections were sent to the eBee from a nearby ground station. Block orientation has been performed with three software packages: PhotoScan, Pix4D and MicMac. The influence on the checkpoint errors of the precision given to the projection centers has been studied: in most cases, values in Z are critical. Without GCP, the RTK solution consistently achieves a RMSE of about 2–3 cm on the horizontal coordinates of checkpoints. In elevation, the RMSE varies from flight to flight, from 2 to 10 cm. Using at least one GCP, with all packages and all test flights, the geocoding accuracy of GNSS-supported orientation is almost as good as that of a traditional GCP orientation in XY and only slightly worse in Z.",
    "readLink": "http://www.mdpi.com/2072-4292/9/2/172"
  }
]