[
  {
    "title": "Dynamics and Drivers of Grasslands in the Eurasian Steppe during 2000–2014",
    "authors": [
      "Yanzhen Zhang,",
      "Qian Wang,",
      "Zhaoqi Wang,",
      "Jianlong Li,",
      "Zengrang Xu"
    ],
    "doi": "https://doi.org/10.3390/su13115887",
    "journalVolume": "Vol. 13,\n                                no. 5887\n                                \n                                  p.\n                                  5887",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Eurasian steppe (EAS) is the largest contiguous grassland worldwide. Quantitative evaluations of the relative impacts of climate change and human activities on grasslands are significant for understanding grassland degradation mechanisms and controlling degraded grasslands. In this study, we analyzed the grassland productivity based on multiple forms of net primary productivity (NPP), including climate NPP (CNPP), actual NPP (ANPP), and human-caused NPP (HNPP) during 2000–2014. The results demonstrate that the average value of annual ANPP in the EAS was 47.36 gC/(m2·year), with a weak decrease (−0.02 gC/(m2·year)) during the study period. The area of grassland degradation account for 48.52% of the total grassland area in EAS, while the area of grassland recovery account for 51.48%. Restorative grassland was mainly distributed in Mongolia and China, while worse grassland was mainly distributed in the Kazakh steppe regions. Grassland degradation in China was mainly caused by climate change, whereas it was mainly caused by human activities in Mongolia. Grassland recovery in Kazakh steppe regions was mainly caused by human activities, but in Mongolia, it was mainly caused by climate change. Compared with temperature, precipitation played a more significant role on grassland productivity.",
    "readLink": "https://www.mdpi.com/2071-1050/13/11/5887"
  },
  {
    "title": "Youth Community as Initiator, Motivator and Executor in the Climate Village Program Implementation in Malangan Sukoharjo Indonesia",
    "authors": [
      "Demartoto Argyo"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202236103006",
    "journalVolume": "Vol. 361\n                                \n                                \n                                  p.\n                                  03006",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Climate change impacts ecosystem, public health, food security, and economic development. The community-based adaptation and mitigation capacities of climate change should be strengthened through implementing Climate Village Program. This research aims to explore youth community as initiator, motivator and executor of Climate Village Program in Malangan Sukoharjo. Data collection was conducted using observation, in-depth interview and documentation in September–November 2021, data analysis using an interactive model, and data validity test using data source triangulation. Fifteen informants of research were Chairperson of Environmental Office of Sukoharjo, staffs of Malangan Village, advisor, head, Living Environment Division of Climate Village Program and Malangan villagers particularly youth community of Malangan Village. Result indicates Malangan villagers developing potential medicinal plants, ornamental plants, and livestock enthusiastically. Youth community actively initiates and motivates people through socializing Covid-19 prevention and management, applying healthy and clean life behaviour, including processing and utilizing rubbish actively through Reuse Reduce Recycle system and reforestation, constructing recharge areas to prevent flood, and planting big trees to improve family food resilience, energy resilience, and people welfare and to reduce emission. Inadequate knowledge on fish cultivation and plastic bottle rubbish processing constrains the implementation as the execution of Climate Village program.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/28/e3sconf_iconard2022_03006.pdf"
  },
  {
    "title": "Coal to Biomass Transition as the Path to Sustainable Energy Production: A Hypothetical Case Scenario with the Conversion of Pego Power Plant (Portugal)",
    "authors": [
      "Leonel J. R. Nunes,",
      "Margarida Casau,",
      "João C. O. Matias,",
      "Marta Ferreira Dias"
    ],
    "doi": "https://doi.org/10.3390/app13074349",
    "journalVolume": "Vol. 13,\n                                no. 4349\n                                \n                                  p.\n                                  4349",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Fossil fuels, especially coal, contribute to carbon emissions, hindering the EU’s decarbonization goal by 2050. This article proposes converting the Pego Coal Power Plant into a biomass plant as a potential solution. Biomass, a renewable resource abundant in Portugal, can transform the Pego plant into a sustainable energy source, reducing greenhouse gas emissions and combating climate change. It also reduces rural fire risks and ensures regional social and economic stability. The study explores the feasibility, limitations, and socioeconomic impacts of this scenario. This solution prevents plant closure, reduces environmental impacts, and promotes sustainability. Aligning with Portugal’s 2030 Agenda and global climate change efforts, converting the Pego plant serves as a valuable example of renewable resource utilization for climate change mitigation and regional stability. The study’s results offer insights for policymakers and stakeholders in developing sustainable energy transition strategies. Adopting such solutions can help countries achieve decarbonization goals while promoting social and economic development.",
    "readLink": "https://www.mdpi.com/2076-3417/13/7/4349"
  },
  {
    "title": "Differential expression analyses reveal extensive transcriptional plasticity induced by temperature in New Zealand silver trevally (Pseudocaranx georgianus)",
    "authors": [
      "Noemie Valenza‐Troubat,",
      "Marcus Davy,",
      "Roy Storey,",
      "Matthew J. Wylie,",
      "Elena Hilario,",
      "Peter Ritchie,",
      "Maren Wellenreuther"
    ],
    "doi": "https://doi.org/10.1111/eva.13332",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  237\n                                  – 248",
    "issn": "1752-4571 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/17524571",
    "abstract": "Abstract Ectotherm species, such as marine fishes, depend on environmental temperature to regulate their vital functions. In finfish aquaculture production, being able to predict physiological responses in growth and other economic traits to temperature is crucial to address challenges inherent in the selection of grow‐out locations. This will become an even more significant issue under the various predicted future climate change scenarios. In this study, we used the marine teleost silver trevally (Pseudocaranx georgianus), a species currently being explored as a candidate for aquaculture in New Zealand, as a model to study plasticity in gene expression patterns and growth in response to different temperatures. Using a captive study population, temperature conditions were experimentally manipulated for 1 month to mimic seasonal extremes. Phenotypic differences in growth were measured in 400 individuals, and gene expression patterns of pituitary gland and liver were determined in a subset of 100 individuals. Results showed that growth increased 50% in the warmer compared with the colder condition, suggesting that temperature has a large impact on metabolic activities associated with growth. A total of 265,116,678 single‐end RNA sequence reads were aligned to the trevally genome, and 28,416 transcript models were developed (27,887 of these had GenBank accessions, and 17,980 unique gene symbols). Further filtering reduced this set to 8597 gene models. 39 and 238 differentially expressed genes (DEGs) were found in the pituitary gland and the liver, respectively (|log2FC| > 0.26, p‐value < 0.05). Of these, 6 DEGs showed a common expression pattern between both tissues, all involved in housekeeping functions. Temperature‐modulated growth responses were linked to major pathways affecting metabolism, cell regulation and signalling, previously shown to be important for temperature tolerance in other fish species. An interesting finding of this study was that genes linked to the reproductive system were up‐regulated in both tissues in the high treatment, indicating the onset of sexual maturation. Few studies have investigated the thermal plasticity of the gene expression in the main organs of the somatotropic axis simultaneously. Our findings indicate that trevally exhibit substantial growth differences and predictable plastic regulatory responses to different temperature conditions. We identified a set of genes that provide a list of candidates for further investigations for selective breeding objectives and how populations may adapt to increasing temperatures.",
    "readLink": "https://doi.org/10.1111/eva.13332"
  },
  {
    "title": "Islamism without commotion: the religious transformation of Tuak Kampong in West Lombok",
    "authors": [
      "Pajar Hatma Indra Jaya,",
      "S Saptoni,",
      "Muhammad Izzul Haq"
    ],
    "doi": "https://doi.org/10.18326/ijims.v13i1.29-56",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  29\n                                  – 56",
    "issn": "2089-1490 (Print)",
    "publisher": "2406-825X (Online)",
    "countryOfPublisher": "IAIN Salatiga",
    "lcc": [
      "Indonesia",
      "Philosophy. Psychology. Religion: Islam. Bahai Faith. Theosophy, etc.: Islam"
    ],
    "journalUrl": "http://ijims.iainsalatiga.ac.id",
    "abstract": "The Islamic revival movement is often considered a threat to other religious groups. Many studies on the issues have presented the dark sides of religion, wherein Islamic movements often turned into political ones leading to religion-based fundamentalism, violence, and terrorism. The current research explicates the process and characteristics of Islamism in a democratic climate by investigating a case of religious transformation in a traditional kampong formerly known for producing tuak in West Lombok. The Islamic movement, or to be precise, purification, is recently quite prevalent in the area. It relates to the early history of Islamization in Lombok, which pitted Islam against Hinduism and other local traditions. Such confluences generated rules and regional Islamic variants that are often considered heretic. Qualitative data for this study was gathered through observations, desk study, and interviews. This research found that the Islamization process observed in the tuak kampong displays unique characteristics different from those that commonly portray Islamic movements. Islamization in West Lombok was carried out without any commotion due to its non-coercive, outward-looking, and rational factors. These attributes are apparent in the three processes of transformation, the first is non-coercive cultural transformation through education and awareness, the second refers to structural change achieved through legal arrangement, and the third is rational transformation through community empowerment programs.",
    "readLink": "https://ijims.iainsalatiga.ac.id/index.php/ijims/article/view/6935"
  },
  {
    "title": "Uncertain Emission Reductions from Forest Conservation: REDD in the Bale Mountains, Ethiopia",
    "authors": [
      "Charlene Watson,",
      "Susana Mourato,",
      "E. J. Milner-Gulland"
    ],
    "doi": "https://doi.org/10.5751/ES-05670-180306",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  p.\n                                  6",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "The environmental integrity of a mechanism rewarding Reduced Emissions from Deforestation and Degradation (REDD) depends on appropriate accounting for emission reductions. Largely stemming from a lack of forest data in developing countries, emission reductions accounting contains substantial uncertainty as a result of forest carbon stock estimates, where the application of biome-averaged data over large forest areas is commonplace. Using a case study in the Bale Mountains in Ethiopia, we exemplify the implications of primary and secondary forest carbon stock estimates on predicted REDD project emission reductions and revenues. Primary data estimate area-weighted mean forest carbon stock of 195 tC/ha ± 81, and biome-averaged data reported by the Intergovernmental Panel on Climate Change underestimate forest carbon stock in the Bale Mountains by as much as 63% in moist forest and 58% in dry forest. Combining forest carbon stock estimates and uncertainty in voluntary carbon market prices demonstrates the financial impact of uncertainty: potential revenues over the 20-year project ranged between US$9 million and US$185 million. Estimated revenues will influence decisions to implement a project or not and may have profound implications for the level of benefit sharing that can be supported. Strong financial incentives exist to improve forest carbon stock estimates in tropical forests, as well as the environmental integrity of REDD projects.",
    "readLink": "http://www.ecologyandsociety.org/vol18/iss3/art6/"
  },
  {
    "title": "Mitigating the effects of climate change on human health with vaccines and vaccinations",
    "authors": [
      "Cara Lynn Kim,",
      "Suneth Agampodi,",
      "Suneth Agampodi,",
      "Florian Marks,",
      "Florian Marks,",
      "Florian Marks,",
      "Florian Marks,",
      "Jerome H. Kim,",
      "Jerome H. Kim,",
      "Jean-Louis Excler"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2023.1252910",
    "journalVolume": "Vol. 11",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "Climate change represents an unprecedented threat to humanity and will be the ultimate challenge of the 21st century. As a public health consequence, the World Health Organization estimates an additional 250,000 deaths annually by 2030, with resource-poor countries being predominantly affected. Although climate change’s direct and indirect consequences on human health are manifold and far from fully explored, a growing body of evidence demonstrates its potential to exacerbate the frequency and spread of transmissible infectious diseases. Effective, high-impact mitigation measures are critical in combating this global crisis. While vaccines and vaccination are among the most cost-effective public health interventions, they have yet to be established as a major strategy in climate change-related health effect mitigation. In this narrative review, we synthesize the available evidence on the effect of climate change on vaccine-preventable diseases. This review examines the direct effect of climate change on water-related diseases such as cholera and other enteropathogens, helminthic infections and leptospirosis. It also explores the effects of rising temperatures on vector-borne diseases like dengue, chikungunya, and malaria, as well as the impact of temperature and humidity on airborne diseases like influenza and respiratory syncytial virus infection. Recent advances in global vaccine development facilitate the use of vaccines and vaccination as a mitigation strategy in the agenda against climate change consequences. A focused evaluation of vaccine research and development, funding, and distribution related to climate change is required.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2023.1252910/full"
  },
  {
    "title": "DAMPAK KEBIJAKAN PERDAGANGAN PADA KINERJA EKSPOR PRODUK INDUSTRI KAYU PRIMER INDONESIA",
    "authors": [
      "Bambang Sukmananto"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2008.5.4.245-264",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  245\n                                  – 264",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Tujuan studi ini adalah:1) Mengidentifikasi faktor yang mempengaruhi kinerja ekspor; 2) Mengevaluasi dampak kebijakan perdagangan kayu bulat pada kinerja ekspor untuk periode 1980-2002, dan 3) Meramalkan dampak kebijakan perdagangan kayu bulat pada kinerja ekspor produk industri kayu primer untuk periode 2007-2010. Kebijakan alternatif pada studi ini disimulasikan dengan model persamaam ekonometrik simultan yang terdiri dari 25 struktur persamaan, 3 persamaan teknik produksi dan 11 mengukur parameter identitas. Metode Two Stage Least Square (2 SLS) digunakan untuk mengukur parameter pada persamaan struktural. Studi menganalisa 12 skenario peramalan simultan yang mana 8 skenario dengan instrumen tunggal dan 4 skenario dengan skenario gabungan. Skenario ke 12 merupakan skenario gabungan yang terdiri dari 6 skenario: 1) meningkatkan provisi sumberdaya hutan; 2) meningkatkan biaya reforestrasi; 3) penurunan suku bunga; 4) penghapusan larangan ekspor kayu bulat; 5) meningkatkan upah epkerja dan 6) meningkatkan suly domestik kayu bulat. Skenario ke-12 tersebut adalah skenario yang terbaik dalam hal kinerja eskpor industri kayu primer. Skenario ke-12 direkomendasikan sebagai kebijakan yang tepat untuk meningkatkan pendapatan pada kinerja ekspor karena hal tersebut juga mewakili: 1) kepentingan pemerintah dalam hal meningkatkan provisi sumberdaya hutan; 2)kepentingan sektor private dalam penurunan suku buangan dan pengahpusan ekspor kayu bulat; 3) kepentingan pekerja dalam hal peningkatan pendapatan; 4) kepentingan lingkungan dalan hal peningkatan biaya reforestrasi.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/2717"
  },
  {
    "title": "Phenotypic variation and traits interrelationships in bread wheat (Triticum aestivum L.) genotypes in Northern Ethiopia",
    "authors": [
      "Ahmed GETACHEW,",
      "Fisseha WOREDE,",
      "Sentayehu ALAMEREW"
    ],
    "doi": "https://doi.org/10.14720/aas.2021.117.3.1291",
    "journalVolume": "Vol. 117,\n                                no. 3",
    "issn": "1581-9175 (Print)",
    "publisher": "1854-1941 (Online)",
    "countryOfPublisher": "University of Ljubljana Press (Založba Univerze v Ljubljani)",
    "lcc": [
      "Slovenia",
      "Agriculture"
    ],
    "journalUrl": "https://journals.uni-lj.si/aas/",
    "abstract": "Information on phenotypic variation helps to breed better varieties. Forty-nine bread wheat genotypes were evaluated in simple lattice design at Jamma and Geregera to determine the extent of variation and association among 11 traits. Analysis of variance showed significant differences (p < 0.01) among the genotypes for all traits, indicating the presence of adequate variability. Maximum values of genotypic coefficients of variation were recorded for spike length (8.66 %), number of productive tillers (8.4 %), number of grains per spike (6.4 %) and thousand-seed mass (6.15 %); this also shows the presence of substantial variability for these traits. Genetic parameters of the study revealed that days to heading, plant height, spike length, number of grains per spike and thousand-seed mass had moderate to high heritability and genetic advance as percent of the mean. Therefore, direct selection could be practiced to improve bread wheat for these traits. Moreover, selection of early-cycle lines which can escape the negative effects of climate change will be possible. Grain yield had strong and significant positive correlation with thousand-seed mass (rg = 0.395**), biological yield (rgv= 0.617**) and harvest index (rg = 0.731**); selection based on these traits will be most effective in future bread wheat yield improvement programs as they also exerted strong positive direct effects on grain yield.",
    "readLink": "https://journals.uni-lj.si/aas/article/view/13028"
  },
  {
    "title": "Global sensitivity analysis of the climate–vegetation system to astronomical forcing:   an emulator-based approach",
    "authors": [
      "N. Bounceur,",
      "M. Crucifix,",
      "R. D. Wilkinson"
    ],
    "doi": "https://doi.org/10.5194/esd-6-205-2015",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  205\n                                  – 224",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "A global sensitivity analysis is performed to describe the effects of astronomical forcing on the climate–vegetation system simulated by the model of intermediate complexity LOVECLIM in interglacial conditions. The methodology relies on the estimation of sensitivity measures, using a Gaussian process emulator as a fast surrogate of the climate model, calibrated on a set of well-chosen experiments. The outputs considered are the annual mean temperature and precipitation and the growing degree days (GDD). The experiments were run on two distinct land surface schemes to estimate the importance of vegetation feedbacks on climate variance. This analysis provides a spatial description of the variance due to the factors and their combinations, in the form of \"fingerprints\" obtained from the covariance indices. The results are broadly consistent with the current under-standing of Earth's climate response to the astronomical forcing. In particular, precession and obliquity are found to contribute in LOVECLIM equally to GDD in the Northern Hemisphere, and the effect of obliquity on the response of Southern Hemisphere temperature dominates precession effects. Precession dominates precipitation changes in subtropical areas. Compared to standard approaches based on a small number of simulations, the methodology presented here allows us to identify more systematically regions susceptible to experiencing rapid climate change in response to the smooth astronomical forcing change. In particular, we find that using interactive vegetation significantly enhances the expected rates of climate change, specifically in the Sahel (up to 50% precipitation change in 1000 years) and in the Canadian Arctic region (up to 3° in 1000 years). None of the tested astronomical configurations were found to induce multiple steady states, but, at low obliquity, we observed the development of an oscillatory pattern that has already been reported in LOVECLIM. Although the mathematics of the analysis are fairly straightforward, the emulation approach still requires considerable care in its implementation. We discuss the effect of the choice of length scales and the type of emulator, and estimate uncertainties associated with specific computational aspects, to conclude that the principal component emulator is a good option for this kind of application.",
    "readLink": "http://www.earth-syst-dynam.net/6/205/2015/esd-6-205-2015.pdf"
  }
]