[
  {
    "title": "Analisis Dampak Lingkungan Pengolahan Limbah Fly Ash dan Bottom Ash dengan Metode Siklus Daur Hidup (Life Cycle Assessment/LCA) di Industri Pembangkit Listrik Tenaga Uap",
    "authors": [
      "Intan Dwi Wahyu Setyo Rini,",
      "Madah Maria,",
      "Eka Masrifatus Anifah,",
      "Andika Ade Indra Saputra,",
      "Adrian Gunawan,",
      "Ahmad Ibnu Arobi"
    ],
    "doi": "Vol. 6,\n                                no. 3",
    "issn": "2549-2713 (Print)",
    "publisher": "2622-9099 (Online)",
    "countryOfPublisher": "Institut Teknologi Kalimantan",
    "lcc": [
      "Indonesia",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://journal.itk.ac.id/index.php/sjt/",
    "abstract": "PLTU Teluk Balikpapan dengan kapasitas mencapai 2 x 110 MW menghasilkan limbah fly ash dan bottom ash. Limbah tersebut diolah dengan cara ditimbun pada lahan terbuka. Penimbunan tersebut kurang efektif karena membutuhkan banyak lahan untuk menampung limbah yang dihasilkan. Maka diusulkan tiga skenario pengolahan limbah fly ash dan bottom ash yaitu skenario 1 penimbunan di landfill, skenario 2 pemanfaatan menjadi paving block dan skenario 3 pemanfaatan menjadi kompos. Penelitian ini bertujuan untuk menganalisis dampak lingkungan dari pengolahan limbah fly ash dan bottom ash eksisting dan untuk mengetahui skenario terbaik pengolahan limbah fly ash dan bottom ash dengan metode Life Cycle Assessment (LCA). Tahapan LCA mengacu pada ISO 14040 tahun 2006 yang terdiri dari tujuan dan ruang lingkup, analisis inventori, analisis dampak, dan interpretasi. Hasil analisis kontribusi dampak terhadap lingkungan dengan skenario 1 diperoleh tiga dampak dengan nilai tertinggi yakni natural land transformation dengan nilai 15,8 lalu climate change dengan nilai 9,5 dan particulate matter formation dengan nilai 6,8. Selanjutnya, hasil perhitungan menunjukan bahwa skenario terbaik pengolahan limbah fly ash dan bottom ash adalah skenario 3 yaitu pengolahan menjadi kompos.",
    "readLink": "https://journal.itk.ac.id/index.php/sjt/article/view/761"
  },
  {
    "title": "Comparison of Characteristics of a ZnO Gas Sensor Using a Low-Dimensional Carbon Allotrope",
    "authors": [
      "Jihoon Lee,",
      "Jaebum Park,",
      "Jeung-Soo Huh"
    ],
    "doi": "https://doi.org/10.3390/s23010052",
    "journalVolume": "Vol. 23,\n                                no. 52\n                                \n                                  p.\n                                  52",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "Owing to the increasing construction of new buildings, the increase in the emission of formaldehyde and volatile organic compounds, which are emitted as indoor air pollutants, is causing adverse effects on the human body, including life-threatening diseases such as cancer. A gas sensor was fabricated and used to measure and monitor this phenomenon. An alumina substrate with Au, Pt, and Zn layers formed on the electrode was used for the gas sensor fabrication, which was then classified into two types, A and B, representing the graphene spin coating before and after the heat treatment, respectively. Ultrasonication was performed in a 0.01 M aqueous solution, and the variation in the sensing accuracy of the target gas with the operating temperature and conditions was investigated. As a result, compared to the ZnO sensor showing excellent sensing characteristics at 350 °C, it exhibited excellent sensing characteristics even at a low temperature of 150 °C, 200 °C, and 250 °C.",
    "readLink": "https://www.mdpi.com/1424-8220/23/1/52"
  },
  {
    "title": "Identification of Factors Influencing Development of Photovoltaic (PV) Implementation in Singapore",
    "authors": [
      "Siu-Kit Lau,",
      "Vesna Kosorić,",
      "Monika Bieri,",
      "André   M. Nobre"
    ],
    "doi": "https://doi.org/10.3390/su13052630",
    "journalVolume": "Vol. 13,\n                                no. 2630\n                                \n                                  p.\n                                  2630",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Despite the steady growth of grid-connected installed capacity in Singapore in the last decade and intensive government effort towards “solarization”, implementation of photovoltaics (PV) and especially building-integrated photovoltaics (BIPV) into the built environment has not gathered as much momentum as would have been expected given the country’s ample solar energy resource potential, strong economic fundamentals and the robust real estate sector. Based on a conducted web-survey and qualitative interviews among local professionals, this paper examines the obstacles, potentials and drivers that could facilitate and accelerate BIPV and PV façade integration, as well as needs that could encourage wider PV use. In order to define a unified strategy, aligning the stakeholders’ views, the following disputable factors are pointed out and discussed: (1) incomplete understanding of BIPV and building-applied photovoltaics (BAPV) among stakeholders, (2) costs of BIPV systems, (3) low awareness of and confidence in “integrability” of PV modules, (4) incomplete knowledge about and insufficiently investigated PV performance and (5) potential of PV façade and roof integration. Since the costs are the key identified factor for BIPV implementation, life-cycle cost (LCC) assessments of PV façade and roof integrations have been performed, which supported the search for solutions to identified problems. The performed analysis and findings present the basis for the development of a long-term holistic strategy for PV implementation in Singapore that could help the highly-urbanized, tropical resource- and land-constrained island city-state reduce the dependency on fossil fuels and achieve the climate change targets, thus promoting a more sustainable built environment.",
    "readLink": "https://www.mdpi.com/2071-1050/13/5/2630"
  },
  {
    "title": "Higher-order interactions mitigate direct negative effects on population dynamics of herbaceous plants during succession",
    "authors": [
      "Junli Xiao,",
      "Yuanzhi Li,",
      "Chengjin Chu,",
      "Youshi Wang,",
      "Scott J Meiners,",
      "Daniel B Stouffer"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab8a88",
    "journalVolume": "Vol. 15,\n                                no. 7\n                                \n                                  p.\n                                  074023",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Plant succession is regulated by a combination of abiotic and biotic factors. However, previous studies of biotic drivers have focused overwhelmingly on direct pairwise species interactions, ignoring the likely prevalent higher-order interactions (HOIs) in natural systems. Climate also plays a significant role in determining successional dynamics with both direct effects and indirect effects via altered biotic interactions. Here we explored the relative effects of direct species interactions, HOIs, climate, and their interactions on population dynamics of herbaceous plants during 50 years of post-agricultural secondary succession and tested whether the inclusion of HOIs and climate data improved forecasts of population dynamics. Direct intraspecific interactions were competitive and prevalent across the 90 herbaceous plants examined, while direct interspecific interactions only affected populations of 29% species. HOIs, mainly arose from intraspecific HOIs of conspecifics, were mostly positive and thus largely mitigated the competitive effects of direct intraspecific interactions. Species with lower peak cover experienced stronger intraspecific competition and positive intraspecific HOIs of conspecifics. Direct interspecific interactions had neutral or facilitative effects on species with lower peak cover, and tended to have competitive effects on species with higher peak cover. Climate simultaneously influenced population dynamics both directly and indirectly via altered species interactions. Forecast performance was significantly improved with the inclusion of HOIs or climate for about half and one-third of species, respectively. Our study emphasizes the importance of HOIs, which largely mitigated direct competitive effects on population dynamics of herbaceous plants during succession. Teasing apart HOIs from direct species interactions substantially refined our understanding of successional dynamics of herbaceous plants and improved the accuracy of forecasting population dynamics during succession in a changing world.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab8a88"
  },
  {
    "title": "Selecting a climate model subset to optimise key ensemble properties",
    "authors": [
      "N. Herger,",
      "G. Abramowitz,",
      "R. Knutti,",
      "R. Knutti,",
      "O. Angélil,",
      "K. Lehmann,",
      "B. M. Sanderson"
    ],
    "doi": "https://doi.org/10.5194/esd-9-135-2018",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  pp.\n                                  135\n                                  – 151",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "End users studying impacts and risks caused by human-induced climate change are often presented with large multi-model ensembles of climate projections whose composition and size are arbitrarily determined. An efficient and versatile method that finds a subset which maintains certain key properties from the full ensemble is needed, but very little work has been done in this area. Therefore, users typically make their own somewhat subjective subset choices and commonly use the equally weighted model mean as a best estimate. However, different climate model simulations cannot necessarily be regarded as independent estimates due to the presence of duplicated code and shared development history. Here, we present an efficient and flexible tool that makes better use of the ensemble as a whole by finding a subset with improved mean performance compared to the multi-model mean while at the same time maintaining the spread and addressing the problem of model interdependence. Out-of-sample skill and reliability are demonstrated using model-as-truth experiments. This approach is illustrated with one set of optimisation criteria but we also highlight the flexibility of cost functions, depending on the focus of different users. The technique is useful for a range of applications that, for example, minimise present-day bias to obtain an accurate ensemble mean, reduce dependence in ensemble spread, maximise future spread, ensure good performance of individual models in an ensemble, reduce the ensemble size while maintaining important ensemble characteristics, or optimise several of these at the same time. As in any calibration exercise, the final ensemble is sensitive to the metric, observational product, and pre-processing steps used.",
    "readLink": "https://www.earth-syst-dynam.net/9/135/2018/esd-9-135-2018.pdf"
  },
  {
    "title": "Blue light increases thermal bleaching tolerance of coral via remodeling host-Symbiodiniaceae symbiosis",
    "authors": [
      "Sanqiang Gong,",
      "Jiayuan Liang,",
      "Lijia Xu,",
      "Yongzhi Wang,",
      "Jun Li,",
      "Xuejie Jin,",
      "Kefu Yu,",
      "Yuehuan Zhang"
    ],
    "doi": "Vol. 155\n                                \n                                \n                                  p.\n                                  111020",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Given the high degree of heterogeneity of coral bleaching, there is potential for abiotic approaches to improve the thermal tolerance of coral. However, there is limited knowledge about such factors and causes that regulating acclimation of coral to warming. Here, a study was conducted on the reef building coral Acropora tenuis to investigate the impact of light qualities on the physiological, cellular, and molecular biochemical responses of the coral holobiont to heat stress. The results showed that after subjecting the samples to heat stress at 32 ℃ for 9 days, over 90% corals exposed to compound light experienced bleaching on the fifth day, while corals exposed to blue light showed no significant signs of bleaching even on the ninth day. This indicates that blue light may enhanced the coral’s thermal bleaching tolerance. Further analysis revealed blue light primarily increased coral’s resistance to thermal bleaching by remodeling the interactions between Symbiodiniaceae (i.e. decreased photosynthesis, respiration and ROS release) and coral (i.e. decreased respiration and lipid peroxidation). The study also found that the host's of reactive oxygen species (ROS) played a role in causing coral bleaching besides the ROS released by Symbiodiniaceae. The up-regulation of the DAO gene (encoding D-amino-acid oxidase, up-regulated nearly 1000 times under warming conditions) in the host highlights the mechanism of coral bleaching, whereby the catalysis of amino acids by the D-amino-acid oxidase produces ROS. In summary, the present study reveals novelty insights into the molecular processes related to thermal bleaching of coral, identifies blue light as a positive environmental factor that enhances coral’s tolerance to global warming.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23011627"
  },
  {
    "title": "The Role of El Niño in Driving Drought Conditions over the Last 2000 Years in Thailand",
    "authors": [
      "Katherine Power,",
      "Jamie Barnett,",
      "Travis Dickinson,",
      "Josefine Axelsson"
    ],
    "doi": "https://doi.org/10.3390/quat3020018",
    "journalVolume": "Vol. 3,\n                                no. 18\n                                \n                                  p.\n                                  18",
    "issn": "2571-550X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology: Physical anthropology. Somatology: Human evolution",
      "Science: Geology: Stratigraphy"
    ],
    "journalUrl": "https://www.mdpi.com/journal/quaternary",
    "abstract": "Irregular climate events frequently occur in Southeast Asia due to the numerous climate patterns combining. Thailand sits at the confluence of these interactions, and consequently experiences major hydrological events, such as droughts. Proxy data, speleothem records, lake sediment sequences and tree ring chronologies were used to reconstruct paleo drought conditions. These trends were compared with modelled and historic El Niño Southern Oscillation (ENSO) data to assess if the ENSO climate phenomena is causing droughts in Thailand. Drought periods were found to occur both during El Niño events and ENSO neutral conditions. This indicates droughts are not a product of one climate pattern, but likely the result of numerous patterns interacting. There is uncertainty regarding how climate patterns will evolve under climate change, but changes in amplitude and variability could potentially lead to more frequent and wider reaching hydrological disasters. It is vital that policies are implemented to cope with the resulting social and economic repercussions, including diversification of crops and reorganisation of water consumption behaviour in Thailand.",
    "readLink": "https://www.mdpi.com/2571-550X/3/2/18"
  },
  {
    "title": "The RothC Model to Complement Life Cycle Analyses: A Case Study of an Italian Olive Grove",
    "authors": [
      "Valentina Fantin,",
      "Alessandro Buscaroli,",
      "Patrizia Buttol,",
      "Elisa Novelli,",
      "Cristian Soldati,",
      "Denis Zannoni,",
      "Giovanni Zucchi,",
      "Serena Righi"
    ],
    "doi": "https://doi.org/10.3390/su14010569",
    "journalVolume": "Vol. 14,\n                                no. 569\n                                \n                                  p.\n                                  569",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Soil organic carbon (SOC) plays a fundamental role in soil health, and its storage in soil is an important element to mitigate climate change. How to include this factor in Life Cycle Assessment studies has been the object of several papers and is still under discussion. SOC storage has been proposed as an additional environmental information in some applications of the Product Environmental Footprint (PEF). In the framework of wider activity aimed at producing the PEF of olive oil, the RothC model was applied to an olive cultivation located in Lazio region (Italy) to calculate the SOC storage and assess four scenarios representing different agricultural practices. RothC applicability, possible use of its results for improving product environmental performance, and relevance of SOC storage in terms of CO2eq compared to greenhouse gas emissions of the life-cycle of olive oil are discussed in this paper. According to the results, in all scenarios, the contribution in terms of CO2eq associated with SOC storage is remarkable compared to the total greenhouse gas emissions of the olive oil life-cycle. It is the opinion of the authors that the calculation of the SOC balance allows a more proper evaluation of the agricultural products contribution to climate change, and that the indications of the scenarios analysis are useful to enhance the environmental performance of these products. The downside is that the application of RothC requires additional data collection and expertise if compared to the execution of PEF studies.",
    "readLink": "https://www.mdpi.com/2071-1050/14/1/569"
  },
  {
    "title": "Do climate and human disturbance determine the sizes of endangered Metasequoia glyptostroboides trees in their native range?",
    "authors": [
      "Kexin Fan,",
      "Xunru Ai,",
      "Lan Yao,",
      "Jihong Huang,",
      "Yue Xu,",
      "Xinghui Lu,",
      "Yi Ding,",
      "Runguo Zang"
    ],
    "doi": "Vol. 21",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Under global change scenarios, climate change and habitat loss or alteration as a result of human activities are regarded as two important factors affecting species’ distributions and in situ conservation. Metasequoia glyptostroboides Hu et Cheng, a living fossil, occurs naturally only in a small region in Central China, with most individuals now growing near human settlements. The climate in the native range is poorly characterized, and little is known regarding what potential factors (e.g. climate variables) explain variation in the sizes of M. glyptostroboides trees. Here, we found that climate variables were not, or only very weakly, related to three measures of tree sizes: canopy sizes, DBHs (diameter at breast heights) and heights. As elevations increased, tree heights and canopy sizes decreased significantly, but no relationship was found with DBHs. On average, M. glyptostroboides trees were larger, in terms of DBHs and heights, when growing within 30 m of a house, road or farmland versus more than 30 m from one or more of these features; however, canopy sizes showed the opposite trend for trees growing near roads and farmlands. Climate variables, elevations, and human disturbance explained little variations in tree canopy sizes, DBHs or heights, though human disturbance was the most important factor of the tree for DBHs. Elevations, mean annual temperature, and precipitation in the wettest quarter explained the most variation in tree heights, while elevations, precipitation in the wettest quarter and the distance to farmland affected canopy sizes. Due to its poor natural regeneration in the native range, more effective in situ conservation is urgently needed for the existing small M. glyptostroboides populations. Keywords: Native range, Diameter at breast heights, Tree heights, Canopy sizes, Elevations",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989419306596"
  },
  {
    "title": "Changes in the hydro-climatic regime of the Hunza Basin in the Upper Indus under CMIP6 climate change projections",
    "authors": [
      "Aftab Nazeer,",
      "Shreedhar Maskey,",
      "Thomas Skaugen,",
      "Michael E. McClain"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-25673-6",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The Upper Indus Basin (UIB) heavily depends on its frozen water resources, and an accelerated melt due to the projected climate change may significantly alter future water availability. The future hydro-climatic regime and water availability of the Hunza basin (a sub-basin of UIB) were analysed using the newly released Coupled Model Intercomparison Project Phase 6 (CMIP6) climate projections. A data and parameter parsimonious precipitation-runoff model, the Distance Distribution Dynamics (DDD) model, was used with energy balance-based subroutines for snowmelt, glacier melt and evapotranspiration. The DDD model was set up for baseline (1991–2010), mid-century (2041–2060) and end-century (2081–2100) climates projections from two global circulation models (GCM), namely EC-Earth3 and MPI-ESM. The projections indicate a substantial increase in temperature (1.1–8.6 °C) and precipitation (12–32%) throughout the twenty-first century. The simulations show the future flow increase between 23–126% and the future glacier melt increase between 30–265%, depending on the scenarios and GCMs used. Moreover, the simulations suggest an increasing glacier melt contribution from all elevations with a significant increase from the higher elevations. The findings provide a basis for planning and modifying reservoir operation strategies with respect to hydropower generation, irrigation withdrawals, flood control, and drought management.",
    "readLink": "https://doi.org/10.1038/s41598-022-25673-6"
  }
]