[
  {
    "title": "Positive Social-Ecological Feedbacks in Community-Based Conservation",
    "authors": [
      "Anastasia C. E. Quintana,",
      "Alfredo Giron-Nava,",
      "Samuel Urmy,",
      "Alli N. Cramer,",
      "Santiago Domínguez-Sánchez,",
      "Salvador Rodríguez-Van Dyck,",
      "Octavio Aburto-Oropeza,",
      "Xavier Basurto,",
      "Amy Hudson Weaver"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.652318",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Marine area-based conservation measures including no-take zones (areas with no fishing allowed) are often designed through lengthy processes that aim to optimize for ecological and social objectives. Their (semi) permanence generates high stakes in what seems like a one-shot game. In this paper, we theoretically and empirically explore a model of short-term area-based conservation that prioritizes adaptive co-management: temporary areas closed to fishing, designed by the fishers they affect, approved by the government, and adapted every 5 years. In this model, no-take zones are adapted through learning and trust-building between fishers and government fisheries scientists. We use integrated social-ecological theory and a case study of a network of such fisheries closures (“fishing refugia”) in northwest Mexico to hypothesize a feedback loop between trust, design, and ecological outcomes. We argue that, with temporary and adaptive area-based management, social and ecological outcomes can be mutually reinforcing as long as initial designs are ecologically “good enough” and supported in the social-ecological context. This type of adaptive management also has the potential to adapt to climate change and other social-ecological changes. This feedback loop also predicts the dangerous possibility that low trust among stakeholders may lead to poor design, lack of ecological benefits, eroding confidence in the tool’s capacity, shrinking size, and even lower likelihood of social-ecological benefits. In our case, however, this did not occur, despite poor ecological design of some areas, likely due to buffering by social network effects and alternative benefits. We discuss both the potential and the danger of temporary area-based conservation measures as a learning tool for adaptive co-management and commoning.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.652318/full"
  },
  {
    "title": "European Green Deal: The Transformation of Consumer Behaviour and Business Marketing Communication as Opportunities to Increase Consumer Involvement in the Sorting of Waste in Latvia",
    "authors": [
      "Kristine Blumfelde-Rutka"
    ],
    "doi": "https://doi.org/10.33067/SE.1.2023.8",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  163\n                                  – 176",
    "issn": "1428-149X (Print)",
    "publisher": "Center for  Europe, Warsaw University",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Political science"
    ],
    "journalUrl": "https://journalse.com/",
    "abstract": "The European Green Deal is the European Union’s latest expression of its ambition to become a world leader in addressing climate change (Kleinberga, 2020). Adaptation to climate change (CCh) is a key priority of the European Union (EU), exemplifi ed by the EU’s efforts to become “the first climate-neutral continent” (European Union, 2019) in the world by 2050. This article aims to analyse opportunities to increase consumer involvement in the context of waste sorting and climate change in Latvia, based on theoretical knowledge about consumer behaviour and empirical data analysis, to develop recommendations for marketing communication and consumer behaviour in the context of climate change content for waste management companies. There is a necessity to understand how to increase consumer involvement in waste-sorting due to the increasing amount of waste both in Latvia and the rest of the world. The following research methods have been used: the monographic method, secondary data analysis, the discourse analysis/coding method, the graphical method, and the qualitative method – a focus group interview. The most significant barriers that discourage consumers from sorting waste are the lack of infrastructure, the lack of information on how to sort waste properly and waste’s environmental impact, as well as the complex system that allows for differences in waste-sorting between municipalities and even neighbourhoods in the same city. Recommendations were developed as a result of the research for waste management companies in terms of communication, NGOs on education, and information for consumers, businesses, and waste management companies.",
    "readLink": "https://journalse.com/pliki/pw/1-2023-Blumfelde.pdf"
  },
  {
    "title": "Impact of Forest Harvesting and Forest Regeneration on Runoff Dynamics at Watersheds of Central Siberia",
    "authors": [
      "A. A. Onuchin,",
      "T. A. Burenina,",
      "N. V. Ziryukina,",
      "S. K. Farber"
    ],
    "doi": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  110\n                                  – 118",
    "issn": "2311-1410 (Print)",
    "publisher": "2312-2099 (Online)",
    "countryOfPublisher": "Russian Academy of Sciences, Siberian Branch Publishing House",
    "lcc": [
      "Russian Federation",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://sibjforsci.com/",
    "abstract": "In the paper disturbance of Angara river region forests were estimated and peculiarities of forest regeneration after logging and wild fires were analyzed. According to the landscape classification of the regional study, three groups of landscapes differencing on types of forest successions were developed. It was shown that water protective and water regulate functions of the Angara river region forests change under commercial forest harvesting. Comparisons of the inventory and hydrological data detected that hydrological consequences of commercial forest harvesting are dependent on climatic parameters and forest regeneration peculiarities. In the continental climate conditions, when forest regeneration is delayed, snow storms are more active, snow evaporation increases and runoff reduces. In the process of logging sites overgrown with secondary small-leaved forest, snow accumulation increases and runoff increases, exceeding the value of annual runoff at undisturbed watersheds.",
    "readLink": "http://xn--80abmehbaibgnewcmzjeef0c.xn--p1ai/upload/iblock/ba9/ba930e6f2079611b5a8f186d5c82acfd.pdf"
  },
  {
    "title": "Special Issue: 10th Anniversary of Atmosphere: Climatology and Meteorology",
    "authors": [
      "Anthony  R. Lupo,",
      "Alexander  V. Chernokulsky,",
      "Luis Gimeno,",
      "Jiafu Mao,",
      "Andreas Matzarakis,",
      "Chris  G. Tzanis,",
      "Chuixiang Yi"
    ],
    "doi": "https://doi.org/10.3390/atmos12060681",
    "journalVolume": "Vol. 12,\n                                no. 681\n                                \n                                  p.\n                                  681",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "During the last decade, the number of open access science journals has increased, and these have become an avenue for publishing quality science in a relatively fast and economical way [...]",
    "readLink": "https://www.mdpi.com/2073-4433/12/6/681"
  },
  {
    "title": "Golden-winged Warbler body fat and blood parasites are associated with anthropogenic and environmental habitat metrics",
    "authors": [
      "Chelsea L. Enslow,",
      "Rachel Vallender,",
      "Nicola Koper"
    ],
    "doi": "Vol. 18,\n                                no. 1\n                                \n                                  p.\n                                  26",
    "issn": "1712-6568 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ace-eco.org/",
    "abstract": "The extent of early successional vegetation communities is declining worldwide. Sometimes species use early successional vegetation communities associated with anthropogenic development (e.g., rangeland, cropland, transportation corridors, aggregate mines), given that, at face value, these ecosystem types can share many of the same characteristics (e.g., lack of mature trees). This may have a negative impact on species’ health by lowering access to resources or by increasing exposure or susceptibility to vectors carrying disease agents leading to infections. We investigated whether proximity to anthropogenic development had a negative impact on several health metrics of a threatened, early successional species, the Golden-winged Warbler (Vermivora chrysoptera). Golden-winged Warblers with more rangeland/grassland within 200 m of their capture location were more likely to be infected with Haemoproteus parasites, whereas those with greater marsh cover within 200 m of their capture location were more likely to be infected with Leucocytozoon parasites, and those near rivers had higher body-fat scores. As infection prevalence and body-fat scores may have an impact on avian fitness, the variable response of these land-cover types indicates an additional conservation concern for this threatened species.",
    "readLink": "https://www.ace-eco.org/vol18/iss1/art26/"
  },
  {
    "title": "Effect of Salt and Drought Stresses and Pretreatment of Salicylic acid on Seed Germination Characteristics of Lavender (Lavandula stricta Del.)",
    "authors": [
      "Hadi Sanginabadi,",
      "sarah khorasaninejad"
    ],
    "doi": "https://doi.org/10.22067/jhorts4.v30i3.38644",
    "journalVolume": "Vol. 30,\n                                no. 3\n                                \n                                  pp.\n                                  423\n                                  – 430",
    "issn": "2008-4730 (Print)",
    "publisher": "2423-3986 (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jhs.um.ac.ir/?lang=en",
    "abstract": "Introduction: Recently, medicinal and aromatic plants have received much attention in several fields such as agro alimentary, perfumes, pharmaceutical industries and natural cosmetic products. Although secondary metabolites in the medicinal and aromatic plants impressed conventionally by their genotypes, their biosynthesis is strongly influenced by environmental factors. It means biotic and abiotic environmental factors affect growth parameters, essential oil yield and constituents. Abiotic environmental stresses especially salinity and drought has the most effect on medicinal plants. The genus Lavandula (lavender) of Lamiaceae family consists of about 30 species, many of which are found in Mediterranean, Sahara-Arabian and Iran-Turanian regions. There are only two species of Lavandula growing naturally in Iran, L. stricta Del. and L. sublepidata Rech. K. These species are not mentioned as medicinal plants in references; however L. soechas L., L. vera DC., L. angustifolia Mill. and L. dantata L. occurs naturally in Iran. Lavandula stricta Del. is a native aromatic plant in Iran from Lamiaceae. In traditional medicine, it is used for treatment of rheumatic pain, stomach pain and cough. Germination is one of the critical stages in the cycle of plants growth due to its important role in determining the final density of plant. Under water stress and salinity conditions, plant germination and its final density is important. Salicylic acid (from Latin salix) is a monohydroxybenzoic acid which is a type of phenolic acid and a beta hydroxy acid with C7H6O3 chemical formula. This colorless crystalline organic acid is widely used in organic synthesis and functions as a plant hormone which is derived from salicin metabolism. Salicylic acid (SA) is a phenolic phytohormone and is found in plants with roles in plant growth and development, photosynthesis, transpiration, ion uptake and transport. SA also induces specific changes in leaf anatomy and chloroplast structure. SA is involved in endogenous signaling, mediating in plant defense against pathogens. The signal can also move to nearby plants by salicylic acid being converted to the volatile ester, methyl salicylate. Salicylic acid has an important role in resistance to environmental stresses. In the current study, the effects of pretreatment of salicylic acid to eliminate salinity and drought stresses were evaluated on Lavender seed germination (Lavandula stricta Del.). Materials and Methods: Seed samples of raised lavender were collected from Geno (Bandar Abbas) on May 2013. Two experiments were conducted based on completely randomized design with three levels of Salicylic acid (0, 0.1 and 0.5 mM) and four levels (0, -2, -4 and -6 bar) of drought and salinity stresses with three replications in Horticultural Sciences department, Plant production faculty of Gorgan University of Agricultural Sciences and Natural Resources (GUASNR). Plumule and radicle length, germination percentage and seed vigor were evaluated. Results Discussion: Results indicated that plumule and radicle length, germination percentage and seed vigor were significantly decreased by increasing drought and salinity stresses. The absence of pretreatment with salicylic acid were lead to increase negative effects of salinity in comparison with non-pretreated in the studied trait. However salinity stress levels -2 and -6 bar and pretreatments increased all traits significantly. Overall, the results showed that among total characteristics, plumule length is more sensitive in to drought and salinity stresses. As a result, the best range of moisture for lavender seeds germination is from non-stress conditions to -2 bars. It seems that seed germination on lavender has more tolerance to drought stress conditions than salinity stress conditions. Since the climate change will result in ecological degradation and further threaten the fragility of dry and saline lands, with serious consequences for crop and livestock production and food security. Today, an estimated one billion people face hunger and absolute poverty, and in many developing countries, the gap between food production and demand is increasing rapidly. The diversity contained within plant genetic resources provides the variability needed for adaptation, and therefore will serve as a key element in maintaining food and medicine production under novel temperature, precipitation, and pest and disease conditions. Key to successful crop improvement is a continued supply of genetic diversity, including new or improved variability for target traits such as early flowering as an escape mechanism to drought and salinity. Given that Lavandula stricta Del.is native to Iran, it seems that this plant is a good candidate for further research in this area.",
    "readLink": "https://jhs.um.ac.ir/index.php/jhorts/article/view/38644"
  },
  {
    "title": "Low levels of shade and climate change adaptation of Arabica coffee in southeastern Brazil",
    "authors": [
      "Priscila Pereira Coltri,",
      "Hilton Silveira Pinto,",
      "Renata Ribeiro do Valle Gonçalves,",
      "Jurandir Zullo Junior,",
      "Vincent Dubreuil"
    ],
    "doi": "Vol. 5,\n                                no. 2\n                                \n                                  p.\n                                  e01263",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Coffee is one of the most consumed beverages in the world, and its international market has been growing for many years. Unfortunately, the Brazilian coffee production is threatened by high temperatures projected by climate change models. We evaluated three schemes of low levels of shade, which avoid the loss of production, as a strategy to adapt coffee to possible climate change. Additionally, as field measurements are expensive and often difficult to implement, we used numerical simulation to complement the evaluation. The microclimate simulator software Envi-met is a computer program often used to simulate urban environments, and we tested it on agriculture design. We verified that the shaded schemes assessed in the field decreased the air temperature in 0.6 °C in the studied period and reduced other possible climate stressors such as wind speed, radiation and raised air humidity in the dry period. Envi-met described the studied meteorological variable cycle very well, showing that combining numerical modelling and field research may be an important tool for planning the adaptation of the coffee sector to possible climate change, allowing growers choose a proper technique for their regions and environmental conditions. Finally, we highlighted the importance of planning the shade scheme on coffee areas in an interdisciplinary approach, including local climate evaluation to achieve a balance between temperature attenuation and production.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844018347698"
  },
  {
    "title": "Ecological Pressure of Carbon Footprint in Passenger Transport: Spatio-Temporal Changes and Regional Disparities",
    "authors": [
      "Fei Ma,",
      "Wenlin Wang,",
      "Qipeng Sun,",
      "Fei Liu,",
      "Xiaodan Li"
    ],
    "doi": "https://doi.org/10.3390/su10020317",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  317",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Passenger transport has become a significant producer of carbon emissions in China, thus strongly contributing to climate change. In this paper, we first propose a model of ecological pressure of the carbon footprint in passenger transport (EPcfpt). In the model, the EPcfpt values of all the provinces and autonomous regions of China are calculated and analyzed during the period of 2006–2015. For the outlier EPcfpt values of Beijing, Shanghai and Tianjin, the research areas are classified into two scenarios: the first scenario (all the provinces and autonomous regions) and the second scenario (not including Beijing, Shanghai and Tianjin). The global spatial autocorrelation analysis of the first scenario shows that the EPcfpt might be randomly distributed, while it shows positive spatial autocorrelation in the second scenario. Furthermore, we carry out the local spatial autocorrelation analysis of the second scenario, and find that the low aggregation areas are the most common type and are mainly located in the west of China. Then the disparities in EPcfpt between China’s Eight Comprehensive Economic Zones are further analyzed. Finally, we put forward a number of policy recommendations in relation to the spatio-temporal changes and the regional disparities of EPcfpt in China. This study provides related references for proposing effective policy measures to reduce the ecological pressure of carbon emissions from the passenger transport sector.",
    "readLink": "http://www.mdpi.com/2071-1050/10/2/317"
  },
  {
    "title": "Introducing a Marine Biorefinery System for the Integrated Production of Biofuels, High-Value-Chemicals, and Co-Products: A Path Forward to a Sustainable Future",
    "authors": [
      "Abdelrahman Saleh Zaky"
    ],
    "doi": "https://doi.org/10.3390/pr9101841",
    "journalVolume": "Vol. 9,\n                                no. 1841\n                                \n                                  p.\n                                  1841",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "Biofuels have many environmental and practical benefits as a transportation fuel. They are among the best alternatives to fossil fuels- thanks to their capacity for negative carbon emissions, which is vital for archiving the global ambition of a net-zero economy. However, conventional biofuel production takes place on inland sites and relies on freshwater and edible crops (or land suitable for edible crop production), which has led to the food versus fuel debate. It also suffers technical and economical barriers owing to the energy balance and the cost of production compared with fossil fuels. Establishing a coastal integrated marine biorefinery (CIMB) system for the simultaneous production of biofuels, high-value chemicals, and other co-products could be the ultimate solution. The proposed system is based on coastal sites and relies entirely on marine resources including seawater, marine biomass (seaweed), and marine microorganisms (marine yeasts and marine microalgae). The system does not require the use of arable land and freshwater in any part of the production chain and should be linked to offshore renewable energy sources to increase its economic feasibility and environmental value. This article aims to introduce the CIMB system as a potential vehicle for addressing the global warming issue and speeding the global effort on climate change mitigation as well as supporting the world’s water, food and energy security. I hope these perspectives serve to draw attention into research funding for this approach.",
    "readLink": "https://www.mdpi.com/2227-9717/9/10/1841"
  },
  {
    "title": "Regime shift dynamics, tipping points and the success of fisheries management",
    "authors": [
      "Alexandra M. Blöcker,",
      "Helene M. Gutte,",
      "Reuven L. Bender,",
      "Saskia A. Otto,",
      "Camilla Sguotti,",
      "Christian Möllmann"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-27104-y",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Recovery of depleted fish stocks is an important goal for fisheries management and crucial to sustain important ecosystem functions as well as global food security. Successful recovery requires adjusting fishing mortality to stock productivity but can be prevented or inhibited by additional anthropogenic impacts such as climate change. Despite management measures to recover fish stocks being in place in legislations such as the European Union´s Common Fisheries Policy (CFP), recovery can be hindered by the occurrence of regime shift dynamics. Such non-linear discontinuous dynamics imply tipping points and bear the characteristics of abrupt change, hysteresis and non-stationary functional relationships. We here used the recent reform of the CFP as a natural experiment to investigate the existence of regime shift dynamics and its potential effects on the recovery potential on six strongly fished or even depleted commercial fish stocks in the North Sea. Using a set of statistical approaches we show that regime shift dynamics exist in all six fish stocks as a response to changes in fishing pressure and temperature. Our results furthermore demonstrate the context-dependence of such dynamics and hence the ability of management measures to rebuild depleted fish stocks, leading to either failed recovery or positive tipping.",
    "readLink": "https://doi.org/10.1038/s41598-022-27104-y"
  }
]