[
  {
    "title": "Quantifying the Impact of Dust Sources on Urban Physical Growth and Vegetation Status: A Case Study of Saudi Arabia",
    "authors": [
      "Yazeed Alsubhi,",
      "Salman Qureshi,",
      "Mazen E. Assiri,",
      "Muhammad Haroon Siddiqui"
    ],
    "doi": "https://doi.org/10.3390/rs14225701",
    "journalVolume": "Vol. 14,\n                                no. 5701\n                                \n                                  p.\n                                  5701",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Recently, dust has created many problems, including negative effects on health, and environmental and economic costs, for people who live both near to and far from sources of dust. The aim of this study is to evaluate and quantify the impact of dust sources located inside Saudi Arabia on the physical growth and vegetation status of cities. In order to do so, satellite data sets, simulated surface data, and soil data for Saudi Arabia from 2000 to 2021 were used. In the first step, a dust sources map of the study area was generated using multi-criteria decision analysis. Land surface temperature (LST), vegetation cover, soil moisture, precipitation, air humidity, wind speed, and soil erodibility factors were considered as effective criteria in identifying dust sources. In the second step, built-up land and vegetation status maps of major cities located at different distances from dust sources were generated for different years based on spectral indicators. Then, the spatiaotemporal change of built-up land and vegetation status of the study area and major cities were extracted. Finally, impacts of major dust sources on urban physical growth and vegetation were quantified. The importance degrees of soil erodibility, wind speed, soil moisture, vegetation cover, LST, air humidity, and precipitation to identify dust sources were 0.22, 0.20, 0.16, 0.15, 0.14, 0.07, and 0.05, respectively. Thirteen major dust sources (with at least 8 years of repetition) were identified in the study area based on the overlap of the effective criteria. The identified major dust sources had about 300 days with Aerosol Optical Depth (AOD) values greater than 0.85, which indicates that these dust sources are active. The location of the nine major dust sources identified in this study corresponds to the location of the dust sources identified in previous studies. The physical growth rates of cities located 400 km from a major dust source (DMDS) are 46.2% and 95.4%, respectively. The reduction rates of average annual normalized difference vegetation index (NDVI) in these sub-regions are 0.006 and 0.002, respectively. The reduction rate of the intensity of vegetation cover in the sub-region close to dust sources is three times higher than that of the sub-region farther from dust sources. The coefficients of determination (R2) between the DMDS and urban growth rate and the NDVI change rate are 0.52 and 0.73, respectively, which indicates that dust sources have a significant impact on the physical growth of cities and their vegetation status.",
    "readLink": "https://www.mdpi.com/2072-4292/14/22/5701"
  },
  {
    "title": "Long-Term Effects of Climate and Competition on Radial Growth, Recovery, and Resistance in Mongolian Pines",
    "authors": [
      "ShouJia Sun,",
      "ShouJia Sun,",
      "JinSong Zhang,",
      "JinSong Zhang,",
      "Jia Zhou,",
      "Jia Zhou,",
      "ChongFan Guan,",
      "ChongFan Guan,",
      "Shuai Lei,",
      "Shuai Lei,",
      "Ping Meng,",
      "Ping Meng,",
      "ChangJun Yin,",
      "ChangJun Yin"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.729935",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Understanding the response of tree growth and drought vulnerability to climate and competition is critical for managing plantation forests. We analyzed the growth of Mongolian pines in six forests planted by the Three-North Shelter Forest Program with tree-ring data and stand structures. A retroactive reconstruction method was used to depict the growth-competition relationships of Mongolian pines during the growth period and their climatic responses under different competition levels. Drought vulnerability was analyzed by measuring the basal area increment (BAI) of different competition indices (CIs). In young trees, differences in BAIs in stands with different CIs were not statistically significant. After 15–20 years, medium- and high-CI stands had significantly lower tree-ring widths (TWs) and BAIs than the low-CI stands (p < 0.05). The standardized precipitation evapotranspiration index (SPEI), precipitation, relative humidity, and vapor pressure deficit were major factors affecting tree growth. On a regional scale, climate outweighed competition in determining radial growth. The relative contribution of climatic factors increased with the gap in SPEI between plantation sites and the native range, while the reverse pattern of the competition-growth relationship was observed. Drought reduced TWs and BAIs at all sites. Stands of different CIs exhibited similar resistance, but, compared with low-CI stands, high- and medium-CI stands had significantly lower recovery, resilience, and relative resilience, indicating they were more susceptible to drought stresses. Modeled CI was significantly negatively related to resistance, resilience, and relative resilience, indicating a density-dependence of tree response to drought. After exposure to multiple sequential drought events, the relative resilience of high-CI stands decreased to almost zero; this failure to fully recover to pre-drought growth rates suggests increased mortality in the future. In contrast, low-CI stands are more likely to survive in hotter, more arid climates. These results provide a better understanding of the roles of competition and climate on the growth of Mongolian pines and offer a new perspective for investigating the density-dependent recovery and resilience of these forests.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.729935/full"
  },
  {
    "title": "Population Status and Ecology of the Steno-Endemic Fairy Shrimp <i>Chirocephalus sibyllae</i> Cottarelli and Mura, 1975 Inhabiting a Mountain Temporary Pond (Central Italy)",
    "authors": [
      "Antonella Carosi,",
      "Maria Gaetana Barelli,",
      "Alessandro Ambrosi,",
      "Alessandro Rossetti,",
      "Federico Morandi,",
      "Francesca Lorenzoni,",
      "Giovanni Tagliaferri,",
      "Massimo Lorenzoni"
    ],
    "doi": "https://doi.org/10.3390/w14111750",
    "journalVolume": "Vol. 14,\n                                no. 1750\n                                \n                                  p.\n                                  1750",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "High-elevation ephemeral waters are sentinels of climate change, as they quickly respond to decreasing precipitation levels and increasing air temperatures. Fairy shrimps are among the most threatened invertebrates in ephemeral waters, as they are extremely vulnerable to habitat loss. Chirocephalus sibyllae is a fairy shrimp endemic to the Palazzo Borghese temporary pond, located within Sibillini Mountains National Park (Central Italy). The aims of the present study were to: (i) evaluate the physicochemical characteristics of C. sibyllae habitat, with special reference to climate changes over twenty years; (ii) document the life history, size, and abundance of C. sibyllae; and (iii) document the coexisting zooplankton fauna in Palazzo Borghese pond. The zooplankton community was monitored fortnightly, during the filling phases of the pond, from April 2019 to June 2021, using an 80 μm mesh net, within transects of known length. On each sampling occasion, 13 physicochemical parameters were measured, and water-level fluctuations and pond surface area were recorded. Compared to what was reported in the literature, in the last two years the wet phase of the Palazzo Borghese pond was shorter, and the pool dried up much earlier than in the past. The water quality was good and reflected the typical characteristics of high-mountain oligotrophic ponds. Orthophosphates seem to play a key role in zooplankton population abundance, increasing over time during the filling period. According to the extreme unpredictability of environmental features, the zooplankton community was composed of a very limited number of species, adapted to face drought conditions for most of the year. C. sibyllae life-history traits showed a high number of cysts in the broodpouch of ovigerous females (mean ± SD = 66.0 ± 38.9), and a higher mean total length of adults (1.72 cm for females and 1.76 cm for males), in comparison to data reported in the literature. The year 2019 was configured as the season with the most favorable conditions for the development of C. sibyllae; in 2020, the short duration of the pond did not allow the species to complete its life cycle. Climate change seems to pose the main threat to the species, considering that the progressive increase in air temperatures and the decrease in snowfall will, likely, lead to increasingly shorter filling phases of its habitat.",
    "readLink": "https://www.mdpi.com/2073-4441/14/11/1750"
  },
  {
    "title": "Enhancement of river flooding due to global warming",
    "authors": [
      "Haireti Alifu,",
      "Yukiko Hirabayashi,",
      "Yukiko Imada,",
      "Hideo Shiogama"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-25182-6",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Human-induced climate change has increased the frequency and intensity of heavy precipitation1. Due to the complexity of runoff generation and the streamflow process, the historical impact of human-induced climate change on river flooding remains uncertain. Here, we address the question of whether anthropogenic climate change has altered the probability of the extreme river flood events for the period 1951–2010 based on simulated river discharge derived from large ensemble climate experiments with and without human-induced climate change. The results indicate that human-induced climate change altered the probabilities of 20 of the 52 analyzed flood events. Fourteen of these 20 flood events, which occurred mainly in Asia and South America, were very likely to have been enhanced by human-induced climate change due to an increase in heavy precipitation. Conversely, two flood events in North/South America and two flood events in Asia and two flood events in Europe were suppressed by human-induced climate change, perhaps as a result of lower snowfall. Human-induced climate change has enhanced flooding more prominently in recent years, providing important insights into potential adaptation strategies for river flooding.",
    "readLink": "https://doi.org/10.1038/s41598-022-25182-6"
  },
  {
    "title": "Response of Ecohydrological Variables to Meteorological Drought under Climate Change",
    "authors": [
      "Yuan Zhang,",
      "Bojie Fu,",
      "Xiaoming Feng,",
      "Naiqing Pan"
    ],
    "doi": "https://doi.org/10.3390/rs14081920",
    "journalVolume": "Vol. 14,\n                                no. 1920\n                                \n                                  p.\n                                  1920",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Drought is the most widespread climatic extreme that has negative impacts on ecohydrology. Studies have shown that drought can cause certain degrees of disturbances to different ecohydrological variables, but the duration and severity thresholds of drought that are sufficient to cause changes in ecohydrological variables remain largely unknown. At the same time, we should not ignore the dynamic variation of drought’s effect on ecohydrological variables under the condition of climate change. Here, we derived the thresholds of several ecohydrological variables in response to drought in a historical period (1982–2015), including evapotranspiration (ET), soil moisture (SM), the vapor pressure deficit (VPD) and the normalized difference vegetation index (NDVI), and we projected the occurrence probability’s change trend of drought events that cause changes in ecohydrological variables under future climate change. The results show that the impact of drought on ecohydrological variables is not dependent on drought indicators. ET and NDVI were expected to decrease in most parts of the world due to increases in radiation (RAD) and temperature (TEMP) and decreases in precipitation (PRE) during drought periods. SM decreased in most regions of the world (93.47%) during the drought period, while VPD increased in 85.41% of the globe. The response thresholds for different ecohydrological variables to drought in the same area did not differ significantly (especially for ET, SM and VPD). When a drought lasted for 8 to 15 months and the corresponding drought severity reached 10 to 15 (the inverse of the cumulative values of the drought index when the drought occurs), the drought caused changes in the ecohydrological variables in most regions of the world. Compared with arid and semiarid regions, ecohydrological variables are more sensitive to drought in humid and semihumid regions (p < 0.05), and high-intensity human activities in different climatic conditions increased significantly the severity of drought processes. Between 2071 and 2100, more than half of the world’s ecohydrological variables are expected to be more susceptible to drought disturbances (regions with shorter return periods of drought events that cause significant changes in ET, SM, VPD and NDVI account for 60.1%, 64.4%, 59.6% and 54.5% of the global land area, respectively).",
    "readLink": "https://www.mdpi.com/2072-4292/14/8/1920"
  },
  {
    "title": "Climate Data to Undertake Hygrothermal and Whole Building Simulations Under Projected Climate Change Influences for 11 Canadian Cities",
    "authors": [
      "Abhishek Gaur,",
      "Michael Lacasse,",
      "Marianne Armstrong"
    ],
    "doi": "https://doi.org/10.3390/data4020072",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  p.\n                                  72",
    "issn": "2306-5729 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Bibliography. Library science. Information resources"
    ],
    "journalUrl": "http://www.mdpi.com/journal/data",
    "abstract": "Buildings and homes in Canada will be exposed to unprecedented climatic conditions in the future as a consequence of global climate change. To improve the climate resiliency of existing and new buildings, it is important to evaluate their performance over current and projected future climates. Hygrothermal and whole building simulation models, which are important tools for assessing performance, require continuous climate records at high temporal frequencies of a wide range of climate variables for input into the kinds of models that relate to solar radiation, cloud-cover, wind, humidity, rainfall, temperature, and snow-cover. In this study, climate data that can be used to assess the performance of building envelopes under current and projected future climates, concurrent with 2 °C and 3.5 °C increases in global temperatures, are generated for 11 major Canadian cities. The datasets capture the internal variability of the climate as they are comprised of 15 realizations of the future climate generated by dynamically downscaling future projections from the CanESM2 global climate model and thereafter bias-corrected with reference to observations. An assessment of the bias-corrected projections suggests, as a consequence of global warming, future increases in the temperatures and precipitation, and decreases in the snow-cover and wind-speed for all cities.",
    "readLink": "https://www.mdpi.com/2306-5729/4/2/72"
  },
  {
    "title": "Cooperative equilibrium of the China-US-EU climate game",
    "authors": [
      "Judy Da Zhu"
    ],
    "doi": "Vol. 39\n                                \n                                \n                                  p.\n                                  100797",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "The top three carbon emitters, the European Union (EU), China, and the United States (US), account for up to 50% of the global total, and actions of them are deterministic for the ambitious target of the Paris Agreement. Towards carbon neutrality, while the EU has been consistently leading and the US has been swinging, China features a drastic but firm change of stance from a passive responder to a proactive leader in the past decade. Drawing the literature comparing their policies and plans, this paper analyzes the behaviors of the three actors within a theoretical framework of rational choice and applies game theory to find the Nash equilibria of their strategy combinations. Considering the complex variations in socioeconomic and international relations criteria, our ternary game model shows that the Nash equilibria evolve with time and are different from that of the prevalent Prisoner's Dilemma. Importantly, we found the collective cooperation strategy combination forms the only Nash equilibrium in the 2010s and after. Our model provides an explanation for the historic behaviors of the three players and allows for the prediction of their future environmental policy directions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X21001802"
  },
  {
    "title": "Addressing Climate Change and the Role of Technological Solutions",
    "authors": [
      "Stephen Axon"
    ],
    "doi": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  42\n                                  – 53",
    "issn": "1843-6587 (Print)",
    "publisher": "2067-2284 (Online)",
    "countryOfPublisher": "University of Bucharest",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://humangeographies.org.ro/",
    "abstract": "As far as sustainability is concerned, the role of technology has always been contested. With regard to environmental degradation, technology is either perceived to be part of the problem or part of the solution. To combat the complex issues of the present time, technological solutions are expected to play a key role towards mitigating and adapting to the negative impacts of climate change. The paper also discusses the role of the 2009 Copenhagen Conference towards addressing climate change. Although the Copenhagen Accord is not a legally binding agreement, it is seen as a necessary first step towards a protocol that will effectively address the issue of climate change.",
    "readLink": "http://humangeographies.org.ro/articles/41/4_1_10_Axon.pdf"
  },
  {
    "title": "Grassland Phenology Response to Climate Conditions in Biobio, Chile from 2001 to 2020",
    "authors": [
      "Marcelo-Alejandro Doussoulin-Guzmán,",
      "Fernando-Juan Pérez-Porras,",
      "Paula Triviño-Tarradas,",
      "Andrés-Felipe Ríos-Mesa,",
      "Alfonso García-Ferrer Porras,",
      "Francisco-Javier Mesas-Carrascosa"
    ],
    "doi": "https://doi.org/10.3390/rs14030475",
    "journalVolume": "Vol. 14,\n                                no. 475\n                                \n                                  p.\n                                  475",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Plant phenology is affected by climate conditions and therefore provides a sensitive indicator to changes in climate. Studying the evolution and change in plant phenology aids in a better understanding of and predicting changes in ecosystems. Vegetation Indices (VIs) have been recognized for their utility in indicating vegetation activity. Understanding climatic variables and their relationship to VI support the knowledge base of how ecosystems are changing under a new climatic scenario. This study evaluates grassland growth phenology in the Biobio, Chile, biweekly with Moderate Resolution Imaging Spectroradiometer (MODIS) Normalized Difference Vegetation Index (NDVI) time series. Four growth parameters for the six agro-climatic regions were analyzed from 2001 to 2020: start and end of the season, time and value of maximum NDVI. For this purpose, the NDVI time series were smoothed using Savitzky–Golay filtering. In addition, by using monthly gridded database climate data, we studied correlations between phenology markers and rainfall, maximum temperature and minimum temperature. The results show that both the start and end of the growing season did not significantly change; however, all agro-climatic regions grow faster and more vigorously. Thus, climatic conditions in Biobio have become more conducive to grassland growth over the 2001–2020 period.",
    "readLink": "https://www.mdpi.com/2072-4292/14/3/475"
  },
  {
    "title": "Optimising the Cost of Reducing the CO<sub>2</sub> Emissions in Sustainable Energy and Climate Action Plans",
    "authors": [
      "Nikola Matak,",
      "Marko Mimica,",
      "Goran Krajačić"
    ],
    "doi": "https://doi.org/10.3390/su14063462",
    "journalVolume": "Vol. 14,\n                                no. 3462\n                                \n                                  p.\n                                  3462",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Tackling climate change can be achieved through local and regional initiatives, such as the Covenant of Mayors, which create energy and climate plans with mitigation measures. Upon the development of energy plans, the mitigation of greenhouse gas emissions (GHG) can be achieved through an individual or joint approach. The research aims to upgrade methods for local and regional energy planning through the choice of mitigation actions and alternative scenarios for the reduction of GHG emissions. This is achieved through optimisation of the selection of mitigation measures in the case of the wider Dubrovnik area in Croatia by choosing the most suitable option for implementation when comparing individual and joint approaches for the planning of the measures. Moreover, the implementation of single and sets of mitigation measures is compared through the total cost abatement curve. The modelled problem represents a non-linear problem as exponential functions and multiplication of variables occurs in the modelled equations. Visualisation of the results is achieved via the total cost abatement curve which ranks measures from the most cost-effective to the least cost-effective. It is shown that with the use of optimisation models, it is possible to find such sets of measures and alternative scenarios, which will, with less financial means, reach a minimal reduction of CO2 emissions by 40% in local and regional energy systems and result in financial savings of three times in the analysed case. In this way, it could be possible to increase the overall implementation of SECAP measures and mitigate the problem of the lack of appropriate financial planning.",
    "readLink": "https://www.mdpi.com/2071-1050/14/6/3462"
  }
]