[
  {
    "title": "Projected hydrological changes in the North Carolina piedmont using bias-corrected North American Regional Climate Change Assessment Program (NARCCAP) data",
    "authors": [
      "Yuri Kim,",
      "Lawrence E. Band,",
      "Darren L. Ficklin"
    ],
    "doi": "https://doi.org/10.1016/j.ejrh.2017.06.005",
    "journalVolume": "Vol. 12,\n                                no. C\n                                \n                                  pp.\n                                  273\n                                  – 288",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The Haw River basin in the North Carolina Piedmont. Study focus: Simulation of hydrologic change by projected CO2 and climate using the Soil and Water Assessment Tool (SWAT) hydrologic model. Biases of climate output from the North American Regional Climate Change Assessment Program (NARCCAP) were corrected using the LOCal Intensity (LOCI) scaling method for precipitation and Fourier functions for temperature. New hydrological insights for the region: Evapotranspiration (ET) and water yield (WY) with projected CO2, precipitation, and temperature during 2044–2070 were affected by each climate factor separately and synergistically. Increasing CO2 to 600 ppm only scenario resulted in an ET decrease (5–17%) which led to WY increase (17–36%). With projected temperature increases (1–5 °C) only scenarios, ET was projected to increase noticeably (12–112%) especially in winter and spring. The amount of projected ET increase was reduced by a CO2 increase to 600 ppm due to decreased stomatal conductance. Projected WY varied due to the high variability of future precipitation patterns (−54% to 33%) but generally increased when solely precipitation projections were applied. However, WY with combined effects of CO2, precipitation, and temperature did not show significant changes compared with the historical WY. Therefore, it is necessary to incorporate interactions of precipitation, temperature, and CO2 to simulate future water availability in the North Carolina Piedmont.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581817300034"
  },
  {
    "title": "Characteristics of summer-time energy exchange in a high Arctic tundra heath 2000–2010",
    "authors": [
      "Magnus Lund,",
      "Birger U. Hansen,",
      "Stine H. Pedersen,",
      "Christian Stiegler,",
      "Mikkel P. Tamstorf"
    ],
    "doi": "https://doi.org/10.3402/tellusb.v66.21631",
    "journalVolume": "Vol. 66,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1600-0889 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://b.tellusjournals.se",
    "abstract": "Global warming will bring about changes in surface energy balance of Arctic ecosystems, which will have implications for ecosystem structure and functioning, as well as for climate system feedback mechanisms. In this study, we present a unique, long-term (2000–2010) record of summer-time energy balance components (net radiation, R n; sensible heat flux, H; latent heat flux, LE; and soil heat flux, G) from a high Arctic tundra heath in Zackenberg, Northeast Greenland. This area has been subjected to strong summer-time warming with increasing active layer depths (ALD) during the last decades. We observe high energy partitioning into H, low partitioning into LE and high Bowen ratio (β=H/LE) compared with other Arctic sites, associated with local climatic conditions dominated by onshore winds, slender vegetation with low transpiration activity and relatively dry soils. Surface saturation vapour pressure deficit (D s) was found to be an important variable controlling within-year surface energy partitioning. Throughout the study period, we observe increasing H/R n and LE/R n and decreasing G/R n and β, related to increasing ALD and decreasing soil wetness. Thus, changes in summer-time surface energy balance partitioning in Arctic ecosystems may be of importance for the climate system.",
    "readLink": "http://www.tellusb.net/index.php/tellusb/article/download/21631/pdf_1"
  },
  {
    "title": "Indonesia Rice Irrigation System: Time for Innovation",
    "authors": [
      "Rose Tirtalistyani,",
      "Murtiningrum Murtiningrum,",
      "Rameshwar S. Kanwar"
    ],
    "doi": "https://doi.org/10.3390/su141912477",
    "journalVolume": "Vol. 14,\n                                no. 12477\n                                \n                                  p.\n                                  12477",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Indonesia is likely to face a water crisis due to mismanagement of water resources, inefficient water systems, and weak institutions and regulatory organizations. In 2020, most of the fresh water in Indonesia was used for irrigation (74%) to support the agricultural sector, which occupies 30% of the total land area in Indonesia. Of all agricultural commodities, rice is one of the major and essential commodities, as it is the basic staple food for almost every Indonesian. However, in 2018, the Ministry of Public Works and Housing (MoPWH) reported that 46% of Indonesian irrigation infrastructure is moderately to heavily damaged. Looking at how irrigation can be very crucial to the welfare of Indonesian population, this study conducted an extensive literature review of the historical, current, and future management of irrigated rice production systems in Indonesia. This study has clearly shown that the irrigation systems in Indonesia have existed for thousands of years and, thus, there is a close relationship between irrigation and the socio-cultural life of the Indonesian population. Aside from how climate change influences water availability for irrigation, rice production with a constant water ponding system has been found to contribute to climate change, as it emits methane (CH4) and other greenhouse gases from agricultural fields of Indonesia. Therefore, the required modernization of irrigation systems in Indonesia needs to consider several factors, such as food demands for the increasing population and the impact of irrigated agriculture on global warming. Multi-stakeholders, such as the government, farmers, water user associations (WUA), and local research institutions, need to work together on the modernization of irrigation systems in Indonesia to meet the increasing food demands of the growing population and to minimize the impacts of agriculture on climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/14/19/12477"
  },
  {
    "title": "Asymmetric seasonal daytime and nighttime warming and its effects on vegetation in the Loess Plateau.",
    "authors": [
      "Liqun Ma,",
      "Fen Qin,",
      "Hao Wang,",
      "Yaochen Qin,",
      "Haoming Xia"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0218480",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  p.\n                                  e0218480",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Over the period 1982-2015, temperatures have exhibited an asymmetric warming pattern diurnally, as well as seasonally across the Loess Plateau. However, very limited research has studied the implications and effects of such seasonally heterogeneous warming across the Loess Plateau. In this study, we also analyzed the time series trends and seasonal spatial patterns of the maximum (Tmax) and minimum (Tmin) temperatures and evaluated how different vegetation responded to daytime and nighttime warming in the Loess Plateau from 1982 to 2015 based on the NDVI and meteorological parameters (precipitation or temperature). We found that Tmax and Tmin significantly increased throughout the years except for Tmax in autumn, and the diurnal asymmetric warming showed some striking seasonal differences. For example, the increasing rates of Tmin in spring, summer, autumn, and winter were 0.75, 1.20, 1.88, and 1.10 times larger than that of Tmax, respectively. NDVI showed significantly positive correlation with Tmax and Tmin in spring and winter, while NDVI presented significantly positive correlation with Tmin in summer and Tmax in autumn across entire Loess Plateau. Furthermore, we also discovered diverse seasonal responses in terms of vegetation types to daytime and nighttime warming. For instance, Spring NDVI showed significantly positive partial correlations with Tmax and Tmin. In summer, grasslands and wetlands merely displayed significantly positive partial correlations with Tmin. Cultivated land presented significantly positive partial correlation between the NDVI and Tmax (Tmin) in autumn. In winter, cultivated land, forest, and grassland exhibited significantly positive partial correlation with Tmax and Tmin, while only wetland showed a significantly positive partial correlation with Tmax. Our results demonstrated responses of vegetation to climate extremes and enhance a better understanding of the seasonally different responses of vegetation under global climate change at different scale.",
    "readLink": "https://doi.org/10.1371/journal.pone.0218480"
  },
  {
    "title": "Collaboration and term usage dynamics in agricultural buffer strip research: A research weaving protocol",
    "authors": [
      "Sarah Young,",
      "Neal R. Haddaway,",
      "Shinichi Nakagawa,",
      "Malgorzata Lagisz,",
      "Max W. Callaghan"
    ],
    "doi": "https://doi.org/10.1002/2688-8319.12084",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2688-8319 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/26888319",
    "abstract": "Abstract Research weaving is an approach that combines systematic mapping methods with bibliometric and scientometric analyses, shedding light on how research in a systematic map is connected or disconnected. Given its novelty, few examples exist that demonstrate methods for research weaving or highlight its value in the evidence synthesis context. Here, we seek to fill this gap by applying a research weaving analysis to a previously published systematic map on the roles of buffer strips in agricultural fields. This work identified a lack of studies addressing multifunctional roles of buffer strips and a remarkable array of terminology used by researchers to describe buffer strips. Using network visualization, such as co‐authorship and bibliographic coupling networks, as well as content and text analyses, we aim to build on these findings addressing questions related to collaboration, disciplinary contributions and citation and term usage patterns. As a result of this work, we aim to provide workflows, tools, and recommendations for the application of research weaving across a wide range of evidence maps in any domain. We will discuss the unique challenges of conducting bibliometric analysis in an evidence synthesis context and will propose solutions to address these challenges.",
    "readLink": "https://doi.org/10.1002/2688-8319.12084"
  },
  {
    "title": "Assessing the Impact of Forest Change and Climate Variability on Dry Season Runoff by an Improved Single Watershed Approach: A Comparative Study in Two Large Watersheds, China",
    "authors": [
      "Yiping Hou,",
      "Mingfang Zhang,",
      "Zuozhu Meng,",
      "Shirong Liu,",
      "Pengsen Sun,",
      "Taoli Yang"
    ],
    "doi": "https://doi.org/10.3390/f9010046",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  46",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Extensive studies on hydrological responses to forest change have been published for centuries, yet partitioning the hydrological effects of forest change, climate variability and other factors in a large watershed remains a challenge. In this study, we developed a single watershed approach combining the modified double mass curve (MDMC) and the time series multivariate autoregressive integrated moving average model (ARIMAX) to separate the impact of forest change, climate variability and other factors on dry season runoff variation in two large watersheds in China. The Zagunao watershed was examined for the deforestation effect, while the Meijiang watershed was examined to study the hydrological impact of reforestation. The key findings are: (1) both deforestation and reforestation led to significant reductions in dry season runoff, while climate variability yielded positive effects in the studied watersheds; (2) the hydrological response to forest change varied over time due to changes in soil infiltration and evapotranspiration after vegetation regeneration; (3) changes of subalpine natural forests produced greater impact on dry season runoff than alteration of planted forests. These findings are beneficial to water resource and forest management under climate change and highlight a better planning of forest operations and management incorporated trade-off between carbon and water in different forests.",
    "readLink": "http://www.mdpi.com/1999-4907/9/1/46"
  },
  {
    "title": "Factors affecting soil fauna feeding activity in a fragmented lowland temperate deciduous woodland.",
    "authors": [
      "Jake E Simpson,",
      "Eleanor Slade,",
      "Terhi Riutta,",
      "Michele E Taylor"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0029616",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  p.\n                                  e29616",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "British temperate broadleaf woodlands have been widely fragmented since the advent of modern agriculture and development. As a result, a higher proportion of woodland area is now subject to edge effects which can alter the efficiency of ecosystem functions. These areas are particularly sensitive to drought. Decomposition of detritus and nutrient cycling are driven by soil microbe and fauna coactivity. The bait lamina assay was used to assess soil fauna trophic activity in the upper soil horizons at five sites in Wytham Woods, Oxfordshire: two edge, two intermediate and one core site. Faunal trophic activity was highest in the core of the woodland, and lowest at the edge, which was correlated with a decreasing soil moisture gradient. The efficiency of the assay was tested using four different bait flavours: standardised, ash (Fraxinus excelsior L.), oak (Quercus robur L.), and sycamore (Acer pseudoplatanus L.). The standardised bait proved the most efficient flavour in terms of feeding activity. This study suggests that decomposition and nutrient cycling may be compromised in many of the UK's small, fragmented woodlands in the event of drought or climate change.",
    "readLink": "http://europepmc.org/articles/PMC3250445?pdf=render"
  },
  {
    "title": "Hydrogen Technology Development and Policy Status by Value Chain in South Korea",
    "authors": [
      "Jae-Eun Shin"
    ],
    "doi": "https://doi.org/10.3390/en15238983",
    "journalVolume": "Vol. 15,\n                                no. 8983\n                                \n                                  p.\n                                  8983",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Global transitions from carbon- to hydrogen-based economies are an essential component of curbing greenhouse gas emissions and climate change. This study provides an investigative review of the technological development trends within the overall hydrogen value chain in terms of production, storage, transportation, and application, with the aim of identifying patterns in the announcement and execution of hydrogen-based policies, both domestically within Korea, as well as internationally. The current status of technological trends was analyzed across the three areas of natural hydrogen, carbon dioxide capture, utilization, and storage technology linked to blue hydrogen, and green hydrogen production linked to renewable energy (e.g., water electrolysis). In Korea, the establishment of underground hydrogen storage facilities is potentially highly advantageous for the storage of domestically produced and imported hydrogen, providing the foundations for large-scale application, as economic feasibility is the most important national factor for the provision of fuel cells. To realize a hydrogen economy, pacing policy and technological development is essential, in addition to establishing a roadmap for efficient policy support. In terms of technological development, it is important to prioritize that which can connect the value chain, all of which will ultimately play a major role in the transformation of human energy consumption.",
    "readLink": "https://www.mdpi.com/1996-1073/15/23/8983"
  },
  {
    "title": "Forest Fragmentation and Fires in the Eastern Brazilian Amazon–Maranhão State, Brazil",
    "authors": [
      "Celso H. L. Silva-Junior,",
      "Arisson T. M. Buna,",
      "Denilson S. Bezerra,",
      "Ozeas S. Costa,",
      "Adriano L. Santos,",
      "Lidielze O. D. Basson,",
      "André L. S. Santos,",
      "Swanni T. Alvarado,",
      "Catherine T. Almeida,",
      "Ana T. G. Freire,",
      "Guillaume X. Rousseau,",
      "Danielle Celentano,",
      "Fabricio B. Silva,",
      "Maria S. S. Pinheiro,",
      "Silvana Amaral,",
      "Milton Kampel,",
      "Laura B. Vedovato,",
      "Liana O. Anderson,",
      "Luiz E. O. C. Aragão"
    ],
    "doi": "https://doi.org/10.3390/fire5030077",
    "journalVolume": "Vol. 5,\n                                no. 77\n                                \n                                  p.\n                                  77",
    "issn": "2571-6255 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "https://www.mdpi.com/journal/fire",
    "abstract": "Tropical forests provide essential environmental services to human well-being. In the world, Brazil has the largest continuous area of these forests. However, in the state of Maranhão, in the eastern Amazon, only 24% of the original forest cover remains. We integrated and analyzed active fires, burned area, land use and land cover, rainfall, and surface temperature datasets to understand forest fragmentation and forest fire dynamics from a remote sensing approach. We found that forest cover in the Maranhão Amazon region had a net reduction of 31,302 km2 between 1985 and 2017, with 63% of losses occurring in forest core areas. Forest edges extent was reduced by 38%, while the size of isolated forest patches increased by 239%. Forest fires impacted, on average, around 1031 ± 695 km2 year−1 of forest edges between 2003 and 2017, the equivalent of 60% of the total burned forest in this period. Our results demonstrated that forest fragmentation is an important factor controlling temporal and spatial variability of forest fires in the eastern Amazon region. Thus, both directly and indirectly, forest fragmentation can compromise biodiversity and carbon stocks in this Amazon region.",
    "readLink": "https://www.mdpi.com/2571-6255/5/3/77"
  },
  {
    "title": "Modeling hydro-climatic changes of evapotranspiration over a semi-arid river basin of India",
    "authors": [
      "S. Rehana,",
      "G. Sireesha Naidu,",
      "N. T. Monish,",
      "U. Sowjanya"
    ],
    "doi": "https://doi.org/10.2166/wcc.2020.173",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  502\n                                  – 520",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Parametric models of actual evapotranspiration (AET) based on precipitation (P) and potential evapotranspiration (PET) are region-specific and purely climate-induced and limited to represent the hydrological water balances. Basin-averaged model parameters considering P, AET, and runoff (R) using a machine learning algorithm, ensemble regression model, is proposed. Hydrologically calibrated model parameters allowed the study of AET under alterations of water use for current and for future scenarios under climate change. The effect of climate, water, and land use changes on AET was studied for the post-change period of 2004–2014 compared to pre-change period of 1965–2003 over Krishna river basin (KRB), India. The AET has increased under climate and water use changes while there is both increase and decreases of AET under land use changes for post-change period compared to pre-change period over the basin. Severe water shortages were estimated under pronounced increase of temperature (1.29 °C) compared to precipitation increase (2.19%) based on Coordinated Regional Downscaling Experiment (CORDEX) projections for the period 2021–2060. Hydrologically induced AET changes were more pronounced than climate for current climate; whereas climate-induced AET changes were found to be more prominent for projected climate signals over the basin.",
    "readLink": "http://jwcc.iwaponline.com/content/12/2/502"
  }
]