[
  {
    "title": "Sustainable Transportation for the Climate: How Do Transportation Firms Engage in Cooperative Public-Private Partnerships?",
    "authors": [
      "Deborah de Lange"
    ],
    "doi": "https://doi.org/10.3390/su15118682",
    "journalVolume": "Vol. 15,\n                                no. 8682\n                                \n                                  p.\n                                  8682",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This research examines the effectiveness of transportation-sector public-private partnerships (PPPs). Coordination across sectors is needed to reduce transportation-related greenhouse gas emissions. PPPs are of interest to transportation firms, but they may prefer private-sector opportunities given that working with the public sector can present challenges. However, the challenges are not clear and, therefore, this needs research investigation to develop understandings for policy to make PPPs work better for firms. Moreover, this research informs firms so that they may better comprehend and manage the risks of PPPs or choose other opportunities. This empirical research uses a sample of 300 transportation firms across 28 countries. The findings suggest that, although government contracts may be lucrative, the institutional environment of the PPP context is not preferable to other business-oriented private-sector opportunities. If more sustainable transportation is to be constructed to address climate change and other public interests, policymakers may need to rethink PPPs to adapt to the needs of transportation firms.",
    "readLink": "https://www.mdpi.com/2071-1050/15/11/8682"
  },
  {
    "title": "Paleolimnological assessment of nutrient enrichment on diatom assemblages in a priori defined nitrogen- and phosphorus-limited lakes downwind of the Athabasca Oil Sands, Canada",
    "authors": [
      "Kathleen R. Laird,",
      "Biplob Das,",
      "Brittany Hesjedal,",
      "Peter R. Leavitt,",
      "Graham R. Mushet,",
      "Kenneth A. Scott,",
      "Gavin L. Simpson,",
      "Bjorn Wissel,",
      "Jared Wolfe,",
      "Brian F. Cumming"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2017.1598",
    "journalVolume": "Vol. 76,\n                                no. 3",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "As the industrial footprint of the Athabasca Oil Sands Region (AOSR) continues to expand, concern about the potential impacts of pollutants on the surrounding terrestrial and aquatic ecosystems need to be assessed. An emerging issue is whether recent increases in lake production downwind of the development can be linked to AOSR activities, and/or whether changing climatic conditions are influencing lake nutrient status. To decipher the importance of pollutants, particularly atmospheric deposition of reactive nitrogen (Nr), and the effects of climate change as potential sources of increasing lake production, lakes from both within and outside of the nitrogen deposition zone were analyzed for historical changes in diatom assemblages. Lake sediment cores were collected from a priori defined nitrogen (N) - and phosphorus (P) - limited lakes within and outside the N plume associated with the AOSR. Diatom assemblages were quantified at sub-decadal resolution since ca. 1890 to compare conditions prior to oil sands expansion and regional climate warming, to the more recent conditions in each group of lakes (Reference and Impacted, N- and P-limited lakes). Analyses of changes in assemblage similarity and species turnover indicates that changes in diatom assemblages were minimal both within and across all lake groups. Small changes in percent composition of planktonic taxa, particularly small centric taxa (Discostella and Cyclotella species) and pennate taxa, such as Asterionella formosa and Fragilaria crotonensis, occurred in some of the lakes. While these changes were consistent with potential climate effects on algal growth, water column stability and other factors; the timing and direction of biotic changes were variable among sites suggesting that any apparent response to climate was lake dependent. The absence of a consistent pattern of diatom changes associated with receipt of reactive nitrogen or intrinsic nutrient-limitation status of the lake suggest that downwind AOSR emissions had no demonstrable effect on diatom composition.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/1598"
  },
  {
    "title": "Potential of frost damage of off-ground foundation stones in Norwegian Stave Churches since 1950 using land surface temperature",
    "authors": [
      "Chiara Bertolin,",
      "Stefano Cavazzani"
    ],
    "doi": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  e11591",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The Stave Churches (SCs) are one of the most iconic heritages in Norway, and only 28 medieval SCs have survived till our age in this country. They are built on wood with staves and wooden sleepers standing off the ground on foundation stones which have the primary purpose of guaranteeing structural support, ensuring integrity of the leveled foundation, and avoid ground water or rainwater penetration up to the valuable wooden structures. This paper aims to analyze the risk of Freeze-Thaw (F-T) decay on the foundation stones of the 28 SCs using an algorithm with a single climate input parameter i.e., the land surface temperature, extracted from the Global Land Data Assimilation System GLDAS which integrates satellite- and ground-based observational data products. The novel proposed algorithm estimates a climate-based index of F-T risk on foundation stones starting from the analysis of the variability of a 70-year (i.e., 1950 to 2020) land surface temperature datasets at these 28 locations. The outcome is further used to evaluate the average lifetime (half-life time) of foundation stones as well as the number of interventions necessary to guarantee their structural soundness thus providing a quantitative, predictive, and timely effective information to SC churches managers, and conservators on the climate change effect on foundation stones degradation at support of prioritization of maintenance interventions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844022028791"
  },
  {
    "title": "Long-Term Dynamics and Response to Climate Change of Different Vegetation Types Using GIMMS NDVI3g Data over Amathole District in South Africa",
    "authors": [
      "Gbenga Abayomi Afuye,",
      "Ahmed Mukalazi Kalumba,",
      "Kazeem Abiodun Ishola,",
      "Israel Ropo Orimoloye"
    ],
    "doi": "https://doi.org/10.3390/atmos13040620",
    "journalVolume": "Vol. 13,\n                                no. 620\n                                \n                                  p.\n                                  620",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Monitoring vegetation dynamics is essential for improving our understanding of how natural and managed agricultural landscapes respond to climate variability and change in the long term. Amathole District Municipality (ADM) in Eastern Cape Province of South Africa has been majorly threatened by climate variability and change during the last decades. This study explored long-term dynamics of vegetation and its response to climate variations using the satellite-derived normalized difference vegetation index from the third-generation Global Inventory Modeling and Mapping Studies (GIMMS NDVI3g) and the ERA5-Land global reanalysis product. A non-parametric trend and partial correlation analyses were used to evaluate the long-term vegetation changes and the role of climatic variables (temperature, precipitation, solar radiation and wind speed) during the period 1981–2015. The results of the ADM’s seasonal NDVI3g characteristics suggested that negative vegetation changes (browning trends) dominated most of the landscape from winter to summer while positive (greening) trends dominated in autumn during the study period. Much of these changes were reflected in forest landscapes with a higher coefficient of variation (CV ≈ 15) than other vegetation types (CV ≈ 10). In addition, the pixel-wise correlation analyses indicated a positive (negative) relationship between the NDVI3g and the ERA5-Land precipitation in spring–autumn (winter) seasons, while the reverse was the case with other climatic variables across vegetation types. However, the relationships between the NDVI3g and the climatic variables were relatively low (R < 0.5) across vegetation types and seasons, the results somewhat suggest the potential role of atmospheric variations in vegetation changes in ADM. The findings of this study provide invaluable insights into potential consequences of climate change and the need for well-informed decisions that underpin the evaluation and management of regional vegetation and forest resources.",
    "readLink": "https://www.mdpi.com/2073-4433/13/4/620"
  },
  {
    "title": "Prediction of Potential Geographical Distribution Patterns of <i>Actinidia arguta</i> under Different Climate Scenarios",
    "authors": [
      "Yining Ma,",
      "Xiaoling Lu,",
      "Kaiwei Li,",
      "Chunyi Wang,",
      "Ari Guna,",
      "Jiquan Zhang"
    ],
    "doi": "https://doi.org/10.3390/su13063526",
    "journalVolume": "Vol. 13,\n                                no. 3526\n                                \n                                  p.\n                                  3526",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Actinidia arguta (Siebold and Zucc.) Planch.ex Miq, called “hardy kiwifruit”, “baby kiwi” or “kiwi berry”, has a unique taste, is rich in nutrients and has high economic value and broad market prospects. Active research on the potential geographic distribution of A. arguta in China aims to provide a reference basis for its resource investigation, conservation, development and utilization and introduction of cultivation. In this study, the Maxent model was used to combine climatic factors, soil factors and geographical factors (elevation, slope and aspect) to predict the current and future (2041–2060 and 2081–2100) potential distribution of A. arguta and to analyze the impact of climate change on it. The results showed that the suitable distribution range of A. arguta in China was 23–43 N and 100–125 E, with a total area of about 3.4451 × 106 km2. The highly suitable area of A. arguta was mainly concentrated in the middle and low mountain areas of the south of Shaanxi, the east of Sichuan, the middle and west of Guizhou and the west of Yunnan, presenting a circular distribution. The Jackknife test was used to calculate the main environmental factors affecting the distribution of A. arguta. The first four main factors were annual mean temperature (bio_1), precipitation of the warmest quarter (bio_18), elevation (ELE) and mean temperature of the warmest quarter (bio_10), which provided a contribution up to 81.7%. Under the scenarios of three representative concentrations (SSP1_2.6, SSP2_4.5 and SSP5_8.5) in the future, the area of low and moderate suitable habitat decreased, while the area of highly suitable habitat increased. The migration direction of the centroid in the highly suitable habitat moved to the southwest in the future scenario period.",
    "readLink": "https://www.mdpi.com/2071-1050/13/6/3526"
  },
  {
    "title": "Quantifying uncertainty and sensitivity in climate risk assessments: Varying hazard, exposure and vulnerability modelling choices",
    "authors": [
      "Laura C. Dawkins,",
      "Dan J. Bernie,",
      "Francesca Pianosi,",
      "Jason A. Lowe,",
      "Theodoros Economou"
    ],
    "doi": "Vol. 40\n                                \n                                \n                                  p.\n                                  100511",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Open-source climate risk assessment platforms allow for accessible and efficient estimation of current and future climate risk by combining information about hazard, exposure and vulnerability. Such assessments require making a number of choices, such as which hazard data source to use, and the data and approach taken to represent the exposure and vulnerability. As these choices are, to some extent, subjective, when assessing risk and informing adaptation decisions, alternative options should be considered to understand the uncertainty and sensitivity of risk to uncertain input data and assumptions. We present a novel approach to quantify the uncertainty and sensitivity of risk estimates, using the CLIMADA open-source climate risk assessment platform. This work builds upon a recently developed extension of CLIMADA, which uses statistical modelling techniques to model and stochastically simulate alternative realisations of climate risk, allowing for a richer quantification of climate model ensemble uncertainty. Here, we further analyse the propagation of hazard, exposure and vulnerability uncertainties by varying a number of input factors based on a discrete, scientifically justified set of options. We explore the uncertainty and sensitivity of risk to these variations, using the PAWN (PiAnosi and WagNer) method for global sensitivity analysis, allowing for an attribution of uncertainty to different drivers of the total uncertainty budget. We demonstrate the approach through an application to assess heat-stress risk to outdoor physical working capacity in the UK. In this application, we demonstrate how the risk estimated across plausible input settings better captures uncertainty and extreme outcomes (important for decision making); that all uncalibrated/non-bias-adjusted climate data sources underestimate risk in the recent past (highlighting the need for data calibration); and that when a global warming level framing is used it is the choice of global warming level that this risk is most sensitive to (2 °C or 4 °C warmer than pre-industrial), particularly in the south of the UK. This highlights the importance of mitigating climate change to reduce heat-stress risk.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096323000372"
  },
  {
    "title": "Assessment of the Effects of Climate Change on Livestock Husbandry and Practices in Jigawa State, Nigeria",
    "authors": [
      "T D Bidoli,",
      "A G Isa,",
      "B Shehu,",
      "D M Kezi,",
      "M Y Abdullahi"
    ],
    "doi": "Vol. 16,\n                                no. 1",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "The investigation of the effects of climate change on livestock husbandry and practices in Jigawa State, Nigeria, was aimed at assessing the level of awareness of climate change by nomads and also determine the effect of climate change on livestock husbandry and practices. Using random sampling method, data were collected from 105 livestock nomads in seven nomadic communities covering seven Local Government Areas (LGAs) of Jigawa State. Data were collected by the use of questionnaire and observation. Data were analyzed by the use of frequency, percentage, and weighted means. About 98% of nomads understood what was meant by climate change and also 94.3% observed variations in their environment as a result of climate change. Majority of respondents (76.2%) observed and experienced the effect of climate change since 5-20 years ago; while 7.6% observed and experienced the effects of climate change for over 20 years back. Ranking of effects of climate change on livestock husbandry and practices showed reduced feed intake (1st), reduced growth rate (2nd), increased frequency of abortion (3rd), reduced birth rate (4th), increased disease condition (5th), increased incidence of parasites (6th) and increased mortality rate (7th) as major effects. It was recommended that animal production/veterinary services should be stepped up, diversify their production to include crops and other sources of income generation and establish more gazing reserves.",
    "readLink": "https://www.aesonnigeria.org/ajm/index.php/jae/article/view/130"
  },
  {
    "title": "China’s Hydropower Resources and Development",
    "authors": [
      "Ling Xiao,",
      "Jing Wang,",
      "Binglin Wang,",
      "He Jiang"
    ],
    "doi": "https://doi.org/10.3390/su15053940",
    "journalVolume": "Vol. 15,\n                                no. 3940\n                                \n                                  p.\n                                  3940",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Hydroenergy is developed due to its low-cost and near-zero pollution emission properties; therefore, the efficient management of hydroenergy is an important goal of sustainable development for any nation, especially for China, since it owns the most abundant water resources around the world. Developing hydroenergy is not only an effective response to the energy crisis but also a positive way to cope with climate change in China. Nevertheless, research on hydroenergy in China is still not comprehensive. This study reviews hydroenergy development in China by combining its geographical characteristics and hydroenergy reserves. The general condition of hydropower development including large- and medium-scale hydropower stations and small hydropower development is presented. This article illuminates the potential problems and existing challenges in China’s hydropower development and relevant exploitation suggestions are provided for hydropower development in the future.",
    "readLink": "https://www.mdpi.com/2071-1050/15/5/3940"
  },
  {
    "title": "Thunderstorm-triggered asthma: what we know so far",
    "authors": [
      "Harun NS,",
      "Lachapelle P,",
      "Douglass J"
    ],
    "doi": "Vol. Volume 12\n                                \n                                \n                                  pp.\n                                  101\n                                  – 108",
    "issn": "1178-6965 (Online)",
    "publisher": "Dove Medical Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Specialties of internal medicine: Immunologic diseases. Allergy"
    ],
    "journalUrl": "https://www.dovepress.com/journal-of-asthma-and-allergy-journal",
    "abstract": "Nur-Shirin Harun,1,2 Philippe Lachapelle,3,4 Jo Douglass2,31Department of Respiratory and Sleep Medicine, The Royal Melbourne Hospital, Melbourne, VIC, 3050, Australia; 2Lung Health Research Centre, The University of Melbourne, Melbourne, VIC, 3052, Australia; 3Department of Immunology and Allergy, The Royal Melbourne Hospital, Melbourne, VIC, 3050, Australia; 4Pulmonary Division, Faculty of Medicine, Université de Sherbrooke, Sherbrooke, QC, CanadaAbstract: Thunderstorm-triggered asthma (TA) is the occurrence of acute asthma attacks immediately following a thunderstorm. Epidemics have occurred across the world during pollen season and have the capacity to rapidly inundate a health care service, resulting in potentially catastrophic outcomes for patients. TA occurs when specific meteorological and aerobiological factors combine to affect predisposed patients. Thunderstorm outflows can concentrate aeroallergens, most commonly grass pollen in TA, at ground level to release respirable allergenic particles after rupture by osmotic shock related to humidity and rainfall. Inhalation of high concentrations of these aeroallergens by sensitized individuals can induce early asthmatic responses which are followed by a late inflammatory phase. Other environmental factors such as rapid temperature change and agricultural practices contribute to the causation of TA. The most lethal TA event occurred in Melbourne, Australia, in 2016. Studies on the affected individuals found TA to be associated with allergic rhinitis, ryegrass pollen sensitization, pre-existing asthma, poor adherence to inhaled corticosteroid preventer therapy, hospital admission for asthma in the previous year and outdoor location at the time of the storm. Patients without a prior history of asthma were also affected. These factors are important in extending our understanding of the etiology of TA and associated clinical indicators as well as possible biomarkers which may aid in predicting those at risk and thus those who should be targeted in prevention campaigns. Education on the importance of recognizing asthma symptoms, adherence to asthma treatment and controlling seasonal allergic rhinitis is vital in preventing TA. Consideration of allergen immunotherapy in selected patients may also mitigate risk of future TA. Epidemic TA events are predicted to increase in frequency and severity with climate change, and identifying susceptible patients and preventing poor outcomes is a key research and public health policy priority.Keywords: asthma, thunderstorm, rhinitis, ryegrass",
    "readLink": "https://www.dovepress.com/thunderstorm-triggered-asthma-what-we-know-so-far-peer-reviewed-article-JAA"
  },
  {
    "title": "The Effect of Polypropylene Tree Shelters on Growth and Survival of Pedunculate Oak Seedlings (Quercus robur L.)",
    "authors": [
      "Boris Liović,",
      "Željko Tomašić,",
      "Tomislav Dubravac,",
      "Robert Licht,",
      "Matej Turk"
    ],
    "doi": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  89\n                                  – 96",
    "issn": "1847-6481 (Print)",
    "publisher": "1849-0891 (Online)",
    "countryOfPublisher": "Croatian Forest Research Institute",
    "lcc": [
      "Croatia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.seefor.eu/",
    "abstract": "Background and Purpose: The declining and dieback of lowland oak forests as the result of global climate change, as well as the attack of various pathogenic organisms, industrial pollution, and other negative effects reduce acorn yield and will continue to do so in the future. As a result of this fact, the areas on which artificial regeneration will be applied by planting seedlings will have to be increased. The artificial regeneration process is more expensive than the natural one, so protection measures need to be applied to minimize the loss of young seedlings. Materials and Methods: Experimental plots were set up in the forest area of Spačva Basin. A completely randomized block design experiment in four repetitions was used, in which four variants of planting and protection of oak seedlings were examined. We tested polypropylene tree shelters and hydrophilic superabsorbent based on maize starch. Heights of the plants were measured by measuring tape, and survival was registered by numbering of dead and living plants. For statistical purposes, we have used analysis of variance (repeated measure ANOVA), which allows us to prove statistically significant difference between morphological traits of studied variants. Results: Two years after planting, the lowest level of survival was found in unprotected seedlings (79.5%), while tree shelters provided the best conditions for seedlings survival (88.75%). In the case with the hydrophilic granules Zeba the result is slightly worse. When analyzing average height in a particular case, significantly higher plants are recorded in cases where the polypropylene tree shelters are used. The average height, with tree shelters (128.27 cm), is more than three times higher than the unprotected seedlings (37.97 cm). The addition of hydrophilic granules did not show a statistically significant difference. In cases where the seedlings were not under the tree shelter protection, the effect of hydrophilic granules was also not statistically significant. Conclusions: Sheltering accelerated the height growth of the planted oaks substantially and also provided best conditions for seedlings survival. During the research period the usage of Zeba did not justify the purpose for which it was applied. Although the first results are promising in order to gain a complete insight into the potential of tree shelters it is necessary to record the changes and maintain the experiment for a further 2-3 years with quantification of other harmful factors that may appear (drought, game etc.) after which a more reliable judgment regarding their usefulness could be provided.",
    "readLink": "https://hrcak.srce.hr/file/324333"
  }
]