[
  {
    "title": "Assessment of current climate conditions changes in the  territory of Ciscaucasia for the purposes of forecasting  winter wheat yield",
    "authors": [
      "S. N. Volkov,",
      "S. V. Savinova,",
      "E. V. Cherkashina,",
      "D. A Shapovalov,",
      "V. V. Bratkov,",
      "P. V. Klyushin"
    ],
    "doi": "https://doi.org/10.18470/1992-1098-2021-1-117-127",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  117\n                                  – 127",
    "issn": "1992-1098 (Print)",
    "publisher": "2413-0958 (Online)",
    "countryOfPublisher": "Kamerton",
    "lcc": [
      "Russian Federation",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://ecodag.elpub.ru",
    "abstract": "Аim. Assessment of current climate changes in the territory of Ciscaucasia in order to predict the yield of winter wheat.Methods .Integral indicators of climatic conditions for agricultural production were employed. For the investigations, we selected five‐year periods for which the meteorological parameters were averaged, and to identify trends the data of specific five‐year periods were compared with the average value for the entireseries of observations (1960‐2020).Results. The deviation of precipitation in April was highest in 2011‐2015, when it increased by 22 mm, and in 1986‐1990 and 1991‐1995, when it decreased by 15 and 10 mm respectively. In Eastern Ciscaucasia,where conditions are more arid than in the Western and Central regions, in both the rise in air temperature and the amount of precipitation, especially in April and May, increased in the 21stcentury for the entire period of active vegetation.Conclusion.It was established that the value of the hydrothermal coefficient practically did not change during the 1960‐2020 period. In the late 1990s and early 2000s, there was an increase in productivity against the background of a relatively high level of annual precipitation and this stability is confirmed at the present time. There is a very close relationship between natural and climatic factors and the level of winter wheat yield.",
    "readLink": "https://ecodag.elpub.ru/ugro/article/view/2168"
  },
  {
    "title": "Rainfall Variability and Trend Analysis of Rainfall in West Africa (Senegal, Mauritania, Burkina Faso)",
    "authors": [
      "Zeineddine Nouaceur,",
      "Ovidiu Murarescu"
    ],
    "doi": "https://doi.org/10.3390/w12061754",
    "journalVolume": "Vol. 12,\n                                no. 1754\n                                \n                                  p.\n                                  1754",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study concerns the West African Sahel. The Sahelian climate is characterized by a long dry season and a rainy season which starts in June and ends in September−October. This latter season is associated with the process of oceanic moisture transfer to the mainland (the West African Monsoon, MOA). This movement is governed by an overall moving of the meteorological equator and its low-pressure corridor (Intertropical Convergence Zone, ITCZ) towards the north, under the effect of the attraction of the Saharan thermal depressions and a greater vigor of the anticyclonic nuclei. This study was conducted on 27 Sahelian climatic stations in three countries (Burkina Faso, Mauritania, and Senegal). The method used to determine the modes of this variability and the trends of rainfall is the chronological graphic method of information processing (MGCTI) of the “Bertin Matrix” and continuous wavelets transform (CWT). Results show a rain resumption observed in the recent years over the Sahelian region and a convincing link with the surface temperature of the Atlantic Ocean.",
    "readLink": "https://www.mdpi.com/2073-4441/12/6/1754"
  },
  {
    "title": "Climate Change during Cretaceous/Paleogene as a Driving Force for the Evolutionary Radiation of Physical Dormancy in Fabaceae",
    "authors": [
      "Ganesh K. Jaganathan,",
      "Keith Berry"
    ],
    "doi": "https://doi.org/10.3390/seeds2030023",
    "journalVolume": "Vol. 2,\n                                no. 23\n                                \n                                  pp.\n                                  309\n                                  – 317",
    "issn": "2674-1024 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://www.mdpi.com/journal/seeds",
    "abstract": "Physical dormancy (PY) due to a water-impermeable seed/fruit coat is one of the characteristic features of many species of Fabaceae; however, the timing and context of the evolution of this trait are poorly understood. In this investigation, fossil and molecular data are used to constrain the timing of the evolution of PY. The phylogenetic reconstruction programs GB-to-TNT and BEAUTi/BEAST are used to create chloroplast gene-based (rbcL and matK) phylogenies of taxa with well-represented fossil records. PY and non-dormancy are mapped to the terminals of the phylogeny, and ancestral states are reconstructed using parsimony. The initial evolution of PY in Fabaceae is reconstructed to have occurred sometime in the interval between divergence from Polygalaceae (late Campanian) to the diversification of crown-group Fabaceae (late Paleocene) when Fabaceae is known to have undergone multiple whole genome duplication (WGD) events across the Cretaceous/Paleogene (K/Pg) boundary. As in Nelumbo, another taxon with PY, Fabaceae may have developed PY in association with climatic change and WGD across the K/Pg boundary. The evolution of PY in association with WGD at the K/Pg boundary is an intriguing hypothesis that requires further investigation.",
    "readLink": "https://www.mdpi.com/2674-1024/2/3/23"
  },
  {
    "title": "Natural Holobiome Engineering by Using Native Extreme Microbiome to Counteract the Climate Change Effects",
    "authors": [
      "Rodrigo Rodriguez,",
      "Paola Durán,",
      "Paola Durán"
    ],
    "doi": "https://doi.org/10.3389/fbioe.2020.00568",
    "journalVolume": "Vol. 8",
    "issn": "2296-4185 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "http://www.frontiersin.org/bioengineering_and_biotechnology",
    "abstract": "In the current scenario of climate change, the future of agriculture is uncertain. Climate change and climate-related disasters have a direct impact on biotic and abiotic factors that govern agroecosystems compromising the global food security. In the last decade, the advances in high throughput sequencing techniques have significantly improved our understanding about the composition, function and dynamics of plant microbiome. However, despite the microbiome have been proposed as a new platform for the next green revolution, our knowledge about the mechanisms that govern microbe-microbe and microbe-plant interactions are incipient. Currently, the adaptation of plants to environmental changes not only suggests that the plants can adapt or migrate, but also can interact with their surrounding microbial communities to alleviate different stresses by natural microbiome selection of specialized strains, phenomenon recently called “Cry for Help”. From this way, plants have been co-evolved with their microbiota adapting to local environmental conditions to ensuring the survival of the entire holobiome to improve plant fitness. Thus, the strong selective pressure of native extreme microbiomes could represent a remarkable microbial niche of plant stress-amelioration to counteract the negative effect of climate change in food crops. Currently, the microbiome engineering has recently emerged as an alternative to modify and promote positive interactions between microorganisms and plants to improve plant fitness. In the present review, we discuss the possible use of extreme microbiome to alleviate different stresses in crop plants under the current scenario of climate change.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fbioe.2020.00568/full"
  },
  {
    "title": "Bias correction of ERA-Interim reanalysis temperature for the Qilian Mountains of China",
    "authors": [
      "Peng Zhao,",
      "Peng Zhao,",
      "Lu Gao,",
      "Lu Gao,",
      "Lu Gao,",
      "Miaomiao Ma,",
      "Jun Du"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.1033202",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Air temperature is the primary indicator of climate change. Reanalysis temperature products are important datasets for temperature estimates over high-elevation areas with few meteorological stations. However, they contain biases in observations, so a bias correction is required to enhance the accuracy of modeling predictions. In this study, we used the temperature lapse-rate method to correct ERA-Interim reanalysis-temperature data in the Qilian Mountains of China from 1979 to 2017. These temperature lapse rates were based on observations (ΓObs) and on model internal vertical lapse rates derived from different ERA-Interim pressure levels (ΓERA). The results showed that the temperature lapse rates in warm periods were larger than those in cold periods. Both the original and corrected ERA-Interim temperature can significantly capture the warming trend exhibited by observations. In general, the temperature lapse rate method was reliable for correcting ERA-interim reanalysis-temperature data. Although ΓObs performed best in bias correction, it depends heavily on the density of ground observation stations and is not appropriate for remote areas with a low data coverage. Correction methods based on ΓERA were shown to be reliable for bias correction, and will be especially applicable to mountainous areas with few observation stations. Our results contribute to the improvement of quality of data products and enhance the accuracy of modeling of climate change effects and risks to the environment and human health.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1033202/full"
  },
  {
    "title": "Derivation and analysis of a high-resolution estimate of global permafrost zonation",
    "authors": [
      "S. Gruber"
    ],
    "doi": "https://doi.org/10.5194/tc-6-221-2012",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  221\n                                  – 233",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Permafrost underlies much of Earth's surface and interacts with climate, eco-systems and human systems. It is a complex phenomenon controlled by climate and (sub-) surface properties and reacts to change with variable delay. Heterogeneity and sparse data challenge the modeling of its spatial distribution. Currently, there is no data set to adequately inform global studies of permafrost. The available data set for the Northern Hemisphere is frequently used for model evaluation, but its quality and consistency are difficult to assess. Here, a global model of permafrost extent and dataset of permafrost zonation are presented and discussed, extending earlier studies by including the Southern Hemisphere, by consistent data and methods, by attention to uncertainty and scaling. Established relationships between air temperature and the occurrence of permafrost are re-formulated into a model that is parametrized using published estimates. It is run with a high-resolution (<1 km) global elevation data and air temperatures based on the NCAR-NCEP reanalysis and CRU TS 2.0. The resulting data provide more spatial detail and a consistent extrapolation to remote regions, while aggregated values resemble previous studies. The estimated uncertainties affect regional patterns and aggregate number, and provide interesting insight. The permafrost area, i.e. the actual surface area underlain by permafrost, north of 60&deg; S is estimated to be 13–18 × 10<sup>6</sup> km<sup>2</sup> or 9–14 % of the exposed land surface. The global permafrost area including Antarctic and sub-sea permafrost is estimated to be 16–21 × 10<sup>6</sup> km<sup>2</sup>. The global permafrost region, i.e. the exposed land surface below which some permafrost can be expected, is estimated to be 22 ± 3 × 10<sup>6</sup> km<sup>2</sup>. A large proportion of this exhibits considerable topography and spatially-discontinuous permafrost, underscoring the importance of attention to scaling issues and heterogeneity in large-area models.",
    "readLink": "http://www.the-cryosphere.net/6/221/2012/tc-6-221-2012.pdf"
  },
  {
    "title": "Simulation of the climate impact of Mt. Pinatubo eruption using ECHAM5 – Part 2: Sensitivity to the phase of the QBO and ENSO",
    "authors": [
      "M. A. Thomas,",
      "M. A. Giorgetta,",
      "C. Timmreck,",
      "H.-F. Graf,",
      "G. Stenchikov"
    ],
    "doi": "Vol. 9,\n                                no. 9\n                                \n                                  pp.\n                                  3001\n                                  – 3009",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The sensitivity of the climate impact of Mt. Pinatubo eruption in the tropics and extratropics to different QBO phases is investigated. Mt. Pinatubo erupted in June 1991 during the easterly phase of the QBO at 30 hPa and the phase change to westerly took place in August 1992. Here, the consequences are analyzed if the QBO phase had been in the opposite phase during the eruption of Mt. Pinatubo. Hence, in this study, simulations are carried out using the middle atmosphere configuration of ECHAM5 general circulation model for two cases – one with the observed QBO phase and the other with the opposite QBO phase. The response of temperature and geopotential height in the lower stratosphere is evaluated for the following cases – (1) when only the effects of the QBO are included and (2) when the effects of aerosols, QBO and SSTs (combined response) are included. The tropical QBO signature in the lower stratospheric temperature is well captured in the pure QBO responses and in the combined (aerosol + ocean + QBO) responses. The response of the extratropical atmosphere to the QBO during the second winter after the eruption is captured realistically in the case of the combined forcing showing a strengthening of the polar vortex when the QBO is in its westerly phase and a warm, weak polar vortex in the easterly QBO phase. The vortex is disturbed during the first winter irrespective of the QBO phases in the combined responses and this may be due to the strong influences of El Niño during the first winters after eruption. However, the pure QBO experiments do not realistically reproduce a strengthening of the polar vortex in the westerly QBO phase, even though below normal temperatures in the high latitudes are seen in October-November-December months when the opposite QBO phase is prescribed instead of the December-January-February winter months used here for averaging.",
    "readLink": "http://www.atmos-chem-phys.net/9/3001/2009/acp-9-3001-2009.pdf"
  },
  {
    "title": "A Study on the Evolution of Carbon Capture and Storage Technology Based on Knowledge Mapping",
    "authors": [
      "Hong-Hua Qiu,",
      "Lu-Ge Liu"
    ],
    "doi": "https://doi.org/10.3390/en11051103",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  1103",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "As a useful technical measure to deal with the problem of carbon dioxide (CO2) emissions, carbon capture and storage (CCS) technology has been highly regarded in both theory and practice under the promotion of the Intergovernmental Panel on Climate Change (IPCC). Knowledge mapping is helpful for understanding the evolution in terms of research topics and emerging trends in a specific domain. In this work knowledge mapping of CCS technology was investigated using CiteSpace. Several aspects of the outputs of publications in the CCS research area were analyzed, such as annual trends, countries, and institutions. The research topics in this particular technology area were analyzed based on their co-occurring keyword networks and co-citation literature networks, while, the emerging trends and research frontiers were studied through the analysis of burst keywords and citation bursts. The results indicated that the annual number of publications in the research field of CCS technology increased rapidly after 2005. There are more CCS studies published in countries from Asia, North America, and Europe, especially in the United States and China. The Chinese Academy of Sciences not only has the largest number of publications, but also has a greater impact on the research area of CCS technology, however, there are more productive institutions located in developed countries. In the research area of CCS technology, the main research topics include carbon emissions and environmental protection, research and development activities, and social practical issues, meanwhile, the main emerging trends include emerging techniques and processes, emerging materials, evaluation of technological performance, and socioeconomic analysis.",
    "readLink": "http://www.mdpi.com/1996-1073/11/5/1103"
  },
  {
    "title": "Millennial-scale interaction between ice sheets and ocean circulation during marine isotope stage 100",
    "authors": [
      "Masao eOhno,",
      "Tatsuya eHayashi,",
      "Masahiko eSato,",
      "Masahiko eSato,",
      "Yoshihiro eKuwahara,",
      "Asami eMizuta,",
      "Itsuro eKita,",
      "Tokiyuki eSato,",
      "Akihiro eKano"
    ],
    "doi": "https://doi.org/10.3389/feart.2016.00055",
    "journalVolume": "Vol. 4",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Waxing/waning of the ice sheets and the associated change in thermohaline circulation have played an important role in global climate change since major continental ice sheets appeared in the northern hemisphere about 2.75 million years ago. In the earliest glacial stages, however, establishment of the linkage between ice sheet development and ocean circulation remain largely unclear. Here we show new high-resolution records of marine isotope stage 100 recovered from deep-sea sediments on the Gardar Drift, in the subpolar North Atlantic. Results of a wide range of analyses clearly reveal the influence of millennial-scale variability in iceberg discharge on ocean surface condition and bottom current variability in the subpolar North Atlantic during marine isotope stage 100. We identified eight events of ice-rafted debris, which occurred mostly with decreases in sea surface temperature and in current components indicating North Atlantic Deep Water. These decreases are interpreted by weakened deep water formation linked to iceberg discharge, similarly to observations from the last glacial period. Dolomite fraction of the ice-rafted events in early MIS 100 like the last glacial Heinrich events suggests massive collapse of the Laurentide ice sheet in North America. At the same time, our early glacial data suggest differences from the last glacial period: absence of 1470-year periodicity in the interactions between ice sheets and ocean, and northerly shift of the ice-rafted debris belt. Our high-resolution data largely improve the picture of ice-sheet/ocean interactions on millennial time scales in the early glacial period after major Northern Hemisphere glaciation.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/feart.2016.00055/full"
  },
  {
    "title": "The alteration from agricultural to nomadic regimes resulted in human livelihood transformation in North-Central China during the 12th century: The archaeobotanical evidence",
    "authors": [
      "Ruo Li,",
      "Bing Li,",
      "Wei Chen,",
      "Peilun Liu,",
      "Mingxia Xie,",
      "Yunqing Zhang,",
      "Sai Wang,",
      "Yuecong Li,",
      "Yuecong Li,",
      "Guanghui Dong"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.978147",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Human livelihoods provided a crucial economic foundation for social development in ancient times and were influenced by various factors including environmental change, agricultural origin and intensification, as well as long-distance exchange and culinary tradition. The effect of geopolitical change on human subsistence, especially the shifts between agricultural and nomadic regimes, has not been well understood due to the absence of detailed historical records and archaeological evidence. During the 12th century, the control of the Zhengding area in Hebei Province of north-central China changed from the Northern Song (960–1127 CE) to the Jurchen Jin Dynasty (Jin Dynasty; 1115–1234 CE). Recent excavation of the Zhengding Kaiyuan Temple South (ZKS) site in the area provides a rare opportunity to study human livelihood transformation in relation to geopolitical change. In total, 21,588 charred crop caryopses including foxtail millet, wheat, broomcorn millet, hulled barley, and rice, and other carbonized remains including 55.15 g of boiled foxtail millet and 353.5 g of foxtail millet caryopses were identified, and nine AMS 14C dates of crop remains were obtained from the Northern Song and Jin layers at the ZKS site. This revealed that the dominant plant subsistence transformed from wheat to foxtail millet during the change from the Northern Song to the Jin Dynasties in Zhengding area. By comparing with historical documents and paleoclimate records, we propose that this abnormal shift of primary staple food from the relatively high-yield wheat to low-yield foxtail millet was induced by the traditional dietary preference for foxtail millet in the nomadic Jin society. The Jin government levied foxtail millet as taxation and promoted massive immigration from northeastern China to north-central China to consolidate their rule, which resulted in the adoption of foxtail millet as the most important crop in Zhengding area. The advantage for the cultivation of this frost-sensitive crop in north-central China over northeast China was probably enhanced by notable cold events during the 12th century, while the primary influencing factor for the transformation of human livelihoods in north-central China during that period was geopolitics rather than climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.978147/full"
  }
]