[
  {
    "title": "Subjectivity in the Age of Pandemics",
    "authors": [
      "Mensch James"
    ],
    "doi": "https://doi.org/10.1515/opth-2020-0148",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  83\n                                  – 90",
    "issn": "2300-6579 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Philosophy. Psychology. Religion: Religions. Mythology. Rationalism: Religion (General)"
    ],
    "journalUrl": "https://www.degruyter.com/journal/key/opth/html",
    "abstract": "The current pandemic that originated in a “wet” market in Wuhan has often been compared to the threat we face with climate change. The former originated in the trade in wild animals, which has driven many species to the point of extinction. In fact, we face an unprecedented rate of species loss due to pressures on habitats, pollution, and human predation. The threat of climate change originates with our uncontrolled use of fossil fuels, which, in making large parts of the globe uninhabitable, imperils our own species. The rationality (or lack thereof) that is exhibited here concerns our relation to the earth. We regard it simply as a means for our purposes. Separating ourselves from it, we follow the Biblical injunction to have “dominion” over it. In this, we express a conception of subjectivity that is exemplified by Descartes and Kant. To overcome this, I argue, we need a different sense of what it means to be a subject, one that takes it as a sustaining ground and points to the earth as the ultimate subject.",
    "readLink": "https://doi.org/10.1515/opth-2020-0148"
  },
  {
    "title": "Carbon-Free Electricity Generation in Spain with PV–Storage Hybrid Systems",
    "authors": [
      "Jesús Fraile Ardanuy,",
      "Roberto Alvaro-Hermana,",
      "Sandra Castano-Solis,",
      "Julia Merino"
    ],
    "doi": "https://doi.org/10.3390/en15134780",
    "journalVolume": "Vol. 15,\n                                no. 4780\n                                \n                                  p.\n                                  4780",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Climate change motivated by human activities constitutes one of the main challenges of this century. To cut carbon emissions in order to mitigate carbon’s dangerous effects, the current energy generation mix should be shifted to renewable sources. The main drawback of these technologies is their intermittency, which will require energy storage systems to be fully integrated into the generation mix, allowing them to be more controllable. In recent years, great progress to develop an effective and economically feasible energy storage systems, particularly motivated by the recent rise of demand for electric transportation, has been made. Lithium-ion (Li-ion) battery prices have fallen near 90% over the past decade, making possible the affordability of electric vehicles and transforming the economics of renewable energy. In this work, a study on storage capacity demand previously presented as conference paper is expanded, including a deep analysis of the Spanish generation mix, the evaluation of the energy storage requirements for different low-carbon and carbon-free scenarios in Mainland Spain, and the calculation of the CO2 emissions’ reduction and the associated storage costs.",
    "readLink": "https://www.mdpi.com/1996-1073/15/13/4780"
  },
  {
    "title": "Climate Risks and Truncated Opportunities: How Do Environmental Challenges Intersect with Economic and Social Disadvantages for Rohingya Adolescents in Bangladesh?",
    "authors": [
      "Khadija Mitu,",
      "Nicola Jones,",
      "Joost Vintges,",
      "Megan Devonald"
    ],
    "doi": "https://doi.org/10.3390/su14084466",
    "journalVolume": "Vol. 14,\n                                no. 4466\n                                \n                                  p.\n                                  4466",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Integration of environmental, economic, and social approaches to development is crucial to achieve the United Nations Sustainable Development Goals. Global evidence reflects that this integration is often imbalanced, with development policies and programs in many low- and middle-income countries placing greater emphasis on economic needs than environmental vulnerabilities. Drawing on qualitative research undertaken in mid-2021, this article explores how limited integration of environmental, economic, and social aspects has affected the development of Rohingya refugee adolescents who were forcibly displaced from Myanmar to the Cox’s Bazar district of Bangladesh. Cox’s Bazar is one of the most climate-vulnerable areas in Bangladesh and is subject to extreme rainfall, landslides, and flash floods. The article highlights the ways in which Rohingya adolescents are highly vulnerable to both the direct and indirect consequences of these environmental conditions due to poverty, and inadequate housing infrastructure and water, sanitation, and hygiene facilities. It discusses the ways in which these environmental challenges intersect with socioeconomic disadvantage, especially limited education, skills development, and livelihood opportunities for young people, which are in turn compounded by limited voice and agency, and a dearth of security and protection measures. For some Rohingya adolescent girls and boys, the findings suggests that these multi-dimensional vulnerabilities place them at risk of exploitation by traffickers, smugglers, extremist groups, and criminals. The article concludes by highlighting the importance of explicitly integrating environmental aspects into policy and programs that support Rohingya adolescents to develop their full capabilities, and encouraging their meaningful participation in policy dialogues and accountability processes.",
    "readLink": "https://www.mdpi.com/2071-1050/14/8/4466"
  },
  {
    "title": "The Courts Strike Back",
    "authors": [
      "Christina Eckes"
    ],
    "doi": "no. 2366-7044",
    "issn": "2366-7044 (Online)",
    "publisher": "Max Steinbeis Verfassungsblog GmbH",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Law"
    ],
    "journalUrl": "https://verfassungsblog.de/",
    "abstract": "The Shell case, decided by the Hague District Court on 26 May 2021, is part of a growing body of climate cases. What the Shell case does is that it liberates the political-decision maker from the suffocating grip of investor state dispute settlement mechanisms, in particular the mechanism under the Energy Charter Treaty.",
    "readLink": "https://verfassungsblog.de/the-courts-strike-back/"
  },
  {
    "title": "Mass aggregations of Bibio pomonae (Insecta: Diptera: Bibionidae), an indication of climate change?",
    "authors": [
      "Tore Qvenild,",
      "Sigurd Rognerud"
    ],
    "doi": "https://doi.org/10.5324/fn.v37i0.2194",
    "journalVolume": "Vol. 37",
    "issn": "1502-4873 (Print)",
    "publisher": "1891-5396 (Online)",
    "countryOfPublisher": "Norwegian University of Science and Technology",
    "lcc": [
      "Norway",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.ntnu.no/ojs/index.php/fauna_norvegica",
    "abstract": "Examination of stomach contents of the brown trout is a sensitive method to evaluate the animals occurring in a lake and its surroundings. Yearly test fishing from Lake Sandvatn at the Hardangervidda Mountain plateau in August has shown regular occurrence of Bibio pomonae in the brown trout stomachs every third year since 2001. The stomach fullness and selectivity for other food items is influenced by the local weather conditions, but in calm and sunny weather, mass aggregation of B. pomonae are reflected by high stomach fullness and the brown trout predate B. pomonae selectively. The stomach fullness with B. pomonae may give a significant measure of the mass aggregation phenomena in such periods. On the Hardangervidda Mountain plateau mass aggregation have been observed regularly every third year since 2001. Mass aggregations elsewhere on the southern part of the Scandinavian Peninsula seem to follow the same pattern, but with a one-year delay in the northern part. Our results substantiate that mass aggregations of B. pomonae seem to be an irregular phenomenon in the previous century. In 2016 mass aggregation of B. pomonae was observed in the southern part of the Norwegian mountain range with its maximum abundance in the lower alpine zone. The abundance seems to have extended its maximum from the subalpine zone into the lower alpine zone. Mass aggregations were observed 1678 m a.s.l., 318 m higher up than previously recorded. In 2016 B. pomonae was also recorded earlier than ever before. Climate change may be a driver of the regular mass aggregations, the apparently increase in strength, the elevation of the abundance maximum, the new extreme altitude swarming, and the early hatchings seen after 2000.",
    "readLink": "https://www.ntnu.no/ojs/index.php/fauna_norvegica/article/view/2194"
  },
  {
    "title": "An interdisciplinary scenario analysis to assess the water availability and water consumption in the Upper Ouémé catchment in Benin",
    "authors": [
      "S. Giertz,",
      "B. Diekkrüger,",
      "A. Jaeger,",
      "M. Schopp"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  pp.\n                                  3\n                                  – 13",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "This paper presents an interdisciplinary scenario analysis to assess the influence of global and regional change on future water availability and water consumption in the Upper Ouémé catchment in central Benin. For the region three development scenarios were evolved. These scenarios are combined with climate change scenarios based on the IPCC (Intergovernmental Panel on Climate Change). In the mo-delling approach the quantification of the land use/land cover change is performed by the cellular automata model CLUE-S. The future climate scenarios are computed with the regional climate model REMO driven by the global ECHAM model. Using this data different land use and climate change scenarios can be calculated with the conceptual hydrological model UHP-HRU to assess the effects of global changes on the future water availability in Benin. To analyse the future water availability also the water consumption has to be taken into account. Due to high population growth an increase in water need in the future is expected for the region. To calculate the future household water consumption data from a regional survey and demographic projections are used. Development of the water need for animal husbandry is also considered. The first test run of the modelling approach was performed for the development scenario 'business as usual' combined with the IPCC scenario B2 for the year 2025. This test demonstrates the applicability of the approach for an interdisciplinary scenario analysis. A continuous run from 2000–2025 will be simulated for different scenarios as soon as the input data concerning land use/land cover and climate are available.",
    "readLink": "http://www.adv-geosci.net/9/3/2006/adgeo-9-3-2006.pdf"
  },
  {
    "title": "Climate change and DIY urbanism in Luanda and Maputo: new urban strategies?",
    "authors": [
      "Cristina Udelsmann Rodrigues"
    ],
    "doi": "https://doi.org/10.1080/19463138.2019.1585859",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  319\n                                  – 331",
    "issn": "1946-3138 (Print)",
    "publisher": "1946-3146 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urban renewal. Urban redevelopment",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://www.tandfonline.com/tjue",
    "abstract": "Climate-related phenomena historically have had an impact on the lives of urban dwellers of Luanda and Maputo. Recently, however, urban expansion and congestion of different sorts, aggravated by climate change impacts, call for renewed responses on the part of residents. Rising sea levels and harder impacts of flooding are the most disturbing issues in the two coastal capitals, demanding both institutional responses and strategies of urban residents, particularly the most vulnerable. Based on qualitative data collected in Luanda and Maputo, this article describes how urban residents aim to mitigate and adapt to the effects of climate change and by doing so, shape the cities they live in and their environment.",
    "readLink": "http://dx.doi.org/10.1080/19463138.2019.1585859"
  },
  {
    "title": "Structural Evaluation on Sugarcane Bagasse Treated Using Sodium and Calcium Hydroxide",
    "authors": [
      "Anggono Juliana,",
      "Purwaningsih Hariyati,",
      "Sugondo Suwandi,",
      "Henrico Steven,",
      "Sewucipto Sanjaya,",
      "Patel Jay"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/201913001018",
    "journalVolume": "Vol. 130\n                                \n                                \n                                  p.\n                                  01018",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Greater interest in recent years to the increase demand in using natural fiber reinforcement of polymers is to comply with the increasing stringent international protocols related to climate change and environmental awareness. Many studies have reported the development of renewable and biodegradable agricultural by-products as reinforcement fibers for biocomposites. One of the essential factors in producing strong biocomposites is the properties prepared from the natural fibers which results from the alkalitreatment given. This research aims to evaluate the effect of different treatment duration on structural changes on sugarcane after alkali treatment using sodium hydroxide (NaOH) and calcium hydroxide (Ca(OH)2) solutions. Calcium hydroxide was used as comparative solution in search for milder and more environmental friendly alkali solution as an alternative solution of NaOH. Fourier Transform Infrared (FTIR) confirmed the major removal of lignin and minor of hemicellulose. It shows that the structure did not change considerably with the additional treatment time. The weight loss measurement after each treatmentshows a higher weight loss with the treatment with NaOH (40.5 % to 57.75 %) than the weight loss after Ca(OH)2 treatment (25 % to 46 %). Scanning electron microscope (SEM) observed the morphology changes onthe fiber from both treatments.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2019/56/e3sconf_ic-amme2018_01018.pdf"
  },
  {
    "title": "Mapping governance of adaptation to climate change in Switzerland",
    "authors": [
      "Dominik Braunschweiger,",
      "Marco Pütz,",
      "Frank Heidmann,",
      "Mark-Jan Bludau"
    ],
    "doi": "https://doi.org/10.1080/21681376.2018.1549507",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  398\n                                  – 401",
    "issn": "2168-1376 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional economics. Space in economics",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional planning"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/rsrs",
    "abstract": "Climate change severely affects Alpine regions. Adaptation to climate change is needed in order to deal with these impacts, but the implementation of national adaptation strategies is inhibited by multiple obstacles. Regional strategic frameworks are just emerging, adaptation is of little priority to local agendas and policy mainstreaming is limited on all administrative levels. This paper provides a better understanding of the governance of adaptation to climate change in Switzerland, an example of a federal system with a strong focus on subnational levels and multilevel governance. We conceptualize governance as a network of policies, measures, actors and knowledge, and visualize their interactions using D3.js, a data-driven JavaScript library. The findings illustrate the typical division of labour in federal multilevel governance systems. The national level provides a strategic framework and funding and conducts coordinating measures at subnational levels, especially the local-level implementation of concrete measures. Conducting comparable mappings for other countries would allow interesting comparisons and insights into common barriers and opportunities to adaptation to climate change.",
    "readLink": "http://dx.doi.org/10.1080/21681376.2018.1549507"
  },
  {
    "title": "Multidecadal trend analysis of in situ aerosol radiative properties around the world",
    "authors": [
      "M. Collaud Coen,",
      "E. Andrews,",
      "E. Andrews,",
      "A. Alastuey,",
      "T. P. Arsov,",
      "J. Backman,",
      "B. T. Brem,",
      "N. Bukowiecki,",
      "C. Couret,",
      "K. Eleftheriadis,",
      "H. Flentje,",
      "M. Fiebig,",
      "M. Gysel-Beer,",
      "J. L. Hand,",
      "A. Hoffer,",
      "R. Hooda,",
      "R. Hooda,",
      "C. Hueglin,",
      "W. Joubert,",
      "M. Keywood,",
      "J. E. Kim,",
      "S.-W. Kim,",
      "C. Labuschagne,",
      "N.-H. Lin,",
      "Y. Lin,",
      "C. Lund Myhre,",
      "K. Luoma,",
      "H. Lyamani,",
      "H. Lyamani,",
      "A. Marinoni,",
      "O. L. Mayol-Bracero,",
      "N. Mihalopoulos,",
      "M. Pandolfi,",
      "N. Prats,",
      "A. J. Prenni,",
      "J.-P. Putaud,",
      "L. Ries,",
      "F. Reisen,",
      "K. Sellegri,",
      "S. Sharma,",
      "P. Sheridan,",
      "J. P. Sherman,",
      "J. Sun,",
      "G. Titos,",
      "G. Titos,",
      "E. Torres,",
      "T. Tuch,",
      "R. Weller,",
      "A. Wiedensohler,",
      "P. Zieger,",
      "P. Zieger,",
      "P. Laj,",
      "P. Laj,",
      "P. Laj"
    ],
    "doi": "https://doi.org/10.5194/acp-20-8867-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  8867\n                                  – 8908",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "In order to assess the evolution of aerosol parameters affecting climate change, a long-term trend analysis of aerosol optical properties was performed on time series from 52 stations situated across five continents. The time series of measured scattering, backscattering and absorption coefficients as well as the derived single scattering albedo, backscattering fraction, scattering and absorption Ångström exponents covered at least 10 years and up to 40 years for some stations. The non-parametric seasonal Mann–Kendall (MK) statistical test associated with several pre-whitening methods and with Sen's slope was used as the main trend analysis method. Comparisons with general least mean square associated with autoregressive bootstrap (GLS/ARB) and with standard least mean square analysis (LMS) enabled confirmation of the detected MK statistically significant trends and the assessment of advantages and limitations of each method. Currently, scattering and backscattering coefficient trends are mostly decreasing in Europe and North America and are not statistically significant in Asia, while polar stations exhibit a mix of increasing and decreasing trends. A few increasing trends are also found at some stations in North America and Australia. Absorption coefficient time series also exhibit primarily decreasing trends. For single scattering albedo, 52 % of the sites exhibit statistically significant positive trends, mostly in Asia, eastern/northern Europe and the Arctic, 22 % of sites exhibit statistically significant negative trends, mostly in central Europe and central North America, while the remaining 26 % of sites have trends which are not statistically significant. In addition to evaluating trends for the overall time series, the evolution of the trends in sequential 10-year segments was also analyzed. For scattering and backscattering, statistically significant increasing 10-year trends are primarily found for earlier periods (10-year trends ending in 2010–2015) for polar stations and Mauna Loa. For most of the stations, the present-day statistically significant decreasing 10-year trends of the single scattering albedo were preceded by not statistically significant and statistically significant increasing 10-year trends. The effect of air pollution abatement policies in continental North America is very obvious in the 10-year trends of the scattering coefficient – there is a shift to statistically significant negative trends in 2009–2012 for all stations in the eastern and central USA. This long-term trend analysis of aerosol radiative properties with a broad spatial coverage provides insight into potential aerosol effects on climate changes.",
    "readLink": "https://www.atmos-chem-phys.net/20/8867/2020/acp-20-8867-2020.pdf"
  }
]