[
  {
    "title": "Climate change projections suggest severe decreases in the geographic ranges of bird species restricted to Mexican humid mountain forests",
    "authors": [
      "Pablo Sierra-Morales,",
      "Octavio Rojas-Soto,",
      "César A. Ríos-Muñoz,",
      "Leticia M. Ochoa-Ochoa,",
      "Pedro Flores-Rodríguez,",
      "R. Carlos Almazán-Núñez"
    ],
    "doi": "Vol. 30\n                                \n                                \n                                  p.\n                                  e01794",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Climate change-driven modifications in thermal and precipitation patterns can result in shifts in species distributions. Avian species in humid mountain forests (HMF) are among the most vulnerable to these atmospheric changes. In this study, we assessed the extent to which climate change could cause distribution shifts in 34 bird species spatially restricted to HMF ecosystems in Mexico. In addition, we analyzed the representation of the species in protected areas (PAs) and the extension these areas covered in the entire range of each species. Species distribution models (SDMs) were generated using Maxent algorithm. Future SDM scenarios were considered using two scenarios: The Interdisciplinary Climate Research Model (MIROC5) and The Community Climate System Model (CCSM4) with a single representative concentration pathway (RCP6.0). We found that by 2050, under MIROC5, modeled species distributions showed an average reduction of 34%, and under CCSM4, a decrease of 40%. By 2070, MIROC5 showed an average a reduction of 51% and under CCSM4 of 54%. SDMs for 20 species overlapped with protected areas (PA), although nine species would reduce their presence in the PAs by 2050 under MIROC5 and 11 under CCSM4. By 2070, 11 and 12 species respectively for both scenarios, would reduce their distribution range in the PAs. More than 94% of the bird species considered, have less than 10% of their distribution in PAs in the current and future scenarios. The species distribution models of 14 species, particularly those of small range, showed no overlap with any PA under the current or future scenarios. To ensure that HMF endemic bird species are represented in different protected areas in the future, conservation schemes such as protected social and community areas and biological corridors could be valuable in ensuring the conservation of endemic birds in the long-term, especially in those regions underrepresented by PAs.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989421003449"
  },
  {
    "title": "A Review: Application and Implementation of Optic Fibre Sensors for Gas Detection",
    "authors": [
      "Thomas Allsop,",
      "Ronald Neal"
    ],
    "doi": "https://doi.org/10.3390/s21206755",
    "journalVolume": "Vol. 21,\n                                no. 6755\n                                \n                                  p.\n                                  6755",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "At the present time, there are major concerns regarding global warming and the possible catastrophic influence of greenhouse gases on climate change has spurred the research community to investigate and develop new gas-sensing methods and devices for remote and continuous sensing. Furthermore, there are a myriad of workplaces, such as petrochemical and pharmacological industries, where reliable remote gas tests are needed so that operatives have a safe working environment. The authors have concentrated their efforts on optical fibre sensing of gases, as we became aware of their increasing range of applications. Optical fibre gas sensors are capable of remote sensing, working in various environments, and have the potential to outperform conventional metal oxide semiconductor (MOS) gas sensors. Researchers are studying a number of configurations and mechanisms to detect specific gases and ways to enhance their performances. Evidence is growing that optical fibre gas sensors are superior in a number of ways, and are likely to replace MOS gas sensors in some application areas. All sensors use a transducer to produce chemical selectivity by means of an overlay coating material that yields a binding reaction. A number of different structural designs have been, and are, under investigation. Examples include tilted Bragg gratings and long period gratings embedded in optical fibres, as well as surface plasmon resonance and intra-cavity absorption. The authors believe that a review of optical fibre gas sensing is now timely and appropriate, as it will assist current researchers and encourage research into new photonic methods and techniques.",
    "readLink": "https://www.mdpi.com/1424-8220/21/20/6755"
  },
  {
    "title": "Intra-household gender differences in perception of climate change and eventual impacts: Empirical evidence from groundwater depleted zones of Bangladesh",
    "authors": [
      "A.K.M. Abdullah Al-Amin,",
      "Hasneen Jahan,",
      "Tahmina Akhter,",
      "Abu Hayat Md. Saiful Islam,",
      "Md. Wakilur Rahman,",
      "Mohammed Mainuddin,",
      "Fazlul Karim,",
      "Sheikh Mohammad Sayem"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100228",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Given the importance of gender in household and agricultural decision-making including climate change adaptation and mitigation decisions, understanding “within” household gender differences in perception of climate change and eventual impacts is crucial to formulate and design relevant policies and programs. However, studies on climate change, particularly perception studies, overlooked gender aspects. Therefore, aiming at a more nuanced gender analysis, this study attempted to measure “within” household gender differences in perception of climate change, its impact and explored the factors affecting such perceptions. We drew on empirical data obtained from farm household surveys conducted on 360 co-dwelling couples from three dissimilar drought-prone areas of northwest Bangladesh. Findings reveal that the significant difference in spouses' perceptions of unexpected rainfall and thunderstorms was perceived more by wives than husbands, nevertheless, increasing temperature was perceived more by husbands than wives. Similarly, spouses perceived that climate change has negative effects on agriculture and livelihoods. There were significant spatial differences in the responses across husbands and wives. The discrete choice modelling approaches employed to explore the determinants of perceptions by husbands and wives illustrated that wives inhabited in high water scarce areas (HSA) and medium water scarce areas (MSA), with higher education and age were more likely to perceive climate change and eventual impacts, whereas husbands' age and education were negatively allied with their perceptions. Intra-household gender differentiated perceptions suggest that policy interventions should provide gender disaggregated targeted human capital development and extend institutional facilities and support appropriate farm-level spatial program design and policy formulation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266604902300021X"
  },
  {
    "title": "Ensemble Models Predict Invasive Bee Habitat Suitability Will Expand under Future Climate Scenarios in Hawai’i",
    "authors": [
      "Jesse  A. Tabor,",
      "Jonathan  B. Koch"
    ],
    "doi": "https://doi.org/10.3390/insects12050443",
    "journalVolume": "Vol. 12,\n                                no. 443\n                                \n                                  p.\n                                  443",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Climate change is predicted to increase the risk of biological invasions by increasing the availability of climatically suitable regions for invasive species. Endemic species on oceanic islands are particularly sensitive to the impact of invasive species due to increased competition for shared resources and disease spread. In our study, we used an ensemble of species distribution models (SDM) to predict habitat suitability for invasive bees under current and future climate scenarios in Hawai’i. SDMs projected on the invasive range were better predicted by georeferenced records from the invasive range in comparison to invasive SDMs predicted by records from the native range. SDMs estimated that climatically suitable regions for the eight invasive bees explored in this study will expand by ~934.8% (±3.4% SE). Hotspots for the invasive bees are predicted to expand toward higher elevation regions, although suitable habitat is expected to only progress up to 500 m in elevation in 2070. Given our results, it is unlikely that invasive bees will interact directly with endemic bees found at >500 m in elevation in the future. Management and conservation plans for endemic bees may be improved by understanding how climate change may exacerbate negative interactions between invasive and endemic bee species.",
    "readLink": "https://www.mdpi.com/2075-4450/12/5/443"
  },
  {
    "title": "A novel approach for exploring climatic factors limiting current pest distributions: A case study of Bemisia tabaci in north-west Europe and assessment of potential future establishment in the United Kingdom under climate change.",
    "authors": [
      "Catherine D Bradshaw,",
      "Deborah Hemming,",
      "Richard Baker,",
      "Matthew Everatt,",
      "Dominic Eyre,",
      "Anastasia Korycinska"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0221057",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  p.\n                                  e0221057",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Bemisia tabaci (the tobacco whitefly) is an important agricultural pest of global significance primarily because of its ability to transmit multiple damaging plant viruses. To date, UK outbreaks of the whitefly have been restricted to glasshouses and there are no records of the whitefly establishing outdoors during the summer. This is despite the fact that annual degree-day models (that estimate accumulated warmth over the year above the development threshold), indicate that B. tabaci has the thermal potential for multiple summer generations in the UK. A set of 49 climate indices calculated using the present day climate (1986-2015) were therefore compared between the UK and the south of France, where B. tabaci is able to establish outdoors, to identify the factors limiting its establishment. The number of cold days and nights in summer, as well as the time spent within the whitefly's optimum temperature range, were most significantly different between the two areas. These indices may impact the development of B. tabaci and offer an explanation for the absence of the whitefly outdoors in the UK during the summer. Further analyses undertaken with climate projections suggest that in a 2-4°C warmer world this pest could pose a risk to outdoor UK crops in July and August. A clear south-north gradient can be demonstrated for these indices. Linking any possible northwards spread of B. tabaci populations outdoors in France with changes in these indices could therefore provide an important indicator of any change in the risks of outdoor populations of this species developing in the UK. The effectiveness of climate indices in pest risk analysis is compellingly demonstrated, and it is recommended that in-depth comparisons of climatic indices between areas of pest presence and absence are conducted in other situations where forecasting the risks of pest establishment are complex and challenging.",
    "readLink": "https://doi.org/10.1371/journal.pone.0221057"
  },
  {
    "title": "Risk perceptions and public debates on climate change: a conceptualisation based on the theory of a functionally-differentiated society",
    "authors": [
      "Markus Rhomberg"
    ],
    "doi": "Vol. 27,\n                                no. 49",
    "issn": "1901-9726 (Online)",
    "publisher": "Sammenslutningen af Medieforskere i Danmark (SMID)",
    "countryOfPublisher": "Denmark",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "http://ojs.statsbiblioteket.dk/index.php/mediekultur",
    "abstract": "Mass media and its mechanisms of production and selection play a crucial role in the definition of climate change risks. Different form of logic in the political, scientific and media systems are vital aspects in the public debate on this issue. A theoretical analysis of these aspects needs a framework in terms of social theory: Luhmann’s concept of a functionally-differentiated society and the mechanisms of structural couplings could help to understand the relations and interplay of these systems in the climate-debate. Based on this framework and various empirical studies, this paper suggests: different logics lead to different climate-definitions in science, politics and mass media. Climate change became interesting, but not until it was located in the political decision-making process. Climate issues become publicly interesting, when they are clear, contentious and can be linked to Elite-Persons. In contrast to scientific communication, news media make great efforts to be clear and definite in their communications.",
    "readLink": "http://ojs.statsbiblioteket.dk/index.php/mediekultur/article/view/2354"
  },
  {
    "title": "South African Attitudes About Nuclear Power: The Case of the Nuclear Energy Expansion",
    "authors": [
      "Nomsa Phindile Nkosi,",
      "Johane Dikgang"
    ],
    "doi": "Vol. 11,\n                                no. 5",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Despite the risk associated with nuclear energy, it represents an attractive climate change mitigation option and energy supply security. We examined how South African households perceive nuclear energy in the context of climate change mitigation, risk and avoidance of power outages. The objective of this study is to investigate households' willingness to pay (WTP) for the proposed second nuclear power. Traditional analysis of such data has tended to ignore zero WTP values. A spike model (i.e., ‘two-part model') which explicitly accounts for zero WTP is employed. We also test for effect of distance on WTP. The Thyspunt dummy is negative and significant in the probit model, which implies that those who are closer to the plant are more likely to state a zero WTP. The second decision, WTP given positive WTP, modelled with a truncated regression model suggests that putting more distance between residences and the nuclear plant would have little effect on WTP. Therefore, distance is not a relevant predictor of WTP for solving the problem of nuclear-related risk. Higher dependence on electricity is most likely to lead people to be more supportive of the planned plant. Keywords: climate change, distance, electricity, nuclear, willingness to pay. JEL Classifications: Q42, Q48, Q51, Q54 DOI: https://doi.org/10.32479/ijeep.11343",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/11343"
  },
  {
    "title": "The Influence of Deforestation on Land Surface Temperature—A Case Study of Perak and Kedah, Malaysia",
    "authors": [
      "Wan Shafrina  Wan Mohd Jaafar,",
      "Khairul Nizam  Abdul Maulud,",
      "Aisyah Marliza  Muhmad Kamarulzaman,",
      "Asif Raihan,",
      "Syarina  Md Sah,",
      "Azizah Ahmad,",
      "Siti Nor Maizah Saad,",
      "Ahmad Tarmizi  Mohd Azmi,",
      "Nur Khairun Ayuni  Jusoh Syukri,",
      "Waseem  Razzaq Khan"
    ],
    "doi": "https://doi.org/10.3390/f11060670",
    "journalVolume": "Vol. 11,\n                                no. 670\n                                \n                                  p.\n                                  670",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Over the past few decades, there has been a rapid change in forest and land cover, especially in tropical forests due to massive deforestation. The major factor responsible for the changes is to fulfill the growing demand of increasing population through agricultural intensification, rural settlements, and urbanization. Monitoring forest cover and vegetation are essential for detecting regional and global environmental changes. The present study evaluates the influence of deforestation on land surface temperature (LST) in the states of Kedah and Perak, Malaysia, between 1988 and 2017. The trend in forest cover change over the time span of 29 years, was analyzed using Landsat 5 and Landsat 8 satellite images to map the sequence of forest cover change. With the measurement of deforestation and its relationship with LST as an end goal, the Normalized Difference Vegetation Index (NDVI) was used to determine forest health, and the spectral radiance model was used to extract the LST. The findings of the study show that nearly 16% (189,423 ha) of forest cover in Perak and more than 9% (33,391 ha) of forest cover in Kedah have disappeared within these 29 years as a result of anthropogenic activities. The correlation between the LST and NDVI is related to the distribution of forests, where LST is inversely related to NDVI. A strong correlation between LST and NDVI was observed in this study, where the average mean of LST in Kedah (25 °C) is higher than in Perak (22.6 °C). This is also reflected by the decreased NDVI value from 0.6 to 0.5 in 2017 at both states. This demonstrated that a decrease in the vegetation area leads to an increase in the surface temperature. The resultant forest change map would be helpful for forest management in terms of identifying highly vulnerable areas. Moreover, it could help the local government to formulate a land management plan.",
    "readLink": "https://www.mdpi.com/1999-4907/11/6/670"
  },
  {
    "title": "Local indicators of climate change impacts described by indigenous peoples and local communities: Study protocol.",
    "authors": [
      "Victoria Reyes-García,",
      "Santiago Álvarez-Fernández,",
      "Petra Benyei,",
      "David García-Del-Amo,",
      "André B Junqueira,",
      "Vanesse Labeyrie,",
      "Xiaoyue Li,",
      "Vincent Porcher,",
      "Anna Porcuna-Ferrer,",
      "Anna Schlingmann,",
      "Ramin Soleymani"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0279847",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  p.\n                                  e0279847",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "IntroductionIn the quest to improve the understanding of climate change impacts on elements of the atmospheric, physical, and life systems, scientists are challenged by the scarcity and uneven distribution of grounded data. Through their long history of interaction with the environment, Indigenous Peoples and local communities have developed complex knowledge systems that allow them to detect impacts of climate change in the local environment. The study protocol presented here is designed 1) to inventory climate change impacts on the atmospheric, physical, and life systems based on local knowledge and 2) to test hypotheses on the global spatial, socioeconomic, and demographic distribution of reported impacts. The protocol has been developed within the framework of a project aiming to bring insights from Indigenous and local knowledge systems to climate research (https://licci.eu).MethodsData collection uses a mixed-method approach and relies on the collaboration of a team of 50 trained partners working in sites where people's livelihood directly depend on nature. The data collection protocol consists of two steps. Step 1 includes the collection of secondary data (e.g., spatial and meteorological data) and site contextual information (e.g., village infrastructure, services). Step 1 also includes the use of 1) semi-structured interviews (n = 20-30/site) to document observations of environmental change and their drivers and 2) focus group discussions to identify consensus in the information gathered. Step 2 consist in the application of a household (n from 75 to 125) and individual survey (n from 125 to 175) using a standardized but locally adapted instrument. The survey includes information on 1) individual and household socio-demographic characteristics, 2) direct dependence on nature, 3) household's vulnerability, and 4) individual perceptions of climate change impacts. Survey data are entered in a specifically designed database.Expected resultsThis protocol allows the systematic documentation and analysis of the patterned distribution of local indicators of climate change impacts across climate types and livelihood activities. Data collected with this protocol helps fill important gaps on local climate change impacts research and can provide tangible outcomes for local people who will be able to better reflect on how climate change impacts them.",
    "readLink": "https://doi.org/10.1371/journal.pone.0279847"
  },
  {
    "title": "Sustainable Olive Culture under Climate Change: The Potential of Biostimulants",
    "authors": [
      "Maria Celeste Dias,",
      "Márcia Araújo,",
      "Sónia Silva,",
      "Conceição Santos"
    ],
    "doi": "https://doi.org/10.3390/horticulturae8111048",
    "journalVolume": "Vol. 8,\n                                no. 1048\n                                \n                                  p.\n                                  1048",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "Climatic extreme events, like droughts, heatwaves, and floods are becoming recurrent and represent a threat to agriculture, lowering plant growth and productivity. The Mediterranean region is a climate-change hotspot, where traditional agricultural systems, like olive groves, are particularly challenged. Both the traditional and intensive systems of olive culture coexist in the Mediterranean. Both systems differ in their demands for water and agrochemicals, but nowadays, the global inputs of agrochemicals and irrigation have increased to achieve high productivity and profitability. Finding sustainable alternatives to maintain high productivity under the ongoing climate change is urgent to meet the EU-Farm to Fork strategy and climate neutrality. Candidate eco-friendly alternatives include biostimulants. These are substances or microorganisms, that activate signaling cascades and metabolic processes, increasing plant yield, quality, and tolerance to stressors. These benefits include a better growth, nutritional status and water availability, leading to a decreased demand for irrigation and agrochemicals. In this review, we aim to present different types of biostimulants (e.g., seaweed, protein hydrolysates, humic substances, microorganisms and nanomaterials), their mode of action and benefits in agriculture. We also explore the current state-of-the-art regarding the use of biostimulants in olive culture, and their potential benefits to increase tolerance to (a)biotic challenges.",
    "readLink": "https://www.mdpi.com/2311-7524/8/11/1048"
  }
]