[
  {
    "title": "SPECIES COMPOSITION OF HARMFUL ENTOMOCOMPLEX IN PEACH ORCHARDS OF SOUTHERN UKRAINE",
    "authors": [
      "I. Yudytska,",
      "Yu. Klechkovskyi"
    ],
    "doi": "https://doi.org/10.48077/scihor.24(1).2021.61-67",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  61\n                                  – 67",
    "issn": "2663-2144 (Print)",
    "publisher": "Zhytomyr National Agroecological University",
    "countryOfPublisher": "Ukraine",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://journal.znau.edu.ua/horizons",
    "abstract": "Studies of the dynamics of changes in the species composition of pests in fruit orchards in the context of climate change became especially relevant. Monitoring of phytophagous insects in gardens with the isolation of dominant species is a key component for building an effective system of protection of perennial plantings. The study was conducted in 2018-2020 on the basis of the Melitopol Experimental Station of Horticulture named after M.F. Sidorenko IS NAAS. The purpose of the study was to establish the species composition of phytophages and the level of their colonisation of peach orchards to optimise measures to protect this crop from pest damage. Conducting route and detailed surveys in different phases of tree development (swelling of buds, pink bud, flowering, end of flowering, forming, growth and ripening of fruits) showed that the entomocenosis of peach orchards consisted of 15 species of phytophagous insects belonging to 4 orders, 10 families, and 2 species of mites. The species composition and level of pest colonisation of peach orchards changed under the influence of weather conditions and protection measures. Lepidoptera insects were represented by 7 species of pests, among which the main carpophages were Grapholitha molesta Busck., to a lesser extent Anarsia lineatella. The attack density of these pests each year was at a high and medium level, respectively. Throughout all the years of study most harmful of insects from the order Coleoptera was polyphagous Epicometis hirta. The main Homoptera pest in 2018 was Quadraspidiotus perniciosus Comst., while the prevalence of other catfacing insects was weak. During the vegetation periods of 2019-2020 the development of insects such as aphids and increase in the colonisation of leaves by mites, Thrips fuscipennis Haliche and Typhlocyba rosae L. was recorded in peach orchards",
    "readLink": "https://sciencehorizon.com.ua/en/journals/tom-24-1-2021/vidoviy-sklad-shkidlivogo-yentomokomplyeksu-u-nasadzhyennyakh-pyersika-pivdnya-ukrayini"
  },
  {
    "title": "Effects of Heavy Rainfall on Shallow Foundations in Bukit Timah Granite in Singapore",
    "authors": [
      "Verasak Sia,",
      "Alfrendo Satyanaga,",
      "Yongmin Kim"
    ],
    "doi": "https://doi.org/10.3390/app12199516",
    "journalVolume": "Vol. 12,\n                                no. 9516\n                                \n                                  p.\n                                  9516",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The increase in rainfall intensities due to climate change affect the entire globe. In particular, Singapore suffers from floods and rising of coastlines. Notably, in the Bukit Timah Region in Singapore, floods are getting more intense, and the region houses multitudes of low-rise constructions with shallow foundations. Damages ranging from physical, in terms of motor vehicle and property damages, to intangible losses such as major traffic delays in both private and public transit were caused by the floods. Few studies have been carried out in Singapore in terms of shallow foundations’ response to rainfall events. When rainfall infiltrates into the soil, the bearing capacity and soil stiffness are affected by the change in matric suction. Thus, the impact of heavy rainfall on shallow foundations in Bukit Timah Granite is investigated numerically using SIGMA/W. Fully coupled flow-deformation analysis with unsaturated soil characteristics, e.g., the Soil Water Characteristic Curve (SWCC) and unsaturated permeability functions, were conducted. A range of rainfall intensities, rainfall durations, and applied loadings were investigated to produce a load–settlement curve that was compared against a semi-empirical model to yield reasonable results. The studies showed that the change in matric suction is affected by the rainfall duration, rainfall intensity, initial groundwater conditions, and hydraulic properties of soil, which in turn affects the settlement response heavily. The bearing capacity is evaluated using graphical methods via the load–settlement response curves, and it was found that the reduction in matric suction heavily reduces the bearing capacity of the soil. Combined with the unsaturated residual soils and transient analyses, the discoveries give insight into the assessment of shallow foundations subjected to water infiltration.",
    "readLink": "https://www.mdpi.com/2076-3417/12/19/9516"
  },
  {
    "title": "Low-Carbon Water Treatment and Energy Recovery",
    "authors": [
      "Xin Zhao,",
      "Lili Dong,",
      "Zhaoyang Wang"
    ],
    "doi": "https://doi.org/10.3390/app13179758",
    "journalVolume": "Vol. 13,\n                                no. 9758\n                                \n                                  p.\n                                  9758",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Climate change led by excessive carbon dioxide (CO2) emissions poses a global challenge [...]",
    "readLink": "https://www.mdpi.com/2076-3417/13/17/9758"
  },
  {
    "title": "Century-long column ozone records show that chemical and dynamical influences counteract each other",
    "authors": [
      "Stefan Brönnimann"
    ],
    "doi": "https://doi.org/10.1038/s43247-022-00472-z",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Analyses of a newly constructed record of column ozone together with an existing record suggest that two thirds of the ozone recovery due to the reduction of ozone depleting substances over the past 25 years is compensated by a dynamically-caused ozone loss.",
    "readLink": "https://doi.org/10.1038/s43247-022-00472-z"
  },
  {
    "title": "Ênfases jornalísticas na cobertura da COP 21 (Paris, 2015) nas versões norte-americana, brasileira e francesa do site The Huffington Post",
    "authors": [
      "Myrian Del Vecchio de Lima,",
      "Mônica Cristina Fort,",
      "Otávio Cezarini Ávila,",
      "Augusta Gern,",
      "Manoella Fortes Fiebig"
    ],
    "doi": "https://doi.org/10.5380/dma.v40i0.49044",
    "journalVolume": "Vol. 40,\n                                no. 0",
    "issn": "1518-952X (Print)",
    "publisher": "2176-9109 (Online)",
    "countryOfPublisher": "Universidade Federal do Paraná",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://revistas.ufpr.br/made/index",
    "abstract": "Journalism is responsible for disseminating relevant information to society, which may influence reflection and decision-making processes. However, its discursive ethos leads to giving more salience to certain aspects. In online journalism this amplification is accentuated as it needs to spark the interest of internet users who are involved in a highly fluid universe of content. The complex issue of global climate change has become a highly visible media theme but research suggests that the media often award emphasis to alarmist angles related to risks and threats, which can lead to feelings of fear. In examining the coverage of the United Nations Conference on Climate Change (COP21, Paris, 30/11 to 12/11/2015), we asked: which emphases were evidenced on the news about this global event? We analyzed the emphases and frames of headlines and leads of articles published in the Brazilian, American and French editions of the website The Huffington Post and whether such coverage might lead to feelings of fear or promote a form of awareness that enables responding to climatic risks.",
    "readLink": "https://revistas.ufpr.br/made/article/view/49044"
  },
  {
    "title": "Factors influencing the development and implementation of national greenhouse gas inventory methodologies",
    "authors": [
      "Leehi Yona,",
      "Benjamin Cashore,",
      "Mark A. Bradford"
    ],
    "doi": "https://doi.org/10.1080/25741292.2021.2020967",
    "journalVolume": "Vol. 0,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 29",
    "issn": "2574-1292 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Political science",
      "Social Sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/rpdp",
    "abstract": "In contrast to its Assessment Reports, less is known about the social science processes through which the Intergovernmental Panel on Climate Change (IPCC) produces methodologies for greenhouse gas emissions reporting. This limited attention is problematic, as these greenhouse gas inventories are critical components for identifying, justifying, and adjudicating national-level mitigation commitments. We begin to fill this gap by descriptively assessing, drawing on data triangulation that incorporates ecological and political analysis, the historical process for developing emissions guidelines. Our systematic descriptive efforts highlight processes and structures through which inventories might become disconnected from the latest peer-reviewed environmental science. To illustrate this disconnect, we describe the IPCC guideline process, outlining themes that may contribute to discrepancies, such as diverging logics and timeframes, discursive power, procedural lock-in, resource constraints, organizational interests, and complexity. The themes reflect challenges to greenhouse gas inventories themselves, as well as broader challenges to integrating climate change science and policy.Highlights This article provides an illustrative analysis of the Intergovernmental Panel on Climate Change’s greenhouse gas inventory guideline process There is evidence for substantive discrepancies between empirical literature and these guidelines Particularly for forest soil organic carbon reporting, inventory guidelines are influenced by a multitude of political and scientific actors Explanations for these discrepancies merit further inquiry, and include institutional lock-in, political influence, discursive power, resource constraints, and world views",
    "readLink": "http://dx.doi.org/10.1080/25741292.2021.2020967"
  },
  {
    "title": "How far from a pristine state are the peatlands in the Białowieża Primeval Forest (CE Europe) – Palaeoecological insights on peatland and forest development from multi-proxy studies",
    "authors": [
      "Mariusz Gałka,",
      "Klaus-Holger Knorr,",
      "Kazimierz Tobolski,",
      "Angela Gallego-Sala,",
      "Piotr Kołaczek,",
      "Mariusz Lamentowicz,",
      "Katarzyna Kajukało-Drygalska,",
      "Katarzyna Marcisz"
    ],
    "doi": "Vol. 143\n                                \n                                \n                                  p.\n                                  109421",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "The Białowieża Primeval Forest is one of the most pristine forested and peatland areas in Europe, as recognized by its status as the World Biosphere Reserve. Palaeoecological analyzes offer the possibility of establishing a record of ecosystem change over time, and therefore setting reference conditions for their assessment, protection and restoration. To assess the impact of hydrological changes, fire and pollution (dust, metals from smelting) on peatland and forest ecosystems, we carried out high-resolution, multi-proxy palaeoecological investigations of two peat cores (50 cm long) from nearby locations at a peatland located in the protected area (nature reserve) of the Białowieża Forest (CE Poland). Our study revealed that: i) between about 1780 and 1920 CE high fire activity likely caused by humans led to a partly decline in dwarf shrubs at the sampling sites; ii) between about 1910 and 1930 CE distinctive changes in local and regional plant succession took place that can be considered as a sign of disturbance in the peatland ecosystems; iii) during the last three decades we recorded a recent decrease of trace metals and pollen indicating a decrease in human activity. These changes are synchronous with a decrease of industrial activity and curbing of emission through legislation as well as the ongoing depopulation of villages in E Poland that started in 1990.Our data suggest that even well-preserved peatlands, located in protected areas might be far from their pristine state, predominantly due to disturbance effects from the past still lingering on. Nevertheless, the studied area remains one of the best-preserved forest ecosystems in Europe, despite the negative impact of human activity (deforestation, fires, hunting) over the past few centuries.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22008949"
  },
  {
    "title": "Modern calibration of <i>Poa flabellata</i> (tussac grass) as a new paleoclimate proxy in the South Atlantic",
    "authors": [
      "D. V. Groff,",
      "D. V. Groff,",
      "D. G. Williams,",
      "J. L. Gill,",
      "J. L. Gill"
    ],
    "doi": "https://doi.org/10.5194/bg-17-4545-2020",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  4545\n                                  – 4557",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Terrestrial paleoclimate records are rare in the South Atlantic, limiting opportunities to provide a prehistoric context for current global changes. The tussock grass, Poa flabellata, grows abundantly along the coasts of the Falkland Islands and other subantarctic islands. It forms extensive peat records, providing a promising opportunity to reconstruct high-resolution regional climate records. The isotopic composition of leaf and root tissues deposited in these peats has the potential to record variation in precipitation, temperature, and relative humidity over time, but these relationships are unknown for P. flabellata. Here, we measured the isotopic composition of P. flabellata and precipitation and explore relationships with seasonal temperature and humidity variations across four study locations in the Falkland Islands. We reveal that inter-seasonal differences in carbon and oxygen stable isotopes of leaf α-cellulose of living P. flabellata correlated with monthly mean temperature and relative humidity. The carbon isotope composition of leaf α-cellulose (δ13Cleaf) records the balance of CO2 supply through stomata and the demand by photosynthesis. The positive correlation between δ13Cleaf and temperature and negative correlation between δ13Cleaf and relative humidity suggest that photosynthetic demand for CO2 relative to stomatal supply is enhanced when conditions are warm and dry. Further, the positive correlation between δ13Cleaf and δ18Oleaf (r=0.88; p<0.001; n=24) indicates that stomatal closure during warm dry periods explains seasonal variation in δ13Cleaf. We observed significant differences between winter and summer seasons for both δ18Oleaf and δ13Cleaf and among study locations for δ18Oleaf but not δ13Cleaf. δ18O values of monthly composite precipitation were similar between seasons and among study locations, yet characteristic of the latitudinal origin of storm tracks and seasonal winds. The weak correlation between δ18O in monthly composite precipitation and δ18Oleaf further suggests that relative humidity is the main driver of the δ18Oleaf. The oxygen isotopes in root α-cellulose did not reflect, or only partially reflected (at one study location), the δ18O in precipitation. Overall, this study supports the use of peat records formed by P. flabellata to fill a significant gap in our knowledge of the long-term trends in Southern Hemisphere climate dynamics.",
    "readLink": "https://bg.copernicus.org/articles/17/4545/2020/bg-17-4545-2020.pdf"
  },
  {
    "title": "14,000-year Carbon Accumulation Dynamics in a Siberian Lake Reveal Catchment and Lake Productivity Changes",
    "authors": [
      "Lara Hughes-Allen,",
      "Lara Hughes-Allen,",
      "Frédéric Bouchard,",
      "Frédéric Bouchard,",
      "Christine Hatté,",
      "Hanno Meyer,",
      "Lyudmila A. Pestryakova,",
      "Bernhard Diekmann,",
      "Dmitry A. Subetto,",
      "Dmitry A. Subetto,",
      "Boris K. Biskaborn"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.710257",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "A multi-proxy paleolimnological analysis of a sediment core sequence from Lake Malaya Chabyda in Central Yakutia (Eastern Siberia, Russia) was conducted to investigate changes in lake processes, including lake development, sediment and organic carbon accumulation, and changes in primary productivity, within the context of Late Pleistocene and Holocene climate change. Age-depth modeling with 14C indicates that the maximum age of the sediment core is ∼14 cal kBP. Three distinct sedimentary units were identified within the sediment core. Sedimentological and biogeochemical properties in the deepest section of the core (663–584 cm; 14.1–12.3 cal kBP) suggests a lake environment mostly influenced by terrestrial vegetation, where organic carbon accumulation might have been relatively low (average ∼100 g OC m−2 a−1), although much higher than the global modern average. The middle section of the core (584–376 cm; 12.3–9.0 cal kBP) is characterized by higher primary productivity in the lake, much higher sedimentation, and a remarkable increase in OC delivery (average ∼300 g OC m−2 a−1). Conditions in the upper section of the core (<376 cm; < 9.0 cal kBP) suggest high primary productivity in the lake and high OC accumulation rates (average ∼200 g OC m−2 a−1), with stable environmental conditions. The transition from organic-poor and mostly terrestrial vegetation inputs (TOC/TNatomic ratios ∼20) to conditions dominated by aquatic primary productivity (TOC/TNatomic ratios <15) occurs at around 12.3 cal kBP. This resulted in an increase in the sedimentation rate of OC within the lake, illustrated by higher sedimentation rates and very high total OC concentrations (>30%) measured in the upper section of the core. Compact lake morphology and high sedimentation rates likely resulted in this lake acting as a significant OC sink since the Pleistocene-Holocene transition. Sediment accumulation rates declined after ∼8 cal k BP, however total OC concentrations were still notably high. TOC/TNatomic and isotopic data (δ13C) confirm the transition from terrestrial-influenced to aquatic-dominated conditions during the Early Holocene. Since the mid-Holocene, there was likely higher photosynthetic uptake of CO2 by algae, as suggested by heavier (isotopically enriched) δ13C values (>−25‰).",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.710257/full"
  },
  {
    "title": "Response of avian cavity nesters and carbon dynamics to forest management and climate change in the Northern Rockies",
    "authors": [
      "Eric S. Walsh,",
      "Tara W. Hudiburg"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3636",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Forest ecosystem services (e.g., carbon and nutrient cycling, biodiversity, and wood products) in many moisture‐limited systems in the western USA are being impacted by climate change. Maintaining these services, increasing resiliency, and conserving wildlife habitat will depend on climate change adaptive forest management strategies. Studying the impacts of U.S. Forest Service (USFS) land management plans on long‐term carbon cycling and wildlife habitat is imperative for evaluating and implementing adaptive management under climate change. In this study, we present the results of an integrated framework of forest landscape and avifauna niche suitability modeling, applied in the northern Rockies of Idaho (NRI). We report on the interactive effects of climate change, fire, and harvest management on carbon cycling and the distribution of suitable habitat of two avian cavity nesters: Flammulated Owl (Psiloscops flammeolus) and American Three‐toed Woodpecker (Picoides dorsalis). The net ecosystem carbon balance (NECB) of the NRI was predicted to be negative (carbon source) at the end of the century, primarily because of harvest removals on privately managed lands. This was despite increases in net ecosystem productivity stimulated by harvest. In contrast, NECB of USFS land was positive throughout the century. This was a direct result of the Idaho Panhandle National Forest Land Management Plan (Plan) objectives that were implemented via harvest prescriptions. Under climate warming, compositional shifts in Pinus ponderosa and Pseudotsuga menziesii along with increases in mature/old‐growth forest stands were in agreement with the Plan's objectives. These and additional species composition shifts also maintained the realized niche of the Flammulated Owl and increased the potential niche of the American Three‐toed Woodpecker on USFS land by the end of the century. These projections highlight the potential for the NRI to remain viable wildlife habitat in a warming climate and to sequester carbon. The research demonstrates the benefits of an integration modeling framework as a tool to evaluate multi‐objective forest management directives.",
    "readLink": "https://doi.org/10.1002/ecs2.3636"
  }
]