[
  {
    "title": "A Multi-Criteria Decision Support System for Strategic Planning at the Swiss Forest Enterprise Level: Coping With Climate Change and Shifting Demands in Ecosystem Service Provisioning",
    "authors": [
      "Timothy Thrippleton,",
      "Clemens Blattert,",
      "Leo Gallus Bont,",
      "Reinhard Mey,",
      "Jürgen Zell,",
      "Esther Thürig,",
      "Janine Schweier"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2021.693020",
    "journalVolume": "Vol. 4",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Sustainable forest management plays a key role for forest biodiversity and the provisioning of ecosystem services (BES), including the important service of carbon sequestration for climate change mitigation. Forest managers, however, find themselves in the increasingly complex planning situation to balance the often conflicting demands in BES. To cope with this situation, a prototype of a decision support system (DSS) for strategic (long-term) planning at the forest enterprise level was developed in the present project. The DSS was applied at three case study enterprises (CSEs) in Northern Switzerland, two lowland and one higher-elevation enterprise, for a 50-year time horizon (2010 to 2060) under present climate and three climate change scenarios (‘wet’, ‘medium’, ‘dry’). BES provisioning (for biodiversity, timber production, recreation, protection against gravitational hazards and carbon sequestration) was evaluated for four management scenarios (no management, current (BAU), lower and higher management intensity) using a utility-based multi-criteria decision analysis. Additionally, four alternative preference scenarios for BES provisioning were investigated to evaluate the robustness of the results to shifting BES preferences. At all CSEs, synergies between carbon sequestration, biodiversity and protection function as well as trade-offs between carbon sequestration and timber production occurred. The BAU management resulted in the highest overall utility in 2060 for different climate and BES preference scenarios, with the exception of one lowland CSE under current BES preference, where a lower intensity management performed best. Although climate change had a relatively small effect on overall utility, individual BES indicators showed a negative climate change impact for the lowland CSEs and a positive effect for the higher elevation CSE. The patterns of overall utility were relatively stable to shifts in BES preferences, with exception of a shift toward a preference for carbon sequestration. Overall, the study demonstrates the potential of the DSS to investigate the development of multiple BES as well as their synergies and trade-offs for a set of lowland and mountainous forest enterprises. The new system incorporates a wide set of BES indicators, a strong empirical foundation and a flexible multi-criteria decision analysis, enabling stakeholders to take scientifically well-founded decisions under changing climatic conditions and political goals.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2021.693020/full"
  },
  {
    "title": "Impact of Thermal Mass Oriented Measures Over CO2 Emissions Of a Thermally Insulated Lowrise Apartment Building in Izmir, Turkey",
    "authors": [
      "Mümine Gerçek,",
      "Zeynep Durmuş Arsan"
    ],
    "doi": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  59\n                                  – 72",
    "issn": "2147-9380 (Online)",
    "publisher": "Konya Technical University Faculty of Architecture and Design",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Fine Arts: Architecture",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://iconarp.ktun.edu.tr/iconarp",
    "abstract": "Climate change has drawn the attention of many researchers and practitioners to focus on the methods to address the challenges in achieving low-carbon buildings and cities and in future developments. Nevertheless, few studies have explored the impacts of thermal mass applications for the lowest carbon emissions of building operational energy consumption. A comparative study of CO2 emissions due to different wall and floor compositions is presented in accordance with their lifespans for a hot-humid climate site. Aim of this study is to examine the relation between the energy oriented operations and carbon emissions of the building. Firstly, an existing low-rise building in İzmir is selected, then modelled in the dynamic simulation model software DesignBuilder v4 by synchronizing drawings with basic operational principles of the program. Furthermore, various influence factors of building envelope thermal characteristics are selected as follows: type, location, thickness and thermal specifications of materials used by keeping thermal conductivity value constant. At the end, the research presents remarkable influence of thermal mass oriented measures on reducing energy demands and carbon footprints.",
    "readLink": "http://iconarp.selcuk.edu.tr/iconarp/article/view/62"
  },
  null,
  {
    "title": "Consistent histories of anthropogenic western European air pollution preserved in different Alpine ice cores",
    "authors": [
      "A. Eichler,",
      "A. Eichler,",
      "M. Legrand,",
      "M. Legrand,",
      "T. M. Jenk,",
      "T. M. Jenk,",
      "S. Preunkert,",
      "C. Andersson,",
      "S. Eckhardt,",
      "M. Engardt,",
      "A. Plach,",
      "M. Schwikowski,",
      "M. Schwikowski,",
      "M. Schwikowski"
    ],
    "doi": "https://doi.org/10.5194/tc-17-2119-2023",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  2119\n                                  – 2137",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Individual high-Alpine ice cores have been proven to contain a well-preserved history of past anthropogenic air pollution in western Europe. The question of how representative one ice core is with respect to the reconstruction of atmospheric composition in the source region has not been addressed so far. Here, we present the first study systematically comparing longer-term ice-core records (1750–2015 CE) of various anthropogenic compounds, such as major inorganic aerosol constituents (NH4+, NO3-, SO42-), black carbon (BC), and trace species (Cd, F−, Pb). Depending on the data availability for the different air pollutants, up to five ice cores from four high-Alpine sites located in the European Alps analysed by different laboratories were considered. Whereas absolute concentration levels can partly differ depending on the prevailing seasonal distribution of accumulated precipitation, all seven investigated anthropogenic compounds are in excellent agreement between the various sites for their respective, species-dependent longer-term concentration trends. This is related to common source regions of air pollution impacting the four sites less than 100 km away including western European countries surrounding the Alps. For individual compounds, the Alpine ice-core composites developed in this study allowed us to precisely time the onset of pollution caused by industrialization in western Europe. Extensive emissions from coal combustion and agriculture lead to an exceeding of pre-industrial (1750–1850) concentration levels already at the end of the 19th century for BC, Pb, exSO42- (non-dust, non-sea salt SO42-), and NH4+, respectively. However, Cd, F−, and NO3- concentrations started surpassing pre-industrial values only in the 20th century, predominantly due to pollution from zinc and aluminium smelters and traffic. The observed maxima of BC, Cd, F−, Pb, and exSO42- concentrations in the 20th century and a significant decline afterwards clearly reveal the efficiency of air pollution control measures such as the desulfurization of coal, the introduction of filters and scrubbers in power plants and metal smelters, and the ban of leaded gasoline improving the air quality in western Europe. In contrast, NO3- and NH4+ concentration records show levels in the beginning of the 21th century which are unprecedented in the context of the past 250 years, indicating that the introduced abatement measures to reduce these pollutants were insufficient to have a major effect at high altitudes in western Europe. Only four ice-core composite records (BC, F−, Pb, exSO42-) of the seven investigated pollutants correspond well with modelled trends, suggesting inaccuracies of the emission estimates or an incomplete representation of chemical reaction mechanisms in the models for the other pollutants. Our results demonstrate that individual ice-core records from different sites in the European Alps generally provide a spatially representative signal of anthropogenic air pollution trends in western European countries.",
    "readLink": "https://tc.copernicus.org/articles/17/2119/2023/tc-17-2119-2023.pdf"
  },
  {
    "title": "Time-varying impact of climate on maize and wheat yields in France since 1900",
    "authors": [
      "Andrej Ceglar,",
      "Matteo Zampieri,",
      "Nube Gonzalez-Reviriego,",
      "Philippe Ciais,",
      "Bernhard Schauberger,",
      "Marijn Van der Velde"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aba1be",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  p.\n                                  094039",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate services that can anticipate crop yields can potentially increase the resilience of food security in the face of climate change. These services are based on our understanding of how crop yield anomalies are related to climate anomalies, yet the share of global crop yield variability explained directly by climate factors is largely variable between regions. In Europe, France has been a major crop producer since the beginning of the 20th Century. Process based and statistical approaches to model crop yields driven by observed climate have proven highly challenging in France. This is especially due to a high regional diversity in climate but also due to environmental and agro-management factors. An additional level of uncertainty is introduced if these models are driven by seasonal-to-decadal surface climate predictions due to their low performances before the harvesting months of both wheat and maize in western Europe. On the other hand, large scale circulation patterns can possibly be better predicted than the regional surface climate, which offers the opportunity to rely on large scale circulation patterns as an alternative to local climate variables. This method assumes a certain degree of stationarity in the relationships between large scale patterns, surface climate variables, and crop yield anomalies. However, such an assumption was never tested, because of the lack of suitable long-term data. This study uses a unique dataset of subnational crop yields in France covering more than a century. By calibrating and comparing statistical models linking large scale circulation patterns and observed surface climate variables to crop yield anomalies, we can demonstrate that the relationship between large scale patterns and surface variables relevant for crop yields is not stationary. Therefore, large scale circulation pattern based crop yield forecasting methods can be adopted for seasonal predictions provided that regression parameters are constantly updated. However, the statistical crop yield models based on large-scale circulation patterns are not suitable for decadal predictions or climate change impact assessments at even longer time-scales.",
    "readLink": "https://doi.org/10.1088/1748-9326/aba1be"
  },
  {
    "title": "Watershed conservation prioritization using geomorphometric and land use-land cover parameters",
    "authors": [
      "G.R. Puno,",
      "R.C.C. Puno"
    ],
    "doi": "https://doi.org/10.22034/GJESM.2019.03.02",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  279\n                                  – 294",
    "issn": "2383-3572 (Print)",
    "publisher": "2383-3866 (Online)",
    "countryOfPublisher": "GJESM Publisher",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.gjesm.net/",
    "abstract": "Geomorphometric features and land use/land cover are essential in the context of watershed prioritization for resources conservation and protection. Watersheds in tropical regions like the Philippines are under threat of degradation due to the combined effects of uncontrolled agricultural activities in the uplands and frequently increasing erosive precipitations brought about by climate change. Watershed managers are challenged with these pressing issues and concerns because most watersheds have no sufficient data as a basis for decision making. This paper presents the method of analyzing the different geomorphometric features and the existing land use or land cover to assess the propensity of the watershed against erosion so that areas needing immediate treatment can be prioritized. Arbitrarily, fourteen subwatersheds coded as SW1 to SW14 were delineated using a digital elevation model and geographic information system tool. Geomorphometric features categorized as areal aspect, relief features, and channel morphology parameters were generated and analyzed. Parameters having direct and inverse effect to erosion risk was used as the criteria in the ranking process. Land use/land cover was added to geomorphometric parameters to come up with compound values for final prioritization. Results showed that SW13, SW14, and SW4 were classified under very high priority implying focus for appropriate management actions while SW10, SW6, and SW7 were classified under very low priority suggesting favorable environmental condition in these areas. The study provides significant information helpful to watershed managers and planners especially in crafting a plan for integrated watershed management wherein programs and projects implementation have to be prioritized.",
    "readLink": "https://www.gjesm.net/article_34769_47aaa147f7962777b119a3e6b138e599.pdf"
  },
  {
    "title": "A 20-year investigation of declining leatherback hatching success: implications of climate variation",
    "authors": [
      "Anthony R. Rafferty,",
      "Christopher P. Johnstone,",
      "Jeanne A. Garner,",
      "Richard D. Reina"
    ],
    "doi": "https://doi.org/10.1098/rsos.170196",
    "journalVolume": "Vol. 4,\n                                no. 10",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Unprecedented increases in air temperature and erratic precipitation patterns are predicted throughout the twenty-first century as a result of climate change. A recent global analysis of leatherback turtle hatchling output predicts that the nesting site at Sandy Point National Wildlife Refuge (SPNWR) will experience the most significant regional climate alterations. We aimed to identify how local air temperatures and precipitation patterns influenced within-nest mortality and overall hatchling output at this site between 1990 and 2010. We show that while the greatest mortality occurred during the latest stages of development (stage three), the rate of embryo mortality was highest during the initial stages (stage zero) of development (approx. 3.8 embryos per day per clutch). Increased mortality at stage three was associated with decreased precipitation and increased temperature during this developmental period, whereas precipitation prior to, and during stage zero had the greatest influence on early mortality. There was a significant decline in overall hatching success (falling from 74% to 55%) and emergence rate (calculated from the number of hatchlings that emerged from the nest as a percentage of hatched eggs) which fell from 96% to 91%. However, there was no trend observed in local temperature or precipitation during this timeframe, and neither variable was related to hatching success or emergence rate. In conclusion, our findings suggest that despite influencing within-nest mortality, climatic variability does not account for the overall decline in hatchling output at SPNWR from 1990 to 2010. Further research is therefore needed to elicit the reasons for this decline.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.170196"
  },
  {
    "title": "Mitigating Heat Wave and Exposure Damage to “Cabernet Sauvignon” Wine Grape With Partial Shading Under Two Irrigation Amounts",
    "authors": [
      "Johann Martínez-Lüscher,",
      "Christopher Cody Lee Chen,",
      "Luca Brillante,",
      "Sahap Kaan Kurtural"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.579192",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Rising temperatures in most agricultural regions of the world are associated with a higher incidence of extreme weather events such as heat waves. We performed an experiment to mitigate the impact of heat waves and exposure of berries in grapevine (Vitis vinifera cv. “Cabernet Sauvignon”) with untreated vines (Exposed) or with fruit-zone partial shading (Shaded) under 40 and 80% replacement of crop evapotranspiration (ETc) with sustained deficit irrigation in a factorially arranged experiment. The trial was performed in a vineyard with vertically shoot positioned trellis with a row orientation that concentrated solar radiation exposure on the southwest aspect of the fruit zone. Leaf stomatal conductance (gs) and net carbon assimilation (AN) were significantly lower in shaded leaves under partial fruit-zone shading that resulted in lower pruning mass for Shaded treatments. Stem water potential (Ψstem) responded to a large extent to increased irrigation. However, grapevines with partial fruit-zone shading had transiently better water status under 40% ETc. Cluster maximum temperatures were 3.9°C greater in Exposed grapevines. Exposed clusters had transiently lower acidity and higher pH. However, Exposed clusters on 40% ETc had higher total soluble solids (TSS). The experimental vineyard suffered a 4-day heat wave 21 days before harvest, resulting in 25% of the clusters being damaged in Exposed treatment, regardless of irrigation amount. Furthermore, berries in Exposed treatments suffered a great loss of anthocyanins and flavonols even if they were not damaged by direct solar exposure. The pre-planting decision of using a vertically shoot positioned trellis that concentrated solar radiation on the Southwest aspect offered mild protection in a hot climate region with a sunny growing season with extreme heat events during the execution of study. The extreme conditions under which this study was conducted are not unusual, and have become more expected. Our work provided evidence of the vulnerability of grape berry to heat waves and exposure during heat wave events and possible protection methods to mitigate these effects in situ in context of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2020.579192/full"
  },
  {
    "title": "Potential Suitable Habitat of Two Economically Important Forest Trees (<i>Acer truncatum</i> and <i>Xanthoceras sorbifolium</i>) in East Asia under Current and Future Climate Scenarios",
    "authors": [
      "Yaoxing Wu,",
      "Yong Yang,",
      "Chen Liu,",
      "Yixuan Hou,",
      "Suzhi Yang,",
      "Liangsheng Wang,",
      "Xiuqing Zhang"
    ],
    "doi": "https://doi.org/10.3390/f12091263",
    "journalVolume": "Vol. 12,\n                                no. 1263\n                                \n                                  p.\n                                  1263",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Acer truncatum Bunge and Xanthoceras sorbifolium Bunge are small deciduous trees distributed in East Asia and have high ecological and nutrient value due to their strong environmental adaptability and seed oil abundant in nervonic acid and unsaturated fatty acids. However, their natural distribution remains unclear, which will also be affected by the changing climatic conditions. The main purpose of this study was to map and predict the current and future potential suitable habitats of these two species using MaxEnt based on the presence location of species and environmental variables. The results showed that A. truncatum was more suitable for warm and humid climates and was more durable to climate change compared to X. sorbifolium. Under the current environmental conditions, the suitable habitat of A. truncatum was mainly concentrated in Inner Mongolia Plateau, Loess Plateau, Sichuan Basin, Northeast Plain, North China Plain, Korean Peninsula, as well as Japan, with an area of 115.39 × 104 km2. X. sorbifolium was mainly distributed in Inner Mongolia Plateau and Loess Plateau with an area of 146.15 × 104 km2. Under future climate scenarios, the model predicted that higher concentrations of greenhouse gas emissions could result in greater expansion of the potential distribution of both species. Meanwhile, the study also revealed that the two species migrated to the north by east to varying degrees with the change in suitable habitats. This work could provide scientific basis for resource protection and utilization of the two economic forest trees.",
    "readLink": "https://www.mdpi.com/1999-4907/12/9/1263"
  },
  {
    "title": "Contextualising Curriculum Design and Recontextualising Its Implementation: The Case of Climate Change Education for Southern African Transfrontier Conservation Area Practitioners",
    "authors": [
      "Mutizwa Mukute,",
      "Tichaona Pesanayi"
    ],
    "doi": "Vol. 30",
    "issn": "0256-7504 (Print)",
    "publisher": "2411-5959 (Online)",
    "countryOfPublisher": "Environmental Association of Southern Africa",
    "lcc": [
      "South Africa",
      "Education",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "http://www.ajol.info/sajee",
    "abstract": "This paper discusses how the climate change education needs of park managers, ecologists, and community development officers in Southern African Development Community (SADC) Transfrontier Conservation Areas (TFCAs) were established through contextual profiling. It subsequently analyses how a curriculum that was designed in response to a contextual profiling process was recontextualised during implementation by the SADC Regional Environmental Education Programme (REEP), with support from German Federal Enterprise for International Cooperation (GIZ). The paper’s purpose is to trace the trajectory of contextualised curriculum development and implementation with a view to identifying how the twin concepts of contextual profiling and recontextualisation were utilised and lessons were learnt. The paper has potential value for educators/trainers interested in increasing the relevance of protected area workplace learning and its congruence to learners’ realities.",
    "readLink": "https://www.ajol.info/index.php/sajee/article/view/121965"
  }
]