[
  {
    "title": "Insights into heat islands at the regional scale using a data-driven approach",
    "authors": [
      "Nicola Colaninno"
    ],
    "doi": "Vol. 20\n                                \n                                \n                                  p.\n                                  100124",
    "issn": "2590-2520 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/city-and-environment-interactions",
    "abstract": "Urban heat island (UHI) phenomenon is crucial in the context of climate change. However, while substantial attention has been given to studying UHIs within cities, our understanding at the regional level still needs to be improved. This study delves into the intricate dynamics of the regional heat island (RHI) by examining its relationship with land use/land cover (LULC), vegetation, and elevation. The objective is to enhance our knowledge of RHI to inform effective mitigation strategies. The research employs a data-driven approach, leveraging satellite data and spatial modeling, examining surface and canopy-layer regional heat islands, and considering daytime and nighttime variations. To assess the impact of LULC, the study evaluates three main categories: anthropized (urbanized), agricultural, and wooded/semi-natural environments. Furthermore, it delves into the influence of vegetation on RHI and incorporates elevation data to understand its role in RHI intensity. The findings reveal meaningful variations in heat islands across different LULCs, providing essential insights. Although urbanized areas exhibit the highest RHI intensity, agricultural regions contribute notably to RHI due to land use changes and reduced vegetation cover. This emphasizes the significant impact of human activities. In contrast, wooded and semi-natural environments demonstrate potential for mitigating RHI, owing to their dense vegetation and shading effects. Elevation, while generally associated with reduced heat island, shows variations based on local conditions. Ultimately, this research underscores the complexity of the RHI phenomenon and the importance of considering factors such as different temperatures and their daily variation, landscape heterogeneity, and elevation. Additionally, the study emphasizes the significance of sustainable spatial planning and land management. Targeted efforts to increase vegetation in high daytime land surface temperature areas can reduce heat storage and mitigate RHI. Similarly, planning for agroforestry and green infrastructure in agricultural areas can significantly increase resilience to climate.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590252023000260"
  },
  {
    "title": "Impact of gameplay vs. reading on mental models of social-ecological systems: a fuzzy cognitive mapping approach",
    "authors": [
      "Tanya O'Garra,",
      "Diana Reckien,",
      "Stephanie Pfirman,",
      "Elizabeth Bachrach Simon,",
      "Grace H. Bachman,",
      "Jessica Brunacini,",
      "Joey J. Lee"
    ],
    "doi": "https://doi.org/10.5751/ES-12425-260225",
    "journalVolume": "Vol. 26,\n                                no. 2\n                                \n                                  p.\n                                  25",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Climate change is a highly complex social-ecological problem characterized by system-type dynamics that are important to communicate in a variety of settings, ranging from formal education to decision makers to informal education of the general public. Educational games are one approach that may enhance systems thinking skills. This study used a randomized controlled experiment to compare the impact on the mental models of participants of an educational card game vs. an illustrated article about the Arctic social-ecological system. A total of 41 participants (game: n = 20; reading: n = 21) created pre- and post-intervention mental models of the system, based on a \"fuzzy cognitive mapping\" approach. Maps were analyzed using network statistics. Both reading the article and playing the game resulted in measurable increases in systems understanding. The group reading the article perceived a more complex system after the intervention, with overall learning gains approximately twice those of the game players. However, game players demonstrated similar learning gains as article readers regarding the climate system, actions both causing environmental problems and protecting the Arctic, as well as the importance of the base- and mid-levels of the food chain. These findings contribute to the growing evidence showing that games are important resources to include as strategies for building capacity to understand and steward sustainable social-ecological systems, in both formal and informal education.",
    "readLink": "https://www.ecologyandsociety.org/vol26/iss2/art25/"
  },
  {
    "title": "Long-Term Variations in Warm and Cold Events in Nanjing, China: Roles of Synoptic Weather Patterns and Urbanization",
    "authors": [
      "Weishou Tian,",
      "Lian Zong,",
      "Yakun Dong,",
      "Duanyang Liu,",
      "Yuanjian Yang"
    ],
    "doi": "https://doi.org/10.3390/land12010162",
    "journalVolume": "Vol. 12,\n                                no. 162\n                                \n                                  p.\n                                  162",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Studying the long-term variations in warm and cold events and their causes under global warming is important for understanding urban climate change, planning, and green development, as well as for disaster prevention and mitigation. In this study, taking the megacity of Nanjing in China as an example, we analyzed the trends and characteristics of the daily average temperature, daily maximum temperature, daily minimum temperature, and warm and cold events from 1960 to 2021, and their association with synoptic weather patterns (SWPs) and urbanization. The results showed that, over the past 62 years, the maximum/average/minimum temperatures in Nanjing have trended upward significantly (at the urban station they increased at rates of 0.17, 0.34, and 0.67 °C/decade), with the minimum temperatures being the most significant. In spring, the warming rate of the average temperature was the greatest, reaching 0.45 °C/decade. All other seasons had their highest warming rate in their minimum temperatures, reaching 0.38 °C/decade, 0.73 °C/decade, and 0.67 °C/decade in the summer, autumn, and winter, respectively. The extreme high temperatures showed a decreasing trend until the mid-1980s, closely related to the decrease in the two SWPs with prevailing southwesterly winds (Types 1 and 2), while a significant increasing trend was apparent thereafter, mainly related to the increase in the SWPs with prevailing southeasterly winds (Types 3 and 4). The number of warm days was strongly positively correlated with extreme high temperatures during the study period, and about 91% of the warm day interannual variation can be explained by extreme high temperature variation. The extreme low temperatures showed a significant decreasing trend. The number of cold nights was strongly and positively correlated with extreme low temperatures, and about 85% of the cold night interannual variation can be explained by extreme low temperature variation. The effect of urbanization was basically positive, contributing the most to the average temperatures and second-most to the minimum temperatures, with warming contributions of 26.5% and 20.9%, respectively, and an insignificant contribution to the maximum temperatures. The effect of urbanization on extreme high temperatures was not significant, but the contribution of warming to extreme low temperatures reached 27.9%. Our results have important implications for future urban climate prediction, as well as for impact assessment and decision making in urban planning.",
    "readLink": "https://www.mdpi.com/2073-445X/12/1/162"
  },
  {
    "title": "Mapping the sensitivity of citrus crops to freeze stress using a geographical information system in Ramsar, Iran",
    "authors": [
      "Hasan Zabihi,",
      "Iris Vogeler,",
      "Zulkarnaini Mat Amin,",
      "Bahman Ramezani Gourabi"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2016.10.002",
    "journalVolume": "Vol. 14,\n                                no. C\n                                \n                                  pp.\n                                  17\n                                  – 23",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Citrus, a cold-sensitive plant, often suffers from low temperature, which seriously affects citrus productivity. Environmental constraint factors have mixed impacts on horticulture that differ among the areas, periods and crops. This study presents a statistical analysis to investigate the freeze stress (FS) conditions and morphometry, especially altitude and minimum temperature on citriculture at a regional scale. Based on the temperature isolines map and topography, this paper highlights the impact of altitude and minimum temperature on the citrus crop production using geographic information system (GIS) techniques, statistical analysis and climatic data in Ramsar, Iran over a period of 30 years from 1980 to 2010. This study shows that the suitability varies in relation to the critical temperature and concludes that both minimum temperature and altitude have significant negative impact on citrus crop production. Climate change, in particular, occurring cold fronts in recent years during the citrus harvest time have been complicating this issue and increased the importance of freezes stress (FS). The results highlight that citrus crop orchards were more strongly affected by the minimum temperature, and along with the elevation ranges theses are major challenging factors.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221209471530044X"
  },
  {
    "title": "Quantifying Freshwater Mass Balance in the Central Tibetan Plateau by Integrating Satellite Remote Sensing, Altimetry, and Gravimetry",
    "authors": [
      "Kuo-Hsin Tseng,",
      "Chung-Pai Chang,",
      "C. K. Shum,",
      "Chung-Yen Kuo,",
      "Kuan-Ting Liu,",
      "Kun Shang,",
      "Yuanyuan Jia,",
      "Jian Sun"
    ],
    "doi": "https://doi.org/10.3390/rs8060441",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  p.\n                                  441",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Tibetan Plateau (TP) has been observed by satellite optical remote sensing, altimetry, and gravimetry for a variety of geophysical parameters, including water storage change. However, each of these sensors has its respective limitation in the parameters observed, accuracy and spatial-temporal resolution. Here, we utilized an integrated approach to combine remote sensing imagery, digital elevation model, and satellite radar and laser altimetry data, to quantify freshwater storage change in a twin lake system named Chibuzhang Co and Dorsoidong Co in the central TP, and compared that with independent observations including mass changes from the Gravity Recovery and Climate Experiment (GRACE) data. Our results show that this twin lake, located within the Tanggula glacier system, remained almost steady during 1973–2000. However, Dorsoidong Co has experienced a significant lake level rise since 2000, especially during 2000–2005, that resulted in the plausible connection between the two lakes. The contemporary increasing lake level signal at a rate of 0.89 ± 0.05 cm·yr−1, in a 2° by 2° grid equivalent water height since 2002, is higher than the GRACE observed trend at 0.41 ± 0.17 cm·yr−1 during the same time span. Finally, a down-turning trend or inter-annual variability shown in the GRACE signal is observed after 2012, while the lake level is still rising at a consistent rate.",
    "readLink": "http://www.mdpi.com/2072-4292/8/6/441"
  },
  {
    "title": "Adaptation capacity of Boer goats to saline drinking water",
    "authors": [
      "R.A. Runa,",
      "L. Brinkmann,",
      "M. Gerken,",
      "A. Riek"
    ],
    "doi": "Vol. 13,\n                                no. 10\n                                \n                                  pp.\n                                  2268\n                                  – 2276",
    "issn": "1751-7311 (Print)",
    "publisher": "1751-732X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.journals.elsevier.com/animal/",
    "abstract": "Due to global climatic changes, water and soil salinization is an increasing worldwide phenomenon, thus creating new threats for farm animal production. The present study was designed to investigate the adaptation capacity of goats towards sodium chloride (NaCl) in drinking water. Twelve non-pregnant Boer goats with an average body weight of 50.5 ± 9.0 kg were kept in individual pens. The study was conducted in four phases applying a two-choice preference test. In the control phase (phase 1) only fresh water was supplied in two containers. In phase 2, water with different salt concentrations (0.25%, 0.5%, 0.75%, 1.0%, 1.25% and 1.5%) was offered in one container and tap water in the other (sensitivity test). During the third phase (adaptation), goats were stepwise habituated to saline water by offering only saline water with different increasing concentrations (between 0% and 1.5% NaCl) in both containers. Subsequently, in phase 4 (sensitivity re-test) the same treatment as in phase 2 was repeated. Goats had ad libitum access to hay, water and a mineral licking block. Individual water and feed intake were recorded daily, while body weight and body condition score were measured every 2nd week. Body weight was not affected by saline water intake, whereas dry matter intake and body condition scores decreased significantly during the experiment. Water intake was significantly (P<0.001) higher in phase 2 (sensitivity test) and phase 3 (adaptation), compared to phase 1 (control) and phase 4 (sensitivity re-test). Total sodium intake followed the same pattern. In phase 2, when goats had the choice between fresh and saline water for the first time they preferred higher salt concentrations and consumed significantly (P<0.001) higher amounts of saline water (75.4 ± 53.2 g/kg BW0.82 per day) than in the re-test (40.4 ± 34.0 g/kg BW0.82 per day) after the habituation period. Thus, salt discrimination rejection thresholds were lowered to 1.25% in phase 4 compared to 1.5% in phase 2. The results suggest that a stepwise adaptation to saline drinking water in goats is an effective method to habituate the animals to saline water intake when concentrations were below 1.5%. Goats reacted more sensitively to the salinity of drinking water after prolonged exposure to saline water indicating flexible regulation mechanisms depending on the total sodium balance of the animal.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1751731119000764"
  },
  {
    "title": "Russian Arctic: The Logic and Paradoxes of Changes",
    "authors": [
      "V. N. Leksin,",
      "B. N. Porfiryev"
    ],
    "doi": "Vol. 14,\n                                no. 4\n                                \n                                  pp.\n                                  51\n                                  – 61",
    "issn": "2542-0240 (Print)",
    "publisher": "2587-9324 (Online)",
    "countryOfPublisher": "Ассоциация независимых экспертов «Центр изучения кризисного общества» (in English: Association for independent experts “Center for Crisis Society Studies”)",
    "lcc": [
      "Russian Federation",
      "Political science: International relations"
    ],
    "journalUrl": "https://www.ogt-journal.com/jour/index",
    "abstract": "The paper contemplates massive transformation processes in the Russian Arctic zone, identified by the authors as the “re-development” of the Arctic, which integrate resource-intensive but necessary exploitation of the huge “Soviet legacy” and construction of the novel industrial and social facilities and infrastructure. The key role of Russian Arctic “re-development” as the most appropriate model at the country and regional levels is substantiated. The success of the Arctic development will depend to a decisive extent on the advanced revision of the basic provisions of the current state of industrial, energy, transport, demographic, etc policies. The paradoxes of the demographic situation in the Russian Arctic are considered and the directions of the organization of health care system in this macro-region are introduced taking into account: (a) specificity of the urbanized and rural areas in the Western and Eastern (beyond the Urals) parts of the Russian Arctic; (b) specific needs for medical service provided to miners and metalworkers, servicemen, sailors and shift workers as well as communities of the indigenous peoples of the Russian North. Peculiarities of interaction between the state policy and that of the big corporations in the Arctic are disclosed including those concerning climatic risks mitigation. Given this perspective the public policy measures to regulate greenhouse gas emissions proposed by the Ministry of economic development of the Russian Federation are critically assessed. In conclusion, the consistency of recent changes in the development policy in the Russian Arctic that should result in organization of a special Federal ministry for the Arctic is substantiated.",
    "readLink": "https://www.ogt-journal.com/jour/article/view/811"
  },
  {
    "title": "Marine alien species as an aspect of global change",
    "authors": [
      "Anna Occhipinti-Ambrogi,",
      "Bella Galil"
    ],
    "doi": "https://doi.org/10.4081/aiol.2010.5300",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  199\n                                  – 218",
    "issn": "1947-573X (Online)",
    "publisher": "PAGEPress Publications",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://pagepressjournals.org/index.php/aiol/index",
    "abstract": "The transport of organisms across oceans is an anthropogenic agent of global change that has profoundly affected the natural distribution of littoral biota and altered the makeup of biogeographic regions. The homogenization of marine biotas is a phenomenon especially affecting coastal regions and is spearheaded by a suite of opportunistic species at the expense of native species. Climate change may exacerbate the trend: sea surface temperatures, hydrodynamics, pH and carbonate cycles, already show marked fluctuations compared to the past. Alien invasive species are impacted by the change of marine climate in a variety of ways, which are we have just begun to notice, observe and interpret. A conceptual framework has yet to be conceived that links theories on biological introductions and invasions with the physical aspects of global change. Therefore predicting the scale of invasions or their impact on biodiversity is a daunting task. Integration of biological and environmental information systems, niche models, and climate projections would improve management of aquatic ecosystems under the dual threats of biotic invasions and climate change. The recorded spread of alien species and analysis of patterns of invasions may serve as the starting point for searching connections with climate change descriptors. The Mediterranean Sea is home to an exceptionally large number of alien species, resulting from its exceptional history and multiple vectors. For much of the twentieth century alien thermophilic species, which had entered the Mediterranean through the Suez Canal, have been confined to the Levantine Basin. In recent years climate driven hydrographic changes have coincided with a pronounced expansion of alien thermophilic biota to the central and western basins of the Mediterranean. We discuss some changes in emergent functions and services in Mediterranean ecosystems under the combined effect of invasive species and climate changes.",
    "readLink": "http://pagepressjournals.org/index.php/aiol/article/view/5300"
  },
  {
    "title": "Major cellular and physiological impacts of ocean acidification on a reef building coral.",
    "authors": [
      "Paulina Kaniewska,",
      "Paul R Campbell,",
      "David I Kline,",
      "Mauricio Rodriguez-Lanetty,",
      "David J Miller,",
      "Sophie Dove,",
      "Ove Hoegh-Guldberg"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0034659",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  e34659",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "As atmospheric levels of CO(2) increase, reef-building corals are under greater stress from both increased sea surface temperatures and declining sea water pH. To date, most studies have focused on either coral bleaching due to warming oceans or declining calcification due to decreasing oceanic carbonate ion concentrations. Here, through the use of physiology measurements and cDNA microarrays, we show that changes in pH and ocean chemistry consistent with two scenarios put forward by the Intergovernmental Panel on Climate Change (IPCC) drive major changes in gene expression, respiration, photosynthesis and symbiosis of the coral, Acropora millepora, before affects on biomineralisation are apparent at the phenotype level. Under high CO(2) conditions corals at the phenotype level lost over half their Symbiodinium populations, and had a decrease in both photosynthesis and respiration. Changes in gene expression were consistent with metabolic suppression, an increase in oxidative stress, apoptosis and symbiont loss. Other expression patterns demonstrate upregulation of membrane transporters, as well as the regulation of genes involved in membrane cytoskeletal interactions and cytoskeletal remodeling. These widespread changes in gene expression emphasize the need to expand future studies of ocean acidification to include a wider spectrum of cellular processes, many of which may occur before impacts on calcification.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/22509341/?tool=EBI"
  },
  {
    "title": "Applying Remotely Sensed Environmental Information to Model Mosquito Populations",
    "authors": [
      "Maria Kofidou,",
      "Michael de Courcy Williams,",
      "Andreas Nearchou,",
      "Stavroula Veletza,",
      "Alexandra Gemitzi,",
      "Ioannis Karakasiliotis"
    ],
    "doi": "https://doi.org/10.3390/su13147655",
    "journalVolume": "Vol. 13,\n                                no. 7655\n                                \n                                  p.\n                                  7655",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Vector borne diseases have been related to various environmental parameters and environmental changes like climate change, which impact their propagation in time and space. Remote sensing data have been used widely for monitoring environmental conditions and changes. We hypothesized that changes in various environmental parameters may be reflected in changes in mosquito population size, thus impacting the temporal and spatial patterns of vector diseases. The aim of this study is to analyze the effect of environmental variables on mosquito populations using the remotely sensed Normalized Difference Vegetation Index (NDVI) and Land Surface Temperature (LST) obtained from Landsat 8, along with other factors, such as altitude and water covered areas surrounding the examined locations. Therefore, a Multilayer Perceptron (MLP) Artificial Neural Network (ANN) model was developed and tested for its ability to predict mosquito populations. The model was applied in NE Greece using mosquito population data from 17 locations where mosquito traps were placed from June to October 2019. All performance metrics indicated a high predictive ability of the model. LST was proved to be the factor with the highest relative importance in the prediction of mosquito populations, whereas the developed model can predict mosquito populations 13 days ahead to allow a substantial window for appropriate control measures.",
    "readLink": "https://www.mdpi.com/2071-1050/13/14/7655"
  }
]