[
  {
    "title": "Spatiotemporal Variability of Global Atmospheric Methane Observed from Two Decades of Satellite Hyperspectral Infrared Sounders",
    "authors": [
      "Lihang Zhou,",
      "Juying Warner,",
      "Nicholas R. Nalli,",
      "Zigang Wei,",
      "Youmi Oh,",
      "Lori Bruhwiler,",
      "Xingpin Liu,",
      "Murty Divakarla,",
      "Ken Pryor,",
      "Satya Kalluri,",
      "Mitchell D. Goldberg"
    ],
    "doi": "https://doi.org/10.3390/rs15122992",
    "journalVolume": "Vol. 15,\n                                no. 2992\n                                \n                                  p.\n                                  2992",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Methane (CH4) is the second most significant contributor to climate change after carbon dioxide (CO2), accounting for approximately 20% of the contributions from all well-mixed greenhouse gases. Understanding the spatiotemporal distributions and the relevant long-term trends is crucial to identifying the sources, sinks, and impacts on climate. Hyperspectral thermal infrared (TIR) sounders, including the Atmospheric Infrared Sounder (AIRS), the Cross-track Infrared Sounder (CrIS), and the Infrared Atmospheric Sounding Interferometer (IASI), have been used to measure global CH4 concentrations since 2002. This study analyzed nearly 20 years of data from AIRS and CrIS and confirmed a significant increase in CH4 concentrations in the mid-upper troposphere (around 400 hPa) from 2003 to 2020, with a total increase of approximately 85 ppb, representing a +4.8% increase in 18 years. The rate of increase was derived using global satellite TIR measurements, which are consistent with in situ measurements, indicating a steady increase starting in 2007 and becoming stronger in 2014. The study also compared CH4 concentrations derived from the AIRS and CrIS against ground-based measurements from NOAA Global Monitoring Laboratory (GML) and found phase shifts in the seasonal cycles in the middle to high latitudes of the northern hemisphere, which is attributed to the influence of stratospheric CH4 that varies at different latitudes. These findings provide insights into the global budget of atmospheric composition and the understanding of satellite measurement sensitivity to CH4.",
    "readLink": "https://www.mdpi.com/2072-4292/15/12/2992"
  },
  {
    "title": "Biochar from Grapevine Pruning Residues as an Efficient Adsorbent of Polyphenolic Compounds",
    "authors": [
      "Melissa Prelac,",
      "Igor Palčić,",
      "Danko Cvitan,",
      "Dominik Anđelini,",
      "Maja Repajić,",
      "Josip Ćurko,",
      "Tvrtko Karlo Kovačević,",
      "Smiljana Goreta Ban,",
      "Zoran Užila,",
      "Dean Ban,",
      "Nikola Major"
    ],
    "doi": "https://doi.org/10.3390/ma16134716",
    "journalVolume": "Vol. 16,\n                                no. 4716\n                                \n                                  p.\n                                  4716",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "Agricultural waste, which is produced in large quantities annually, can be a threat to the environment. Biochar (BC) production represents a potential solution for reducing the amount of grapevine pruning residues and, accordingly, the impact on the environment and climate change. Biochar produced by the process of pyrolysis from grapevine pruning residues was investigated and characterized to be applied as an adsorbent of polyphenolic compounds with the aim of using the waste from viticultural production to obtain a quality product with adsorption and recovery potential. Standards of caffeic acid (CA), gallic acid (GA), and oleuropein (OLP) were used as polyphenolic representatives. The obtained data were fitted with the Langmuir and Freundlich isotherms models to describe the adsorption process. The best KL (0.39) and R2 (0.9934) were found for OLP using the Langmuir model. Furthermore, the adsorption dynamics and recovery potential of BC were investigated using an adapted BC column and performed on an HPLC instrument. The adsorption dynamics of biochar resulted in the adsorption of 5.73 mg CA g−1 of BC, 3.90 mg GA g−1 of BC, and 3.17 mg OLP g−1 of BC in a 24 h contact. The online solid phase extraction of the compounds performed on an HPLC instrument yielded a recovery of 41.5 ± 1.71% for CA, 61.8 ± 1.16% for GA, and 91.4 ± 2.10% for OLP. The investigated biochar has shown a higher affinity for low-polar compound adsorption and, consequently, a higher polar compound recovery suggesting its potential as an efficient polyphenolic compound adsorbent.",
    "readLink": "https://www.mdpi.com/1996-1944/16/13/4716"
  },
  {
    "title": "How Will Global Environmental Changes Affect the Growth of Alien Plants?",
    "authors": [
      "Jujie Jia,",
      "Zhi-Cong Dai,",
      "Feng Li,",
      "Yanjie Liu"
    ],
    "doi": "https://doi.org/10.3389/fpls.2016.01623",
    "journalVolume": "Vol. 7",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Global environmental changes can create novel habitats, promoting the growth of alien plants that often exhibit broad environmental tolerance and high phenotypic plasticity. However, the mechanisms underlying these growth promotory effects are unknown at present. Here, we conducted a phylogenetically controlled meta-analysis using data from 111 published studies encompassing the responses of 129 alien plants to global warming, increased precipitation, N deposition, and CO2 enrichment. We compared the differences in the responses of alien plants to the four global environmental change factors across six categories of functional traits between woody and non-woody life forms as well as C3 and C4 photosynthetic pathways. Our results showed that all four global change factors promote alien plant growth. Warming had a more positive effect on C4 than C3 plants. Although the effects of the four factors on the functional traits of alien plants were variable, plant growth was mainly promoted via an increase in growth rate and size. Our data suggest that potential future global environmental changes could further facilitate alien plant growth.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2016.01623/full"
  },
  {
    "title": "Model-based assessment of ecological adaptations of three forest tree species growing in Italy and impact on carbon and water balance at national scale under current and future climate scenarios",
    "authors": [
      "Vitale M,",
      "Mancini M,",
      "Matteucci G,",
      "Francesconi F,",
      "Valenti R,",
      "Attorre F"
    ],
    "doi": "https://doi.org/10.3832/ifor0634-005",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  235\n                                  – 246",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "A semi-empirical model has been used to estimate total net primary productivity, canopy transpiration and the water use efficiency under actual and future climate projections (B1 and A2 IPCC Scenarios) of two deciduous (Fagus sylvatica, Quercus cerris) and one evergreen tree species (Quercus ilex) growing in Italy. In response to changes in the air temperature, the two deciduous species showed a strong reduction of NPP values, whereas the evergreen one showed very limited reductions. Under future warmer conditions, Q. ilex proved to be the best adapted species, probably for its drought-tolerant water-saving strategy, while Q. cerris suffered a reduction of transpiration, due to stomatal closure which was sensitive to the change of evaporative demand. Water Use Efficiency (WUE) values did not increase in the B1 and A2 scenarios, indicating a non-conservative water-saving strategy, which likely affected the distribution pattern of Q. cerris under these conditions. Similar functional behaviour have been noted for F. sylvatica, although this species adopted a water spending strategy, typical of species growing in mesic environments, that could represent a risk for survival of beech population under extreme air temperature change. In this respect, the reduced suitable area for this species under the A2 scenario could reduce the possibilities of an upward shift toward higher altitudes.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor0634-005"
  },
  {
    "title": "Environmental Effects on Normalized Gross Primary Productivity in Beech and Norway Spruce Forests",
    "authors": [
      "Caleb Mensah,",
      "Ladislav Šigut,",
      "Milan Fischer,",
      "Lenka Foltýnová,",
      "Georg Jocher,",
      "Otmar Urban,",
      "Cosmos Senyo Wemegah,",
      "Emmanuel K. Nyantakyi,",
      "Shilpi Chawla,",
      "Marian Pavelka,",
      "Michal V. Marek"
    ],
    "doi": "https://doi.org/10.3390/atmos12091128",
    "journalVolume": "Vol. 12,\n                                no. 1128\n                                \n                                  p.\n                                  1128",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The strong effects of climate change are expected to negatively impact the long-term resilience and function of forest ecosystems, which could lead to changes in forest carbon balance and productivity. However, these forest responses may vary with local conditions and forest types. Accordingly, this study was carried out to determine gross primary productivity (GPP) sensitivity to changes in environmental parameters. Central European beech (at Štítná) and spruce species (at Bílý Kr̆íz̆ and Rájec), growing under contrasting climatic conditions, were studied. The comparative analyses of GPP were based on a five-year-long dataset of eddy covariance fluxes during the main growing season (2012–2016). Results of forest GPP responses with changes in environmental factors from a traditional Stepwise multiple linear regression model (SMLR) were used and compared with Random forest (RF) analyses. To demonstrate how actual GPP trends compare to potential GPP (GPPpot) courses expected under near-optimal environmental conditions, we computed normalized GPP (GPPnorm) with values between 0 and 1 as the ratio of the estimated daily sum of GPP to GPPpot. The study confirmed the well-known effect of total intensity of the photosynthetically active radiation and its diffuse fraction on GPPnorm across all the forest types. However, the study also showed the secondary effects of other environmental variables on forest productivity depending on the species and local climatic conditions. The reduction in forest productivity at the beech forest in Štítná was presumed to be mainly induced by edaphic drought (anisohydric behaviour). In contrast, reduced forest productivity at the spruce forest sites was presumably induced by both meteorological and hydrological drought events, especially at the moderately dry climate in Rájec. Overall, our analyses call for more studies on forest productivity across different forest types and contrasting climatic conditions, as this productivity is strongly dependent on species type and site-specific environmental conditions.",
    "readLink": "https://www.mdpi.com/2073-4433/12/9/1128"
  },
  {
    "title": "Using a climate attribution statistic to inform judgments about changing fisheries sustainability",
    "authors": [
      "Michael A. Litzow,",
      "Michael J. Malick,",
      "Alisa A. Abookire,",
      "Janet Duffy-Anderson,",
      "Benjamin J. Laurel,",
      "Patrick H. Ressler,",
      "Lauren A. Rogers"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-03405-6",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Sustainability—maintaining catches within the historical range of socially and ecologically acceptable values—is key to fisheries success. Climate change may rapidly threaten sustainability, and recognizing these instances is important for effective climate adaptation. Here, we present one approach for evaluating changing sustainability under a changing climate. We use Bayesian regression models to compare fish population processes under historical climate norms and emerging anthropogenic extremes. To define anthropogenic extremes we use the Fraction of Attributable Risk (FAR), which estimates the proportion of risk for extreme ocean temperatures that can be attributed to human influence. We illustrate our approach with estimates of recruitment (production of young fish, a key determinant of sustainability) for two exploited fishes (Pacific cod Gadus macrocephalus and walleye pollock G. chalcogrammus) in a rapidly warming ecosystem, the Gulf of Alaska. We show that recruitment distributions for both species have shifted towards zero during anthropogenic climate extremes. Predictions based on the projected incidence of anthropogenic temperature extremes indicate that expected recruitment, and therefore fisheries sustainability, is markedly lower in the current climate than during recent decades. Using FAR to analyze changing population processes may help fisheries managers and stakeholders to recognize situations when historical sustainability expectations should be reevaluated.",
    "readLink": "https://doi.org/10.1038/s41598-021-03405-6"
  },
  {
    "title": "Assessing the Influence of Financial Inclusion on Environmental Degradation in the ASEAN Region through the Panel PMG-ARDL Approach",
    "authors": [
      "Seemab Ahmad,",
      "Dilawar Khan,",
      "Róbert Magda"
    ],
    "doi": "https://doi.org/10.3390/su14127058",
    "journalVolume": "Vol. 14,\n                                no. 7058\n                                \n                                  p.\n                                  7058",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The rise of financial inclusion in recent years has attracted the attention of environmental economists to assess its role in environmental degradation. Therefore, this study was carried out with the aim of exploring the impact of financial inclusion on environmental degradation in the ASEAN region using balanced panel data for the period 2000–2019. First, panel unit root tests were employed to examine each data series for stationarity. Findings of the panel unit root tests depicted that all data series are stationary at the first difference. Second, Westerlund and Edgerton’s error correction panel cointegration test was employed to handle heterogeneity and cross-sectional dependence. Third, the PMG-ARDL approach was used to explore the long- and short-term effects of financial inclusion on environmental degradation. Findings of the PMG-ARDL found that financial inclusion, energy use, economic growth and urbanization are causing environmental degradation in the ASEAN region. Furthermore, the financial inclusion coefficient is 0.15, which is statistically significant at 5%. In the short run, a 1% increase in financial inclusion results in a 0.15% increase in environmental degradation, ceteris paribus. In the long run, financial inclusion and CO2 have a positive association that is statistically significant at 5% and has a coefficient value of 0.42. This implies that a 1% increase in financial inclusion results in a 0.42% increase in environmental degradation in the long run. Finally, this study recommends that financial inclusion must be incorporated into climate change adaptation efforts at the local, national and regional levels to address the side effects of increased CO2 emissions.",
    "readLink": "https://www.mdpi.com/2071-1050/14/12/7058"
  },
  {
    "title": "Beliefs and Risk Perception of Farmers’ of Khuzestan Province toward Climate Change",
    "authors": [
      "Masoud Yazdanpanah,",
      "Tahereh Zobeidi"
    ],
    "doi": "https://doi.org/10.22111/jneh.2017.3161",
    "journalVolume": "Vol. 6,\n                                no. 14\n                                \n                                  pp.\n                                  123\n                                  – 140",
    "issn": "2676-4377 (Print)",
    "publisher": "2676-4385 (Online)",
    "countryOfPublisher": "University of Sistan and Baluchestan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://jneh.usb.ac.ir/",
    "abstract": "Global warming or climate change, one of the most serious environmental challenges and the long term effects it, can have social, economical and environmental consequences. Also The agricultural sector is one of the sectors most vulnerable to climate change. Since the farmers are the critical decision makers in terms of how to manage agricultural land to adapt to changing climate conditions, their beliefs and risk perception toward climate change are important factors for the adaptation of farmers. therefore The aim of this study was to determine factors affecting farmers’ beliefs and risk perception. The sample is based on Cluster random sampling selected among farmers in Khouzestan province (n=400). The results of regression showed that, among the research variables, the variable trust in media is strongest predictor of belief in the occurrence of climate change (β= 0/25) and belief in the causes of climate change (β=0/23). Also, the risk salience is the strongest predictor of belief in the effects of climate change (β= 0/35) and belief in the effects of climate change, is the most powerful predictor of perceived risk (β= 0/35). On the results of research, Recommendations for development of risk perception and beliefs toward climate change and drought are offered.",
    "readLink": "https://jneh.usb.ac.ir/article_3161_cb9eef94887b72c37721d838a3ca0fbb.pdf"
  },
  {
    "title": "Pengenalan Konsep Stok Karbon Pohon sebagai Usaha Mitigasi Perubahan Iklim Kepada Guru IPA dan Biologi se Jawa Tengah",
    "authors": [
      "Santhyami,",
      "Efri  Roziaty,",
      "Suparti Suparti"
    ],
    "doi": "https://doi.org/10.36312/sasambo.v4i1.566",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "2686-519X (Online)",
    "publisher": "Lembaga Penelitian dan Pemberdayaan Masyarakat (LITPAM)",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://journal-center.litpam.com/index.php/Sasambo_Abdimas/index",
    "abstract": "Masalah lingkungan merupakan masalah kritis bersama yang dihadapi dunia saat ini. Melalui pendidikan lingkungan dalam mata pelajaran IPA dan Biologi, siswa diberikan pemahaman terhadap masalah-masalah lingkungan yang merupakan bagian dari proses pembelajaran mereka. Salah satu permasalahan lingkungan yang paling mengancam kelangsungan stabilitas biosfer adalah perubahan iklim. Salah satu bentuk pengamatan langsung di alam untuk mengintegrasikan pengetahuan lingkungan sebagai upaya pelestarian alam adalah pengenalan konsep stok karbon pohon. Salah satu metoda pendugaan stok karbon pohon sederhana yang bisa diaplikasikan pengukurannya di alam oleh siswa adalah metode secara tidak langsung dengan pendekatan ekuasi allometri. Tujuan: Tujuan pengabdian ini adalah untuk mengenalkan konsep stok karbon pohon dengan sasaran guru IPA dan Biologi tingkat SD dan SMP se Jawa Tengah. Metode dan Langkah Kerja: metode pengabdian dilakukan dengan metode daring menggunakan aplikasi zoom untuk kegiatan sinkron dan metode diskusi secara asinkron dengan menggunakan aplikasi schoology. Metode pengumpulan Lembar Kerja Peserta (LKP) juga dilakukan dengan aplikasi schoology. Guru diberikan pengenalan-pengenalan mengenai konsep dasar stok karbon, metode pengukuran diameter pohon setinggi dada (dbh), konsep allometri dan praktek pengukuran dbh pohon langsung di lapangan seperti pekarangan sekolah, pekarangan rumah, kebun dan lahan lainnya yang ditumbuhi pohon. Pengabdian ini dihadiri oleh 47 peserta Hasil: Dari hasil evaluasi tugas LKP, sebanyak 95% guru sudah memahami konsep stok karbon namun baru 77% guru yang menguasai teknis estimasi stok karbon pohon sederhana. Rekomendasi: Diharapkan melalui kegiatan ini, guru dapat mengaplikasikan praktikum estimasi stok karbon pohon di sekolah sebagai bentuk kegiatan pengayaan yang bersifat kontekstual. Introducing the Concept of Tree Carbon Stock as a Climate Change Mitigation Effort to Science and Biology Teachers in Central Java Environmental problems are a common critical problem facing the world today. Through environmental education in science and biology subjects, students are given an understanding of environmental issues that are part of their learning process. One of the environmental problems that most threaten the stability of the biosphere is climate change. One form of direct observation in nature to integrate environmental knowledge as an effort to conserve nature is the introduction of the concept of tree carbon stocks. One method of estimating simple tree carbon stocks that can be applied for measurement in nature by students is the indirect method with an allometric equation approach. Objective: The purpose of this service is to introduce the concept of tree carbon stock with the target of science and biology teachers at the elementary and junior high school levels throughout Central Java. Working Methods and Steps: the service method is carried out using an online method using the zoom application for synchronous activities and asynchronous discussion methods using the Schoology application. The method of collecting Participant Worksheets (LKP) is also carried out using the Schoology application. Teachers are given introductions to the basic concepts of carbon stock, methods of measuring tree diameter at chest height (dbh), allometry concepts and the practice of measuring tree dbh directly in the field such as schoolyards, house yards, gardens, and other land overgrown with trees. This service was attended by 47 participants. Results: From the evaluation results of LKP assignments, 95% of teachers have understood the concept of carbon stock, but only 77% of teachers have mastered the technique of simple tree carbon stock estimation. Recommendation: It is hoped that through this activity, teachers can apply the practice of estimating tree carbon stocks in schools as a form of contextual enrichment activities",
    "readLink": "https://litpam.com/journal-center/index.php/Sasambo_Abdimas/article/view/566"
  },
  {
    "title": "Reducing the Environmental Impacts of Garments through Industrially Scalable Closed-Loop Recycling: Life Cycle Assessment of a Recycled Wool Blend Sweater",
    "authors": [
      "Stephen G. Wiedemann,",
      "Leo Biggs,",
      "Simon J. Clarke,",
      "Stephen J. Russell"
    ],
    "doi": "https://doi.org/10.3390/su14031081",
    "journalVolume": "Vol. 14,\n                                no. 1081\n                                \n                                  p.\n                                  1081",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Wool recycling has been practiced commercially for more than 200 years. This study used data from established, commercial processes with the aim of determining the environmental impacts of a recycled wool blend garment and the contribution of recycling to reducing impacts on the market for wool sweaters, in comparison to other emission reduction approaches relating to garment use. A cradle-to-grave life cycle assessment showed impacts of 0.05 kg CO2-e, 0.63 MJ, 0.58 L H2O-e and 0.95 L per wear of a recycled wool blend sweater for climate change, fossil energy demand, water stress and freshwater consumption, respectively. Impacts predominantly arose from garment manufacturing and consumer practices (retail and garment care). When a recycled wool blend sweater was maintained with best practice garment use and care, impacts were reduced by 66–90% relative to standard maintenance of a virgin pure wool sweater. Increasing the closed-loop recycling rate to 50% had the potential to reduce impacts for the wool sweater market 7–24%, depending on the impact category. Brands and consumers hold the key to increasing recycling rates and reducing environmental impacts via increased donation of garments for recycling and increased adoption of garments containing recycled wool.",
    "readLink": "https://www.mdpi.com/2071-1050/14/3/1081"
  }
]