[
  {
    "title": "ANALYSES OF DISTRIBUTION WOOD EQUILIBRIUM MOISTURE CONTENT INDOORS IN BLACKSEA REGION",
    "authors": [
      "Kemal Üçüncü"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  46\n                                  – 58",
    "issn": "2146-698X (Online)",
    "publisher": "Artvin Çoruh Üniversitesi",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://dergipark.gov.tr/artvinofd",
    "abstract": "In this study, wood equilibrium moisture content (EMC) distribution was determined for indoor in Blacksea Region by investigating wood moisture change on wood of five tree species in the central heated indoor conditions in Trabzon. In wiew of monthly average, experimental wood moisture was higher about 0.5 % than graphical wood equilibrium moisture content, and there was an effective relationship (r2 = 0.99) between experimental wood moisture and EMC. According to climate data for many years in Blacksea Regin, North cost of Turkey, annual average experimental wood moisture for indoor conditions were found 10.6 %. Monthly averages of wood equilibrium mositure content change between 6.3 % - 14.3 %. The averages of wood equilibrium moisture content showed significant monthly and regional differences with the rate of 95 % in terms of reliability. Taken into consideration the differences between the histeres effect and wood equilibrium moisture content, It’s recommended that wood to be used indoor conditions in proviences of Blacksea Region be dried up to the final wood moisture of 7 – 10 % to the regions.",
    "readLink": "http://ofd.artvin.edu.tr/issue/2255/29712"
  },
  {
    "title": "Climate Distress: A Review of Current Psychological Research and Practice",
    "authors": [
      "Jordan Koder,",
      "James Dunk,",
      "Paul Rhodes"
    ],
    "doi": "https://doi.org/10.3390/su15108115",
    "journalVolume": "Vol. 15,\n                                no. 8115\n                                \n                                  p.\n                                  8115",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Environmental disasters will increase in frequency and severity due to disruptions to Earth systems, including increased global mean temperatures, caused by human activity, and consequently our health care system will be burdened by ever-increasing rates of illness, mental and physical. Psychologists will need to respond to this pressure by ensuring they have the training, education and interventions to respond to climate-related distress, as well as realising the limits of the therapeutic approach. Climate psychology, a recent field of study integrating and advancing core expertise around climate distress, has become more prominent with the increasing urgency of climate change and emerging documentation of its impacts on mental health and wellbeing. The purpose of this scoping review is to survey the research being undertaken on climate distress, and to identify gaps in the existing literature with a view to shaping practice and informing future research. Younger people, notably, are experiencing climate distress disproportionately and will bear a larger share of the mental health burden caused by climate change, and yet their voices are underrepresented in theoretical and practical interventions. Enlisting young people as research collaborators and co-designers will facilitate more effective responses to the psychological aspects of the climate crisis.",
    "readLink": "https://www.mdpi.com/2071-1050/15/10/8115"
  },
  {
    "title": "CO<sub>2</sub> Emission and Reduction of Tourist Transportation at Kok Mak Island, Thailand",
    "authors": [
      "Phongthep Hanpattanakit,",
      "Luethaipat Pimonsree,",
      "Angsumalin Jamnongchob,",
      "Anusorn Boonpoke"
    ],
    "doi": "https://doi.org/10.3303/CET1863007",
    "journalVolume": "Vol. 63",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Koh Mak Island was promoted as the low carbon destination in Thailand. Transportation represents the main contributor of greenhouse gas (GHG) emissions which is linked to climate change. These GHG emission from surface transport is quite complicated as data is scarce on the distances travelled for tourism purposes. The aim of this study is to estimate the amount of CO2 emission from energy consumption by tourist transportation in Koh Mak Island, Trat province, Thailand. The methodology of a bottom up approach was observed by using questionnaire surveys. Firstly, the questionnaire design ensured the validity of the questionnaire by calculating the Item-Objective Congruence (IOC) index which was found to be 0.96 which is acceptable. Secondly, CO2 emission from energy consumption by transportation was calculated by the 2006 Intergovernmental Panel on Climate Change (IPCC) criteria. The CO2 emission of local transportation was estimated by using the 465 copies of questionnaire that were distributed to the tourists. The tourism demographic information of male and female in Koh Mak Island were 42 % and 58 %. Most of the tourist age was 26-35 years old. The average local transport between beginning of the journey in Thailand and Koh Mak destination was 468 ± 139 km person-1. The total consumption of gasoline and diesel for road transportation of the 465 tourists were 7,954.01 and 15,199.80 L. Gasoline used in boat transportation was 1,357.80 L. The total CO2 emissions in transportation due to consumption of gasoline and diesel were 20,389.14 and 23,715.83 kg CO2-eq. The average CO2 emission was 23.83 kg CO2 person-1. The alternative to reduce CO2 emission in transportation by low carbon tourism is to ride bicycles on the island as the distance between landmarks are quite short and there is very good scenery between the roads.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/2411"
  },
  {
    "title": "THE INFLUENCE OF METEOROLOGICAL AND TOPOGRAPHICAL PARAMETERS ON THE DISPERSION OF PM10 AND CO POLLUTANTS",
    "authors": [
      "Daniela Giosanu,",
      "Madalina Cristina Marian,",
      "Andrei Zaharia"
    ],
    "doi": "https://doi.org/10.47068/ctns.2021.v10i19.012",
    "journalVolume": "Vol. 10,\n                                no. 19\n                                \n                                  pp.\n                                  92\n                                  – 98",
    "issn": "2284-953X (Online)",
    "publisher": "Editura Universitatii din Pitesti",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Science (General)"
    ],
    "journalUrl": "http://natsci.upit.ro",
    "abstract": "At present, climate change is a global reality. One of its causes is the presence of pollutants in the atmosphere. Therefore, the purpose of this paper is to observe how the dispersion of pollutants is influenced by meteorological and topographic parameters. In order to carry out the study on the influence of synoptic conditions on the dispersion of air pollutants PM10 and CO, a continuous monitoring of the two pollutants was needed for one year (from March 2020 to February 2021) at all six air quality monitoring stations located in Argeș County. These data will be correlated with the climatological parameters obtained from the National Meteorological Administration. Using a numerical modeling program (SCREEN), it was performed a simulation of the dispersion of pollutants, determining the maximum concentration of the pollutant and the distance it reaches the ground, for several wind speeds, in all five classes of atmospheric stability.",
    "readLink": "https://natsci.upit.ro/media/2112/012giosanu-et-al.pdf"
  },
  {
    "title": "Contrasting water-use patterns of Chinese fir among different plantation types in a subtropical region of China",
    "authors": [
      "Ying Zhang,",
      "Qing Xu,",
      "Beibei Zhang,",
      "Deqiang Gao,",
      "Ting Wang,",
      "Wenbin Xu,",
      "Ranran Ren,",
      "Silong Wang"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.946508",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Plantation cultivation plays an important role in improving terrestrial ecosystem functions and services. Understanding the water-use patterns of major afforestation species is vital for formulating ecological restoration strategies and predicting the response of plantation to climate change. However, the impacts and drivers of forest types on water-use patterns of key tree species are poorly understood. Here, the combined methods of dual stable isotope of δD and δ18O and Bayesian mixed framework (MixSIAR) were employed to investigate the water-use patterns of Cunninghamia lanceolata (Chinese fir) in a monoculture, mixed forest with Cinnamomum camphora, and mixed forest with Alnus cremastogyne under different rainfall events in subtropical China. Furthermore, the relative contribution of different soil and plant factors to the water-use patterns of Chinese fir was quantified using a random forest model. Our results showed that Chinese fir in the mixed forests (with C. camphora or with A. cremastogyne) utilized less water from shallow soil compared to that in a monoculture but significantly improved the proportion of water absorbed from deep soil with the increase of 55.57%–64.90% and 68.99%–108.83% following moderate and heavy rainfall events, respectively. The most important factors contributing to the differences in water-use patterns of Chinese fir among monoculture and mixed forests were tree attributes (i.e., leaf biomass, eco-physiological regulation, and fine root biomass). These findings reveal that Chinese fir in mixed forests could optimize water-use patterns by adjusting plant properties for interspecific niche complementarity, improving the utilization of deep soil water. Overall, this study suggests that mixed-species plantations could improve water-use efficiency and reduce the sensitivity of tree species to precipitation change, indicating they are better able to cope with expected climate variability.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.946508/full"
  },
  {
    "title": "Natural factors influence on first rarely flooded soil salination of the river Volga delta",
    "authors": [
      "Mikhail V. Valov,",
      "Alexandr N. Barmin,",
      "Daniil Yu. Belyaev,",
      "Alexandr V. Sintsov,",
      "Ekaterina V. Lipezina"
    ],
    "doi": "https://doi.org/10.22363/2313-2310-2022-30-4-524-536",
    "journalVolume": "Vol. 30,\n                                no. 4\n                                \n                                  pp.\n                                  524\n                                  – 536",
    "issn": "2313-2310 (Print)",
    "publisher": "2408-8919 (Online)",
    "countryOfPublisher": "Peoples’ Friendship University of Russia (RUDN University)",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://journals.rudn.ru/ecology",
    "abstract": "Soil degradation is one of the common types of which is soil salination, is a serious limited factor of food security and sustainable territory development. It is necessary to pay a special attention on the first soil salination of arid regions, as arid climate leads to the active salt accumulation in the upper rooting soil horizons and gives rise to withdrawal of large land areas from economic turnover. The purpose of the this work is defining of the watersoluble salts specific features in soils of the river Volga delta upper level natural boundaries under the influence of natural factors. Botanic natural sanctuary “Svinoroiny meadow (Meshkovsky)” was chosen as a research object, associated with the new Caspian coastal plain within distribution of the river Volga delta Baer knoll landscape. Water extract ions analysis and soil solution toxicity calculation on the area were carried out from 1979 till 2020. It was revealed that dynamics direction of salination types are defined by the ascent of water predominanceon over descending on the area in the conditions of the territory exudative water regime. Salination increase to a great extent depends on the great volumes of spring-summer floods and appropriate ground water level rise, area desalination is defined by atmospheric precipitations quantity.",
    "readLink": "https://journals.rudn.ru/ecology/article/viewFile/33113/21550"
  },
  {
    "title": "Langkawi's Sustainable Regeneration Strategy and Natural Heritage Preservation",
    "authors": [
      "Rugayah Hashim,",
      "Zulkiflee Abd Latif"
    ],
    "doi": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "1906-1714 (Print)",
    "publisher": "Thai Society of Higher Eduction Institutes on Environment",
    "countryOfPublisher": "Thailand",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.tshe.org/ea/index.html",
    "abstract": "In the face of climate change and increased development, environmental acclimatization includes looking for alternatives for socio-economic improvement. For the island resort of Langkawi, Malaysia, agriculture is no longer a sustainable income generating venture. Eco-tourism has taken over paddy planting and artisanal fishing. The state government and local authorities are aware of the need to realign their development strategies to suit the environment. By engaging in sustainable regeneration and leveraging eco-tourism demands, a win-win situation can occur for the locals and the local authorities. However, the continued success of eco-tourism is dependent on the stakeholder's ability to ensure the non-exploitation of the geological parks. This paper provides insights through the qualitative analysis of interviews with the personnel from the Langkawi Development Authority, the District Officer and the Langkawi Municipal Council. The findings indicated that the government's intervention have resulted in better socio-economic well-being through eco-tourism. The praxis of the resort island's adaptation to the changing environment includes good socio-economic policies that are applicable and suitable to the island's core attractions. Lastly, the preservation of the natural assets will promote the green economy, which is in line with the government's Economic Transformation Program (ETP).",
    "readLink": "http://www.tshe.org/ea/pdf/vol8no2-01.pdf"
  },
  {
    "title": "Towards Pro-enviromental Psychology and Education: Personality Traits and Sociodemographic Correlates of Enviromental Identity and Voluntary Simplicity",
    "authors": [
      "Dawid Le Hai,",
      "Paweł Larionow"
    ],
    "doi": "https://doi.org/10.17951/lrp.2022.41.4.53-76",
    "journalVolume": "Vol. 41,\n                                no. 4\n                                \n                                  pp.\n                                  53\n                                  – 76",
    "issn": "0137-6136 (Print)",
    "publisher": "2449-8327 (Online)",
    "countryOfPublisher": "Maria Curie-Skłodowska University, Lublin, Poland",
    "lcc": [
      "Poland",
      "Education"
    ],
    "journalUrl": "https://journals.umcs.pl/lrp/index",
    "abstract": "Introduction: Climate change is one of the greatest threats to humanity today. Environmental identity, referring to the individual definition of self through the prism of human's relationship with nature, and the voluntary simplicity, which refers to the anti-consumer idea of life, are psychological constructs that have been analyzed in terms of personality and sociodemographic correlates in this work. Research Aim: The aim of this exploratory study is to analyze the relationships between environmental identity, voluntary simplicity and personality traits, as well as to search for sociodemographic correlates of the analyzed constructs mainly in the sample of young Poles. Method: In the study, 218 people, including 156 women (71.6% of the entire sample) and 62 men (28.4%), aged 18 to 63 (M = 25.40; SD = 7.43), completed the Environmental Identity Scale, the Voluntary Simplicity Engagement Scale and the HEXACO–60 Personality Inventory. Results: The results showed a high positive correlation between environmental identity and voluntary simplicity (r = 0.73) and their weak positive correlations with openness to experience, honesty-humility, conscientiousness, agreeableness and extraversion, as well as no relationships with emotionality and age. Women scored significantly higher on environmental identity and voluntary simplicity. The place of residence, education, marital and employment status, religion and subjective assessment of the material situation were not related to the analyzed constructs, whereas attitudes towards belief in God or higher force were positively associated with them. Conclusion: The similarity of the analyzed constructs was demonstrated. Personality traits and socio-demographic variables related to them were investigated. The practical implications of the research in promoting voluntary simplicity are discussed. The Polish translation of the Voluntary Simplicity Engagement Scale is presented. It may be used in pro-environmental education among students. Particular attention should be paid to males as a group that is less interested in pro-environmental issues.",
    "readLink": "https://journals.umcs.pl/lrp/article/view/14351"
  },
  {
    "title": "Strategic Place of the Caspian Reserves in the Iranian Marine Security",
    "authors": [
      "Morad Kaviani; Ebrahim zarghami,",
      "Hava valizadeh"
    ],
    "doi": "https://doi.org/10.22054/QPSS.2018.17394.1488",
    "journalVolume": "Vol. 6,\n                                no. 23\n                                \n                                  pp.\n                                  85\n                                  – 106",
    "issn": "2345-6140 (Print)",
    "publisher": "2476-6208 (Online)",
    "countryOfPublisher": "Allameh Tabataba'i University Press",
    "lcc": [
      "Iran, Islamic Republic of",
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://qpss.atu.ac.ir/",
    "abstract": "Over the past two decades, climate change and rising water consumption have faced many of the world's regions with a freshwater crisis. The data available about our country, also due to the change in the climate and inefficiency of the current consumption pattern, suggests that the security of the country and hence the national security of the country will henceforth be linked to each other. However, our country has the capacity to reduce existing concerns in the management of consumption patterns. The Caspian Sea is one of these capacities. The present study is based on the assumption that using the reserve of the Caspian Sea could increase the country's water security. The methodology of research based on the argumentative approach and the research methodology has a descriptive-analytical character and its information has been gathered by a library method. The findings of the research showed that the favorable conditions of the geographical environment of the Caspian Sea, along with the water needs of the country, has made the use of this reservoir a strategic option. Active diplomacy, legal framework, the use of national security thinkers and environmental assessments are among the most important requirements for the use of the strategic reserve of the Caspian Sea.",
    "readLink": "http://qpss.atu.ac.ir/article_8333_6ac17858d021a1413194caced35b90b6.pdf"
  },
  null
]