[
  {
    "title": "Climate Gentrification: Methods, Gaps, and Framework for Future Research",
    "authors": [
      "Kelsea Best,",
      "Zeynab Jouzi"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.828067",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "The topic of climate gentrification has been receiving increasing attention in both peer-reviewed literature and in popular discourse. Climate gentrification refers to the ways that climate impacts and adaptations may contribute to changes in community characteristics and potential displacement of vulnerable residents through changes in property values. Here, we conduct a review of the current literature on climate gentrification in order to understand methods and key themes, identify research gaps, and guide future research. Our search yielded a total of 12 relevant articles, beginning in 2018. After reviewing these articles, we identified several key methodological gaps including the lack of participatory methods, limited availability of longitudinal data, difficulty defining and measuring displacement, and challenges surrounding causality. We suggest that future work on climate gentrification should draw from Coupled Human and Natural Systems (CHANS) theory to further understand the complex feedbacks that exist in climate gentrification dynamics. To guide future research, we propose a framework as a CHAN that highlights the multi-spatial, multi-temporal, and multi-faceted dimensions of climate gentrification.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.828067/full"
  },
  {
    "title": "Prolonged hydrogen production by engineered green algae photovoltaic power stations",
    "authors": [
      "Hyo Jin Gwon,",
      "Geonwoo Park,",
      "JaeHyoung Yun,",
      "WonHyoung Ryu,",
      "Hyun S. Ahn"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-42529-3",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Abstract Interest in securing energy production channels from renewable sources is higher than ever due to the daily observation of the impacts of climate change. A key renewable energy harvesting strategy achieving carbon neutral cycles is artificial photosynthesis. Solar-to-fuel routes thus far relied on elaborately crafted semiconductors, undermining the cost-efficiency of the system. Furthermore, fuels produced required separation prior to utilization. As an artificial photosynthesis design, here we demonstrate the conversion of swimming green algae into photovoltaic power stations. The engineered algae exhibit bioelectrogenesis, en route to energy storage in hydrogen. Notably, fuel formation requires no additives or external bias other than CO2 and sunlight. The cellular power stations autoregulate the oxygen level during artificial photosynthesis, granting immediate utility of the photosynthetic hydrogen without separation. The fuel production scales linearly with the reactor volume, which is a necessary trait for contributing to the large-scale renewable energy portfolio.",
    "readLink": "https://doi.org/10.1038/s41467-023-42529-3"
  },
  {
    "title": "Projected changes in global terrestrial near-surface wind speed in 1.5 °C–4.0 °C global warming levels",
    "authors": [
      "Jinlin Zha,",
      "Cheng Shen,",
      "Zhibo Li,",
      "Jian Wu,",
      "Deming Zhao,",
      "Wenxuan Fan,",
      "Ming Sun,",
      "Cesar Azorin-Molina,",
      "Kaiqiang Deng"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac2fdd",
    "journalVolume": "Vol. 16,\n                                no. 11\n                                \n                                  p.\n                                  114016",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Understanding future changes in global terrestrial near-surface wind speed (NSWS) in specific global warming level (GWL) is crucial for climate change adaption. Previous studies have projected the NSWS changes; however, the changes of NSWS with different GWLs have yet to be studied. In this paper, we employ the Max Planck Institute Earth System Model large ensembles to evaluate the contributions of different GWLs to the NSWS changes. The results show that the NSWS decreases over the Northern Hemisphere (NH) mid-to-high latitudes and increases over the Southern Hemisphere (SH) as the GWL increases by 1.5 °C–4.0 °C relative to the preindustrial period, and that these characteristics are more significant with the stronger GWL. The probability density of the NSWS shifts toward weak winds over NH and strong winds over SH between the current climate and the 4.0 °C GWL. Compared to 1.5 °C GWL, the NSWS decreases −0.066 m s ^−1 over NH and increases +0.065 m s ^−1 over SH with 4.0 °C GWL, especially for East Asia and South America, the decrease and increase are most significant, which reach −0.21 and +0.093 m s ^−1 , respectively. Changes in the temperature gradient induced by global warming could be the primary factor causing the interhemispheric asymmetry of future NSWS changes. Intensified global warming induces the reduction in Hadley, Ferrell, and Polar cells over NH and the strengthening of the Hadley cell over SH could be another determinant of asymmetry changes in NSWS between two hemispheres.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac2fdd"
  },
  {
    "title": "Real-Time Determination of Photosynthesis, Transpiration, Water-Use Efficiency and Gene Expression of Two Sorghum bicolor (Moench) Genotypes Subjected to Dry-Down",
    "authors": [
      "Alessandra Fracasso,",
      "Eugenio Magnanini,",
      "Adriano Marocco,",
      "Stefano Amaducci"
    ],
    "doi": "https://doi.org/10.3389/fpls.2017.00932",
    "journalVolume": "Vol. 8",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Plant growth and productivity are strongly affected by limited water availability in drought prone environments. The current climate change scenario, characterized by long periods without precipitations followed by short but intense rainfall, forces plants to implement different strategies to cope with drought stress. Understanding how plants use water during periods of limited water availability is of primary importance to identify and select the best adapted genotypes to a certain environment. Two sorghum genotypes IS22330 and IS20351, previously characterized as drought tolerant and drought sensitive genotypes, were subjected to progressive drought stress through a dry-down experiment. A whole-canopy multi-chamber system was used to determine the in vivo water use efficiency (WUE). This system records whole-canopy net photosynthetic and transpiration rate of 12 chambers five times per hour allowing the calculation of whole-canopy instantaneous WUE daily trends. Daily net photosynthesis and transpiration rates were coupled with gene expression dynamics of five drought related genes. Under drought stress, the tolerant genotype increased expression level for all the genes analyzed, whilst the opposite trend was highlighted by the drought sensitive genotype. Correlation between gene expression dynamics and gas exchange measurements allowed to identify three genes as valuable candidate to assess drought tolerance in sorghum.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fpls.2017.00932/full"
  },
  {
    "title": "A Review of Remote Sensing Challenges for Food Security with Respect to Salinity and Drought Threats",
    "authors": [
      "Wen Wen,",
      "Joris Timmermans,",
      "Qi Chen,",
      "Peter M. van Bodegom"
    ],
    "doi": "https://doi.org/10.3390/rs13010006",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  6",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Drought and salinity stress are considered to be the two main factors limiting crop productivity. With climate change, these stresses are projected to increase, further exacerbating the risks to global food security. Consequently, to tackle this problem, better agricultural management is required on the basis of improved drought and salinity stress monitoring capabilities. Remote sensing makes it possible to monitor crop health at various spatiotemporal scales and extents. However, remote sensing has not yet been used to monitor both drought and salinity stresses simultaneously. The aim of this paper is to review the current ability of remote sensing to detect the impact of these stresses on vegetation indices (VIs) and crop trait responses. We found that VIs are insufficiently accurate (0.02 ≤ R2 ≤ 0.80) to characterize the crop health under drought and salinity stress. In contrast, we found that plant functional traits have a high potential to monitor the impacts of such stresses on crop health, as they are more in line with the vegetation processes. However, we also found that further investigations are needed to achieve this potential. Specifically, we found that the spectral signals concerning drought and salinity stress were inconsistent for the various crop traits. This inconsistency was present (a) between studies utilizing similar crops and (b) between investigations studying different crops. Moreover, the response signals for joint drought and salinity stress overlapped spectrally, thereby significantly limiting the application of remote sensing to monitor these separately. Therefore, to consistently monitor crop responses to drought and salinity, we need to resolve the current indeterminacy of the relationships between crop traits and spectrum and evaluate multiple traits simultaneously. Using radiative transfer models (RTMs) and multi-sensor frameworks allow monitoring multiple crop traits and may constitute a way forward toward evaluating drought and salinity impacts.",
    "readLink": "https://www.mdpi.com/2072-4292/13/1/6"
  },
  {
    "title": "Summer Extreme Dust Activity in the Taklimakan Desert Regulated by the South Asian High",
    "authors": [
      "Chengyun Wang,",
      "Tianhe Wang,",
      "Ying Han,",
      "Yuanzhu Dong,",
      "Shanjuan He,",
      "Jingyi Tang"
    ],
    "doi": "https://doi.org/10.3390/rs15112875",
    "journalVolume": "Vol. 15,\n                                no. 2875\n                                \n                                  p.\n                                  2875",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Summer dust aerosol in the Taklimakan Desert (TD) affects not only the albedo of the snow and ice sheets on the Tibetan Plateau (TP) but also air quality and precipitation in the downstream areas. In this study, the summer extreme dust activity in the TD was jointly investigated by using satellite observations and MERRA-2 reanalysis datasets and divided into two states: dust active period and dust inactive period. The horizontal and vertical distribution of summer dust during both the dust active and inactive periods, as derived from the MERRA-2 dataset, is consistent with satellite observations. By comparing the upper-level circulation and surface meteorological elements at two periods, we identify the South Asian High (SAH) as the dominant factor driving the extreme dust activity in the TD during summer. When the SAH is centered on the Iranian Plateau (IP), the dust aerosol in the TD exhibits increased activity and is lifted to higher altitudes due to significantly enhanced westerly winds, near-surface wind speed, and an ascending motion. Conversely, when the SAH is centered on the TP, the summer dust activity shows the opposite behavior. These new findings on the regulatory mechanism of the SAH on the summer dust activity in the TD are highly significant for understanding the occurrence and transport of summer Asian dust and its potential impact on heavy precipitation in the downstream areas.",
    "readLink": "https://www.mdpi.com/2072-4292/15/11/2875"
  },
  {
    "title": "The impact of afforestation on soil organic carbon sequestration on the Qinghai Plateau, China.",
    "authors": [
      "Sheng-wei Shi,",
      "Peng-fei Han,",
      "Ping Zhang,",
      "Fan Ding,",
      "Cheng-lin Ma"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0116591",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  e0116591",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Afforestation, the conversion of non-forested land into forest, is widespread in China. However, the dynamics of soil organic carbon (SOC) after afforestation are not well understood, especially in plateau climate zones. For a total of 48 shrub- and/or tree-dominated afforestation sites on the Qinghai Plateau, Northwestern China, post-afforestation changes in SOC, total nitrogen (TN), the carbon-to-nitrogen ratio (C/N) and soil bulk density (BD) were investigated to a soil depth of 60 cm using the paired-plots method. SOC and TN accumulated at rates of 138.2 g C m(-2) yr(-1) and 4.6 g N m(-2) yr(-1), respectively, in shrub-dominated afforestation sites and at rates of 113.3 g C m(-2) yr(-1) and 6.7 g N m(-2) yr(-1), respectively, in tree-dominated afforestation sites. Soil BD was slightly reduced in all layers in the shrub-dominated afforestation plots, and significantly reduced in soil layers from 0-40cm in the tree-dominated afforestation plots. The C/N ratio was higher in afforested sites relative to the reference sites. SOC accumulation was closely related to TN accumulation following afforestation, and the inclusion of N-fixing species in tree-dominated afforestation sites additionally increased the soil accumulation capacity for SOC (p < 0.05). Multiple regression models including the age of an afforestation plot and total number of plant species explained 75% of the variation in relative SOC content change at depth of 0-20 cm, in tree-dominated afforestation sites. We conclude that afforestation on the Qinghai Plateau is associated with great capability of SOC and TN sequestration. This study improves our understanding of the mechanisms underlying SOC and TN accumulation in a plateau climate, and provides evidence on the C sequestration potentials associated with forestry projects in China.",
    "readLink": "http://europepmc.org/articles/PMC4338072?pdf=render"
  },
  {
    "title": "Assessment of the Impact of Reservoirs in the Upper Mekong River Using Satellite Radar Altimetry and Remote Sensing Imageries",
    "authors": [
      "Kuan-Ting Liu,",
      "Kuo-Hsin Tseng,",
      "C. K. Shum,",
      "Chian-Yi Liu,",
      "Chung-Yen Kuo,",
      "Ganming Liu,",
      "Yuanyuan Jia,",
      "Kun Shang"
    ],
    "doi": "https://doi.org/10.3390/rs8050367",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  p.\n                                  367",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Water level (WL) and water volume (WV) of surface-water bodies are among the most crucial variables used in water-resources assessment and management. They fluctuate as a result of climatic forcing, and they are considered as indicators of climatic impacts on water resources. Quantifying riverine WL and WV, however, usually requires the availability of timely and continuous in situ data, which could be a challenge for rivers in remote regions, including the Mekong River basin. As one of the most developed rivers in the world, with more than 20 dams built or under construction, Mekong River is in need of a monitoring system that could facilitate basin-scale management of water resources facing future climate change. This study used spaceborne sensors to investigate two dams in the upper Mekong River, Xiaowan and Jinghong Dams within China, to examine river flow dynamics after these dams became operational. We integrated multi-mission satellite radar altimetry (RA, Envisat and Jason-2) and Landsat-5/-7/-8 Thematic Mapper (TM)/Enhanced Thematic Mapper plus (ETM+)/Operational Land Imager (OLI) optical remote sensing (RS) imageries to construct composite WL time series with enhanced spatial resolutions and substantially extended WL data records. An empirical relationship between WL variation and water extent was first established for each dam, and then the combined long-term WL time series from Landsat images are reconstructed for the dams. The R2 between altimetry WL and Landsat water area measurements is >0.95. Next, the Tropical Rainfall Measuring Mission (TRMM) data were used to diagnose and determine water variation caused by the precipitation anomaly within the basin. Finally, the impact of hydrologic dynamics caused by the impoundment of the dams is assessed. The discrepancy between satellite-derived WL and available in situ gauge data, in term of root-mean-square error (RMSE) is at 2–5 m level. The estimated WV variations derived from combined RA/RS imageries and digital elevation model (DEM) are consistent with results from in situ data with a difference at about 3%. We concluded that the river level downstream is affected by a combined operation of these two dams after 2009, which has decreased WL by 0.20 m·year−1 in wet seasons and increased WL by 0.35 m·year−1 in dry seasons.",
    "readLink": "http://www.mdpi.com/2072-4292/8/5/367"
  },
  {
    "title": "On the occurrence of the observed worst flood in Mahanadi River basin under the warming climate",
    "authors": [
      "Deeptija Pandey,",
      "Amar Deep Tiwari,",
      "Vimal Mishra"
    ],
    "doi": "Vol. 38\n                                \n                                \n                                  p.\n                                  100520",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Floods cause enormous damage to infrastructure and result in the loss of human lives. Most river basin-scale floods in India occur during the summer monsoon season. While extreme precipitation events and floods are projected to increase under the warming climate, it remains unclear how the frequency of the worst flood that occurred during the observed period will change in the future. Using the observations and simulations conducted using the Variable Infiltration Capacity (VIC) model, we identified the worst flood during the observed period of 1971–2012 in the Mahanadi River basin. The observed worst flood at Basantpur occurred in August 2003, exceeding 33,000 m3/s and a return period of 132 years. Kantamal station of the Mahanadi River basin experienced the worst flood in 2008 with a magnitude of 20,000 m3/s and a return period of 64 years. Multi-day extreme precipitation upstream of the gauge stations driven by the moisture transport from the Bay of Bengal caused the observed worst floods in the basin. We used bias-corrected projections from the six global climate models (GCMs) that participated in the coupled model intercomparison project 6 (CMIP6) under the SSP1-2.6 and SSP5-8.5 scenarios to estimate the projected changes in the frequency and magnitude of floods. The frequency of the worst observed floods is projected to rise at both stations under the projected future climate. In addition, the magnitude of floods of 10, 20, and 50-year return periods are projected to rise at both stations in the Mahanadi basin. The projected rise in the frequency of the worst floods and extreme precipitation in the basin will pose challenges for agriculture and infrastructure.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094722000998"
  },
  {
    "title": "Assessment of age bias in site index equations",
    "authors": [
      "Socha J,",
      "Coops Nicholas C,",
      "Ochal W"
    ],
    "doi": "https://doi.org/10.3832/ifor1548-008",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  402\n                                  – 408",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "The most widely accepted method of evaluating site productivity is site index. In spite of some important restrictions it is still a useful concept in both forest research and management. One of the most important challenges when using site index is an age trend manifested by a negative correlation between site index and stand age. Age trend may result from the inappropriateness of site index models. In this paper we develop a new approach for assessing age bias in site index models. Field data collected from 311 sample plots established in Norway spruce stands in the Polish region of the Carpathians formed the basis of this study. In the proposed approach the appropriateness of site index models is assessed by analyzing the existence of age trends in residuals of geocentric site index prediction models. Using the developed approach we demonstrated that when significant correlations exist between residuals of site index prediction models and stand age, it likely indicates the existence of an age trend and thus the inappropriateness of site index model. To remedy this situation, we demonstrated that the observed age trend can be quantified and utilized in new, non-biased, site index models.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor1548-008"
  }
]