[
  {
    "title": "Intensification of terrestrial carbon cycle related to El Niño–Southern Oscillation under greenhouse warming",
    "authors": [
      "Jin-Soo Kim,",
      "Jong-Seong Kug,",
      "Su-Jong Jeong"
    ],
    "doi": "https://doi.org/10.1038/s41467-017-01831-7",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "The terrestrial carbon cycle is strongly influenced by El Niño/Southern Oscillation (ENSO), but how this relationship will change in future is not clear. Here the authors use state-of-the-art models to show that the sensitivity of the carbon cycle to ENSO will increase under future climate change.",
    "readLink": "https://doi.org/10.1038/s41467-017-01831-7"
  },
  {
    "title": "Population of the temperate mosquito, Culex pipiens, decreases in response to habitat climatological changes in future",
    "authors": [
      "K. Watanabe,",
      "S. Fukui,",
      "S. Ohta"
    ],
    "doi": "https://doi.org/10.1002/2017GH000054",
    "journalVolume": "Vol. 1,\n                                no. 4\n                                \n                                  pp.\n                                  196\n                                  – 210",
    "issn": "2471-1403 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2471-1403/",
    "abstract": "Abstract Predictions of the temporal distribution of vector mosquitoes are an important issue for human health because the response of mosquito populations to climate change could have implications for the risk of vector‐borne diseases. To elucidate the effects of climate change on mosquito populations inhabiting temperate regions, we developed a Physiology‐based Climate‐driven Mosquito Population model for temperate regions. For accurately reproducing the temporal patterns observed in mosquito populations, the key factors were identified by implementing the combinations of factors into the model. We focused on three factors: the effect of diapause, the positive effect of rainfall on larval carrying capacity, and the negative effect of rainfall as the washout mortality on aquatic stages. For each model, parameters were calibrated using weekly observation data of a Culex pipiens adult population collected in Tokyo, Japan. Based on its likelihood value, the model incorporating diapause, constant carrying capacity, and washout mortality was the best to replicate the observed data. By using the selected model and applying global climate model data, our results indicated that the mosquito population would decrease and adults’ active season would be shortened under future climate conditions. We found that incorporating the washout effect in the model settings or not caused a difference in the temporal patterns in the projected mosquito populations. This suggested that water resources in mosquito habitats in temperate regions should be considered for predicting the risk of vector‐borne diseases in such regions.",
    "readLink": "https://doi.org/10.1002/2017GH000054"
  },
  {
    "title": "Clouds damp the radiative impacts of polar sea ice loss",
    "authors": [
      "R. Alkama,",
      "P. C. Taylor,",
      "L. Garcia-San Martin,",
      "H. Douville,",
      "G. Duveiller,",
      "G. Forzieri,",
      "D. Swingedouw,",
      "A. Cescatti"
    ],
    "doi": "https://doi.org/10.5194/tc-14-2673-2020",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  2673\n                                  – 2686",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Clouds play an important role in the climate system: (1) cooling Earth by reflecting incoming sunlight to space and (2) warming Earth by reducing thermal energy loss to space. Cloud radiative effects are especially important in polar regions and have the potential to significantly alter the impact of sea ice decline on the surface radiation budget. Using CERES (Clouds and the Earth's Radiant Energy System) data and 32 CMIP5 (Coupled Model Intercomparison Project) climate models, we quantify the influence of polar clouds on the radiative impact of polar sea ice variability. Our results show that the cloud short-wave cooling effect strongly influences the impact of sea ice variability on the surface radiation budget and does so in a counter-intuitive manner over the polar seas: years with less sea ice and a larger net surface radiative flux show a more negative cloud radiative effect. Our results indicate that 66±2% of this change in the net cloud radiative effect is due to the reduction in surface albedo and that the remaining 34±1 % is due to an increase in cloud cover and optical thickness. The overall cloud radiative damping effect is 56±2 % over the Antarctic and 47±3 % over the Arctic. Thus, present-day cloud properties significantly reduce the net radiative impact of sea ice loss on the Arctic and Antarctic surface radiation budgets. As a result, climate models must accurately represent present-day polar cloud properties in order to capture the surface radiation budget impact of polar sea ice loss and thus the surface albedo feedback.",
    "readLink": "https://tc.copernicus.org/articles/14/2673/2020/tc-14-2673-2020.pdf"
  },
  {
    "title": "Piles of Plastic on Darkening Himalayan Peaks: Changing Cosmopolitics of ‘Pollution’ in Limi, Western Nepal",
    "authors": [
      "Hildegard Diemberger,",
      "Samanta Skrivere"
    ],
    "doi": "https://doi.org/10.5334/wwwj.62",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "2399-7117 (Online)",
    "publisher": "Ubiquity Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Municipal refuse. Solid wastes",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Standardization. Simplification. Waste"
    ],
    "journalUrl": "https://www.worldwidewastejournal.com/",
    "abstract": "This article explores plastic and other non-compostable waste pollution in the Limi Valley, in Nepal’s impoverished Humla district along the northern-western Nepal border. The Himalaya currently undergoes rapid environmental transformation. Environmental degradation, disappearing glaciers and climate change-related floods are increasingly shaping its landscape. At the same time, motorable roads and telephone connections as well as new modes of governance are arriving to its remotest areas linking Limi to the expanding Chinese market (and to a lesser extent the Nepali and Indian ones) with the consequence that an increasing amount of plastic packaging, wrappings, containers and single-use plastic items (as well as non-degradable electronic items) are reaching these villages. This article argues that these new challenges can be best understood and addressed as part of cosmopolitical ecologies of the Himalaya. They require a significant number of decisions at multiple levels, involving different forms of knowledge and moral frameworks dealing with issues of causality, responsibility, prioritization and action. Arising out of an international project and a ‘stakeholders’ workshop as a ‘collaborative event’, this article offers an opportunity to reflect on the predicament of Himalayan people and contribute to the debate on non-compostable waste pollution as linked to a wide range of environmental challenges including those related to climate change. These issues intersect and compound requiring a wide spectrum of responses at different levels bringing together socio-economic, political and cosmological dimensions. Mediation by a wide range of operators, potentially understood as ‘cultural brokers’, turns out to be decisive in the design and implementation of any strategy.",
    "readLink": "https://www.worldwidewastejournal.com/articles/62"
  },
  {
    "title": "Modeling and Performance Evaluation of ANFIS Controller-Based Bidirectional Power Management Scheme in Plug-In Electric Vehicles Integrated With Electric Grid",
    "authors": [
      "Md. Ariful Islam,",
      "Jai Govind Singh,",
      "Israt Jahan,",
      "M. S. Hossain Lipu,",
      "Taskin Jamal,",
      "Rajvikram Madurai Elavarasan,",
      "Lucian Mihet-Popa"
    ],
    "doi": "https://doi.org/10.1109/ACCESS.2021.3135190",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  pp.\n                                  166762\n                                  – 166780",
    "issn": "2169-3536 (Online)",
    "publisher": "IEEE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=6287639",
    "abstract": "A bi-directional power exchange between the plug-in electric vehicle (PEV) and the AC electrical grid is necessary to perform the Vehicle to Grid (V2G) and Grid to Vehicle (G2V) operations. While performing these operations, different power converters and controllers play an important role as mediators between the PEV and electric grid. Various works have demonstrated the utilization of controllers for PEV’s battery power management. However, the existing conventional controllers have technical shortcomings about vulnerability to controller gain, accurate mathematical modelling, poor adaptability, sluggish response to a sudden outburst and lengthy interval execution processing. Therefore, this paper develops an adaptive neuro-fuzzy inference system (ANFIS) control strategy based bidirectional power management scheme to ensure the optimal electrical power flow exchange between the AC electrical grid and battery storage system in PEVs. This paper aims to reduce the stress on the grid power side and utilize the unused power properly. The performance of the ANFIS model is varied using two PEVs based on real-life power consumptions by different loads at home based on five operational modes. Besides, a comparative analysis between the ANFIS controller and the PI controller is carried out to demonstrate the effectiveness of the proposed control scheme. The results illustrate that the proposed ANFIS controller delivers a smoother power injection from the PEV to the AC power grid with the least harmonics as well as achieves a smoother battery profile and less distortion when power is absorbed by PEV battery.",
    "readLink": "https://ieeexplore.ieee.org/document/9648155/"
  },
  {
    "title": "Air quality management planning (AQMP)",
    "authors": [
      "Sivertsen Bjarne,",
      "Bartonova Alena"
    ],
    "doi": "https://doi.org/10.2298/CICEQ120110111S",
    "journalVolume": "Vol. 18,\n                                no. 4-2\n                                \n                                  pp.\n                                  667\n                                  – 674",
    "issn": "1451-9372 (Print)",
    "publisher": "2217-7434 (Online)",
    "countryOfPublisher": "Association of the Chemical Engineers of Serbia",
    "lcc": [
      "Serbia",
      "Technology: Chemical technology: Chemical engineering",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Chemical industries"
    ],
    "journalUrl": "http://www.ache.org.rs/CICEQ/",
    "abstract": "In most urban areas of the world, particulate matter (PM) levels pose severe problems, addressed in several policy areas (air quality, climate change, and human health). PM presents multiple challenges due to the multitude of its sources, spanning many sectors of economic activity as well as nature, and due to the complexity of atmospheric processes involved in its transport and secondary formation. For the authorities, the goal is to assure minimal impacts of atmospheric PM levels, in practice represented by compliance with existing regulations and standards. This may be achieved through an air quality management plan (AQMP). In Northern America and in parts of Europe, comprehensive research programs have guided development of AQMP over the last forty years. This cumulated experience can be utilized by others who face the same problems, but have yet to develop their own substantial research base. The main purpose of the AQMP development process is to establish an effective and sound basis for planning and management of air quality in a selected area. This type of planning will ensure that significant sources of impacts are identified and controlled in a most cost-effective manner. The choice of tools, methods and input information is often dictated by their availability, and should be evaluated against current best practices. Important elements of the AQMP are the identification of sources and development of a complete emission inventory, the development and operation of an air quality monitoring programme, and the development and application of atmospheric dispersion models. Major task is to collect the necessary input data. The development of the AQMP will take into account: - Air Quality Management System (AQMS) requirements; - Operational and functional structure requirements; - Source identification through emission inventories; - Source reduction alternatives, which may be implemented; - Mechanisms for facilitating interdepartmental cooperation in order to assure that actions are being taken; - Institutional building and training requirements This paper offers a practical guide through the different parts of the air quality management and planning procedures.",
    "readLink": "http://www.doiserbia.nb.rs/img/doi/1451-9372/2012/1451-93721200111S.pdf"
  },
  {
    "title": "Ecological restoration projects enhanced terrestrial carbon sequestration in the karst region of Southwest China",
    "authors": [
      "Yan Lv,",
      "Yan Lv,",
      "Yan Lv,",
      "Li Zhang,",
      "Li Zhang,",
      "Li Zhang,",
      "Pan Li,",
      "Honglin He,",
      "Honglin He,",
      "Honglin He,",
      "Xiaoli Ren,",
      "Xiaoli Ren,",
      "Xiaoli Ren,",
      "Mengyu Zhang,",
      "Mengyu Zhang,",
      "Mengyu Zhang"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1179608",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "The karst region of southwest China showed a significant increase in vegetation cover and vegetation carbon stocks under the implementation of a series of ecological restoration projects. However, the relative contribution of ecological restoration projects to terrestrial carbon sequestration in the context of climate change has yet to be well quantified. Here, we used the Community Land Model (CLM4.5) to investigate the trend of net ecosystem productivity (NEP) and attribution to multiple environmental factors in the karst region of southwest China during 2000–2018. The result showed that ecosystems with a significant increasing trend of NEP covered about 46% of the study region, which were mainly located in the peak forest plain region, colliculus region, peak cluster depression region, and middle-high hill region. The simulation experiments suggested that land use change associated with ecological restoration projects caused a large contribution of 53% to the increasing NEP trend, followed by CO2 fertilization (72%), while climate factors and nitrogen deposition showed minor negative effects. Especially, the NEP trend induced by land use change in the 100 pilot counties with the implementation of rocky desertification control project was significantly higher than that in the other karst area. Moreover, moderate and high levels of restoration efforts invested into recovery led to a larger increasing trend (0.66 gC/m2/yr2 and 0.48 gC/m2/yr2) in NEP than the low efforts level (0.22 gC/m2/yr2). Our results highlight the important role of ecological restoration projects in the enhanced terrestrial carbon sequestration in the karst region of southwest China, and recommend a comprehensive assessment of ecological restoration projects for policymaking.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1179608/full"
  },
  {
    "title": "Costs and Benefits of Green Roof Types for Cities and Building Owners",
    "authors": [
      "Sita H. van der Meulen"
    ],
    "doi": "https://doi.org/10.13044/j.sdewes.d6.0225",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  57\n                                  – 71",
    "issn": "1848-9257 (Online)",
    "publisher": "SDEWES Centre",
    "countryOfPublisher": "Croatia",
    "lcc": [
      "Technology",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.sdewes.org/jsdewes",
    "abstract": "Increasing urbanization and the effects of climate change will bring new challenges for cities, such as energy saving and supply of renewable energy, preventing urban heat islands and water retention to deal with more frequent downpours. A major urban surface, the surface of roofs, is nowadays hardly exploited and could be used to make cities more ‘future proof’ or resilient. Many Dutch municipalities have become aware that the use of green roofs as opposed to bituminous roofs positively contributes to these challenges and are stimulating building-owners to retrofit their building with green roofs. This study aims at comparing costs and benefits of roof types, focused on green roofs (intensive and extensive) both on building- and city scale. Core question is the balance between costs and benefits for both scales, given varying local conditions. Which policy measures might be needed in the future in order to apply green roofs strategically in regard to local demands? To answer this question the balance of costs and benefits of green roofs is divided into a public and an individual part. Both balances use a strengths, weaknesses, opportunities and threats framework to determine the chance of success for the application of green roofs, considering that the balance for green roofs on an individual scale influences the balance on a public scale. The outcome of this combined analyses in the conclusion verifies that a responsible policy and a local approach towards green roofs is necessary to prepare the city sufficiently for future climate changes.",
    "readLink": "\n      http://www.sdewes.org/jsdewes/pid6.0225\n    "
  },
  {
    "title": "Spatiotemporal Variability of Land Surface Albedo over the Tibet Plateau from 2001 to 2019",
    "authors": [
      "Xingwen Lin,",
      "Jianguang Wen,",
      "Qinhuo Liu,",
      "Dongqin You,",
      "Shengbiao Wu,",
      "Dalei Hao,",
      "Qing Xiao,",
      "Zhaoyang Zhang,",
      "Zhenzhen Zhang"
    ],
    "doi": "https://doi.org/10.3390/rs12071188",
    "journalVolume": "Vol. 12,\n                                no. 1188\n                                \n                                  p.\n                                  1188",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "As an essential climate variable (ECV), land surface albedo plays an important role in the Earth surface radiation budget and regional or global climate change. The Tibetan Plateau (TP) is a sensitive environment to climate change, and understanding its albedo seasonal and inter-annual variations is thus important to help capture the climate change rules. In this paper, we analyzed the large-scale spatial patterns, temporal trends, and seasonal variability of land surface albedo overall the TP, based on the moderate resolution imaging spectroradiometer (MODIS) MCD43 albedo products from 2001 to 2019. Specifically, we assessed the correlations between the albedo anomaly and the anomalies of normalized difference vegetation index (NDVI), the fraction of snow cover (snow cover), and land surface temperature (LST). The results show that there are larger albedo variations distributed in the mountainous terrain of the TP. Approximately 10.06% of the land surface is identified to have been influenced by the significant albedo variation from the year 2001 to 2019. The yearly averaged albedo was decreased significantly at a rate of 0.0007 (Sen’s slope) over the TP. Additionally, the yearly average snow cover was decreased at a rate of 0.0756. However, the yearly average NDVI and LST were increased with slopes of 0.0004 and 0.0253 over the TP, respectively. The relative radiative forcing (RRF) caused by the land cover change (LCC) is larger than that caused by gradual albedo variation in steady land cover types. Overall, the RRF due to gradual albedo variation varied from 0.0005 to 0.0170 W/m2, and the RRF due to LCC variation varied from 0.0037 to 0.0243 W/m2 during the years 2001 to 2019. The positive RRF caused by gradual albedo variation or the LCC can strengthen the warming effects in the TP. The impact of the gradual albedo variations occurring in the steady land cover types was very low between 2001 and 2019 because the time series was short, and it therefore cannot be neglected when examining radiative forcing for a long time series regarding climate change.",
    "readLink": "https://www.mdpi.com/2072-4292/12/7/1188"
  },
  {
    "title": "The Effect of Grazing on the Temperature Regime of the Alas Soils of Central Yakutia",
    "authors": [
      "Victor Makarov,",
      "Grigory Savvinov,",
      "Lyudmila Gavrilieva,",
      "Anna Gololobova"
    ],
    "doi": "https://doi.org/10.3390/land9100365",
    "journalVolume": "Vol. 9,\n                                no. 365\n                                \n                                  p.\n                                  365",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "There are numerous studies on the effect of grazing on the physical and chemical parameters of soils. However, the impact of grazing on the temperature regime of the alas soils in Central Yakutia is still poorly understood. This paper presents the results of long-term observations of the state of the soil-and-plant cover of thermokarst basins—i.e., alases—located in the Lena-Amga interfluve and actively used as pastureland. Observations of the process of the self-restoration of grass cover and changes in the temperature regime of alas soils were carried out on different variants (with isolation from grazing and without isolation). A significant increase in the average height of the grass stand and its foliage projective cover was observed with a gradual reduction in the number of species when isolated from grazing. Changes in the structure of the alas vegetation cover influence the microclimate of the soil. As a result of livestock grazing, the mean annual soil temperature rises and the amount and depth of the penetration of active temperatures increase. The most severe changes in the temperature regime occur in years with an abnormally high cover of snow. The soil warming observed during grazing undoubtedly has a favorable effect on soil organisms. However, in conditions of climate warming, grazing, especially overgrazing, can disrupt the permafrost regime and thereby provoke or intensify thermokarst phenomena.",
    "readLink": "https://www.mdpi.com/2073-445X/9/10/365"
  }
]