[
  {
    "title": "Investigating the mechanism of dust transferring from Iraq to the north of Alborz mountains in Iran",
    "authors": [
      "Sara Karami,",
      "Zahra Ghassabi,",
      "Parviz Rezazadeh"
    ],
    "doi": "https://doi.org/10.18502/japh.v7i4.11385",
    "journalVolume": "Vol. 7,\n                                no. 4",
    "issn": "2476-3071 (Online)",
    "publisher": "Tehran University of Medical Sciences",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://japh.tums.ac.ir/",
    "abstract": "Introduction: Recently, due to climate change, the number and intensity of dust sources are increasing, which leads to the occurrence of dust storms. Atmospheric patterns governing the region, topography and surface features are effective on transportation and dispersion of dust particles. Materials and methods: In this study, a severe dust phenomenon on the 3th and 4th March, 2022, was investigated. The dust was emitted from the east of Iraq and passed through the Zagros and Alborz mountain ranges toward the Caspian sea. Meteorological data of the country, satellite data, ERA5 reanalysis data and HYSPLIT and output from the Weather Research and Forecasting Model coupled with Chemistry (WRF-Chem) were used. Results: Aerosol Optical Depth (AOD) anomaly compared to the long-term indicated that the intense transport of dust particles from eastern Iraq and reaching the Caspian Sea is not a common phenomenon. Synoptic analysis showed that the dust particles in the source area ascended to the mid-levels of the atmosphere and a large part of the particles passed through the Zagros Mountains. Then, the dust entered the Caspian Sea by passing through the Manjil valley. The vertical profile of WRF-Chem model output showed the ascent of dust particles up to 600 hPa near the dust source and its passage over mountainous areas. Conclusion: The main factors in the formation of this unusual dust phenomenon are: severe two-year drought in the Middle East, reduction of vegetation and cold front of the dynamic low-pressure located in the east of the Black Sea, east of Turkey and northern Iraq moving eastward to the Caspian sea in the following hours.",
    "readLink": "https://japh.tums.ac.ir/index.php/japh/article/view/453"
  },
  {
    "title": "Evapotranspiration Over the Indian Region: Implications of Climate Change and Land Use/Land Cover Change",
    "authors": [
      "Garima Singh and Sudhir Kumar Singh"
    ],
    "doi": "https://doi.org/10.46488/NEPT.2023.v22i01.019",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  211\n                                  – 219",
    "issn": "0972-6268 (Print)",
    "publisher": "2395-3454 (Online)",
    "countryOfPublisher": "Technoscience Publications",
    "lcc": [
      "India",
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Science: Science (General)"
    ],
    "journalUrl": "http://neptjournal.com",
    "abstract": "Evapotranspiration (ET) plays a significant role in climatic studies, directly influencing the hydrological cycle, energy balance equation, and surface vegetation. ET comprises three components: bare soil or ground evaporation, evaporation, and transpiration, in which vegetation removes water influenced by food grain production. In turn, soil moisture availability depends on precipitation characteristics over land, surface net radiation, and wind speed are the major climatic factors that together determine the magnitude of ET. This controls moisture availability in the lower troposphere, hence atmospheric stability, chances of cloud formation, and precipitation. Though the study of evapotranspiration is important for determining agricultural water consumption and analyzing drought situations, there is a lot of uncertainty in its accurate estimation. Land use/Land cover changes (LULCC) occurring throughout the Indian subcontinent have been found to affect the characteristics of low to moderate rainfall events and surface temperature extremes (Halder et al. 2016). A global warming scenario will change the hydrological cycle, and the impact of anthropogenic factors has also necessitated the need to understand the mechanisms that control changes in ET over India. In this study, we want to analyze the relationship between transpiration and the Normalized Difference Vegetation Index (NDVI) and investigate the relationship between canopy interception with respect to NDVI all over the Indian region. Attempts have been made to assess the impact of changes in climate and LULC on ET and its three components over the Indian region from 1981 till the present time. The monsoon season increases precipitation, and soil evaporation is found to increase at first, along with an increase in NDVI followed by canopy evaporation and transpiration. It is noted that changes in precipitation and LULCC across the Indian subcontinent have contributed significantly to changes in ET in different seasons. As variability in surface net radiation also plays an important role in controlling changes in total ET, it is being investigated.",
    "readLink": "https://neptjournal.com/upload-images/(19)B-3960.pdf"
  },
  {
    "title": "Climate change effect on dairy in north eastern hills of India",
    "authors": [
      "SHEIKH MOHAMMAD FEROZE,",
      "SAIDUR RAHMAN,",
      "KOIJAM JOHNY SINGH,",
      "RAM SINGH,",
      "SAO EVALWELL DKHAR"
    ],
    "doi": "https://doi.org/10.56093/ijans.v89i2.87334",
    "journalVolume": "Vol. 89,\n                                no. 2",
    "issn": "0367-8318 (Print)",
    "publisher": "2394-3327 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAnS/index",
    "abstract": "The experimental evidences on the effect of climate change on dairy animals are sufficient but primarily restricted to developed production system of plain land. Hence, this paper assessed the effect of climate change on dairy in the north eastern Himalayan states of India. A random sample of 240 farm households from Asom and Nagaland were interviewed and a case study was conducted in Mizoram. It was found that the livestock compositions have changed and the number of animal per household decreased during drought. The availability of fodder and pasture dwindled which increased the time spent on collection of fodder; and the milk yield of the dairy cows declined. Just & Pope stochastic production function revealed that the increase in maximum temperature is expected to increase the variability in milk yield in the north eastern hill states as the heat stress reduces the milk yield of dairy animals. Hence, location specific scientific housing and feed management may be adopted to reduce the negative effect of climate change on dairy animals.",
    "readLink": "https://epubs.icar.org.in/index.php/IJAnS/article/view/87334"
  },
  {
    "title": "Combining High-Resolution Remote Sensing Products with a Crop Model to Estimate Carbon and Water Budget Components: Application to Sunflower",
    "authors": [
      "Gaétan Pique,",
      "Rémy Fieuzal,",
      "Philippe Debaeke,",
      "Ahmad Al Bitar,",
      "Tiphaine Tallec,",
      "Eric Ceschia"
    ],
    "doi": "https://doi.org/10.3390/rs12182967",
    "journalVolume": "Vol. 12,\n                                no. 2967\n                                \n                                  p.\n                                  2967",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The global increase in food demand in the context of climate change requires a clear understanding of cropland function and of its impact on biogeochemical cycles. However, although gas exchange between croplands and the atmosphere is measurable in the field, it is difficult to quantify at the plot scale over relatively large areas because of the heterogeneous character of landscapes and differences in crop management. However, assessing accurate carbon and water budgets over croplands is essential to promote sustainable agronomic practices and reduce the water demand and the climatic impacts of croplands while maintaining sufficient yields. From this perspective, we developed a crop model, SAFYE-CO2, that assimilates high spatial- and temporal-resolution (HSTR) remote sensing products to estimate daily crop biomass, water and CO2 fluxes, annual yields, and carbon budgets at the parcel level over large areas. This modeling approach was evaluated for sunflower against two in situ datasets. First, the model’s output was compared to data acquired during two cropping seasons at the Auradé integrated carbon observation system (ICOS) instrumented site in southwestern France. The model accurately simulated the daily net CO2 flux (root mean square error (RMSE) = 0.97 gC.m−2.d−1 and determination coefficient (R2) = 0.83) and water flux (RMSE = 0.68 mm.d−1 and R2 = 0.79). The model’s performance was then evaluated against biomass and yield data collected from 80 plots located in southwestern France. The model was able to satisfactorily estimate biomass dynamics and yield (RMSE = 66 and 54 g.m−2, respectively). To investigate the potential application of the proposed approach at a large scale, given that soil properties are important factors affecting the model, a sensitivity analysis of two existing soil products (GlobalSoilMap and SoilGrids) was carried out. Our results show that these products are not sufficiently accurate for inclusion as inputs to the model, which requires more accurate information on soil water retention capacity to assess water fluxes. Additionally, we argue that no water stress should be considered in the crop growth computation since this stress is already present because of remote sensing information in the proposed approach. This study should be considered a first step to fulfill the existing gap in quantifying carbon budgets at the plot scale over large areas and to accurately estimate the effects of management practices, such as the use of cover crops or specific crop rotations on cropland C and water budgets.",
    "readLink": "https://www.mdpi.com/2072-4292/12/18/2967"
  },
  {
    "title": "Milestones of the history (to the 95-th anniversary of the V.V. Dokuchaev Soil Science Institute)",
    "authors": [
      "A. L. Ivanov,",
      "B. F. Aparin"
    ],
    "doi": "https://doi.org/10.19047/0136-1694-2022-112-5-23",
    "journalVolume": "Vol. 0,\n                                no. 112\n                                \n                                  pp.\n                                  5\n                                  – 23",
    "issn": "0136-1694 (Print)",
    "publisher": "2312-4202 (Online)",
    "countryOfPublisher": "V.V. Dokuchaev Soil Science Institute",
    "lcc": [
      "Russian Federation",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://bulletin.esoil.ru/",
    "abstract": "The article considers the logic and periods of V.V. Dokuchaev Soil Science Institute development as well as the driving forces during the mentioned periods and the most important outcomes and tasks for the near future. One can distinguish four main periods in the history of the Institute, they are: organization, sustainable development, survival, revival. Some factors like scientific and organizational structure of the Institute, its contribution to the development of theoretical and applied soil science are considered as the indicators typical of each period. Firstly, the Institute structure during the initial organization period shows the priority of fundamental soil research in the leading areas: soil physics, soil chemistry, soil genesis, biology, etc. Advanced development of theoretical research allowed scientists to promptly respond to actual needs of the developing country: search for soil resources for cultivation of technical crops, development of new territories, land reclamation and hydrotechnical construction. By the 1970s a kind of sustainable scientific and organizational structure had finally formed in the Institute. In the early 90s, the Soil Science Institute entered a critical phase of development. The second decade of the XXI century became a turning point in its fate. A new strategy in the development of scientific activities of the Institute was sorely needed. The new strategy consisted of three interrelated elements. The first one was modernization of the material and technical basis for researches; the second one was strengthening of the human resources potential through attraction of motivated young researchers; and the third one was in establishing unilateral and multilateral interactions between the partners – users of scientific knowledge. The main areas of interaction were the topical issues: food security, global climate change and their implications for the country. It has been shown that society can recognize and support the scientific research only if a constant flow of information, obtained by means of different tools and methods, is provided. The significance of soil science as a fundamental discipline in the socio-economic development of the country was confirmed by the Government Resolution (2022) on the celebration of the 100-th anniversary of the V.V. Dokuchaev Soil Science Institute. The modern noosphere paradigm in soil research poses new challenges to the science, at the forefront of which is V.V. Dokuchaev Soil Science Institute.",
    "readLink": "https://bulletin.esoil.ru/jour/article/view/729"
  },
  {
    "title": "Response of Soil Erosion to Climate and Subsequent Vegetation Changes in a High-Mountain Basin",
    "authors": [
      "Li Wang,",
      "Fan Zhang,",
      "Guanxing Wang,",
      "Chen Zeng,",
      "Yao Chen,",
      "Xiaonan Shi,",
      "Handuo Tang,",
      "Guangju Zhao,",
      "Chongyu Xu,",
      "Xin Li"
    ],
    "doi": "https://doi.org/10.3390/su15043220",
    "journalVolume": "Vol. 15,\n                                no. 3220\n                                \n                                  p.\n                                  3220",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Soil erosion is one of the global threats to the environment. Further, climate and vegetation changes have pronounced effects on soil erosion in high-mountain areas. In this study, the revised universal soil loss equation (RUSLE) was improved by developing a method for calculating snowmelt runoff erosivity based on a simulated snowmelt runoff and the observed sediment load, using which the soil erosion rate in the upper Heihe River Basin (UHRB) was calculated. The proposed approach provides an effective method for estimating the soil erosion rate and identifying the causes for its change in high-mountain areas. The normalized difference vegetation index (NDVI) was significantly and positively correlated with both precipitation and temperature in the region and exhibited a significant increasing trend. The increase in NDVI led to a decrease in the soil erosion rate (for the annual, rainfall, and snowmelt periods), although erosive rainfall and snowmelt runoff showed increasing trends, indicating the dominating impact of vegetation cover on soil erosion. The average soil erosion rate of UHRB was 806.2 t km−2 a−1 from 1982 to 2015. On average, soil erosion during rainfall and snowmelt periods contributed to 90.67% and 9.33% of annual soil erosion, respectively. However, the resultant soil erosion rate caused by 1 mm of snowmelt runoff was about 1.9 times that caused by 1 mm erosive rainfall. Soil erosion during the snowmelt period was particularly sensitive to temperature and showed consistent responses to climate and vegetation changes in UHRB and its two tributaries. An increasing NDVI promoted by climate change and anthropogenic factors played a major role in alleviating soil erosion, and the warming exerted intense impacts on soil erosion during the snowmelt period. These findings would be helpful for proposing effective measures for soil conservation in high-mountain areas under climate and vegetation changes.",
    "readLink": "https://www.mdpi.com/2071-1050/15/4/3220"
  },
  {
    "title": "Emissions of CO2, CO, NOx, HC, PM, HFC-134a, N2O and CH4 from the global light duty vehicle fleet",
    "authors": [
      "Timothy J. Wallington,",
      "John L. Sullivan,",
      "Michael D. Hurley"
    ],
    "doi": "https://doi.org/10.1127/0941-2948/2008/0275",
    "journalVolume": "Vol. 17,\n                                no. 2\n                                \n                                  pp.\n                                  109\n                                  – 116",
    "issn": "0941-2948 (Print)",
    "publisher": "1610-1227 (Online)",
    "countryOfPublisher": "Borntraeger",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.schweizerbart.de/journals/metz/",
    "abstract": "Vehicles emit carbon dioxide (CO2), carbon monoxide (CO), nitrogen oxides (NOx), hydrocarbons (HC), particulate matter (PM), hydrofluorocarbon 134a (HFC-134a), methane (CH4), and nitrous oxide (N2O). An understanding of these emissions is needed in discussions of climate change and local air pollution issues. To facilitate such discussions an overview of past, present, and likely future emissions from light duty vehicles is presented. Emission control technologies have reduced the emissions of CO, VOCs, PM, HFC-134a, CH4, and N2O from modern vehicles to very low levels.",
    "readLink": "http://dx.doi.org/10.1127/0941-2948/2008/0275"
  },
  {
    "title": "Assessment of Impacts of Climate Change on Hydropower-Dominated Power System—The Case of Ethiopia",
    "authors": [
      "Tewodros Walle Mekonnen,",
      "Solomon Tesfamariam Teferi,",
      "Fitsum Salehu Kebede,",
      "Gabrial Anandarajah"
    ],
    "doi": "https://doi.org/10.3390/app12041954",
    "journalVolume": "Vol. 12,\n                                no. 1954\n                                \n                                  p.\n                                  1954",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The Ethiopia energy mix is dominated by hydro-generation, which is largely reliant on water resources and their availability. This article aims to examine the impacts of severe drought on electric power generation by developing a Drought Scenario. OSeMOSYS (an open source energy modelling tool) was used to perform the analyses. The results were then compared with an existing reference scenario called “New Policy Scenario”. The study looked at how power generation and CO2 emissions would be altered in the future if reservoir capacity was halved due to drought. Taking this into account, the renewable energy share decreased from its 90% in 2050 to 81% in 2065, which had been 98% to 89% in the case of New Policy Scenario. In another case, CO2 emissions also increased from 0.42 Mt CO2 in 2015 to 7.3 Mt CO2 in 2065, a 3.3 Mt CO2 increase as compared to the New Scenario. The results showed how a prolonged period of drought would reduce the river flows and lead to an energy transition that may necessitate the installation of other concurrent alternative power plants. The study suggested ways to approach energy mix, particularly for countries with hydro-dominated power generation and those experiencing drought.",
    "readLink": "https://www.mdpi.com/2076-3417/12/4/1954"
  },
  {
    "title": "Study of Changes in Long-term Wheat Production Trend and Factors Affecting it in North Khorasan Province: I- Irrigated Wheat",
    "authors": [
      "M Jahan,",
      "M Farhadi,",
      "M Bannayan Aval,",
      "M. H Fallah,",
      "F Yaghoubi"
    ],
    "doi": "https://doi.org/10.22067/jcesc.2022.78172.1192",
    "journalVolume": "Vol. 21,\n                                no. 3\n                                \n                                  pp.\n                                  265\n                                  – 284",
    "issn": "2008-1472 (Print)",
    "publisher": "2423-3978 (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Plant culture",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jcesc.um.ac.ir",
    "abstract": "IntroductionOne of the main challenges of modern agriculture in ensuring food security is development of strategies to deal with potential negative impacts and adapt to climate change. To address this challenge, it is crucial to investigate the effects of climatic factors on agricultural production at a spatiotemporal dimension, develop and utilize crop management decision-support tools, and support targeted agronomic research and policy. These endeavors necessitate the availability of accurate and standardized meteorological data.Studying growth degree days and wheat phenology can significantly enhance our understanding of how wheat growth responds to climate change and aid farmers in adapting to and effectively mitigating its influence.Materials and MethodsTo determine the environmental and management factors affecting the yield of irrigated and rainfed wheat in different regions of North Khorasan province, we investigated the trend of yield changes from 1980 to 2009. Subsequently, we simulated the wheat plant growth stages using the DSSAT model and analyzed the impact of temperature and rainfall changes on yield through panel data analysis. Panel data analysis is a widely used statistical method in social science, epidemiology, and econometrics for analyzing two-dimensional (typically cross-sectional and longitudinal) panel data. This method involves collecting data over time from the same individuals and conducting regression analysis across these two dimensions.Results and DiscussionAccording to the results of this study, 63% of the changes in irrigated wheat yield between the years 1980-2009 can be attributed to environmental factors (temperature and precipitation), while 37% can be attributed to management factors. When comparing environmental parameters, it was observed that the number of temperatures above 30°C (N30TMAX), mean temperature (GSTMEAN), interaction of amount and frequency of precipitation (TPRAT * NPRAT) significantly affect yield (p ≤ 0.05). Bojnord, Shirvan, and Esfarayen regions exhibited significant positive cross-sectional effects in terms of environmental parameters, whereas Farooj, Raz-Jargalan, Maneh Semelghan, and Jajarm regions displayed negative cross-sectional fixed effects.A study examining the critical stages of wheat growth during good years (with high wheat grain yield) and poor years (with low wheat grain yield) revealed that in all weak years, the minimum temperatures fell below the critical level (-11°C). The occurrence of very low temperatures during the early stages of growth and primary leaf production, which is the plant establishment stage, resulted in reduced photosynthesis levels and subsequently severe yield reduction.In all regions and for 100% of the studied years, irrigated wheat in the grain-filling stage experienced temperatures above 30°C, leading to negative cross-sectional effects in Farooj, Raz-Jargalan, Maneh-Semelghan, and Jajarm. The frequency of temperatures above 30°C during the hard dough stage of irrigated wheat was higher than that during the soft dough stage in all regions. Therefore, delaying the planting date from October (the common planting date in the studied areas) would result in conflicts with high temperatures during the soft dough stage and negative temperatures during the primary leaf production stage and plant establishment at the beginning of the growing season, severely reducing yield.ConclusionIn general, the results of this study demonstrated that implementing effective management methods, particularly selecting the appropriate planting date, can lead to better adaptation of wheat's phenological stages to environmental conditions. This, in turn, has the potential to enhance wheat yield.",
    "readLink": "https://jcesc.um.ac.ir/article_42961_640839326f4273cde05eeb22327426e8.pdf"
  },
  {
    "title": "The Dynamics of Microcystis Genotypes and Microcystin Production and Associations with Environmental Factors during Blooms in Lake Chaohu,  China",
    "authors": [
      "Li Yu,",
      "Fanxiang Kong,",
      "Min Zhang,",
      "Zhen Yang,",
      "Xiaoli Shi,",
      "Mingyong Du"
    ],
    "doi": "https://doi.org/10.3390/toxins6123238",
    "journalVolume": "Vol. 6,\n                                no. 12\n                                \n                                  pp.\n                                  3238\n                                  – 3257",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "Lake Chaohu, which is a large, shallow, hypertrophic freshwater lake in southeastern China, has been experiencing lake-wide toxic Microcystis blooms in recent decades. To illuminate the relationships between microcystin (MC) production, the genotypic composition of the Microcystis community and environmental factors, water samples and associated environmental data were collected from June to October 2012 within Lake Chaohu. The Microcystis genotypes and MC concentrations were quantified using quantitative real-time PCR (qPCR) and HPLC, respectively. The results showed that the abundances of Microcystis genotypes and MC concentrations varied on spatial and temporal scales. Microcystis exists as a mixed population of toxic and non-toxic genotypes, and the proportion of toxic Microcystis genotypes ranged from 9.43% to 87.98%. Both Pearson correlation and stepwise multiple regressions demonstrated that throughout the entire lake, the abundances of total and toxic Microcystis and MC concentrations showed significant positive correlation with the total phosphorus and water temperature, suggesting that increases in temperature together with the phosphorus concentrations may promote more frequent toxic Microcystis blooms and higher concentrations of MC. Whereas, dissolved inorganic carbon (DIC) was negatively correlated with the abundances of total and toxic Microcystis and MC concentrations, indicating that rising DIC concentrations may suppress toxic Microcystis abundance and reduce the MC concentrations in the future. Therefore, our results highlight the fact that future eutrophication and global climate change can affect the dynamics of toxic Microcystis blooms and hence change the MC levels in freshwater.",
    "readLink": "http://www.mdpi.com/2072-6651/6/12/3238"
  }
]