[
  {
    "title": "Climate change and the response of streamflow of watersheds under the high emission scenario in Lake Tana sub-basin, upper Blue Nile basin, Ethiopia",
    "authors": [
      "Gashaw Gismu Chakilu,",
      "Szegedi Sándor,",
      "Túri Zoltán,",
      "Kwanele Phinzi"
    ],
    "doi": "Vol. 42\n                                \n                                \n                                  p.\n                                  101175",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Lake Tana sub-basin, Upper Blue Nile basin, Ethiopia. Study focuses: This study evaluated the degree to which climate is changing in the region, and its impact on stream flow of watersheds simulated by Soil Water Assessment Tool (SWAT) under the Representative Concentration Pathway (RCP8.5) emission scenario using six climate models including CanESM2, EC-EARTH, CNRM-CM5, HadGEM2- ES, NORESM1-M, and CSIRO-Mk3–6–0 by comparing the last thirty years of the past century (1971–2000) and the same years of this century (2071–2100). Bias correction for maximum temperature, minimum temperature, and rainfall data obtained from all climate models have been done using CMhyd software. The SWAT model is calibrated and validated using eleven sensitive hydrological parameters. New hydrological insights: The result revealed that the change in maximum temperature ranges from 2.93 °C (November) and 5.17 °C (March), and the change in minimum temperature also ranges from 3.08 °C to 4.79 °C on a monthly basis. Rainfall is expected to increase up to 29.75% (November) and decrease up to 9.26% (March) in different seasons. Due to the change in climate, a flow is predicted to increase up to 27.82%, 27.47%, 26.47%, and 24.97% in Ribb, Gilgel Abay, Gumara, and Megech watersheds, respectively, and it is also decreasing in winter and spring seasons. On average, the streamflow is expected to increase by 5.89%, 5.63%, 4.92%, and 4.87% in Ribb, Gumara, Megech, and Gilgel Abay watersheds, respectively.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581822001884"
  },
  {
    "title": "Impact of the Combination of Probiotics and Digital Poultry System on Behavior, Welfare Parameters, and Growth Performance in Broiler Chicken",
    "authors": [
      "Victor A Zammit,",
      "Sang-O Park"
    ],
    "doi": "https://doi.org/10.3390/microorganisms11092345",
    "journalVolume": "Vol. 11,\n                                no. 2345\n                                \n                                  p.\n                                  2345",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Recently, applied technology in the form of the combination of a probiotics and a digital poultry system, with the convergence of Information and Communications Technology and farm animals, has enabled a new strategy to overcome the livestock production crisis caused by climate change, while maintaining sustainable poultry farming in terms of care, feeding, and environmental management systems for poultry. The aim of this study was to investigate the biological mechanisms of animal behavioral welfare and production improvement using the combination of a probiotics and a digital poultry system in broiler chickens. A total of 400 one-day-old male broilers (ROSS 308) were randomly divided into four treatment groups, with five replicates each (20 birds/replicate pen) in a completely randomized design: control group with a conventional poultry system without probiotics (CON), conventional poultry system with 500 ppm of probiotics (CON500), digital poultry control system without probiotics (DPCS), and digital poultry system with 500 ppm of probiotics (DPS500). All experimental animals were reared for 35 days under the same standard environmental conditions. The experimental results indicated that the animal behavioral welfare, which includes drinking, eating, locomotion, grooming, and resting, in addition to foot pads, knee burns, plumage, and gait scores, as well as the growth performance of the broiler chickens, were improved by maintaining immune function and cecal microbiota balance via interaction between the combination of a probiotics and a digital poultry system. In conclusion, it was found that the combined system showed improved broiler growth performance and animal behavioral welfare. Thus, further studies of molecular biological mechanisms by the use of such a combined system to improve the nutritional composition and quality of chicken meats are recommended.",
    "readLink": "https://www.mdpi.com/2076-2607/11/9/2345"
  },
  {
    "title": "Spatiotemporal Variability in the Glacier Snowline Altitude across High Mountain Asia and Potential Driving Factors",
    "authors": [
      "Zhongming Guo,",
      "Lei Geng,",
      "Baoshou Shen,",
      "Yuwei Wu,",
      "Anan Chen,",
      "Ninglian Wang"
    ],
    "doi": "https://doi.org/10.3390/rs13030425",
    "journalVolume": "Vol. 13,\n                                no. 425\n                                \n                                  p.\n                                  425",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The glacier snowline altitude (SLA) at the end of the melt season is an indicator of the glacier equilibrium line altitude and can be used to estimate glacier mass balance and reconstruct past climate. This study analyzes the spatiotemporal variability in glacier SLA across High Mountain Asia, including the Altai Mountains, Karakoram Mountains, Western Himalayas, Gongga Mountains, Tian Shan, and Nyainqentanglha Mountains, over the past 30 years (1989–2019) to better elucidate the state of these mountain glaciers. Remote-sensing data are processed to delineate the glacier SLA across these mountainous regions, and nearby weather station data are incorporated to determine the potential relationships between SLA and temperature/precipitation. The mean SLAs across the Altai and Karakoram mountains ranged from 2860 ± 169 m to 3200 ± 152 m and from 5120 ± 159 m to 5320 ± 240 m, respectively, with both regions experiencing an average increase of up to 137 m over the past 30 years. Furthermore, the mean glacier SLAs across the Western Himalayas and Gongga Mountains increased by 190–282 m over the past 30 years, with both regions experiencing large fluctuations. In particular, the mean glacier SLA across the Western Himalayas varied from 4910 ± 190 m in 1989 to 5380 ± 164 m in 2000, and that across the Gongga Mountains varied from 4960 ± 70 m in 1989 to 5330 ± 100 m in 2012. Correlation analyses between glacier SLA and temperature/precipitation suggest that temperature is the primary factor influencing glacier SLA across these High Mountain Asia glaciers. There is a broad increase in glacier SLA from the Altai Mountains to the Karakoram Mountains, with a decrease in glacier SLA with decreasing latitude across the Himalayas; the maximum SLA occurs near the northern slopes of the Western Himalayas. The glacier SLA is lower on the eastern side of the Tibetan Plateau and exhibits a longitudinal distribution pattern. These results are expected to provide useful information for evaluating the state of High Mountain Asia glaciers, as well as their response and feedback to climate change.",
    "readLink": "https://www.mdpi.com/2072-4292/13/3/425"
  },
  {
    "title": "Socio-hydrology and the science&ndash;policy interface: a case study of the Saskatchewan River basin",
    "authors": [
      "P. Gober,",
      "H. S. Wheater"
    ],
    "doi": "https://doi.org/10.5194/hess-18-1413-2014",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  pp.\n                                  1413\n                                  – 1422",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "While there is a popular perception that Canada is a water-rich country, the Saskatchewan River basin (SRB) in Western Canada exemplifies the multiple threats to water security seen worldwide. It is Canada's major food-producing region and home to globally significant natural resource development. The SRB faces current water challenges stemming from (1) a series of extreme events, including major flood and drought events since the turn of the 21st century, (2) full allocation of existing water resources in parts of the basin, (3) rapid population growth and economic development, (4) increasing pollution, and (5) fragmented and overlapping governance that includes the provinces of Alberta, Saskatchewan, and Manitoba, various Federal and First Nations responsibilities, and international boundaries. The interplay of these factors has increased competition for water across economic sectors and among provinces, between upstream and downstream users, between environmental flows and human needs, and among people who hold different values about the meaning, ownership, and use of water. These current challenges are set in a context of significant environmental and societal change, including widespread land modification, rapid urbanization, resource exploitation, climate warming, and deep uncertainties about future water supplies. We use Sivapalan et al.'s (2012) framework of socio-hydrology to argue that the SRB's water security challenges are symptoms of dynamic and complex water systems approaching critical thresholds and tipping points. To Sivapalan et al.'s (2012) emphasis on water cycle dynamics, we add the need for governance mechanisms to manage emergent systems and translational science to link science and policy to the socio-hydrology agenda.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/18/1413/2014/hess-18-1413-2014.pdf"
  },
  {
    "title": "SALT-AFFECTED SOILS OF THE ROSTOV LOWLAND (YAROSLAVL' REGION): MORPHOLOGY, GENESIS AND DYNAMICS OF SALINIZATION IN THE ANNUAL HYDROLOGICAL CYCLE",
    "authors": [
      "Ju. V. Simonova,",
      "A. V. Rusakov,",
      "A. G. Rjumin"
    ],
    "doi": "https://doi.org/10.19047/0136-1694-2018-93-40-74",
    "journalVolume": "Vol. 0,\n                                no. 93\n                                \n                                  pp.\n                                  40\n                                  – 74",
    "issn": "0136-1694 (Print)",
    "publisher": "2312-4202 (Online)",
    "countryOfPublisher": "V.V. Dokuchaev Soil Science Institute",
    "lcc": [
      "Russian Federation",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://bulletin.esoil.ru/",
    "abstract": "Available data on salt-affected soils of the Rostov lowland in the Upper Volga region and the Nero lake basin are predominantly based on observations made in the beginning of the last century. Modern studies of potential areas of soils salinization in this region are absent. As a result of the conducted investigations considering long-term stages of the groundwater level decreasing within the area of Rostov lowland on a background of the known trends of the climate change, the question on the salinization phenomenon is still opened. Following the results of the second cycle of monitoring investigations in 2016-2017, we made an assessment of the salinization degree of the subaqual landscape on the II terrace of Nero lake. The possibility of hydromorphic solonchaks forming was shown. The factors and conditions of their forming and the relatively sus-tainable functioning in the humid climate of the southern taiga subzone were examined. The seasonal dynamics of the profile distribution of water-soluble salts, carbonates, gypsum and storage of salts in two soil pits within the impact zone of the salty spring (the former salt industry center) was revealed. To identify the long-term salinization dynamics in the Varnitsy landscape the information on water types from the salty spring, groundwater and soil extraction over a period of a hundred years of sporadic observations was analyzed. The current monitoring data indicated active salinization processes in the landscape and salts migration beyond the soil profile into the associated system of the Nero lake tributaries.",
    "readLink": "https://bulletin.esoil.ru/jour/article/view/287"
  },
  {
    "title": "Brief communication: Impact of common ice mask in surface mass balance estimates over the Antarctic ice sheet",
    "authors": [
      "N. Hansen,",
      "N. Hansen,",
      "S. B. Simonsen,",
      "F. Boberg,",
      "C. Kittel,",
      "A. Orr,",
      "N. Souverijns,",
      "N. Souverijns,",
      "J. M. van Wessem,",
      "R. Mottram"
    ],
    "doi": "https://doi.org/10.5194/tc-16-711-2022",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  711\n                                  – 718",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Regional climate models compute ice sheet surface mass balance (SMB) over a mask that defines the area covered by glacier ice, but ice masks have not been harmonised between models. Intercomparison studies of modelled SMB therefore use a common ice mask. The SMB in areas outside the common ice mask, which are typically coastal and high-precipitation regions, is discarded. Ice mask differences change integrated SMB by between 40.5 and 140.6 Gt yr−1 (1.8 % to 6.0 % of ensemble mean SMB), equivalent to the entire Antarctic mass imbalance. We conclude there is a pressing need for a common ice mask protocol.",
    "readLink": "https://tc.copernicus.org/articles/16/711/2022/tc-16-711-2022.pdf"
  },
  {
    "title": "Effects of field high temperature on grain yield and quality of a subtropical type japonica rice—Pon-Lai rice",
    "authors": [
      "Yi-Chien Wu,",
      "Su-Jein Chang,",
      "Huu-Sheng Lur"
    ],
    "doi": "https://doi.org/10.1080/1343943X.2015.1128091",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  145\n                                  – 153",
    "issn": "1343-943X (Print)",
    "publisher": "1349-1008 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tpps",
    "abstract": "Typical japonica type rice is sensitive to high temperature. Pon-Lai rice is a special japonica type with adaptation to the subtropical climate in Taiwan. Facing climate change, rising temperatures would damage the yield and quality of rice production. This research was conducted using Pon-Lai rice in the field of a subtropical climate. We conducted 2 experiments, including a year-round experiment and collection of samples from different districts for building different temperature conditions. We analyzed the correlation between rising temperature and rice yield or quality. In our results, the critical period of temperature effect is 0–15 days after heading (H15). The threshold of high temperature damage in yield and appearance quality was 25–27 °C. Grain weight decreased about 2–6%, while the temperature of H15 was raised 1 °C above the thresholds. Perfect grain ratio and chalky grain ratio decreased and increased, respectively, while the temperature of H15 was raised above the thresholds. However, the high temperature in H15 affected the physicochemical characteristics. In addition, we found positive correlation between grain length to width ratio and perfect grain ratio. Grain length to width ratio could be an index of temperature effects for grain quality. In our study, when the temperature was below 30 °C, a rising temperature of H15 could damage rice yield and appearance quality, and change grain shape. Our results could provide reference for dealing with the warming future in other temperate rice-cultivated countries.",
    "readLink": "http://dx.doi.org/10.1080/1343943X.2015.1128091"
  },
  null,
  {
    "title": "Precipitation extremes observed over and around the Taklimakan Desert, China",
    "authors": [
      "Moyan Li,",
      "Junqiang Yao"
    ],
    "doi": "https://doi.org/10.7717/peerj.15256",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  p.\n                                  e15256",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "The Taklimakan Desert (TD) is the largest desert in China located in the Tarim Basin (TB) in China’s arid region. This study is a review of the change in precipitation and its extremes since 1961 and the high-impact extreme precipitation events in 2012–2021, particularly in 2021, with a focus on the TD along with the surrounding oases and mountainous regions.The TB has experienced significantly warmer and wetter trends since 1961, and extreme rainfall has increased significantly in the TD and its surrounding areas during the 2000s. In the TB, the year 2021 was identified as the 4th warmest for 1961–2021, and was remembered for unprecedented extreme events. Three high-impact extreme events that occurred in 2021 are highlighted, including extreme heavy rainfall over Hetian in mid-June. The earliest extreme rainfall event occurred over North Bazhou in early spring, and the strongest heavy snowfall over Baicheng in April. In addition, we also discussed the underlying physical mechanisms of extreme events over the TB and proposed novel perspectives and unresolved questions on the sciences of heavy rainfall in arid regions. Our results provide a reference for the physical mechanism, attribution, and high-resolution modeling of extreme events.",
    "readLink": "https://peerj.com/articles/15256.pdf"
  },
  {
    "title": "Environmental effects of marble quarry operations in Burdur Lake Basin (Burdur-Turkey)",
    "authors": [
      "Mehmet Ozcelik"
    ],
    "doi": "https://doi.org/10.15243/jdmlm.2023.103.4517",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  4517\n                                  – 4525",
    "issn": "2339-076X (Print)",
    "publisher": "2502-2458 (Online)",
    "countryOfPublisher": "University of Brawijaya",
    "lcc": [
      "Indonesia",
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants"
    ],
    "journalUrl": "http://www.jdmlm.ub.ac.id",
    "abstract": "Marble is the most important natural material because of its structural features and its long durability. It is mined at operated quarries on hill slopes. The original landform is permanently altered, and vegetation cover is destroyed. Another important feature of marble quarries is the large amount of waste materials released during the quarrying process. In the last decades, together with the visible effects of global warming and climate change, fresh water resources are rapidly depleted and polluted due to careless land use. Quarrying operations are among the most important stakeholders of this process. Environmental effects of quarry activities depend on the location of the site in the landscape, the vertical and horizontal dimensions of the excavation, the methods used to excavate the marble, and the formation of the geological structure. Furthermore, the region's seismicity, microclimate conditions, ecological condition, and surface and groundwater conditions are all factors influencing environmental degradation. Additionally, numerous serious environmental impacts associated with quarrying activities near the site, such as visual pollution, water, dust, noise, air pollution, vibration, land subsidence, and landslides, will cause health issues and unpredictable biodiversity loss. Quarrying operations have the potential to impact pre-existing ecosystems, including groundwater depletion, loss of fertile topsoil, forest degradation, and human health. This article aims to draw attention to various serious environmental impacts, health problems and biodiversity loss resulting from quarrying operations in Burdur Lake Basin.",
    "readLink": "https://jdmlm.ub.ac.id/index.php/jdmlm/article/view/1501"
  }
]