[
  {
    "title": "THE IMPACT OF PHASE CHANGE MATERIALS ON THE BUILDINGS ENEGY EFFICIENCY IN THE HOT DESERT AREAS THE ANNEXED ROOMS OF THE TRAFFIC BUILDING IN NEW ASWAN CITY AS A CASE STUDY",
    "authors": [
      "Ayman Ragab Abdel Radi"
    ],
    "doi": "https://doi.org/10.21608/jesaun.2020.135257",
    "journalVolume": "Vol. 48,\n                                no. No 2\n                                \n                                  pp.\n                                  302\n                                  – 316",
    "issn": "1687-0530 (Print)",
    "publisher": "2356-8550 (Online)",
    "countryOfPublisher": "Assiut University, Faculty of Engineering",
    "lcc": [
      "Egypt",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://jesaun.journals.ekb.eg/",
    "abstract": "Energy crisis considered one of the most important challenges in the coming years due to future climate change and its negative effects as high values of air temperature and increasing energy demand for cooling purposes. In Egypt, the energy demand for cooling has been increased due to the increase in air temperature all over the republic. So, it became a very important issue to find a passive climatic solution. Phase Changing Materials (PCMs) considered as the best solution to decrease energy demand for cooling. Most international companies are currently competing in supporting the production of panels and rolls which depend on the integration with PCMs. This study depends on Design Builder software to evaluate the effect of Bio PCM Q23 and Bio PCM Q25 on energy consumption reduction. It was found that Bio PCM Q23 reduces the energy demand for cooling with an acceptable effectiveness percentage between 15.06% and 35.93% when combined with the building envelope, while the effectiveness of Bio PCM Q25 is between 18.93% to 97.93% when combined with the same building envelope.",
    "readLink": "https://jesaun.journals.ekb.eg/article_135257_44afa0e0edd7f8a1191ea83a97ced889.pdf"
  },
  {
    "title": "Climate Change and South Asian Association for Regional Cooperation: A Regional Response",
    "authors": [
      "Baniateilang Majaw"
    ],
    "doi": "Vol. 4,\n                                no. 2",
    "issn": "1309-8063 (Online)",
    "publisher": "Social Sciences Research Society",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sobiad.org/eJOURNALS/journal_IJSS/index.html",
    "abstract": "http://www.sobiad.org/ejournals/journal_IJSS/arhieves/2012_2/baniateilang_majaw.pdf",
    "readLink": "http://www.sobiad.org/ejournals/journal_IJSS/arhieves/2012_2/baniateilang_majaw.pdf"
  },
  {
    "title": "Policy Debate | Financing the SDGs: Global vs Local Public Goods",
    "authors": [
      "Inge Kaul,",
      "Robin Davies,",
      "Robert Glasser,",
      "Michael Gerber,",
      "Luca Etter"
    ],
    "doi": "https://doi.org/10.4000/poldev.2068",
    "journalVolume": "Vol. 6",
    "issn": "1663-9375 (Print)",
    "publisher": "1663-9391 (Online)",
    "countryOfPublisher": "Institut de Hautes Études Internationales et du Développement",
    "lcc": [
      "Switzerland",
      "Political science",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://poldev.revues.org/",
    "abstract": "Editor’s Note : These papers are contributions to the ‘Policy Debate’ section of International Development Policy. In this section, academics, policy-makers and practitioners engage in a dialogue on global development challenges. Papers are copy-edited but not peer-reviewed. Instead, the initial thematic contribution is followed by critical comments and reactions from scholars and/or policy-makers. The initial paper takes the form of a structured interview with Inge Kaul, conducted by Graduate Institute Research Fellow Robin Davies, on the topic of Global vs. National Public Goods in the post-2015 international development framework. Kaul argues that for the good of developing countries and the world as whole, support from developed countries for the provision of global public goods (GPGs), such as climate change mitigation and communicable disease surveillance and control, should be conceived as an international extension of their domestic policies. Financing for GPGs constitutes payment for services rendered, not aid. Likewise, primary responsibility for the production of GPGs should rest with issue- and outcome-oriented ‘tsars’ at both the national and global levels, rather than with overstretched treaty- or country-oriented multilateral organisations. It follows from this that the distinction within the SDG framework between global and national goals is not merely one of level, but one of kind. Global goals call for distinctive financing and implementation arrangements. The initial paper is followed two critical comments, (1) by Robert Glasser, Executive-in-Residence, Geneva Centre for Security Policy, and (2) by Michael Gerber, Ambassador and Special Envoy for Global Sustainable Development, Swiss Federal Department of Foreign Affairs with Luca Etter, Policy Advisor at the Swiss Agency for Development and Cooperation (SDC).",
    "readLink": "http://journals.openedition.org/poldev/2068"
  },
  {
    "title": "Modelling pesticide leaching under climate change: parameter vs. climate input uncertainty",
    "authors": [
      "K. Steffens,",
      "M. Larsbo,",
      "J. Moeys,",
      "E. Kjellström,",
      "N. Jarvis,",
      "E. Lewan"
    ],
    "doi": "https://doi.org/10.5194/hess-18-479-2014",
    "journalVolume": "Vol. 18,\n                                no. 2\n                                \n                                  pp.\n                                  479\n                                  – 491",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Assessing climate change impacts on pesticide leaching requires careful consideration of different sources of uncertainty. We investigated the uncertainty related to climate scenario input and its importance relative to parameter uncertainty of the pesticide leaching model. The pesticide fate model MACRO was calibrated against a comprehensive one-year field data set for a well-structured clay soil in south-western Sweden. We obtained an ensemble of 56 acceptable parameter sets that represented the parameter uncertainty. Nine different climate model projections of the regional climate model RCA3 were available as driven by different combinations of global climate models (GCM), greenhouse gas emission scenarios and initial states of the GCM. The future time series of weather data used to drive the MACRO model were generated by scaling a reference climate data set (1970–1999) for an important agricultural production area in south-western Sweden based on monthly change factors for 2070–2099. 30 yr simulations were performed for different combinations of pesticide properties and application seasons. Our analysis showed that both the magnitude and the direction of predicted change in pesticide leaching from present to future depended strongly on the particular climate scenario. The effect of parameter uncertainty was of major importance for simulating absolute pesticide losses, whereas the climate uncertainty was relatively more important for predictions of changes of pesticide losses from present to future. The climate uncertainty should be accounted for by applying an ensemble of different climate scenarios. The aggregated ensemble prediction based on both acceptable parameterizations and different climate scenarios has the potential to provide robust probabilistic estimates of future pesticide losses.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/18/479/2014/hess-18-479-2014.pdf"
  },
  {
    "title": "Incubation under Climate Warming Affects Behavioral Lateralisation in Port Jackson Sharks",
    "authors": [
      "Catarina Vila Pouca,",
      "Connor Gervais,",
      "Joshua Reed,",
      "Culum Brown"
    ],
    "doi": "https://doi.org/10.3390/sym10060184",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  184",
    "issn": "2073-8994 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/symmetry/",
    "abstract": "Climate change is warming the world’s oceans at an unprecedented rate. Under predicted end-of-century temperatures, many teleosts show impaired development and altered critical behaviors, including behavioral lateralisation. Since laterality is an expression of brain functional asymmetries, changes in the strength and direction of lateralisation suggest that rapid climate warming might impact brain development and function. However, despite the implications for cognitive functions, the potential effects of elevated temperature in lateralisation of elasmobranch fishes are unknown. We incubated and reared Port Jackson sharks at current and projected end-of-century temperatures and measured preferential detour responses to left or right. Sharks incubated at elevated temperature showed stronger absolute laterality and were significantly biased towards the right relative to sharks reared at current temperature. We propose that animals reared under elevated temperatures might have more strongly lateralized brains to cope with deleterious effects of climate change on brain development and growth. However, far more research in elasmobranch lateralisation is needed before the significance of these results can be fully comprehended. This study provides further evidence that elasmobranchs are susceptible to the effects of future ocean warming, though behavioral mechanisms might allow animals to compensate for some of the challenges imposed by climate change.",
    "readLink": "http://www.mdpi.com/2073-8994/10/6/184"
  },
  {
    "title": "Global increase in wildfire potential from compound fire weather and drought",
    "authors": [
      "Doug Richardson,",
      "Amanda S. Black,",
      "Damien Irving,",
      "Richard J. Matear,",
      "Didier P. Monselesan,",
      "James S. Risbey,",
      "Dougal T. Squire,",
      "Carly R. Tozer"
    ],
    "doi": "https://doi.org/10.1038/s41612-022-00248-4",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2397-3722 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.nature.com/npjclimatsci/",
    "abstract": "Abstract Wildfire can cause significant adverse impacts to society and the environment. Weather and climate play an important role in modulating wildfire activity. We explore the joint occurrence of global fire weather and meteorological drought using a compound events framework. We show that, for much of the globe, burned area increases when periods of heightened fire weather compound with dry antecedent conditions. Regions associated with wildfire disasters, such as southern Australia and the western USA, are prone to experiencing years of compound drought and fire weather. Such compound events have increased in frequency for much of the globe, driven primarily by increases in fire weather rather than changes in precipitation. El Ni $$\\tilde{{{{\\rm{n}}}}}$$ n ̃ o Southern Oscillation is associated with widespread, spatially compounding drought and fire weather. In the Northern Hemisphere, a La Ni $$\\tilde{{{{\\rm{n}}}}}$$ n ̃ a signature is evident, whereas El Ni $$\\tilde{{{{\\rm{n}}}}}$$ n ̃ o is associated with such events in the tropics and, to a lesser degree, the Southern Hemisphere. Other climate modes and regional patterns of atmospheric circulation are also important, depending on the region. We show that the lengths of the fire weather seasons in eastern Australia and western North America have increased substantially since 2000, raising the likelihood of overlapping fire weather events in these regions. These cross-hemispheric events may be linked to the occurrence of El Ni $$\\tilde{{{{\\rm{n}}}}}$$ n ̃ o, although the sea-surface temperature magnitudes are small. Instead, it is likely that anthropogenic climate change is the primary driver of these changes.",
    "readLink": "https://doi.org/10.1038/s41612-022-00248-4"
  },
  {
    "title": "Evidence of Coastal Changes in the West Coast of Naxos Island, Cyclades, Greece",
    "authors": [
      "Niki Evelpidou,",
      "Alexandros Petropoulos,",
      "Anna Karkani,",
      "Giannis Saitis"
    ],
    "doi": "https://doi.org/10.3390/jmse9121427",
    "journalVolume": "Vol. 9,\n                                no. 1427\n                                \n                                  p.\n                                  1427",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Coastal lagoons and dunes are of great ecological importance, not only for providing habitats for rare flora and fauna, but also for protecting coastal areas from rising sea levels and storms, etc. Even though these features are unique for sustainable development and are extremely important to the natural environment and economy, they are one of the most vulnerable and threatened ecosystems due to their small size. The western coasts of Naxos (central Aegean Sea) represent an example of such phenomena, with various wetlands bordered by low-lying sand dunes. The aim of our study is to assess the vulnerability and pressures of the western coasts of Naxos Isl. by taking into consideration both natural and anthropogenic factors. We used a variety of approaches for the environmental and geomorphological study of the coastal zone to achieve this goal, including: (a) study of aerial photography from 1960 until today, (b) systematic seasonal aerial monitoring by drone, since 2015, (c) use of DGPS for the mapping of the coastal zone and for obtaining detailed topographic sections, and (d) dune mapping. Our findings reveal the vulnerability of the western coasts of Naxos due to sea level rise, tectonic subsidence, and a variety of anthropogenic pressures, such as uncontrolled parking, vegetation uprooting, sand extractions, and heavy touristic traffic. Therefore, the protection of the sand dunes, their restoration where they have been eroded, the definition of a zone of control, and restriction of human activities must be a key priority.",
    "readLink": "https://www.mdpi.com/2077-1312/9/12/1427"
  },
  {
    "title": "How parameter specification of an Earth system model of intermediate complexity influences its climate simulations",
    "authors": [
      "Yuhan Shi,",
      "Wei Gong,",
      "Qingyun Duan,",
      "Jackson Charles,",
      "Cunde Xiao,",
      "Heng Wang"
    ],
    "doi": "https://doi.org/10.1186/s40645-019-0294-x",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2197-4284 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Science: Geology"
    ],
    "journalUrl": "http://www.progearthplanetsci.com/",
    "abstract": "Abstract Earth system models (ESMs) consist of parameterization schemes based on one’s perception of how the Earth system functions. A typical ESM contains a large number of parameters (i.e., the constants and exponents in the parameterization schemes) whose specification can have a significant impact on an ESM’s simulation capabilities. Sensitivity analyses (SA) is an important tool for assessing how parameter specification influences model simulations. In this study, we used an Earth system model of intermediate complexity (EMIC)—LOVECLIM as an example to illustrate how SA methods can be used to identify the most sensitive parameters that control the simulations of several key global water and energy cycle variables, including global annual mean absolute surface air temperature (T G), precipitation and evaporation over the land and over the oceans (P L, P O, E L, E O), and land runoff (R L). We also demonstrate how judiciously specifying model parameters can improve the simulations of those variables. Three SA methods MARS, RF, and sparse PCE-based Sobol’ method were used to evaluate a pool of 25 adjustable parameters chosen from land, atmosphere, and ocean components of LOVECLIM and their results were intercompared to ensure robustness of the results. It is found that with different parameter specification, T G can vary from 10 to 20 °C, and the values of P L, P O, E L, and E O can change by more than 100%. An interesting observation is that the value of R L vary from 13,000 to 35,000 km3, far below the observed climatological value of 40,000 km3, indicating a model structural deficiency in representing land runoff by LOVECLIM which must be corrected to obtain more reasonable global water budgets. We also note that parameter sensitivities are significantly different at different latitudes. Finally, we showed that global water and energy cycle simulations can be significantly improved by even a crude automatic parameter tuning, indicating that parameter optimization can be a viable way to improve ESM climate simulations. The results from this study should help us to understand the parameter uncertainty of a full-scale ESM.",
    "readLink": "http://link.springer.com/article/10.1186/s40645-019-0294-x"
  },
  {
    "title": "In hot water? Assessing the link between fundamental thermal physiology and predation of juvenile Chinook salmon",
    "authors": [
      "Alexandra G. McInturf,",
      "Ken W. Zillig,",
      "Katherine Cook,",
      "Jacqueline Fukumoto,",
      "Anna Jones,",
      "Emily Patterson,",
      "Dennis E. Cocherell,",
      "Cyril J. Michel,",
      "Damien Caillaud,",
      "Nann A. Fangue"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4264",
    "journalVolume": "Vol. 13,\n                                no. 11\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract In light of ongoing environmental change, understanding the complex impact of interacting stressors on species, communities, and ecosystems is an important challenge. Many studies to date examine the effects of potential stressors on a single species of concern. Yet these effects often resonate throughout a community and may produce changes in ecosystem dynamics that are equally critical to species resilience. The aim of this study was to develop a mechanistic understanding of how a rapidly changing stressor, water temperature, will alter trophic interactions among ectothermic fish species. In our region, California's Sacramento–San Joaquin River Delta system, it has been speculated that the decreased survivorship of juvenile Chinook salmon (Oncorhynchus tshawytscha) in warming waters may be caused partly by increased predation. Temperature influences metabolic rate functions and the amount of energy available for fitness‐relevant parameters (i.e., swim performance and escape response). Consequently, we hypothesized that these patterns of predation emerge due to a physiological advantage of predators over prey at warmer temperatures. To explore this, our first objective was to determine the fundamental thermal physiology of juvenile Chinook salmon and their potential predators in the Delta. Three physiological performance traits were measured for each species across a spectrum of temperatures: aerobic scope, burst speed, and the ability to burst repeatedly. For our second objective, we assessed whether the effect of temperature on these performance traits predicted the outcome of predation trials conducted across the same temperature spectrum. We found that temperature effects were species or population specific. Additionally, absolute burst swimming ability and the relative burst performance between predator and prey were stronger indicators of trophic dynamics than aerobic scope. Our analyses also confirmed that a major predator in the Delta, specifically largemouth bass (Micropterus salmoides), is more thermally adapted to higher temperatures and will likely consume salmon with an increasing frequency as waters warm. Thus, we show that an improved understanding of how fundamental thermal physiology impacts predation can provide ecosystem managers with better tools to predictively model predation upon juvenile salmon based on prevailing and future water temperatures.",
    "readLink": "https://doi.org/10.1002/ecs2.4264"
  },
  null
]