[
  {
    "title": "Liderlere ve Organizasyonlara Değer Temelli Yaklaşım: Değer Merkezli Liderlik ve Etik İklim İlişkisi Üzerine Bir Araştırma1 Values-Based Approach to Leaders and Organizations: A Research on Value-Centered Leadership and Ethical Climate Relationship",
    "authors": [
      "Berat ÇİÇEK,",
      "Mehmet DENİZ"
    ],
    "doi": "https://doi.org/10.20491/isarder.2017.265",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  150\n                                  – 168",
    "issn": "1309-0712 (Online)",
    "publisher": "Isarder",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://www.isarder.com/",
    "abstract": "Bu çalışmada, değer merkezli liderlik ve etik iklimin birbirleriyle olan ilişkisinin ortaya konulması amaçlanmıştır. Bu bağlamda değer merkezli liderlik ve etik iklim kavramlarının farklı kültürlerde kazandıkları anlam, birbirlerini etkileme ve farklı değişkenlere bağlı olarak gösterdikleri gelişim ve değişimi belirlemek için Türkiye’de ve Almanya’da eş zamanlı olarak bir anket uygulanmıştır. Anketin ölçekleri, Garg ve Krishnan tarafından geliştirilen ve 20 ifadeden oluşan “Değer Merkezli Liderlik Ölçeği” ve Schwepker tarafından geliştirilen ve 7 ifadeden oluşan “Etik İklim Ölçeği”dir. Araştırmaya Türkiye’den ve Almanya’dan katılan çalışan ve yöneticilerden elde edilen verilere göre; değer merkezli liderliğin etik iklimi etkilediği sonucuna ulaşılmıştır. In this study, it is aimed to reveal the relationship between values-centered leadership and ethical climate. In this context a questionnaire was applied simultaneously in Turkey and Germany in order to define the meaning of valuescentered leadership and ethical climate in different cultures, interaction in-between, and development and change therein resulted from different variables. Scales employed in this questionnaire are 20-item “Values-Based Leadership Scale” developed by Garg and Krishnan and 7-item “Ethical Climate Scale” developed by Schwepker. According to data gathered from employees and managers participated in the research from Turkey and Germany, it was concluded that values-centered leadership affects ethical climate.",
    "readLink": "https://isarder.org/2017/vol.9_issue.2_article08_full_text.pdf"
  },
  {
    "title": "Does climate change only affect food availability? What else matters?",
    "authors": [
      "R. B. Radin Firdaus,",
      "Mahinda Senevi Gunaratne,",
      "Siti Rahyla Rahmat,",
      "Nor Samsinar Kamsi"
    ],
    "doi": "https://doi.org/10.1080/23311932.2019.1707607",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "2331-1932 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oafa",
    "abstract": "This paper reviews the studies from various disciplines and countries on the impacts of climate change on food security and its four dimensions, namely food availability, accessibility, food utilisation and the stability of food systems. Reviewed literature has shown that the impacts of climate change on food security would be devastating. If any of these four dimensions of food security is affected, the impacts will vary from local to global. However, most of the studies have focussed on food availability, so the other three dimensions of food security were not given due attention. This paper, therefore, reviews the impacts of climate change in all food security dimensions based on a narrative review approach. In summary, the impacts of climate change at the micro-level, involving households’ food access and utilisation, and food stability were still less discussed and understood as compared to food availability issues. This review consequently emphasises the importance of future researches on climate change and food security to concentrate on other dimensions of food security.",
    "readLink": "http://dx.doi.org/10.1080/23311932.2019.1707607"
  },
  null,
  {
    "title": "Changes in observed rainfall and temperature extremes in the Upper Blue Nile Basin of Ethiopia",
    "authors": [
      "Jemal Ali Mohammed,",
      "Temesgen Gashaw,",
      "Gebrekidan Worku Tefera,",
      "Yihun T. Dile,",
      "Abeyou W. Worqlul,",
      "Solomon Addisu"
    ],
    "doi": "Vol. 37\n                                \n                                \n                                  p.\n                                  100468",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Ethiopia, a densely populated country with abundant natural resources, is often hit by climate extreme disasters that cause severe damage to life and property every year in one or the other corner. The frequency and intensity of extreme events have increased in the recent decades due to climate change and variability. This study aimed to analyze the changes in observed rainfall and minimum and maximum temperature extremes in the Upper Blue Nile Basin (UBNB) of Ethiopia from 1980 to 2019 periods. The Mann-Kendall (MK) trend test and Theil-Sen's slope estimator were used to estimate annual and seasonal trends. The rainfall and temperature extremes were analyzed using RClimDex, which is a graphical user interface in R software, by selecting ten rainfall and eleven temperature indices. The results showed a positive trend in annual, dry (March–May) and small rain (October–February) seasons rainfall in more than 54% of the stations and a decreasing trend in the main rain (June–September) season rainfall in 65.4% of the stations. Several extreme rainfall indices showed insignificant positive trends in the basin. Although there is a positive trend in extreme rainfall, the number of consecutive wet days (CWD) and the simple daily intensity index (SDII) show insignificant negative trends in most stations. In addition, a warming trend of the annual and seasonal maximum and minimum temperature extreme indices was noted. Overall, the increase in extreme rainfall and a warming trend in the extreme temperature indices indicate signs of climate change in the UBNB. The findings of this study suggests the need for developing climate change adaptation and mitigation strategies in the UBNB.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094722000500"
  },
  {
    "title": "Towards Accurate High Resolution Satellite Image Semantic Segmentation",
    "authors": [
      "Ming Wu,",
      "Chuang Zhang,",
      "Jiaming Liu,",
      "Lichen Zhou,",
      "Xiaoqi Li"
    ],
    "doi": "https://doi.org/10.1109/ACCESS.2019.2913442",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  pp.\n                                  55609\n                                  – 55619",
    "issn": "2169-3536 (Online)",
    "publisher": "IEEE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=6287639",
    "abstract": "Satellite image semantic segmentation, including extracting road, detecting building, and identifying land cover types, is essential for sustainable development, agriculture, forestry, urban planning, and climate change research. Nevertheless, it is still unclear how to develop a refined semantic segmentation model in an efficient and elegant way. In this paper, we propose attention dilation-LinkNet (AD-LinkNet) neural network that adopts encoder–decoder structure, serial–parallel combination dilated convolution, channel-wise attention mechanism, and pretrained encoder for semantic segmentation. Serial–parallel combination dilated convolution enlarges receptive field as well as assemble multi-scale features for multi-scale objects, such as long-span road and small pool. The channel-wise attention mechanism is designed to advantage the context information in the satellite image. The experimental results on road extraction and surface classification data sets prove that the AD-LinkNet shows a significant effect on improving the segmentation accuracy. We defeated the D-Linknet algorithm that won the first place in the CVPR 2018 DeepGlobe road extraction competition.",
    "readLink": "https://ieeexplore.ieee.org/document/8700168/"
  },
  {
    "title": "Spatial Modeling of Extreme Temperature in Northeast Thailand",
    "authors": [
      "Prapawan Senapeng,",
      "Thanawan Prahadchai,",
      "Pannarat Guayjarernpanishk,",
      "Jeong-Soo Park,",
      "Piyapatr Busababodhin"
    ],
    "doi": "https://doi.org/10.3390/atmos13040589",
    "journalVolume": "Vol. 13,\n                                no. 589\n                                \n                                  p.\n                                  589",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The objective of the present study was to examine and predict the annual maximum temperature in the northeast of Thailand by using data from 25 stations and employing spatial extreme modeling which is based on max-stable process (MSP) using schlatter’s method. We analyzed extreme temperature data using the MSP using latitude, longitude, and altitude variables. Our result showed that the maximum temperature has an increasing trend. The return level estimates of the study areas from both the local generalized extreme value (GEV) model and MSP models show that the Nong Khai, Maha Sarakham, and Khon Kaen stations had higher return levels than the other stations for every return period, whereas Pak Chong Agromet had the lowest return levels. Furthermore, the results showed that MSP modeling is more suitable than point-wise GEV distribution. We realize that the spatial extreme modeling based on MSP provides more precise and robust return levels as well as some indices of the maximum temperatures for both the observation stations and the locations with no observed data. The results of this study are consistent with those of some previous studies. The increasing trend in return levels could affect agriculture and the surrounding environment in northeast Thailand. Spatial extreme modeling can be beneficial in the impact management and vulnerability assessment under extreme event scenarios caused by climate change.",
    "readLink": "https://www.mdpi.com/2073-4433/13/4/589"
  },
  {
    "title": "The association of meteorological factors and mortality in rural Bangladesh, 1983&#x2013;2009",
    "authors": [
      "Peter Kim Streatfield,",
      "Wietze Lindeboom,",
      "Dilruba Begum,",
      "Nurul Alam"
    ],
    "doi": "https://doi.org/10.3402/gha.v5i0.19063",
    "journalVolume": "Vol. 5,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1654-9880 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/zgha",
    "abstract": "Introduction: While the association of weather and mortality has been well documented for moderate climate zones, little is known about sub-tropical zones, particularly Bangladesh. This study aims to assess the short-term relationship of temperature and rainfall on daily mortality after controlling for seasonality and time-trends. The study used data from Matlab, Bangladesh, where a rigorous health and demographic surveillance system (HDSS) has been operational since 1966. Material and methods: Matlab HDSS data on mortality and population for the period 1983–2009 were used. Weather data for the same period were obtained from a nearby government weather station. Time series Poisson regression with cubic spline functions was applied allowing for lagged effects of weather and extreme weather events on mortality, and controlling for time trends and seasonal patterns. Analysis was carried out using R statistical software. Results: Both temperature and rainfall showed strong seasonal patterns, explaining a significant part of mortality in all age groups. After adjusting for seasonality and trend, mortality and temperature show a U-shaped pattern; below a temperature of around 29°C, a decrease in temperature resulted in an increase in mortality, whereas above 29°C, increased temperature resulted in increased mortality. The strongest negative mortality temperature association was observed in the elderly (5.4% increase with every 1°C decrease in temperature at temperatures below 23°C), and the opposite trend was observed in the age groups 1–4 and 5–19 years old. At aggregate level, the rainfall–mortality association is statistically weak. However in the age group 5–19, a 0.6% increase in mortality per 1 mm additional rainfall was found, at rainfall levels over 100 mm per day. Multivariate analysis showed high mortality risks for women aged 20–59 years of age during cyclone episodes. Discussion: Weather and extreme weather were associated with mortality with differential impacts in age and sex sub-groups. Further studies should investigate these findings more closely and develop policy recommendations targeted at improving public health and protecting population groups susceptible to environmental stressors.",
    "readLink": "http://www.globalhealthaction.net/index.php/gha/article/view/19063/pdf_1"
  },
  {
    "title": "Assessing the Impact of Vegetation Variation, Climate and Human Factors on the Streamflow Variation of Yarlung Zangbo River with the Corrected Budyko Equation",
    "authors": [
      "Guangxing Ji,",
      "Shuaijun Yue,",
      "Jincai Zhang,",
      "Junchang Huang,",
      "Yulong Guo,",
      "Weiqiang Chen"
    ],
    "doi": "https://doi.org/10.3390/f14071312",
    "journalVolume": "Vol. 14,\n                                no. 1312\n                                \n                                  p.\n                                  1312",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The Yarlung Zangbo River (YZR) is the largest river on the Qinghai Tibet Plateau, and changes in its meteorology, hydrology and vegetation will have a significant impact on the ecological environment of the basin. In order to deepen our understanding of the relationship of climate–vegetation–hydrological processes in YZR, the purpose of this study is to explore how vegetation growth in the YZR affects its runoff changes. We first identified the abrupt year of discharge in the YZR using a heuristic segmentation algorithm and cumulative anomaly mutation test approach. After that, the functional equation for NDVI and the Budyko parameter (n) was computed. Finally, the NDVI was introduced into the Budyko equation to evaluate the impact of vegetation changes on the streamflow in the YZR. Results showed that: (1) NDVI and discharge in the YZR both presented an increasing trend, and the mutation year of annual runoff in Nuxia station occurred in 1997. (2) n had a significant negative correlation with NDVI in the YZR (p Pr, ET0, NDVI, and n on streamflow change in the S2 period (1998–2015) were 5.26%, 1.14%, 43.04%, and 50.06%. The results of this study can provide scientific guidance and support for the evaluation of the effects of ecological restoration measures, as well as the management and planning of water resources in the YZR.",
    "readLink": "https://www.mdpi.com/1999-4907/14/7/1312"
  },
  {
    "title": "Ecological Degradation of the Yangtze and Nile Delta-Estuaries in Response to Dam Construction with Special Reference to Monsoonal and Arid Climate Settings",
    "authors": [
      "Zhongyuan Chen,",
      "Hao Xu,",
      "Yanna Wang"
    ],
    "doi": "https://doi.org/10.3390/w13091145",
    "journalVolume": "Vol. 13,\n                                no. 1145\n                                \n                                  p.\n                                  1145",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study reviews the monsoonal Yangtze and the arid Nile deltas with the objective of understanding how the process–response between river-basin modifications and delta-estuary ecological degradation are interrelated under contrasting hydroclimate dynamics. Our analysis shows that the Yangtze River had a long-term stepwise reduction in sediment and silicate fluxes to estuary due to dam construction since the 1960s, especially after the Three Gorges Dam (TGD) closed in 2003. By contrast, the Nile had a drastic reduction of sediment, freshwater, and silicate fluxes immediately after the construction of the Aswan High Dam (AHD) in 1964. Seasonal rainfall in the mid-lower Yangtze basin (below TGD) complemented riverine materials to its estuary, but little was available to the Nile coast below the AHD in the hyper-arid climate setting. Nitrogen (N) and phosphate (P) fluxes in both river basins have increased because of the overuse of N- and P-fertilizer, land-use changes, urbanization, and industrialization. Nutrient ratios (N:P:Si) in both delta-estuaries was greatly altered, i.e., Yangtze case: 75:1:946 (1960s–1970s), 86:1:272 (1980s–1990s) and 102:1:75 (2000s–2010s); and Nile case: 6:1:32 (1960s–1970s), 8:1:9 (1980s–1990s), and 45:1:22 (2013), in the context of the optimum of Redfield ratio (N:P:Si = 16:1:16). This led to an ecological regime shift evidenced by a long-term change in phytoplankton communities in the Yangtze estuary, where silicious algae tended to lose dominance since the end of the 1990s, when more toxic dinoflagellates began to emerge. In the Nile estuary, such a regime shift was indicated by the post-dam dramatic reduction in zooplankton standing crop and fish landings until the early 2000s when biological recovery occurred due to nutrient inputs from anthropogenic sources. Although the Yangtze had higher human impacts than the Nile in terms of population, industrialization, and fertilizer application, N concentrations in the Nile estuarine waters surpassed the Yangtze in recent decades. However, eutrophication in the Yangtze estuary is much more intensive than in the Nile, leading to the likelihood of its estuarine water becoming more acidic than ever before. Therefore, ecological degradation in both delta-estuaries does not follow a linear trajectory, due not only to different climate dynamics but also to human forcings. The comparative insights of this study should be incorporated into future integrated coastal management of these two important systems.",
    "readLink": "https://www.mdpi.com/2073-4441/13/9/1145"
  },
  {
    "title": "Responses of Winter Wheat Yield to Drought in the North China Plain: Spatial–Temporal Patterns and Climatic Drivers",
    "authors": [
      "Jianhua Yang,",
      "Jianjun Wu,",
      "Leizhen Liu,",
      "Hongkui Zhou,",
      "Adu Gong,",
      "Xinyi Han,",
      "Wenhui Zhao"
    ],
    "doi": "https://doi.org/10.3390/w12113094",
    "journalVolume": "Vol. 12,\n                                no. 3094\n                                \n                                  p.\n                                  3094",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Understanding the winter wheat yield responses to drought are the keys to minimizing drought-related winter wheat yield losses under climate change. The research goal of our study is to explore the response patterns of winter wheat yield to drought in the North China Plain (NCP) and then further to study which climatic factors drive the response patterns. For this purpose, winter wheat yield was simulated by the Environmental Policy Integrated Climate (EPIC) crop model. Drought was quantified by standardized precipitation evapotranspiration index (SPEI), and the contributions of the various climatic factors were evaluated using predictive discriminant analysis (PDA) method. The results showed that the responses of winter wheat yield to different time-scale droughts have obvious spatial differences from the north part to the south part in the NCP. Winter wheat yield is more sensitive to the medium (6–9 months) and long (9–12 months) time-scale droughts that occurred in the key growth periods (April and May). The different response patterns of winter wheat yield to the different time-scale droughts are mainly controlled by temperature and water balance (precipitation minus potential evapotranspiration) in winter in the NCP. Compared with the water balance, temperature plays a more important role in driving the response pattern characteristics. These findings can provide a reference on how to reduce drought influences on winter wheat yield in the NCP.",
    "readLink": "https://www.mdpi.com/2073-4441/12/11/3094"
  }
]