[
  {
    "title": "Amphibious Worlds:Environments, Infrastructures, Ontologies",
    "authors": [
      "CASPER BRUUN JENSEN"
    ],
    "doi": "https://doi.org/10.17351/ests2017.56",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  pp.\n                                  224\n                                  – 234",
    "issn": "2413-8053 (Online)",
    "publisher": "Society for Social Studies of Science",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology",
      "Science"
    ],
    "journalUrl": "http://estsjournal.org",
    "abstract": "Presently, we are witness to a global intensification of water-related disasters related to flooding, sinking erosion, and drought, reflecting changes in global water circulation, rising sea levels and changing weather patterns. Indeed, water is often the medium through which the message of climate change is delivered. Conventionally, water-related engineering projects have managed amphibious spaces through terrestrial approaches premised on removing or controlling water, for example by land reclamation and drainage. They can be contrasted with amphibious approaches that take water flows as a given and organize life around it––as exemplified by living in floating villages or houses on stilts, using water as a primary mode of transportation, or growing crops in water. Yet, the amphibious is gaining new life, as water seems to be increasingly flowing back into land, everywhere giving rise to emergencies that call for creative response. Thus, urban planners, engineers, and architects devise new infrastructures and models adaptive to environments that are becoming amphibious once again, or for the first time, and people living in watery environments everywhere find ways of adapting to increasingly amphibious circumstances. Doing so, they are contributing to the ongoing ontological transformation of amphibious worlds. This introduction to the thematic collection on “Amphibious Worlds: Environments, Infrastructures, Ontologies,” outlines some of the key issues facing STS and anthropological studies of such worlds, and introduces the papers that follow.",
    "readLink": "http://estsjournal.org/article/view/56/92"
  },
  {
    "title": "Decadal variability and recent summer warming amplification of the sea surface temperature in the Red Sea.",
    "authors": [
      "Kamal Aldien Alawad,",
      "Abdullah M Al-Subhi,",
      "Mohammed A Alsaafani,",
      "Turki M Alraddadi"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0237436",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  p.\n                                  e0237436",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Under climate change, regional Sea Surface Temperature (SST) changes are a crucial factor affecting marine ecosystems, which thrive only within a certain thermal limit. Thirty-seven years of monthly gridded Optimum Interpolation SST data from 1982 to 2017 were used to investigate the decadal variability of this parameter in the Red Sea during the summer season, in relation to large-scale climate variability. We identified a non-uniform warming trend beginning around the mid-1990s over the whole basin, with a predominant amplified warming over the northern half (0.04°C year-1), which is approximately four times higher than the global warming trend, but much weaker warming over southern end (0.01°C year-1). It was found that the Atlantic Multi-Decadal Oscillation (AMO) and the Silk Road Pattern (SRP) are shaping the RS SST, since their phase shift concurs with the timing of the significant non-uniform warming over the basin. The AMO triggers the SRP-related vertical and horizontal temperature advection that leads to opposite changes in the SST. We suggest that warming is amplified over the basin due to an overlap with global warming signals. Our results have important implications for interannual and decadal SST predictions based on the predictability of AMO and SRP patterns.",
    "readLink": "https://doi.org/10.1371/journal.pone.0237436"
  },
  {
    "title": "Corrigendum to Preface \"Climate change: from the geological past to the uncertain future – a symposium honouring André Berger\" published in Clim. Past, 5, 707–711, 2009",
    "authors": [
      "M. Crucifix,",
      "M. Claussen,",
      "G. Ganssen,",
      "J. Guiot,",
      "Z. Guo,",
      "T. Kiefer,",
      "M.-F. Loutre,",
      "D.-D. Rousseau,",
      "E. Wolff"
    ],
    "doi": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  723\n                                  – 723",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "No abstract available.",
    "readLink": "http://www.clim-past.net/5/723/2009/cp-5-723-2009.pdf"
  },
  {
    "title": "Efficient utilization of PCM in building envelope in a hot environment condition",
    "authors": [
      "Bader Alshuraiaan"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  p.\n                                  100205",
    "issn": "2666-2027 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Heat"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-thermofluids",
    "abstract": "The thermal performance of the building envelope must be adjusted to promote sustainability, reduce energy consumption, and reduce greenhouse gas emissions. In this case, the elements' thermal resistance and heat storage capacity are critical. Due to their high energy density and ability to absorb/release heat under nearly isothermal conditions, phase change materials are extremely competitive and have a wide range of applications. The effectiveness of using PCM in the building envelope is studied in this investigation under exceptionally hot climatic conditions. A thermal model is developed based on the nonlinear transient heat conduction equation to predict the time-dependent thermal response of a multilayer building envelope wall. The enthalpy formulation is used to account for the phase change process, and the mathematical model is solved numerically using the finite element method. A typical exterior multilayer wall's thermal performance is studied and utilized as a benchmark. Then, at various points throughout the wall, a PCM layer is incorporated. The effect of the PCM on wall temperature distribution, heat movement into the interior area, and the fraction of molten material in the PCM layer is investigated.Optimization analysis is used to establish the suitable PCM melting temperature interval, with the heat flow at the internal surface of the wall as the objective function to be minimized. The thermal energy flow into the internal space can be reduced by approximately 50% when the PCM settings are improved. The findings of this investigation demonstrate that the suggested computational model is effective in calculating the optimal PCM, resulting in a significant improvement in the external wall's thermal performance. Integrating PCM into the building envelope is a viable technique for the region, as it has the potential to reduce the amount of heat entering the building, hence lowering the air conditioning load and lowering energy consumption.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666202722000696"
  },
  {
    "title": "Simulated bat populations erode when exposed to climate change projections for western North America.",
    "authors": [
      "Mark A Hayes,",
      "Rick A Adams"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0180693",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  p.\n                                  e0180693",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Recent research has demonstrated that temperature and precipitation conditions correlate with successful reproduction in some insectivorous bat species that live in arid and semiarid regions, and that hot and dry conditions correlate with reduced lactation and reproductive output by females of some species. However, the potential long-term impacts of climate-induced reproductive declines on bat populations in western North America are not well understood. We combined results from long-term field monitoring and experiments in our study area with information on vital rates to develop stochastic age-structured population dynamics models and analyzed how simulated fringed myotis (Myotis thysanodes) populations changed under projected future climate conditions in our study area near Boulder, Colorado (Boulder Models) and throughout western North America (General Models). Each simulation consisted of an initial population of 2,000 females and an approximately stable age distribution at the beginning of the simulation. We allowed each population to be influenced by the mean annual temperature and annual precipitation for our study area and a generalized range-wide model projected through year 2086, for each of four carbon emission scenarios (representative concentration pathways RCP2.6, RCP4.5, RCP6.0, RCP8.5). Each population simulation was repeated 10,000 times. Of the 8 Boulder Model simulations, 1 increased (+29.10%), 3 stayed approximately stable (+2.45%, +0.05%, -0.03%), and 4 simulations decreased substantially (-44.10%, -44.70%, -44.95%, -78.85%). All General Model simulations for western North America decreased by >90% (-93.75%, -96.70%, -96.70%, -98.75%). These results suggest that a changing climate in western North America has the potential to quickly erode some forest bat populations including species of conservation concern, such as fringed myotis.",
    "readLink": "http://europepmc.org/articles/PMC5501592?pdf=render"
  },
  {
    "title": "Effects of climate change on richness distribution patterns of threatened conifers endemic to China",
    "authors": [
      "Dan Xie,",
      "Hong Du,",
      "Wei-Hua Xu,",
      "Jin-Hua Ran,",
      "Xiao-Quan Wang"
    ],
    "doi": "Vol. 136\n                                \n                                \n                                  p.\n                                  108594",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Climate change inevitably affects the geographical distribution of species on earth. Conifers, which are important components of forest tree species, are highly threatened and particularly sensitive to climate change. Approximately 23.6% (145/615 species) of the world’s conifers are native to China, among which 53 species are threatened. Thus, understanding the impact of climate change on the species richness and distribution of threatened conifers endemic to China (hereafter referred to as threatened conifers) is of great importance. Here, we investigated the habitat suitability under present climate conditions and predicted the impact of future climate change on these threatened conifers using species distribution modeling. Combined with the current natural reserve system, we evaluated the conservation effectiveness, determined the key conservation areas, and proposed suggestions for the future protection of these threatened conifers. Our results showed that the threatened conifers were mainly distributed in mountainous areas and climate variables played a major role in the distribution of these threatened conifers. We also found that the richness hotspots were predicted to shrink and move northward with a changing climate. The lowest elevation of threatened conifers predicted to contract their species range mainly occurred below 1000 m or above 2000 m, while most species whose lowest elevations ranged from 1000 to 2000 m were projected to expand their distribution areas under the future climate scenario. Therefore, different conservation measures should be taken for threatened conifers with different distribution patterns. The central Hengduan Mountains and the Western Sichuan Plateau were identified as “areas needing attention” and “areas worth exploring”, respectively, which should be given more attention in future field surveys and conservation efforts. This study highlighted the critical role of these threatened conifers as good indicators for measuring and proposing conservation strategies to minimize the impacts of climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22000656"
  },
  {
    "title": "Climate change and aquaculture: considering biological response and resources",
    "authors": [
      "Reid, GK,",
      "Gurney-Smith, HJ,",
      "Marcogliese, DJ,",
      "Knowler, D,",
      "Benfey, T,",
      "Garber, AF,",
      "Forster, I,",
      "Chopin, T,",
      "Brewer-Dalton, K,",
      "Moccia, RD,",
      "Flaherty, M,",
      "Smith, CT,",
      "De Silva, S"
    ],
    "doi": "https://doi.org/10.3354/aei00332",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  569\n                                  – 602",
    "issn": "1869-215X (Print)",
    "publisher": "1869-7534 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Agriculture: Aquaculture. Fisheries. Angling",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.int-res.com/journals/aei/aei-home/",
    "abstract": "The heavy reliance of most global aquaculture on the ambient environment suggests inherent vulnerability to climate change effects. This review explores the potential effects of climate change stressors on aquaculture biology and resources needed to support decision-making for vulnerability assessment, planned adaptation, and strategic research development. Climate change-mediated physiochemical outcomes important to aquaculture include extreme weather, precipitation and surge-based flooding, water stress, ocean acidification, sea-level rise, saltwater intrusion, and changes to temperature, salinity, and dissolved oxygen. Culture practices, environment, and region affect stressor exposure, and biological response between species or populations are not universal. Response to a climate change stressor will be a function of where changes occur relative to optimal ranges and tolerance limits of an organism’s life stage and physiological processes; the average magnitude of the stressor over the production cycle; stressor rate of change; variation, frequency, duration, and magnitude of extremes; epigenetic expression, genetic strain, and variation within and between populations; health and nutrition; and simultaneous stressor occurrence. The effects of simultaneous stressors will frequently interact, but may not be fully additive or synergistic. Disease is a major aquaculture limiter, and climate change is expected to further affect plant and animal health through the host and/or infectious agents. Climate change may introduce further complexity to the aquaculture-wild fishery relationship, with over two-thirds of animal aquaculture production dependent on external feed inputs. Higher production costs could be an economic outcome of climate change for many aquaculture sectors. Some aquaculture practices may inadvertently reduce resiliency to climate change, such as a reduction of coastal vegetation, coastal ground-water pumping, and reduction of population variability in pursuit of consistent production traits. Information from the largest aquaculture producers such as China and the top 3 global culture species is still sparse in the literature. This potentially limits thorough understanding of climate change effects on some regional aquaculture sectors.",
    "readLink": "https://www.int-res.com/abstracts/aei/v11/p569-602/"
  },
  {
    "title": "Sustainability perspectives in agricultural economics research and policy agenda",
    "authors": [
      "Bernardo Corrado de Gennaro,",
      "Maria Bonaventura Forleo"
    ],
    "doi": "https://doi.org/10.1186/s40100-019-0134-8",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 5",
    "issn": "2193-7532 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "http://www.agrifoodecon.com/",
    "abstract": "Abstract Background The agricultural sector both needs to reduce its impacts and adapt its food production system to cope with environmental constraints and climate changes. This special issue includes three selected papers presented at the 53rd annual Conference of the Italian Society of Agricultural Economics discussing the future of agriculture. The fil rouge linking the three papers is the issue of sustainability that nowadays influences the functioning of the food supply chain and the behavior of all actors involved in it, from producers to consumers. Findings The selected papers investigate the theme of sustainability by exploring strategies for the adoption of sustainable innovation in the food supply chain, developing a model that assesses the effect of climate changes on farm production, as well as evaluating consumer attitudes to wine attributes, including those related to “carbon footprint” and “winescape esthetic.” Conclusions The reading of these papers provides a multifaceted light on different dimensions linking future perspectives of sustainable agriculture between globalization and local market. Papers discuss issues, propose approaches, and show empirical findings that can be useful to fuel the debate about future agricultural policies and stimulate the development of research agendas.",
    "readLink": "http://link.springer.com/article/10.1186/s40100-019-0134-8"
  },
  {
    "title": "Solar Panels reduce both global warming and Urban Heat Island",
    "authors": [
      "Valéry eMasson,",
      "Marion eBonhomme,",
      "Jean-Luc eSalagnac,",
      "Xavier eBriottet,",
      "Aude eLemonsu"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2014.00014",
    "journalVolume": "Vol. 2",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The production of solar energy in cities is clearly a way to diminish our dependency to fossil fuels, and is a good way to mitigate global warming by lowering the emission of greenhouse gases. However, what are the impacts of solar panels locally ? To evaluate their influence on urban weather, it is necessary to parameterize their effects within the surface schemes that are coupled to atmospheric models. The present paper presents a way to implement solar panels in the Town Energy Balance scheme, taking account of the energy production (for thermal and photovoltaic panels), the impact on the building below and feedback towards the urban micro-climate through radiative and convective fluxes. A scenario of large but realistic deployment of solar panels on the Paris metropolitan area is then simulated. It is shown that solar panels, by shading the roofs, slightly increases the need for domestic heating (3%). In summer however, the solar panels reduce the energy needed for air-conditioning (by 12%) and also the Urban Heat Island (UHI): 0.2K by day and up to 0.3K at night. These impacts are larger than those found in previous works, because of the use of thermal panels (that are more efficient than photovoltaic panels) and the geographical position of Paris, which is relatively far from the sea. This means that it is not influenced by sea breezes, and hence that its UHI is stronger than for a coastal city of the same size. But this also means that local adaptation strategies aiming to decrease the UHI will have more potent effects. In summary, the deployment of solar panels is good both globally, to produce renewable energy (and hence to limit the warming of the climate) and locally, to decrease the UHI, especially in summer, when it can constitute a health threat.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fenvs.2014.00014/full"
  },
  {
    "title": "Evaluation of irrigation resources for emergency drought situations in the production of the Conegliano Valdobbiadene Prosecco’s DOCG",
    "authors": [
      "Vasco Boatto,",
      "Luigino Barisan,",
      "Gianni Teo"
    ],
    "doi": "https://doi.org/10.13128/Aestimum-21080",
    "journalVolume": "no. 70",
    "issn": "1592-6117 (Print)",
    "publisher": "1724-2118 (Online)",
    "countryOfPublisher": "Firenze University Press",
    "lcc": [
      "Italy",
      "Social Sciences: Industries. Land use. Labor"
    ],
    "journalUrl": "https://oaj.fupress.net/index.php/ceset/index",
    "abstract": "In viticulture, the management of water resources is a relevant issue in the profiles of a socio – economic, environmental sustainability policy turned to the development of the vine-growing territories with Designation of Origin. The paper has set itself the goal of an economic assessment on business decisions related to a drought risk in the Conegliano Valdobbiadene Prosecco DOCG, using the Bayesian methodology. The results showed the importance of an investment strategy that provides for the systematic introduction of emergency drought irrigation in the area DOCG’s vineyards which will guarantee the quality and the supply of the raw material, taking into account both the current evolution in marketing the product and the climate change scenarios.",
    "readLink": "https://oaj.fupress.net/index.php/ceset/article/view/5643"
  }
]