[
  {
    "title": "Effects of Climate and Drought on Stem Diameter Growth of Urban Tree Species",
    "authors": [
      "Vjosa Dervishi,",
      "Werner Poschenrieder,",
      "Thomas Rötzer,",
      "Astrid Moser-Reischl,",
      "Hans Pretzsch"
    ],
    "doi": "https://doi.org/10.3390/f13050641",
    "journalVolume": "Vol. 13,\n                                no. 641\n                                \n                                  p.\n                                  641",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Urbanization and climate change are two inevitable megatrends of this century. Knowledge about the growth responses of urban trees to climate is of utmost importance towards future management of green infrastructure with the aim of a sustainable provision of the environmental ecosystem services. Using tree-ring records, this study analyzed growth response to climate by stem diameter at breast height (DBH) of 1178 trees in seven large cities worldwide, including Aesculus hippocastanum L. in Munich; Platanus × hispanica Münchh. in Paris; Quercus nigra L. in Houston; Quercus robur L. in Cape Town; Robinia pseudoacacia L. in Santiago de Chile, Munich, and Würzburg; and Tilia cordata Mill. in Berlin, Munich, and Würzburg. Climate was characterized following the de Martonne aridity index (DMI). Overall, trees showed an 8.3% lower DBH under arid than humid climate at the age of 100. Drought-tolerant tree species were overall not affected by climate. However, R. pseudoacacia showed a lower diameter when growing in semi-dry than humid climate. In contrast, drought-sensitive tree species were negatively affected by arid climate. Moreover, the effect of drought years on annual diameter increment was assessed. P. × hispanica and R. pseudoacacia appeared as the most drought-resistant species. The highest sensitivity to drought was detected in T. cordata and Q. robur. A. hippocastanum and Q. nigra showed a lower diameter growth during drought events, followed by a fast recovery. This study’s findings may contribute to a better understanding of urban tree growth reactions to climate, aiming for sustainable planning and management of urban trees.",
    "readLink": "https://www.mdpi.com/1999-4907/13/5/641"
  },
  {
    "title": "High dietary and habitat diversity indicate generalist behaviors of northern bog lemmings Synaptomys borealis in Alaska, USA",
    "authors": [
      "AP Baltensperger,",
      "JC Hagelin,",
      "PA Schuette,",
      "A Droghini,",
      "K Ott"
    ],
    "doi": "https://doi.org/10.3354/esr01211",
    "journalVolume": "Vol. 49\n                                \n                                \n                                  pp.\n                                  145\n                                  – 158",
    "issn": "1863-5407 (Print)",
    "publisher": "1613-4796 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.int-res.com/journals/esr/esr-home/",
    "abstract": "The northern bog lemming Synaptomys borealis (NBL) is a rare small mammal that is undergoing a federal Species Status Assessment (SSA) under the US Endangered Species Act. Despite a wide North American distribution, very little is known about NBL dietary or habitat needs, both of which are germane to the resiliency of this species to climate change. To quantify diet composition of NBL in Alaska, we used DNA metabarcoding from 59 archived specimens to describe the taxonomic richness and relative abundance of foods in recent diets. DNA analyses revealed a broad diet composed of at least 110 families and 92 genera of bryophytes (mosses and liverworts), graminoids, fungi, forbs, and woody shrubs. Nine bryophyte genera and Carex sedges composed the largest portions of NBL diets. To quantify habitat preference, we intersected 467 georeferenced occurrence records of NBL in Alaska with remotely sensed land cover classes and used a compositional analysis framework that accounts for the relative abundance of land cover types. We did not detect significant habitat preferences for specific land cover types, although NBL frequently occurred in evergreen forest, woody wetlands, and adjacent to water. Our research highlights the importance of bryophytes, among a high diversity of dietary components, and describes NBL as boreal habitat generalists. Results will inform the current federal SSA by quantifying the extent to which ecological constraints are likely to affect NBL in a rapidly changing boreal environment.",
    "readLink": "https://www.int-res.com/abstracts/esr/v49/p145-158/"
  },
  {
    "title": "FRAMING AS LEGITIMATION OF CLIMATE POLICY. CLIMATE CHANGE FRAMES IN ARGENTINIAN AND BRAZILIAN PRESS DURING THE SUMMITS OF DOHA AND WARSAW",
    "authors": [
      "Luis González Alcaraz"
    ],
    "doi": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  224\n                                  – 259",
    "issn": "1856-9536 (Online)",
    "publisher": "Universidad del Rosario; Universidad de los Andes de Venezuela; Universidad Complutense de Madrid",
    "countryOfPublisher": "Colombia",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Social Sciences"
    ],
    "journalUrl": "http://revistas.urosario.edu.co/index.php/disertaciones/index",
    "abstract": "The article aims to describe and compare journalistic frames of climate change produced by two leading newspapers in South America: Clarin of Argentina and Folha de São Paulo of Brazil, in the context of the Doha (COP- 18) and Warsaw (COP -19) conferences. For this, it has used a definition of framing which recognizes its various dimensions: definition of the situation, reasoning about causes, moral evaluations and recommendations or prescriptions. The analysis was addressed by a qualitative process of coding and classification of journalistic texts. The empirical results indicate that the frames produced for the newspapers correspond to the political context to which they belong, that they coincide in pointing to climate change as a serious problem caused primarily by industrialized countries and what must be faced with a sense of urgency, so they tend to legitimate climate policy. In this regard, it is noted that journalistic frames not only guide the interpretation of social problems, but legitimate political action.",
    "readLink": "https://revistas.urosario.edu.co/index.php/disertaciones/article/view/3845"
  },
  {
    "title": "Optimizing the carbonic anhydrase temperature response and stomatal conductance of carbonyl sulfide leaf uptake in the Simple Biosphere model (SiB4)",
    "authors": [
      "A. Cho,",
      "L. M. J. Kooijmans,",
      "K.-M. Kohonen,",
      "R. Wehr,",
      "M. C. Krol,",
      "M. C. Krol"
    ],
    "doi": "https://doi.org/10.5194/bg-20-2573-2023",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  2573\n                                  – 2594",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Carbonyl sulfide (COS) is a useful tracer to estimate gross primary production (GPP) because it shares part of the uptake pathway with CO2. COS is taken up in plants through hydrolysis, catalyzed by the enzyme carbonic anhydrase (CA), but is not released. The Simple Biosphere model version 4 (SiB4) simulates COS leaf uptake using a conductance approach. SiB4 applies the temperature response of the RuBisCo enzyme (used for photosynthesis) to simulate the COS leaf uptake, but the CA enzyme might respond differently to temperature. We introduce a new temperature response function for CA in SiB4, based on enzyme kinetics with an optimum temperature. Moreover, we determine Ball–Woodrow–Berry (BWB) model parameters for stomatal conductance (gs) using observation-based estimates of COS flux, GPP, and gs along with meteorological measurements in an evergreen needleleaf forest (ENF) and deciduous broadleaf forest (DBF). We find that CA has optimum temperatures of 20 ∘C (ENF) and 36 ∘C (DBF), which is lower than that of RuBisCo (45 ∘C), suggesting that canopy temperature changes can critically affect CA's catalyzation activity. Optimized values for the BWB offset parameter are similar to the original value (0.010 ± 0.003 mol m−2 s−1), and optimized values for the BWB slope parameter (ENF: 16.4, DBF: 11.4) are higher than the original value (9.0) at both sites. The optimization reduces prior errors on all parameters by more than 50 % at both stations. We apply the optimized gi and gs parameters in SiB4 site simulations, thereby improving the timing and peak of COS assimilation. In addition, we show that SiB4 underestimates the leaf humidity stress under conditions where high vapor pressure deficit (VPD) should limit gs in the afternoon, thereby overestimating gs. Furthermore, global COS biosphere sinks with optimized parameters show smaller COS uptake in regions where the air temperature is over 25 ∘C, mostly in the tropics, and larger uptake in regions where the temperature is below 25 ∘C. This change corresponds with reported deficiencies in the global COS fluxes, such as missing sinks at high latitudes and required sources in the tropics. Using our optimization and additional observations of COS uptake over various climate and plant types, we expect further improvements in global COS biosphere flux estimates.",
    "readLink": "https://bg.copernicus.org/articles/20/2573/2023/bg-20-2573-2023.pdf"
  },
  {
    "title": "Exploration of the environmental and socioeconomic implications of HCFC-22 phase-out for Botswana",
    "authors": [
      "Bongayi Kudoma,",
      "Memory Tekere"
    ],
    "doi": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  108\n                                  – 118",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Climate change and ozone depletion are topics challenging the world over and are both attributed mainly to human activities, particularly emissions of ozone depleting substances. One such substance is chlorodifluoromethane (HCFC-22), a cheap, widely used refrigerant with a high global warming potential and a chemical target for phase-out under the Montreal protocol. Botswana like all signatory countries to the Montreal Protocol is required to develop and implement a country-level Hydrochlorofluorocarbon Phase-out Management Plan (HPMP). This study focused on evaluating the environmental and socioeconomic implications of phasing out HCFC-22 in Botswana. A census of nine HCFC-22-importing companies was conducted and probability sampling proportional to company size was used to select a sample of 159 respondents from the Department of Meteorological Services, Customs officers and HCFC-22 Industrial consumers. Annual HCFC-22 importation figures for Botswana in 2009–2017 from the National Ozone Unit were analysed. It emerged that HCFC-22 phase-out had reduced HCFC-22 consumption by approximately 510,400 kg in 2011–2017, translating to 28,072 ozone depleting potential (ODP) saved. Also, the HCFC-22 phase-out plan saved the country 128 kW h of electricity for 2009–2017. While decreasing demand for HCFC-22, the HPMP had correspondingly occasioned the higher replacement and servicing costs of HCFC-22-compliant equipment, as HCFC-22 substitutes cost more. To deter use of HCFC-22 and promote phase-out, the price of substitute refrigerants can be made less expensive than HCFC-22. Participating stakeholders attest that HCFC-22 phase-out has positive social benefits such as raising community awareness of the ozone depleting phase-out. As a recommendation, the government of Botswana could offer a number of incentives towards HCFC-22 substitutes uptake in order to give impetus to technology transfer.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927820301003"
  },
  {
    "title": "Introduction of Renewable Energy in the Spanish Wine Sector",
    "authors": [
      "Nieves Garcia-Casarejos,",
      "Pilar Gargallo,",
      "Javier Carroquino"
    ],
    "doi": "https://doi.org/10.3390/su10093157",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  3157",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The wine sector is very sensitive to the effects of climate change. Despite this, there is little use of renewable energy in the wine sector. In fact, the adoption of mitigation measures by companies depends on their own attitudes and interests. The objective of this work was to understand the use and disposition of Spanish wineries to incorporate renewable energy. In addition, subjective obstacles to and motivations for adoption could be identified. First, a survey was conducted on the Spanish wine sector. Second, the multivariate statistical technique of factor analysis was applied. Third, a set of indicators to describe the determinant factors that influence a winery’s decision to adopt renewable energy was obtained. Finally, a cluster analysis provided three different profiles. The first group comprised wineries that did not trust on the maturity of renewable energy. The second one comprised wineries that were not convinced about introducing renewable energy, either for environmental or reputational reasons. The third group comprised wineries convinced of the benefits of incorporating renewable energy. This work was done as a part of the European project: Renewable Energy in the Wine Industry (LIFE REWIND).",
    "readLink": "http://www.mdpi.com/2071-1050/10/9/3157"
  },
  {
    "title": "Evolution of snow and ice temperature, thickness and energy balance in Lake Orajärvi, northern Finland",
    "authors": [
      "Bin Cheng,",
      "Timo Vihma,",
      "Laura Rontu,",
      "Anna Kontu,",
      "Homa Kheyrollah Pour,",
      "Claude Duguay,",
      "Jouni Pulliainen"
    ],
    "doi": "https://doi.org/10.3402/tellusa.v66.21564",
    "journalVolume": "Vol. 66,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "1600-0870 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://a.tellusjournals.se/",
    "abstract": "The seasonal evolution of snow and ice on Lake Orajärvi, northern Finland, was investigated for three consecutive winter seasons. Material consisting of numerical weather prediction model (HIRLAM) output, weather station observations, manual snow and ice observations, high spatial resolution snow and ice temperatures from ice mass balance buoys (SIMB), and Moderate Resolution Imaging Spectroradiometer (MODIS) lake ice surface temperature observations was gathered. A snow/ice model (HIGHTSI) was applied to simulate the evolution of the snow and ice surface energy balance, temperature profiles and thickness. The weather conditions in early winter were found critical in determining the seasonal evolution of the thickness of lake ice and snow. During the winter season (Nov.–Apr.), precipitation, longwave radiative flux and air temperature showed large inter-annual variations. The uncertainty in snow/ice model simulations originating from precipitation was investigated. The contribution of snow to ice transformation was vital for the total lake ice thickness. At the seasonal time scale, the ice bottom growth was 50–70% of the total ice growth. The SIMB is suitable for monitoring snow and ice temperatures and thicknesses. The Mean Bias Error (MBE) between the SIMB and borehole measurements was −0.7 cm for snow thicknesses and 1.7 cm for ice thickness. The temporal evolution of MODIS surface temperature (three seasons) agrees well with SIMB and HIGHTSI results (correlation coefficient, R=0.81). The HIGHTSI surface temperatures were, however, higher (2.8°C≤MBE≤3.9°C) than the MODIS observations. The development of HIRLAM by increasing its horizontal and vertical resolution and including a lake parameterisation scheme improved the atmospheric forcing for HIGHTSI, especially the relative humidity and solar radiation. Challenges remain in accurate simulation of snowfall events and total precipitation.",
    "readLink": "http://www.tellusa.net/index.php/tellusa/article/download/21564/pdf_1"
  },
  {
    "title": "Mapping and monitoring of glacier lake outburst floods using geospatial modelling approach for Darkut valley, Pakistan",
    "authors": [
      "Muhammad Amin,",
      "Dilshad Bano,",
      "Sher S. Hassan,",
      "Muhammad A. Goheer,",
      "Aftab A. Khan,",
      "Mobushir R. Khan,",
      "Syeda M. Hina"
    ],
    "doi": "https://doi.org/10.1002/met.1877",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1350-4827 (Print)",
    "publisher": "1469-8080 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://rmets.onlinelibrary.wiley.com/journal/14698080",
    "abstract": "Abstract Climate change and human activities have resulted in the receding of glaciers throughout the world including Pakistan. Glacier lake outburst floods (GLOFs) are amongst the most common climate‐change‐induced hazards in northern Pakistan. In the present study, GLOF mapping and modelling was carried out using remote sensing and geographical information system techniques coupled with ground‐truthing. Change detection techniques such as the normalized difference water index were applied on Landsat imagery for the identification of the temporal behaviour of Darkut glacial lake for the last 25 years. The depth of the lake was estimated to be 81 m and the volume of the lake was calculated using a digital terrain model and extracted as 9.79 × 106 m3. The glacial lake extent has increased from 0.045 to 0.154 km2 in the last two decades. Two GLOF scenarios (peak and extreme flood) were developed on an existing volume of water in the study. There are 14 households exposed to medium flood and 10 to low flood risk while one helipad and one school are also in the low flood zone in the first scenario (i.e. peak flood) based on 87.84 m3·s−1 of water. The second scenario (i.e. extreme flood) was executed on 3,128 m3·s−1 of water, in which 14 households are at high flood risk, eight at medium and 35 in a low flood zone, as well as one school, a helipad and a community stockpile which are exposed to low flood. The outcomes of the study will help in the development of risk management plans, preparedness strategies and risk reduction from GLOF hazard.",
    "readLink": "https://doi.org/10.1002/met.1877"
  },
  {
    "title": "On a Reef Far, Far Away: Anthropogenic Impacts Following Extreme Storms Affect Sponge Health and Bacterial Communities",
    "authors": [
      "Amanda Shore,",
      "Amanda Shore,",
      "Jordan A. Sims,",
      "Michael Grimes,",
      "Lauren I. Howe-Kerr,",
      "Carsten G. B. Grupstra,",
      "Shawn M. Doyle,",
      "Lauren Stadler,",
      "Jason B. Sylvan,",
      "Kathryn E. F. Shamberger,",
      "Sarah W. Davies,",
      "Lory Z. Santiago-Vázquez,",
      "Adrienne M. S. Correa"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.608036",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Terrestrial runoff can negatively impact marine ecosystems through stressors including excess nutrients, freshwater, sediments, and contaminants. Severe storms, which are increasing with global climate change, generate massive inputs of runoff over short timescales (hours to days); such runoff impacted offshore reefs in the northwest Gulf of Mexico (NW GoM) following severe storms in 2016 and 2017. Several weeks after coastal flooding from these events, NW GoM reef corals, sponges, and other benthic invertebrates ∼185 km offshore experienced mortality (2016 only) and/or sub-lethal stress (both years). To assess the impact of storm-derived runoff on reef filter feeders, we characterized the bacterial communities of two sponges, Agelas clathrodes and Xestospongia muta, from offshore reefs during periods of sub-lethal stress and no stress over a three-year period (2016—2018). Sponge-associated and seawater-associated bacterial communities were altered during both flood years. Additionally, we found evidence of wastewater contamination (based on 16S rRNA gene libraries and quantitative PCR) in offshore sponge samples, but not in seawater samples, following these flood years. Signs of wastewater contamination were absent during the no-flood year. We show that flood events from severe storms have the capacity to reach offshore reef ecosystems and impact resident benthic organisms. Such impacts are most readily detected if baseline data on organismal physiology and associated microbiome composition are available. This highlights the need for molecular and microbial time series of benthic organisms in near- and offshore reef ecosystems, and the continued mitigation of stormwater runoff and climate change impacts.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.608036/full"
  },
  {
    "title": "Determinants of Decarbonisation in the Transformation of the Energy Sector: The Case of Poland",
    "authors": [
      "Magdalena Wójcik-Jurkiewicz,",
      "Marzena Czarnecka,",
      "Grzegorz Kinelski,",
      "Beata Sadowska,",
      "Katarzyna Bilińska-Reformat"
    ],
    "doi": "https://doi.org/10.3390/en14051217",
    "journalVolume": "Vol. 14,\n                                no. 1217\n                                \n                                  p.\n                                  1217",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "This paper aims to identify the determinants of the decarbonisation processes in Poland within the scope of energy transformation. The purpose of the study is to identify how the public perceives decarbonisation determinants in order to develop a sustainable energy strategy for Poland. The transition of the energy market to low-carbon technology is a policy challenge. Governments must implement policies that are environmentally friendly, cost-effective, but, most of all, socially acceptable. Social acceptance risk plays a significant role in Poland, influencing the decarbonisation process. In Poland’s case, the coal share is decreasing, but it is still the most important fuel for electricity production. This process of decarbonisation is a fundamental influence on the transformation of the energy sector in Poland. The social perception of solutions that can be applied was examined. The Polish natural environment is poisoned. Poles suffer from diseases related to the burning of coal for energy production. Societal awareness, how people perceive the government’s actions, and what they expect in this regard is crucial.",
    "readLink": "https://www.mdpi.com/1996-1073/14/5/1217"
  }
]