[
  {
    "title": "Field note from Pakistan floods: Preventing future flood disasters",
    "authors": [
      "Marcus Oxley"
    ],
    "doi": "https://doi.org/10.4102/jamba.v3i2.42",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  453\n                                  – 463",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "Unusually heavy monsoon rains in Northern Pakistan have caused disproportionate levels of extreme flooding and unprecedented flood losses across the entire Indus River basin. Extensive land use changes and environmental degradation in the uplands and lowlands of the river basin together with the construction of a “built environment” out of balance with the functioning, capacities, scale and limits of the local ecosystems have exposed millions of people to an increased risk of extreme #ooding. The catastrophic nature of the August #ooding provides a unique opportunity to fundamentally change Pakistan’s current socio-economic development path by incorporating disaster risk reduction and climate change measures into the post-disaster recovery process to rebuild a safer, more resilient nation. In January 2005 one hundred and sixty-eight nations adopted the Hyogo Framework for Action (HFA)2005-2015 to bring about a “substantial reduction in disaster losses” by 2015. Despite this global initiative a series of major disasters, including the recent flooding in Pakistan, all indicate that we are not on track to achieve the substantial reduction of disaster losses. The following fieldnote considers what can be done to accelerate progress towards implementation of the Hyogo Framework, drawing on insights and lessons learnt from the August flooding to understand how Pakistan and neighbouring countries can prevent a repeat of such catastrophic disasters in future years.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/42"
  },
  {
    "title": "The Influence of Organic Matter Origin on the Chlorine Bulk Decay Coefficient in Reclaimed Water",
    "authors": [
      "Sung-Won Kang,",
      "Kwang-Ho Ahn"
    ],
    "doi": "https://doi.org/10.3390/w14050765",
    "journalVolume": "Vol. 14,\n                                no. 765\n                                \n                                  p.\n                                  765",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Using reclaimed water has been increasing to manage water shortages arising due to climate change. Research has been conducted on reclaimed water production, but few studies have investigated the pipe network and supply of reclaimed water. Reclaimed water contains greater amounts of organic matter, nutrients, and ionic substances compared to tap water. Therefore, it is highly likely to cause problems, such as water pollution due to microbial propagation in pipes, and leakage due to pipe corrosion, which interfere with water supply system operations. This study investigated the residual chlorine decay characteristics of chlorine disinfectants applied to a control biofilm in reclaimed water pipe networks. The bulk decay coefficient was compared between reclaimed water and a humic acid solution, and the origin of organic matter was analyzed using fluorescence excitation-emission matrices. The experimental results show that residual chlorine was consumed because protein and amino acid-based organic matter reacted more rapidly with chlorine than natural organic matter, such as humic acid. Moreover, chlorine bulk decay occurred rapidly in reclaimed water when total organic carbon was 3 mg/L or higher. These results confirm that removing organic matter during reclaimed water treatment may affect the management of the pipe network system.",
    "readLink": "https://www.mdpi.com/2073-4441/14/5/765"
  },
  {
    "title": "Irreversible effects of drying-wetting cycles on shrinkage and water retention of compacted London clay",
    "authors": [
      "Dias Ana Sofia,",
      "Hughes Paul,",
      "Toll David"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202338206003",
    "journalVolume": "Vol. 382\n                                \n                                \n                                  p.\n                                  06003",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Long-linear assets, such as roads and railways, supported by earthworks are susceptible to deterioration caused by weather cycles, that translate into changes in soil hydro-mechanical properties. Failures in these earthworks are expected to become more common due to climate change as periods of drought and extreme rainfall events become more frequent. In the present study, the effect of the suction range of the moisture cycle on the soil-water retention curve (SWRC) and soil shrink-swell curve (SSC) of active London clay is investigated. Soil samples compacted at Proctor optimum conditions were subjected to drying-wetting cycles within a variable suction interval. A change in the SSC was observed when the water content reduced below a threshold that approximates to the shrinkage limit. A reduction in the ability of the soil to hold suction was observed with SWRCs becoming less steep, as the Primary Drying Line was steeper than subsequent drying phases (Scanning Drying Lines). Once the Scanning Drying Line intersects the Primary Drying Line, a yielding point is identified, and the soil loses further ability to hold suction. Irreversible deformations were observed associated with changes in the SWRC from drying-wetting cycles.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/19/e3sconf_unsat2023_06003.pdf"
  },
  {
    "title": "The Impact of Climate Change Adaptation Strategies on Income and Food Security: Empirical Evidence from Small-Scale Fishers in Indonesia",
    "authors": [
      "Moh. Shadiqur Rahman,",
      "Hery Toiba,",
      "Wen-Chi Huang"
    ],
    "doi": "https://doi.org/10.3390/su13147905",
    "journalVolume": "Vol. 13,\n                                no. 7905\n                                \n                                  p.\n                                  7905",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The impacts of climate change on marine capture fisheries have been observed in several studies. It is likely to have a substantial effect on fishers’ income and food security. This study aims to estimate the impact of adaptation strategies on fishers’ income and their household’s food security. Data were collected from small-scale fishers’ households, which own a fishing boat smaller or equal to five gross tonnages (GT). The study sites were the two coastal regions of Malang and Probolinggo in East Java, Indonesia, due to the meager socioeconomic resources caused by climate change. A probit regression model was used to determine the factors influencing the fishers’ adaptation. Propensity score matching (PSM) was applied to evaluate the impact of the adaptation strategies on income and food security. Food security was measured by food consumption score (FCS). The findings indicated that participation in the fishers’ group affected adaptation strategies significantly, and so did the access to credit and climate information. Also, PSM showed that the adaptation strategies had a positive and significant impact on fishers’ income and food security. Those who applied the adaptation strategies had a higher income and FCS than those who did not. This finding implies that the fishery sector’s adaptation strategies can have significant expansion outcome and reduce exposure to risks posed by climate change. Therefore, the arrangement of more climate change adaptation strategies should be promoted by the government for small-scale fishers in Indonesia.",
    "readLink": "https://www.mdpi.com/2071-1050/13/14/7905"
  },
  null,
  {
    "title": "Development of a novel green coating process with laser",
    "authors": [
      "Chongliang Zhong,",
      "Gerhard Backes,",
      "Lukas Martin Johann,",
      "Jochen Kittel,",
      "Thomas Schopphoven,",
      "Wolfgang Küppers"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-10351-4",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Corrosion causes costs of about 3–4% of each country’s gross domestic product, and due to the climate change, the corrosion rates on infrastructure are likely to increase furtherly in the future1,2. For corrosion protection, hard chrome plating (HCP) is commercially used since the early 20th3. Yet the biggest drawback concerns environmental protection, since toxic and carcinogenic hexavalent chromium Cr6+ is used. As an alternative, thermal spray (TS) is increasingly used since the last 20 years. Nevertheless, the coatings are technologically constrained in regard to high porosity, low material efficiency and poor bonding to the base material. Therefore, the demand for an environmental friendly and economical process that produces high-quality coatings is increasingly coming into the research focus. With laser, dense, metallurgically bonded and therefore well-adhering coatings with high material efficiency of > 90% can be produced from a large number of metallic alloys without the need to use environmentally harmful chemicals or noise emissions. However, the typical area coating rate of 500 m/min. Defect-free layers that metallurgically bond to the base material with a thickness of 50–250 µm and a material efficiency of > 90% can be achieved. According to the results, an area coating rate up to 20 m2/h is achievable. The pioneer work of applications in offshore and automobile sectors show, this process is already providing beneficial for the industry.",
    "readLink": "https://doi.org/10.1038/s41598-022-10351-4"
  },
  {
    "title": "Climate Change As a Significant Factor to the Aggravation of Coronary Artery Disease Among Elderly: A Basis for Emphasizing Community-based Self-care Measures",
    "authors": [
      "Eladio Martin S. Gumabay,",
      "Karen Mae S. Alcantara,",
      "Jaylord G. Ugaddan,",
      "Dexter C. Centeno"
    ],
    "doi": "https://doi.org/10.18502/sjms.v18i2.13599",
    "journalVolume": "Vol. 18,\n                                no. 2\n                                \n                                  pp.\n                                  139\n                                  – 152",
    "issn": "1858-5051 (Online)",
    "publisher": "Knowledge E",
    "countryOfPublisher": "United Arab Emirates",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://knepublishing.com/index.php/SJMS",
    "abstract": "Abstract Background: This research study explored the lived experience of the elderly with coronary artery disease (CAD) relevant to the effects of climate change as a basis for enhanced and strengthened community-based self-care measures. Methods: A descriptive phenomenological design was employed in the study. Consented face-to-face interview sessions with audio recordings were conducted to gather rich information. The data collected from 28 participants were analyzed using the modified Stevick-Colaizzi-Keen method. Results: Three themes emerged upon a thorough analysis of the results: (1) elucidating the elderly's perception of climate change; (2) unveiling the effects of climate change on CAD; and (3) managing health-related behaviors in a changing environment. Evidence has revealed that climate change causes and aggravates this disease. CAD manifestations worsen when an elderly person is exposed to sudden changes in weather conditions, where various signs and symptoms are evident. Conclusion: In conclusion, elderly clients have an awareness of the concept of climate change and its physiologic effects on CAD; hence, employment of practical self-care measures and practices in managing manifestations, significantly helps them adapt and cope with the adverse effects climate change brings.",
    "readLink": "https://doi.org/10.18502/sjms.v18i2.13599"
  },
  {
    "title": "Dinoflagellate <i>Ceratium symmetricum</i> Pavillard (Gonyaulacales: Ceratiaceae): Its occurrence in the Hooghly-Matla Estuary and offshore of Indian Sundarban and its significance",
    "authors": [
      "A. Akhand,",
      "S. Maity,",
      "A. Mukhopadhyay,",
      "I. Das,",
      "P. Sanyal,",
      "S. Hazra"
    ],
    "doi": "https://doi.org/10.11609/JoTT.o2530.2693-8",
    "journalVolume": "Vol. 4,\n                                no. 7\n                                \n                                  pp.\n                                  2693\n                                  – 2698",
    "issn": "0974-7893 (Print)",
    "publisher": "0974-7907 (Online)",
    "countryOfPublisher": "Wildlife Information Liaison Development Society",
    "lcc": [
      "India",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://threatenedtaxa.org/",
    "abstract": "The Sundarban is the largest mangrove ecosystem, which is presently vulnerable to climate change related impacts. The western part of it falls in the state of West Bengal between the estuaries of the Hooghly and Ichamati-Raymongal Rivers. The diversity of the genus Ceratium Schrank and the related physicochemical parameters such as Sea Surface Temperature (SST) was studied in the Hooghly-Matla estuary and offshore. Five species of bio-indicator dinoflagellate, Ceratium were identified in the bloom-forming season. The species are: C. furca, C. fusus, C. symmetricum, C. trichoceros and C. tripos. C. symmetricum was not previously reported from the Indian part of the Sundarban and is now found in low abundance. The other four species are less sensitive to warming or rise in SST. A comparative study of the day time SST from the satellite images of the year 2003 to 2009 of the months of January and February reveals a rising winter SST. Compared to the previous years, the increase in temperature can be one of the causative factors to explain the lower abundance of C. symmetricum compared to the others. With further rise of the SST, there is a possibility that this species may no longer be found in abundance in the western part of adjoining Hooghly-Matla estuarine system.",
    "readLink": "http://threatenedtaxa.org/index.php/JoTT/article/view/771"
  },
  {
    "title": "Assessing the Greenhouse Gas Impact of a Renewable Energy Feed-in Tariff Policy in Mozambique: Towards NDC Ambition and Recommendations to Effectively Measure, Report, and Verify Its Implementation",
    "authors": [
      "Emília  Inês Come Zebra,",
      "Gilberto Mahumane,",
      "Federico  Antonio Canu,",
      "Ana Cardoso"
    ],
    "doi": "https://doi.org/10.3390/su13105376",
    "journalVolume": "Vol. 13,\n                                no. 5376\n                                \n                                  p.\n                                  5376",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Parties to the Paris Agreement (PA) have agreed on the goal of limiting the increase in global average temperature to well below 2 °C and are pursuing efforts to limit warming to 1.5 °C. Countries’ nationally determined contributions (NDCs) comprise the main framework used to achieve this. In this context, Mozambique′s NDC includes, amongst other actions, increased renewable energy (RE) generation. This article presents the results of the assessment of greenhouse gas (GHG) impacts of the Renewable Energy Feed-in Tariff (REFIT), using the Long-range Energy Alternatives Planning (LEAP) system model, in order to determine its potential contribution to Mozambique′s NDC’s goals and RE targets. Results from this study show that the REFIT regulation can be expected to contribute to reducing 0.34 MtCO2eq (0.6% of the NDC target for the electricity sector) by 2030, compared to a business-as-usual (BAU) scenario. However, the NDC ambition could be enhanced through the REFIT and contribute to reducing 2.54 MtCO2eq (4.3% of the NDC target for the electricity sector) by 2030. The article further discusses the requirements for a robust measuring, reporting, and verification (MRV) system for climate policies, using REFIT as a case study, to facilitate effective tracking of NDC progress and achievement and transparent reporting to the United Nations Framework Convention on Climate Change (UNFCCC).",
    "readLink": "https://www.mdpi.com/2071-1050/13/10/5376"
  },
  {
    "title": "Green bonds as an innovative sovereign financial instrument",
    "authors": [
      "Marcin Wiśniewski,",
      "Jakub Zieliński"
    ],
    "doi": "https://doi.org/10.12775/EiP.2019.007",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  83\n                                  – 96",
    "issn": "1898-2255 (Print)",
    "publisher": "2392-1625 (Online)",
    "countryOfPublisher": "Uniwersytet Mikołaja Kopernika",
    "lcc": [
      "Poland",
      "Law",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://economicsandlaw.pl",
    "abstract": "Motivation: There is a growing awareness of the impact that climate change is having on the world economy and the standards of living. Green bonds (GBs) are relatively new and innovative instruments on the financial market where the capitals are also invested in projects that generate environmental or climate benefits. The newness of this financial instrument could be the main reason behind the scarcity of scientific publications on green bonds; thus, it remains an undeveloped research area. One of the problems is also classifying securities as GBs. Therefore, it is exceedingly important to distinguish labelled green bonds and unlabelled climate-aligned bonds.Aim: In the article, the authors will present the evolution of the green bonds market and attempt to assess the observed and potential effects of green bonds’ issuances, taking into account governments issues.Results: Green bonds are the next stage of market growth. In the article, the authors will present the benefits of green bonds and the positive impact that their issuance has on the issuer and on investors’ image as socially responsible entities. Therefore, strong investor demand can lead to oversubscription. Thus, green bonds could be one of the easiest ways to attract investors and potentially increase issuance size which can contribute to lower costs of financing green public tasks.",
    "readLink": "http://apcz.umk.pl/czasopisma//index.php/EiP/article/view/19373"
  }
]