[
  {
    "title": "Experimental warming decreases arbuscular mycorrhizal fungal colonization in prairie plants along a Mediterranean climate gradient",
    "authors": [
      "Hannah Wilson,",
      "Bart R. Johnson,",
      "Brendan Bohannan,",
      "Laurel Pfeifer-Meister,",
      "Rebecca Mueller,",
      "Scott D. Bridgham"
    ],
    "doi": "https://doi.org/10.7717/peerj.2083",
    "journalVolume": "Vol. 4\n                                \n                                \n                                  p.\n                                  e2083",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background: Arbuscular mycorrhizal fungi (AMF) provide numerous services to their plant symbionts. Understanding climate change effects on AMF, and the resulting plant responses, is crucial for predicting ecosystem responses at regional and global scales. We investigated how the effects of climate change on AMF-plant symbioses are mediated by soil water availability, soil nutrient availability, and vegetation dynamics. Methods: We used a combination of a greenhouse experiment and a manipulative climate change experiment embedded within a Mediterranean climate gradient in the Pacific Northwest, USA to examine this question. Structural equation modeling (SEM) was used to determine the direct and indirect effects of experimental warming on AMF colonization. Results: Warming directly decreased AMF colonization across plant species and across the climate gradient of the study region. Other positive and negative indirect effects of warming, mediated by soil water availability, soil nutrient availability, and vegetation dynamics, canceled each other out. Discussion: A warming-induced decrease in AMF colonization would likely have substantial consequences for plant communities and ecosystem function. Moreover, predicted increases in more intense droughts and heavier rains for this region could shift the balance among indirect causal pathways, and either exacerbate or mitigate the negative, direct effect of increased temperature on AMF colonization.",
    "readLink": "https://peerj.com/articles/2083.pdf"
  },
  {
    "title": "How climate change and fire exclusion drive wildfire regimes at actionable scales",
    "authors": [
      "Erin J Hanan,",
      "Jianning Ren,",
      "Christina L Tague,",
      "Crystal A Kolden,",
      "John T Abatzoglou,",
      "Ryan R Bart,",
      "Maureen C Kennedy,",
      "Mingliang Liu,",
      "Jennifer C Adam"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abd78e",
    "journalVolume": "Vol. 16,\n                                no. 2\n                                \n                                  p.\n                                  024051",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Extreme wildfires are increasing in frequency globally, prompting new efforts to mitigate risk. The ecological appropriateness of risk mitigation strategies, however, depends on what factors are driving these increases. While regional syntheses attribute increases in fire activity to both climate change and fuel accumulation through fire exclusion, they have not disaggregated causal drivers at scales where land management is implemented. Recent advances in fire regime modeling can help us understand which drivers dominate at management-relevant scales. We conducted fire regime simulations using historical climate and fire exclusion scenarios across two watersheds in the Inland Northwestern U.S., which occur at different positions along an aridity continuum. In one watershed, climate change was the key driver increasing burn probability and the frequency of large fires; in the other, fire exclusion dominated in some locations. We also demonstrate that some areas become more fuel-limited as fire-season aridity increases due to climate change. Thus, even within watersheds, fuel management must be spatially and temporally explicit to optimize effectiveness. To guide management, we show that spatial estimates of soil aridity (or temporally averaged soil moisture) can provide a relatively simple, first-order indicator of where in a watershed fire regime is climate vs. fuel-limited and where fire regimes are most vulnerable to change.",
    "readLink": "https://doi.org/10.1088/1748-9326/abd78e"
  },
  {
    "title": "KARBON DAN PERANANNYA DALAM MENINGKATKAN KELAYAKAN USAHA HUTAN TANAMAN JATI (Tectona grandis)  DI  KPH SARADAN, JAWA TIMUR",
    "authors": [
      "Kirsfianti Linda Ginoga,",
      "Yuliana C. Wulan,",
      "Deden Djaenudin"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2005.2.2.149-167",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  149\n                                  – 167",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Penelitian ini bertujuan untuk menghitung karbon dan pengaruh nilai karbon pada kelayakan hutan tanaman Jati (Tectona grandis). Penelitian dilakukan di KPH Saradan, Perum Perhutani Unit II, Jawa Timur. Metode perhitungan karbon menggunakan model alometrik Biomasa (Brown dan Vademikum Kehutanan) karena model ini sangat sederhana serta mengakomodasi variabel yang lebih banyak. Dengan kondisi tanah yang relatif kurang subur, pada akhir daur (60 tahun), Jati menghasilkan karbon per hektar berturut-turut sebesar 348,08 (Brown, 1997) dan 520,46 ton C/ha (Vademecum Kehutanan, 1976). Perkiraan biaya karbon berdasarkan pembuatan hutan tanaman per ton adalah sebesar Rp. 22.194 dihitung berdasarkan pembuatan hutan tanaman. Ditambahkannya nilai karbon akan meningkatkan kelayakan hutan tanaman, yang diindikasikan dengan meningkatnya IRR perusahaan sebesar 2%, dan NPV sebesar 73%. Implikasinya adalah dengan kondisi sekarang (daur panjang, resiko tinggi) pembangunan hutan tanaman jati layak untuk diusahakan terutama apabila nilai karbon dimasukan, karena itu perlu diteruskan.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/414"
  },
  {
    "title": "Climate change and tourism in cities in the interior of Spain: impacts on the climatic-tourist aptitude models of Leon, Granada, and Madrid",
    "authors": [
      "Alfredo Millán López"
    ],
    "doi": "https://doi.org/10.14198/INGEO2019.72.03",
    "journalVolume": "Vol. 0,\n                                no. 72\n                                \n                                  pp.\n                                  53\n                                  – 73",
    "issn": "0213-4691 (Print)",
    "publisher": "1989-9890 (Online)",
    "countryOfPublisher": "Instituto Interuniversitario de Geografía (Universidad de Alicante)",
    "lcc": [
      "Spain",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://www.investigacionesgeograficas.com",
    "abstract": "Urban and interior tourism are economic activities that are highly dependent on climate. Spain will be seriously affected by climate change. Therefore, understanding the impact of climate change on tourism in cities is crucial because of its socioeconomic value. This study aims to analyse and describe current and tourist-climate aptitude models in three cities that are representative of urban tourism in Spain: Leon, Granada, and Madrid. In the analysis of climate-tourism potential, we tackle a crucial issue for planning inland tourism in Spain: forecasting the degree of impact of climate change on tourism. For this analysis, an inland climate-tourism index (ICTI) (Millán, 2017) is implemented and two scenarios are proposed for the medium and long term: 2030 and 2040. The results indicate that climate change will mean important changes in the climate-tourism models of cities in the interior of Spain. These modifications will affect the temporary distribution of comfort aptitudes, and present new challenges and opportunities for tourism in these cities.",
    "readLink": "https://www.investigacionesgeograficas.com/article/view/2019-n72-cambio-climatico-y-actividad-turistica-en-espacios-urbanos-leon-granada-y-madrid"
  },
  {
    "title": "The Readiness of the Water Utilities in Bulgaria for Transition toward a Circular Economy",
    "authors": [
      "Galina Dimova,",
      "Sonya Dimitrova,",
      "Irina Kostova,",
      "Svetlana Lazarova,",
      "Irina Ribarova,",
      "Dean Stoyanov,",
      "Radoslav Tonev,",
      "Emil Tsanov,",
      "Dobril Valchev"
    ],
    "doi": "https://doi.org/10.3390/pr10061156",
    "journalVolume": "Vol. 10,\n                                no. 1156\n                                \n                                  p.\n                                  1156",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "Urban water systems are still in their infancy regarding the transition toward a circular economy, despite the sporadic successful examples worldwide. This paper was aimed at analyzing the preparedness of four water utilities in Bulgaria for the implementation of circular economy principles and solutions. These utilities provide water supply and sewerage services to about 30% of the population in Bulgaria. SWOT analysis was used as a core tool. Publicly available data such as nonrevenue water, pressure management, energy demand, network digitalization, and sludge utilization were used to explore the internal factors. The external environment was considered through the legislative and socioeconomic framework, climate change, etc. Finally, the credibility of the conclusions was verified in workshops with the water utilities. The key positive outcomes were that the external factors favor the shift to circular systems, while the major weakness, i.e., the aged infrastructure, is actually a good opportunity for the implementation of modern and circular solutions. The efficient collaboration of water utilities with other actors is a precondition for the development of a sustainable market for “circular” products.",
    "readLink": "https://www.mdpi.com/2227-9717/10/6/1156"
  },
  {
    "title": "Improving Resilience to Emergencies through Advanced Cyber Technologies: the I-REACT project",
    "authors": [
      "Claudia Maltoni,",
      "Claudio Rossi,",
      "Guzmán Sánchez"
    ],
    "doi": "Vol. 21,\n                                no. 3",
    "issn": "1128-8132 (Print)",
    "publisher": "2283-5687 (Online)",
    "countryOfPublisher": "mediaGEO soc. coop.",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography: Cartography: Cadastral mapping"
    ],
    "journalUrl": "http://mediageo.it/ojs/index.php/GEOmedia",
    "abstract": "Due to climate change, floods, wildfires and other extreme weather events are becoming more frequent and intense. This scenario poses a challenge for current risk management systems. I-REACT project aims to develop a solution through the integration and modelling of data coming multiple sources. Information from European monitoring systems, earth observations, historical information and weather forecasts will be combined with data gathered by new technological developments created by I-REACT. These include a mobile app and a social media analysis tool to account for real-timeccrowdsourced information, wearables to improvecpositioning, as well as augmented reality glasses to facilitate reporting and information visualisation by first responders. With this approach, I-REACT will be able to empower stakeholders in the prevention and management of disasters. Citizens will be involved in reporting first-hand information, policymakers will be supported in the decision-making process, and first responders will be equipped with essential tools for early warning and response. At the same time, private companies could leverage specific set of I-REACT components to improve their business, when linked to disaster management. Overall, I-REACT aims to be a European-wide contribution to build more secure and resilient societies to disasters.",
    "readLink": "https://www.mediageo.it/ojs/index.php/GEOmedia/article/view/1443"
  },
  {
    "title": "Successional Variation in the Soil Microbial Community in Odaesan National Park, Korea",
    "authors": [
      "Hanbyul Lee,",
      "Seung-Yoon Oh,",
      "Young  Min Lee,",
      "Yeongseon Jang,",
      "Seokyoon Jang,",
      "Changmu Kim,",
      "Young  Woon Lim,",
      "Jae-Jin Kim"
    ],
    "doi": "https://doi.org/10.3390/su12114795",
    "journalVolume": "Vol. 12,\n                                no. 4795\n                                \n                                  p.\n                                  4795",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Succession is defined as variation in ecological communities caused by environmental changes. Environmental succession can be caused by rapid environmental changes, but in many cases, it is slowly caused by climate change or constant low-intensity disturbances. Odaesan National Park is a well-preserved forest located in the Taebaek mountain range in South Korea. The forest in this national park is progressing from a mixed-wood forest to a broad-leaved forest. In this study, microbial community composition was investigated using 454 sequencing of soil samples collected from 13 different locations in Odaesan National Park. We assessed whether microbial communities are affected by changes in environmental factors such as water content (WC), nutrient availability (total carbon (TC) and total nitrogen (TN)) and pH caused by forest succession. WC, TC, TN and pH significantly differed between the successional stages of the forest. The WC, TC and TN of the forest soils tended to increase as succession progressed, while pH tended to decrease. In both successional stages, the bacterial genus Pseudolabrys was the most abundant, followed by Afipia and Bradyrhizobium. In addition, the fungal genus Saitozyma showed the highest abundance in the forest soils. Microbial community composition changed according to forest successional stage and soil properties (WC, TC, TN, and pH). Furthermore, network analysis of both bacterial and fungal taxa revealed strong relationships of the microbial community depending on the soil properties affected by forest succession.",
    "readLink": "https://www.mdpi.com/2071-1050/12/11/4795"
  },
  {
    "title": "Automobile Exhaust Removal Performance of Pervious Concrete with Nano TiO<sub>2</sub> under Photocatalysis",
    "authors": [
      "Guobao Luo,",
      "Hanbing Liu,",
      "Wenjun Li,",
      "Xiang Lyu"
    ],
    "doi": "https://doi.org/10.3390/nano10102088",
    "journalVolume": "Vol. 10,\n                                no. 2088\n                                \n                                  p.\n                                  2088",
    "issn": "2079-4991 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nanomaterials",
    "abstract": "The urban environment is facing serious problems caused by automobile exhaust pollution, which has led to a great impact on human health and climate, and aroused widespread concern of the government and the public. Nano titanium dioxide (TiO2), as a photocatalyst, can be activated by ultraviolet irradiation and then form a strong REDOX potential on the surface of the nano TiO2 particles. The REDOX potential can degrade the automobile exhaust, such as nitrogen oxides (NOx) and hydrocarbons (HC). In this paper, a photocatalytic environmentally friendly pervious concrete (PEFPC) was manufactured by spraying nano TiO2 on the surface of it and the photocatalytic performance of PEFPC was researched. The nano TiO2 particle size, TiO2 dosage, TiO2 spraying amount, and dispersant dosage were selected as factors to investigate the efficiency of photocatalytic degradation of automobile exhaust by PEFPC. Moreover, the environmental scanning electron microscope (ESEM) was used to evaluate the distribution of nano TiO2 on the surface of the pervious concrete, the distribution area of nano TiO2 was obtained through Image-Pro Plus, and the area ratio of nano TiO2 to the surface of the pervious concrete was calculated. The results showed that the recommended nano TiO2 particle size is 25 nm. The optimum TiO2 dosage was 10% and the optimum dispersant dosage was 5.0%. The photocatalytic performance of PEFPC was best when the TiO2 spraying amount was 333.3 g/m2. The change in the photocatalytic ratio of HC and NOx is consistent with the distribution area of nano TiO2 on the surface of the pervious concrete. In addition, the photocatalytic performance of PEFPC under two light sources (ultraviolet light and sunlight) was compared. The results indicated that both light sources were able to stimulate the photocatalytic performance of PEFPC. The research provided a reference for the evaluation of automobile exhaust removal performance of PEFPC.",
    "readLink": "https://www.mdpi.com/2079-4991/10/10/2088"
  },
  {
    "title": "Intraspecific diversification of the crop wild relative Brassica cretica Lam. using demographic model selection",
    "authors": [
      "Antonios Kioukis,",
      "Vassiliki A. Michalopoulou,",
      "Laura Briers,",
      "Stergios Pirintsos,",
      "David J. Studholme,",
      "Pavlos Pavlidis,",
      "Panagiotis F. Sarris"
    ],
    "doi": "https://doi.org/10.1186/s12864-019-6439-x",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1471-2164 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://bmcgenomics.biomedcentral.com",
    "abstract": "Abstract Background Crop wild relatives (CWRs) contain genetic diversity, representing an invaluable resource for crop improvement. Many of their traits have the potential to help crops to adapt to changing conditions that they experience due to climate change. An impressive global effort for the conservation of various CWR will facilitate their use in crop breeding for food security. The genus Brassica is listed in Annex I of the International Treaty on Plant Genetic Resources for Food and Agriculture. Brassica oleracea (or wild cabbage), a species native to southern and western Europe, has become established as an important human food crop plant because of its large reserves stored over the winter in its leaves. Brassica cretica Lam. (Bc) is a CWR in the brassica group and B. cretica subsp. nivea (Bcn) has been suggested as a separate subspecies. The species Bc has been proposed as a potential gene donor to brassica crops, including broccoli, cabbage, cauliflower, oilseed rape, etc. Results We sequenced genomes of four Bc individuals, including two Bcn and two Bc. Demographic analysis based on our whole-genome sequence data suggests that populations of Bc are not isolated. Classification of the Bc into distinct subspecies is not supported by the data. Using only the non-coding part of the data (thus, the parts of the genome that has evolved nearly neutrally), we find the gene flow between different Bc population is recent and its genomic diversity is high. Conclusions Despite predictions on the disruptive effect of gene flow in adaptation, when selection is not strong enough to prevent the loss of locally adapted alleles, studies show that gene flow can promote adaptation, that local adaptations can be maintained despite high gene flow, and that genetic architecture plays a fundamental role in the origin and maintenance of local adaptation with gene flow. Thus, in the genomic era it is important to link the selected demographic models with the underlying processes of genomic variation because, if this variation is largely selectively neutral, we cannot assume that a diverse population of crop wild relatives will necessarily exhibit the wide-ranging adaptive diversity required for further crop improvement.",
    "readLink": "https://doi.org/10.1186/s12864-019-6439-x"
  },
  {
    "title": "Mainstreaming the Full ENSO: Linking Present Weather and Future Climate",
    "authors": [
      "Michael H. Glantz,",
      "Lino Naranjo-Diaz,",
      "Qian Ye,",
      "Gregory E. Pierce"
    ],
    "doi": "https://doi.org/10.1007/s13753-022-00459-6",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  pp.\n                                  829\n                                  – 841",
    "issn": "2095-0055 (Print)",
    "publisher": "2192-6395 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering"
    ],
    "journalUrl": "http://www.springer.com/13753",
    "abstract": "Abstract In this article we propose that all countries that are striving to become a Weather-Ready Nation (WRN) would benefit greatly from including El Niño-Southern Oscillation (ENSO)-related research findings into their decision-making processes, not only when an El Niño or a La Niña forecast has been issued quasi-periodically. For an aspiring WRN, to benefit from ENSO information, such as disruptive or beneficial changes that could be foreseeably expected to occur in seasonal flow and in sub-seasonal hydrometeorological anomalies, requires its continuous mainstreaming about the status of the ENSO process into a WRN’s decision-making activities. The ENSO process provides a bridge between sub-seasonal weather anomalies and a sub-decadal climate phenomenon as well as a bridge between coping with weather extremes today and preparing for climate change-related hydrometeorological hazards in the future. ENSO extremes every few years provide a chance to evaluate a nation’s strategic and tactical responses to hydrometeorological hazard forecasts and disasters. Each successive ENSO extreme and its Neutral phase tests previously designed best practices. Involvement of today’s youth and young professionals on climate, water, and weather issues has been increasing and will do so in coming decades. Shifting awareness and attention to ENSO and away from ENSO extremes is crucial. The heightened urgency for understanding the full ENSO “cycle” especially by youth and young professionals today is because they will soon be in professional positions that enable them to advise decision makers about climate policy issues. Their understanding of the ENSO cycle is critically needed, as global warming is expected to continue to increase for the rest of the twenty-first century.",
    "readLink": "https://doi.org/10.1007/s13753-022-00459-6"
  }
]