[
  {
    "title": "Sensitive analysis of ground recharge estimation model, for semiarid areas",
    "authors": [
      "Salah Eddine Ali Rahmani,",
      "Brahim Chibane,",
      "Abdelkader Boucefiane"
    ],
    "doi": "https://doi.org/10.1007/s13201-018-0840-5",
    "journalVolume": "Vol. 8,\n                                no. 7\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2190-5487 (Print)",
    "publisher": "2190-5495 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.springer.com/13201",
    "abstract": "Abstract The rapid demographic evolution wields a big pressure on water resources potentialities; in addition, the climate change effects have influenced the natural renovation rate of water resources around the world. Starting from a previous published model, a sensitive analysis was established after introducing three parameters as watershed topography, stream network density and geology index to illustrate the impact of each of these parameters on the rate of groundwater recharge. This modified model has been improved by in-site experiment (soil chloride mass balance) tested in some selected sites in Sidi Slimane River located in the region of Djelfa at 300 km from Algiers (Algeria). The results obtained show that the parameters like geology, topography and the amount of rainfall and the drainage density influence the velocity of groundwater recharge. By introducing the chloride concentration in soil, the model becomes most independent and gives good results that can be used in water resources planning in semiarid land.",
    "readLink": "http://link.springer.com/article/10.1007/s13201-018-0840-5"
  },
  {
    "title": "A compound event-oriented framework to tropical fire risk assessment in a changing climate",
    "authors": [
      "Andreia F S Ribeiro,",
      "Paulo M Brando,",
      "Lucas Santos,",
      "Ludmila Rattis,",
      "Martin Hirschi,",
      "Mathias Hauser,",
      "Sonia I Seneviratne,",
      "Jakob Zscheischler"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac7342",
    "journalVolume": "Vol. 17,\n                                no. 6\n                                \n                                  p.\n                                  065015",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Tropical fire activity closely follows the co-occurrence of multiple climate stressors. Yet, it remains challenging to quantify how changes in climate alter the likelihood of fire risks associated with compound events. Recent abrupt changes in fire regimes in iconic landscapes in Brazil (namely the Pantanal and Xingu) provide a key opportunity to evaluate how extremely dry and hot conditions, both together and individually, have influenced the probability of large fires. Here we quantify the relationships between climate and fire across these regions and provide evidence on the extent to which fire risk and the associated impacts could be constrained if anthropogenic global warming is limited. We investigate the burned area, differentiating between fire types according to land use (forest fires, savanna fires, farming fires and grassland and wetland fires), and derive present and future fire risks linked to multiple climate variables. We show that concurrent air dryness (high vapour-pressure deficit (VPD)) and low precipitation have driven fire occurrence in both Xingu and the Pantanal, with VPD playing a dominant role. Historical climatic change has already increased compound event-related (CE-related) fire risks of all fire types (5%–10%), and these risks are likely to increase in the future due to global warming. The likelihood of CE-related increase in fire risk may be reduced by up to 14.4% if global warming is constrained to +1.5 °C instead of +3 °C. Nevertheless, substantially increased CE-related fire risks are still expected even if restricting global mean warming to 1.5 °C, particularly in the Pantanal. We thus conclude that climate action should be coordinated with environmental protection to reduce ignition sources and promote effective conservation measures to preserve these biomes.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac7342"
  },
  {
    "title": "Potential use of satellite observations to detect suspended sediment in delta region: a case study of the Red river delta, Vietnam",
    "authors": [
      "Hue Thi Dao,",
      "Tung Duc Vu"
    ],
    "doi": "https://doi.org/10.31276/VJSTE.62(3).03-09",
    "journalVolume": "Vol. 62,\n                                no. 3",
    "issn": "2525-2461 (Print)",
    "publisher": "2615-9937 (Online)",
    "countryOfPublisher": "Vietnam Ministry of Science and Technology",
    "lcc": [
      "Viet Nam",
      "Science"
    ],
    "journalUrl": "https://vietnamscience.vjst.vn/index.php/vjste",
    "abstract": "Building an integrated river delta basin and coastal management plan in the context of climate change requires suspended sediments data, which plays an important role and is the key component for understanding the hydrology regime in the delta region. Sediments are responsible for carrying a considerable amount of nutrients and contaminants. Most sediment discharge data is acquired by surveys/ data collection activities or by mathematical modelling. However, these methods are costly, time-consuming, and complex. Therefore, in this study, the authors investigate the potential use of satellite observations (MODIS reflectance) to detect suspended sediment flux in the Red river delta (RRD) of Vietnam. The relationships between discharge (Q), suspended sediment concentration (SSC), and total load (L) collected from the three in-situ stations Son Tay station (ST), Thuong Cat station (TC), and Hanoi station (HN) in the RRD are determined by regression analyses of reflectance data (R) obtained from MODIS bands 1-2 (250-m resolution). The results present a close connection between the monthly average of SSC and R and a good statistical relationship between the monthly average of Q and R in HN. At TC and ST, a lower correlation was found compared to HN because of the cloud cover and the position where data was collection in the river. The coefficient of determination ranged from 0.11 to 0.40 for the R-SSC and R-Q relationships. A method of estimating SSC and L at a single point along the river using data from Q and R was proposed based on the relationship correlation results.",
    "readLink": "https://vietnamscience.vjst.vn/index.php/vjste/article/view/102"
  },
  {
    "title": "Future projection of climate extremes across contiguous northeast India and Bangladesh",
    "authors": [
      "Ashesh Rudra Paul,",
      "Rajib Maity"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-42360-2",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract In recent times, India has experienced a significant increase in the frequency and intensity of extreme weather events, particularly in northeast India (NEI), an area known for its rich natural resources. Despite the geographic continuity of NEI and Bangladesh, previous studies have failed to consider their interconnectedness, resulting in an incomplete understanding of the situation. To bridge this gap, a comprehensive study encompassed the entire NEI, including West Bengal and Bangladesh (hereafter referred to as NEIB). This study examined climate extremes in NEIB, utilizing 12 temperature-based and 8 precipitation-based indices developed by the Expert Team on Climate Change Detection and Indices. Analysis was performed on temperature and precipitation data obtained from the India Meteorological Department and Bangladesh Meteorological Department covering the period 1981–2021. Additionally, climate projections from 14 Global Climate Models participating in the CMIP6 were incorporated for the period 2015–2100, considering four different Shared Socioeconomic Pathways (SSPs) scenarios. Findings revealed that under the SSP585 scenario, a substantial rise of 4 °C in maximum temperatures and 5.5 °C in minimum temperatures by the end of the twenty-first century. Warming indices, such as the summer days index, indicated an expected increase of 53 days, while the Warm spell days index was estimated to rise by approximately 2 days. Heavy precipitation days (R20mm) were projected to increase by up to 14 days, with a notable impact in Meghalaya. While the number of rainy days is expected to decrease, the overall magnitude of precipitation is anticipated to remain relatively stable. Notably, the Simple daily intensity index demonstrated a rise of 2.4 mm/day compared to the current baseline of 14.4 mm/day. These projected changes have significant ramifications for water resources, agriculture, health, and infrastructure in the region.",
    "readLink": "https://doi.org/10.1038/s41598-023-42360-2"
  },
  {
    "title": "The Dynamic Linkage between Technological Innovation and CO2 emissions in Malaysia:  An ARDL Bound Approach",
    "authors": [
      "Wajahat Ali,",
      "Azrai Abdullah,",
      "Azrai Abdullah,",
      "Muhammad Azam,",
      "Muhammad Azam"
    ],
    "doi": "Vol. 6,\n                                no. 3",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Environmental degradation and climate change are the main challenges encountered to achieve the predominant objective of sustainable development. There has been voluminous work done in this area, but the policies adopted and the empirical relationship between the determinants of CO2 emissions are not clear to handle the problem. There exists a theoretical and empirical contradiction in the literature on the relationship between the variables under the study. Thus, the current study investigates the relationship between carbon dioxide (CO2) emissions and its determinants namely economic growth, energy consumption, financial development, and technological innovations for Malaysia between 1985 and 2012. To achieve the objective of long-run relationship the autoregressive distributed lagged (ARDL) model is used for parameter estimation. The empirical results reveal that technological innovation is having a negative but insignificant relationship with environmental pollution in Malaysia during the period under study. The study also indicates that higher economic growth improves the environmental quality in the long-run and is in line with the Environmental Kuznets Curve (EKC) hypothesis. In a similar vein, the results indicate that financial sector development will lessen the CO2 emissions, thus, improving the quality of the environment in Malaysia. The short-run results reveal no evidence of the validation EKC hypothesis. Furthermore, the study applied Granger causality approach for causal relationship and found bidirectional causality running between economic growth and CO2 emissions and between technological innovation and CO2 emissions in the long-run. The study also found that the impact of energy consumption in the short-run is environmentally friendly. Moreover, the results indicate a short-run bidirectional causality running between energy consumption and economic growth and also between economic growth and technological innovation. Keywords: CO2 emissions, EKC, technological innovation, ARDL, Malaysia JEL Classifications: C32, O52, Q43, Q50",
    "readLink": "http://mail.econjournals.com/index.php/ijeep/article/view/2137"
  },
  {
    "title": "Analysis of the effects of climate change on military activities in Isfahan province based on the Misnard index based on future research scenarios",
    "authors": [
      "Davood Amini Gheshlaghi,",
      "hasan rezaei"
    ],
    "doi": "https://doi.org/10.22034/qjmst.2022.543615.1624",
    "journalVolume": "Vol. 18,\n                                no. 61\n                                \n                                  pp.\n                                  5\n                                  – 26",
    "issn": "2008-191X (Print)",
    "publisher": "2676-4520 (Online)",
    "countryOfPublisher": "AJA Command and Staff University",
    "lcc": [
      "Iran, Islamic Republic of",
      "Military Science"
    ],
    "journalUrl": "http://www.qjmst.ir/?lang=en",
    "abstract": "Given the close relationship between military affairs and climate change, military organizations need to consider the potential effects of climate change in their future planning and design. In this study, in order to investigate the effects of climate change on military activities in Isfahan province, we used the simulated output of the hadGEM2-ES paired model from the CMIP5 model series, based on RCP 8.5 (pessimistic) and RCP 4.5 (optimistic) radiation induction scenarios. Has been. Also using Misnard Bioclimatic Climate Index (ET) and also using GIS software in interpolation, generalization of point-to-area data and combination of maps, times and places suitable for military activity in terms of body physiology in Isfahan province during a 20-year statistical period (2019-1999) and for the next period (2040-2059). Data analysis showed that September is mostly in the province in optimal conditions for military activity, which in the basic period is more than two scenarios pessimistic and optimistic. Based on the results obtained in the summer, the highlands and in the spring, the lowlands of the province have been selected for optimal military affairs, and in the winter and autumn (November and December) cold conditions prevail, which according to the data obtained from the amount in the pessimistic scenario, the Misnard index tends to the lower edge of the cold class.",
    "readLink": "http://www.qjmst.ir/article_699936_9702f97b3acd252caa69785c828c6059.pdf"
  },
  {
    "title": "Does energy tax subsidy policy promote the development of the biomass energy industry? A case of densified biomass fuel industry in China",
    "authors": [
      "He Yang,",
      "Yang Bai,",
      "Jiao Guo,",
      "Zhi Zeng,",
      "Feng Mi"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  pp.\n                                  6887\n                                  – 6900",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "Global energy crisis and climate change have caused widespread concern about the development of the biomass energy industry. China has committed to exploring feasible policies to promote the development of the biomass energy industry. To analyze the impact of China’s energy tax subsidy policy (ETS) on the development of densified biomass fuel (DBF) industry, this study constructs a partial equilibrium model of the densified biomass fuel industry sector to quantitatively evaluate and optimize the effect of China’s current ETS policy based on the compilation of input–output table for the biomass energy industry sector in China. The results indicate that 1) under the current policy scenario, the price of DBF in China decreased by 15.05%, the supply increased by 40.75%, and the demand increased by 18.62%, while the price of raw biomass (RB) decreased by 14.75%, the supply increased by 42.44%, and the demand increased by 29.41%, and the revenue of enterprises increased by 20.42%. However, compared to China’s 13th Five-Year Plan national DBF development target, there is still a supply and demand gap of 16,560,549 tons. 2) under the optimized policy scenario premised on accomplishing the Chinese government’s DBF development goals, the price of DBF in China decreased by 6.9%, supply increased by 128.5%, and demand increased by 44.5%, while the price of raw biomass decreased by 7.84%, supply increased by 133.34%, demand increased by 45.71%, and corporate earnings rose by 112.1% but required the government to pay extremely high tax benefits and financial subsidies for this, which is not feasible in actual economic operation. Therefore, to support the sustainable development of the DBF industry, relevant departments should not only set the mandatory total target but also pursue production quality and market construction.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484722008460"
  },
  {
    "title": "Sea level trend and variability around Peninsular Malaysia",
    "authors": [
      "Q. H. Luu,",
      "P. Tkalich,",
      "T. W. Tay"
    ],
    "doi": "https://doi.org/10.5194/os-11-617-2015",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  pp.\n                                  617\n                                  – 628",
    "issn": "1812-0784 (Print)",
    "publisher": "1812-0792 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.ocean-science.net/index.html",
    "abstract": "Sea level rise due to climate change is non-uniform globally, necessitating regional estimates. Peninsular Malaysia is located in the middle of Southeast Asia, bounded from the west by the Malacca Strait, from the east by the South China Sea (SCS), and from the south by the Singapore Strait. The sea level along the peninsula may be influenced by various regional phenomena native to the adjacent parts of the Indian and Pacific oceans. To examine the variability and trend of sea level around the peninsula, tide gauge records and satellite altimetry are analyzed taking into account vertical land movements (VLMs). At annual scale, sea level anomalies (SLAs) around Peninsular Malaysia on the order of 5–25 cm are mainly monsoon driven. Sea levels at eastern and western coasts respond differently to the Asian monsoon: two peaks per year in the Malacca Strait due to South Asian–Indian monsoon; an annual cycle in the remaining region mostly due to the East Asian–western Pacific monsoon. At interannual scale, regional sea level variability in the range of ±6 cm is correlated with El Niño–Southern Oscillation (ENSO). SLAs in the Malacca Strait side are further correlated with the Indian Ocean Dipole (IOD) in the range of ±5 cm. Interannual regional sea level falls are associated with El Niño events and positive phases of IOD, whilst rises are correlated with La Niña episodes and negative values of the IOD index. At seasonal to interannual scales, we observe the separation of the sea level patterns in the Singapore Strait, between the Raffles Lighthouse and Tanjong Pagar tide stations, likely caused by a dynamic constriction in the narrowest part. During the observation period 1986–2013, average relative rates of sea level rise derived from tide gauges in Malacca Strait and along the east coast of the peninsula are 3.6±1.6 and 3.7±1.1 mm yr−1, respectively. Correcting for respective VLMs (0.8±2.6 and 0.9±2.2 mm yr−1), their corresponding geocentric sea level rise rates are estimated at 4.4±3.1 and 4.6±2.5 mm yr−1. The geocentric rates are about 25 % faster than those measured at tide gauges around the peninsula; however, the level of uncertainty associated with VLM data is relatively high. For the common period between 1993 and 2009, geocentric sea level rise values along the Malaysian coast are similar from tide gauge records and satellite altimetry (3.1 and 2.7 mm yr−1, respectively), and arguably correspond to the global trend.",
    "readLink": "http://www.ocean-sci.net/11/617/2015/os-11-617-2015.pdf"
  },
  {
    "title": "Tropical circulation and precipitation response to ozone depletion and recovery",
    "authors": [
      "Stefan Brönnimann,",
      "Martín Jacques-Coper,",
      "Eugene Rozanov,",
      "Andreas M Fischer,",
      "Olaf Morgenstern,",
      "Guang Zeng,",
      "Hideharu Akiyoshi,",
      "Yousuke Yamashita"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa7416",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  064011",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Among the few well established changes in atmospheric circulation in recent decades are those caused by stratospheric ozone depletion. They include a strengthening and poleward contraction of the westerly atmospheric circulation over the Southern extratropics, i.e. a strengthening Southern Annular Mode (SAM), in austral spring and summer. Associated effects on extratropical temperature and precipitation and more recently subtropical precipitation have been documented and are understood in a zonal mean framework. We present zonally asymmetric effects of ozone depletion that reach into the tropics and affect atmospheric circulation and precipitation, including the South Pacific Convergence Zone (SPCZ), the most important rainband of the Southern Hemisphere. Using observation-based analyses and model simulations we show that over the 1961–1996 period, ozone depletion led to increased precipitation at the northern flank of the SPCZ and to decreased precipitation to the south. The effects originate from a flow pattern over the southwestern Pacific that extends equatorward and alters the propagation of synoptic waves and thus the position of the SPCZ. Model simulations suggest that anticipated stratospheric ozone recovery over the next decades will reverse these effects.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa7416"
  },
  {
    "title": "On Social Media, Solidarity, and the Catastrophe of Climate Change",
    "authors": [
      "Nick Couldry"
    ],
    "doi": "https://doi.org/10.1177/20563051231177907",
    "journalVolume": "Vol. 9",
    "issn": "2056-3051 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "https://journals.sagepub.com/home/sms",
    "abstract": "This short article reflects on the implications of the political challenge of combatting climate change. For this, greater political solidarity will be needed. But what if our current model of social media platforms is generally toxic for solidarity? This article explores that possibility and its implications for the domain and practice of social media.",
    "readLink": "https://doi.org/10.1177/20563051231177907"
  }
]