[
  {
    "title": "Assessment of Groundwater Resources in the Context of Climate Change and Population Growth: Case of the Klela Basin in Southern Mali",
    "authors": [
      "Adama Toure,",
      "Bernd Diekkrüger,",
      "Adama Mariko,",
      "Abdoulaye Salim Cissé"
    ],
    "doi": "https://doi.org/10.3390/cli5030045",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  p.\n                                  45",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Groundwater in the Klela basin in Mali, a subbasin of the Bani basin (one of the main tributaries of the Niger River), is required for domestic use, irrigation and livestock. Furthermore, water supply of the city of Sikasso directly depends on the groundwater resources, which are under pressure caused by increased water demand as well as climate variability and climate change. As a consequence, freshwater availability is being threatened which can have a direct negative impact on irrigation agriculture. The aim of this study was to evaluate future behavior of groundwater resources in the context of climate change and population growth using socio-economic and population growth scenarios for water demand and the Representative Concentration Pathways scenarios (RCP4.5 and RCP8.5) data for calculating groundwater recharge using the Thornthwaite model. The WEAP (Water Evaluation and Planning system) model was applied to balance water availability and demand and to compute changes in groundwater storage up to 2050. The overall results show that groundwater recharge as well as storage is decreasing over time, especially in the 2030s which can lead to severe agricultural droughts in this period. Recharge declined by approximatively 49% and stored groundwater by 24% over the study period.",
    "readLink": "https://www.mdpi.com/2225-1154/5/3/45"
  },
  {
    "title": "Can the Invasive Seaweed <i>Caulerpa cylidracea</i> Represent a New Trophic Resource in the Mediterranean Sea?",
    "authors": [
      "Lucia Rizzo,",
      "Tomás Vega Fernández"
    ],
    "doi": "https://doi.org/10.3390/w15112115",
    "journalVolume": "Vol. 15,\n                                no. 2115\n                                \n                                  p.\n                                  2115",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Non-indigenous species (NIS) represent one of the greatest threats to biodiversity and ecosystem functioning, altering invaded habitats, competing with native species, and eventually becoming pests. The Mediterranean Sea is a marine biodiversity hotspot, with its coasts being densely populated and its living resources fished since ancient times. As a result of such a long history of exploitation, the whole basin is exposed to a wide array of human pressures, with their combined effects on marine ecosystems being amplified by ongoing climate change. Caulerpa cylindracea Sonder, 1845, is a non-indigenous invasive seaweed widely distributed in the coastal habitats of the Mediterranean Sea, which ultimately affects marine biodiversity and ecosystem functioning. Here, a systematic literature analysis on the consumption of the NIS Caulerpa cylindracea by Mediterranean native and NIS species is provided, focusing on the benefits and drawbacks for the native biota and human health. The present review aims to synthetise knowledge and provide tools to manage the occurrence of the invasive seaweed C. cylindracea in the Mediterranean Sea, encouraging an ecosystem-based approach to the management of the ecological, economic, and social effects of the successful expansion of this NIS.",
    "readLink": "https://www.mdpi.com/2073-4441/15/11/2115"
  },
  {
    "title": "Trans-heteroclinic bifurcation: a novel type of catastrophic shift",
    "authors": [
      "Josep Sardanyés,",
      "Regina Martínez,",
      "Carles Simó"
    ],
    "doi": "https://doi.org/10.1098/rsos.171304",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Global and local bifurcations are extremely important since they govern the transitions between different qualitative regimes in dynamical systems. These transitions or tipping points, which are ubiquitous in nature, can be smooth or catastrophic. Smooth transitions involve a continuous change in the steady state of the system until the bifurcation value is crossed, giving place to a second-order phase transition. Catastrophic transitions involve a discontinuity of the steady state at the bifurcation value, giving place to first-order phase transitions. Examples of catastrophic shifts can be found in ecosystems, climate, economic or social systems. Here we report a new type of global bifurcation responsible for a catastrophic shift. This bifurcation, identified in a family of quasi-species equations and named as trans-heteroclinic bifurcation, involves an exchange of stability between two distant and heteroclinically connected fixed points. Since the two fixed points interchange the stability without colliding, a catastrophic shift takes place. We provide an exhaustive description of this new bifurcation, also detailing the structure of the replication–mutation matrix of the quasi-species equation giving place to this bifurcation. A perturbation analysis is provided around the bifurcation value. At this value the heteroclinic connection is replaced by a line of fixed points in the quasi-species model. But it is shown that, if the replication–mutation matrix satisfies suitable conditions, then, under a small perturbation, the exchange of heteroclinic connections is preserved, except on a tiny range around the bifurcation value whose size is of the order of magnitude of the perturbation. The results presented here can help to understand better novel mechanisms behind catastrophic shifts and contribute to a finer identification of such transitions in theoretical models in evolutionary biology and other dynamical systems.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.171304"
  },
  {
    "title": "PSYCHOLOGY AND CLIMATE CHANGE",
    "authors": [
      "Susan Clayton"
    ],
    "doi": "https://doi.org/10.23923/pap.psicol2019.2902",
    "journalVolume": "Vol. 40,\n                                no. 3\n                                \n                                  pp.\n                                  167\n                                  – 173",
    "issn": "0214-7823 (Print)",
    "publisher": "1886-1415 (Online)",
    "countryOfPublisher": "Spanish Psychological Association (Colegio Oficial de Psicólogos)",
    "lcc": [
      "Spain",
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://www.papelesdelpsicologo.es/",
    "abstract": "Psychology has an important part to play in helping society understand and adapt to the growing threat of climate change. Psychological research has explored people’s perceptions and beliefs about climate change, uncovering some of the important factors that inhibit or promote awareness. Researchers have also begun to explore the current and potential impacts of climate change on psychosocial wellbeing, including short-term impacts of natural disasters as well as more gradual, long-term impacts of a warming and less predictable climate. In addition to threatening mental health, evidence is accumulating that climate change may lead to increase suicide and social conflict. The distribution of impacts is certain to heighten social injustice and inequity. Research on behavioral change suggests ways of encouraging positive adaptations and more sustainable behavior. To maximize the effectiveness of their research, psychologists need to work collaboratively with people from other professions.",
    "readLink": "http://www.papelesdelpsicologo.es/English/2902.pdf"
  },
  {
    "title": "Restoration and coral adaptation delay, but do not prevent, climate-driven reef framework erosion of an inshore site in the Florida Keys",
    "authors": [
      "Alice E. Webb,",
      "Ian C. Enochs,",
      "Ruben van Hooidonk,",
      "René M. van Westen,",
      "Nicole Besemer,",
      "Graham Kolodziej,",
      "T. Shay Viehman,",
      "Derek P. Manzello"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-26930-4",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract For reef framework to persist, calcium carbonate production by corals and other calcifiers needs to outpace loss due to physical, chemical, and biological erosion. This balance is both delicate and dynamic and is currently threatened by the effects of ocean warming and acidification. Although the protection and recovery of ecosystem functions are at the center of most restoration and conservation programs, decision makers are limited by the lack of predictive tools to forecast habitat persistence under different emission scenarios. To address this, we developed a modelling approach, based on carbonate budgets, that ties species-specific responses to site-specific global change using the latest generation of climate models projections (CMIP6). We applied this model to Cheeca Rocks, an outlier in the Florida Keys in terms of high coral cover, and explored the outcomes of restoration targets scheduled in the coming 20 years at this site by the Mission: Iconic Reefs restoration initiative. Additionally, we examined the potential effects of coral thermal adaptation by increasing the bleaching threshold by 0.25, 0.5, 1 and 2˚C. Regardless of coral adaptative capacity or restoration, net carbonate production at Cheeca Rocks declines heavily once the threshold for the onset of annual severe bleaching is reached. The switch from net accretion to net erosion, however, is significantly delayed by mitigation and adaptation. The maintenance of framework accretion until 2100 and beyond is possible under a decreased emission scenario coupled with thermal adaptation above 0.5˚C. Although restoration initiatives increase reef accretion estimates, Cheeca Rocks will only be able to keep pace with future sea-level rise in a world where anthropogenic CO2 emissions are reduced. Present results, however, attest to the potential of restoration interventions combined with increases in coral thermal tolerance to delay the onset of mass bleaching mortalities, possibly in time for a low-carbon economy to be implemented and complementary mitigation measures to become effective.",
    "readLink": "https://doi.org/10.1038/s41598-022-26930-4"
  },
  {
    "title": "Climate-driven chemistry and aerosol feedbacks in CMIP6 Earth system models",
    "authors": [
      "G. Thornhill,",
      "W. Collins,",
      "D. Olivié,",
      "R. B. Skeie,",
      "A. Archibald,",
      "A. Archibald,",
      "S. Bauer,",
      "R. Checa-Garcia,",
      "S. Fiedler,",
      "G. Folberth,",
      "A. Gjermundsen,",
      "L. Horowitz,",
      "J.-F. Lamarque,",
      "M. Michou,",
      "J. Mulcahy,",
      "P. Nabat,",
      "V. Naik,",
      "F. M. O'Connor,",
      "F. Paulot,",
      "M. Schulz,",
      "C. E. Scott,",
      "R. Séférian,",
      "C. Smith,",
      "T. Takemura,",
      "S. Tilmes,",
      "K. Tsigaridis,",
      "K. Tsigaridis,",
      "J. Weber"
    ],
    "doi": "https://doi.org/10.5194/acp-21-1105-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  1105\n                                  – 1126",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Feedbacks play a fundamental role in determining the magnitude of the response of the climate system to external forcing, such as from anthropogenic emissions. The latest generation of Earth system models includes aerosol and chemistry components that interact with each other and with the biosphere. These interactions introduce a complex web of feedbacks that is important to understand and quantify. This paper addresses multiple pathways for aerosol and chemical feedbacks in Earth system models. These focus on changes in natural emissions (dust, sea salt, dimethyl sulfide, biogenic volatile organic compounds (BVOCs) and lightning) and changes in reaction rates for methane and ozone chemistry. The feedback terms are then given by the sensitivity of a pathway to climate change multiplied by the radiative effect of the change. We find that the overall climate feedback through chemistry and aerosols is negative in the sixth Coupled Model Intercomparison Project (CMIP6) Earth system models due to increased negative forcing from aerosols in a climate with warmer surface temperatures following a quadrupling of CO2 concentrations. This is principally due to increased emissions of sea salt and BVOCs which are sensitive to climate change and cause strong negative radiative forcings. Increased chemical loss of ozone and methane also contributes to a negative feedback. However, overall methane lifetime is expected to increase in a warmer climate due to increased BVOCs. Increased emissions of methane from wetlands would also offset some of the negative feedbacks. The CMIP6 experimental design did not allow the methane lifetime or methane emission changes to affect climate, so we found a robust negative contribution from interactive aerosols and chemistry to climate sensitivity in CMIP6 Earth system models.",
    "readLink": "https://acp.copernicus.org/articles/21/1105/2021/acp-21-1105-2021.pdf"
  },
  {
    "title": "A tighter constraint on Earth-system sensitivity from long-term temperature and carbon-cycle observations",
    "authors": [
      "Tony E. Wong,",
      "Ying Cui,",
      "Dana L. Royer,",
      "Klaus Keller"
    ],
    "doi": "https://doi.org/10.1038/s41467-021-23543-9",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Earth-system sensitivity (ESS) describes the long-term temperature response for a given change in atmospheric CO2 and, as such, is a crucial parameter to assess future climate change. Here, the authors use a Bayesian model with data from the last 420 Myrs to reduce uncertainties and estimate ESS to be around 3.4 °C.",
    "readLink": "https://doi.org/10.1038/s41467-021-23543-9"
  },
  {
    "title": "Model of a building heating system with renewable energy sources",
    "authors": [
      "Komitov Nicolay,",
      "Shopov Nicolay,",
      "Rasheva Violeta"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202020702006",
    "journalVolume": "Vol. 207\n                                \n                                \n                                  p.\n                                  02006",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The current century is characterized by an increasing use of renewable energy - wind farms, solar parks, bio fuels, etc. Climate change and rising prices of fossil fuels lead to increased investment in renewable energy. This raises the need to examine the impact of various factors on the efficiency of energy production from renewable energy sources. This is related to the development of adequate models and the implementation of appropriate computer systems to manage and control these processes. The present work presents the main aspects of the modelling of a building heating installation using renewable energy sources - a solar photovoltaic panel and a HHO gas generator. The additional energy needed to heat the building is provided by a pellet boiler. An energy balance of the studied building is made taking into account the external and internal temperatures and energy loss. The computer model was developed in order to build a system for process control in the building’s heating system.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/67/e3sconf_fpepm2020_02006.pdf"
  },
  {
    "title": "Un réseau de surveillance des littoraux face au changement climatique en milieu insulaire tropical : l’exemple de Mayotte",
    "authors": [
      "Matthieu Jeanson,",
      "Franck Dolique,",
      "Edward J. Anthony"
    ],
    "doi": "https://doi.org/10.4000/vertigo.10512",
    "journalVolume": "Vol. 10,\n                                no. 3",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "The global change currently observed generates accelerated coastal erosion and contribute to the degradation of coral reefs and mangroves degradation. These phenomena are exacerbated on tropical islands hosting large coastal populations, and thus render these coasts and their societies very vulnerable. In this context, it seems fundamental to seek to understand the evolution of these tropical coastal environments in terms of these extreme events, the impacts of which coastal island societies will be brought to bear more and more often. Awareness of these impacts has prompted the establishment of an operational observatory aimed at monitoring the coastal dynamics in several French tropical islands including Mayotte. The aims of the project will be to observe, supervise and characterize the rhythms and the mechanisms of evolution, adaptation and resilience of tropical beaches in the face of extreme climate and wave events (cyclones, storms, surges, strong swells…) in order to develop and implement appropriate defence strategies and/or adaptation.",
    "readLink": "http://journals.openedition.org/vertigo/10512"
  },
  {
    "title": "Climate Literacy—Imperative Competencies for Tomorrow’s Engineers",
    "authors": [
      "Susan E. Powers,",
      "Jan E. DeWaters,",
      "Suresh Dhaniyala"
    ],
    "doi": "https://doi.org/10.3390/su13179684",
    "journalVolume": "Vol. 13,\n                                no. 9684\n                                \n                                  p.\n                                  9684",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Engineers must take a leading role in addressing the challenges of mitigating climate change and adapting to the inevitable changes that our world is facing. To improve climate literacy, technical education must include problem formulation and solutions that consider complex interactions between engineered, Earth, and societal systems, including trade-offs among benefits, costs, and risks. Improving engineering students’ climate literacy must also inspire students’ motivation to work toward climate solutions. This paper highlights the content and pedagogical approach used in a class for engineering students that helped contribute to significant gains in engineering students’ climate literacy and critical thinking competencies. A total of 89 students fully participated in a pre/post climate literacy questionnaire over four years of study. As a whole, students demonstrated significant gains in climate-related content knowledge, affect, and behavior. Substantial differences were observed between students in different engineering disciplines and male vs. female students. Assessment of critical thinking showed that students did an excellent job formulating problem statements and solutions in a manner that incorporated a multidimensional systems perspective. These skills are critical for students to address climate change effectively in their eventual professions.",
    "readLink": "https://www.mdpi.com/2071-1050/13/17/9684"
  }
]