[
  {
    "title": "Reproductive biology of the threatened species <em>Furcraea parmentieri</em> (Aspargaceae)",
    "authors": [
      "Maria Albarrán,",
      "Arturo Silva-Montellano,",
      "Teresa Valverde"
    ],
    "doi": "https://doi.org/10.17129/botsci.1019",
    "journalVolume": "Vol. 95,\n                                no. 3",
    "issn": "2007-4298 (Print)",
    "publisher": "2007-4476 (Online)",
    "countryOfPublisher": "Sociedad Botánica de México, A. C.",
    "lcc": [
      "Mexico",
      "Science: Botany"
    ],
    "journalUrl": "http://www.botanicalsciences.com.mx/",
    "abstract": "Background: Reproductive traits are features of a species’ biology that may determine its rarity, as they affect its genetic diversity and structure, as well as its population dynamics. Study species: The rare and threatened species Furcraea parmentieri, whose distribution is limited to the Trans-Mexican volcanic belt. Questions: How is the reproductive phenology of F. parmentieri? Does flower morphology vary between individuals? Does it produce nectar? Which animals visit its flowers? Is it self-compatible? Do the seeds originated via different pollination treatments show differences in their germinability? Study sites and dates: We studied the F. parmentieri from 2007 to 2008, at El Xitle volcano (altitude: 2800 – 3100 m; pine-oak forest), in the south of Mexico City. Methods: Reproductive phenology was recorded through fortnightly visits to the study site. Flowers were collected, flower visitors were recorded and nectar production was measured. An experiment was done which included four treatments: autonomous pollination, geitonogamy, cross pollination, and a control. We measured seed set, fruit set and seed germination in each treatment. Results: Inflorescences started in January and flowering finished in May. Fruit maturation took from May to November. Nectar production was negligible. Flowers were visited by hawkmoths and hummingbirds. Fruit set was very low (ca. 5 %) and we observed self-incompatibility. Conclusions: Fucraeae parmentieri presents a low fruit set due to pollinator limitation. However the population seems to be thriving. The main threat faced by this species is the high land-use change rate along its distribution range, as well as climate change.",
    "readLink": "https://www.botanicalsciences.com.mx/index.php/botanicalSciences/article/view/1019"
  },
  {
    "title": "Range-Expansion in Processionary Moths and Biological Control",
    "authors": [
      "Jetske  G. de Boer,",
      "Jeffrey  A. Harvey"
    ],
    "doi": "https://doi.org/10.3390/insects11050267",
    "journalVolume": "Vol. 11,\n                                no. 267\n                                \n                                  p.\n                                  267",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Global climate change is resulting in a wide range of biotic responses, including changes in diel activity and seasonal phenology patterns, range shifts polewards in each hemisphere and/or to higher elevations, and altered intensity and frequency of interactions between species in ecosystems. Oak (Thaumetopoea processionea) and pine (T. pityocampa) processionary moths (hereafter OPM and PPM, respectively) are thermophilic species that are native to central and southern Europe. The larvae of both species are gregarious and produce large silken ‘nests’ that they use to congregate when not feeding. During outbreaks, processionary caterpillars are capable of stripping foliage from their food plants (oak and pine trees), generating considerable economic damage. Moreover, the third to last instar caterpillars of both species produce copious hairs as a means of defence against natural enemies, including both vertebrate and invertebrate predators, and parasitoids. These hairs contain the toxin thaumetopoein that causes strong allergic reactions when it comes into contact with human skin or other membranes. In response to a warming climate, PPM is expanding its range northwards, while OPM outbreaks are increasing in frequency and intensity, particularly in northern Germany, the Netherlands, and southern U.K., where it was either absent or rare previously. Here, we discuss how warming and escape from co-evolved natural enemies has benefitted both species, and suggest possible strategies for biological control.",
    "readLink": "https://www.mdpi.com/2075-4450/11/5/267"
  },
  {
    "title": "Spatially explicit groundwater vulnerability assessment to support the implementation of the Water Framework Directive &ndash; a practical approach with stakeholders",
    "authors": [
      "K. Berkhoff"
    ],
    "doi": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  111\n                                  – 122",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The main objective of the study presented in this paper was to develop an evaluation scheme which is suitable for spatially explicit groundwater vulnerability assessment according to the Water Framework Directive (WFD). Study area was the Hase river catchment, an area of about 3 000 km2 in north-west Germany which is dominated by livestock farming, in particular pig and poultry production. For the Hase river catchment, the first inventory of the WFD led to the conclusion that 98% of the catchment area is \"unclear/unlikely\" to reach a good groundwater status due to diffuse nitrogen emissions from agriculture. The groundwater vulnerability assessment was embedded in the PartizipA project (\"Participative modelling, Actor and Ecosystem Analysis in Regions with Intensive Agriculture\", www.partizipa.net), within which a so-called actors' platform was established in the study area. The objective of the participatory process was to investigate the effects of the WFD on agriculture as well as to discuss groundwater protection measures which are suitable for an integration in the programme of measures. The study was conducted according to the vulnerability assessment concept of the Intergovernmental Panel on Climate Change, considering sensitivity, exposure and adaptive capacity. Sensitivity was computed using the DRASTIC index of natural groundwater pollution potential. Exposure (for a reference scenario) was computed using the STOFFBILANZ nutrient model. Several regional studies were analysed to evaluate the adaptive capacity. From these studies it was concluded that the adaptive capacity in the Hase river catchment is very low due to the economic importance of the agricultural sector which will be significantly affected by groundwater protection measures. As a consequence, the adaptive capacity was not considered any more in the vulnerability assessment. A groundwater vulnerability evaluation scheme is presented which enjoys the advantage that both exposure and sensitivity can be operationalized in a spatially resolved manner (500×500 m grid) by the two models mentioned above. The evaluation scheme was applied in the Hase river catchment. 21% of the catchment was classified as highly vulnerable, another 73% as medium vulnerable. Only 6% of the Hase river catchment has low vulnerability. Grid cells of the high vulnerability class are considered as priority areas for groundwater protection measures in the programme of measures of the WFD. Measures will be particularly effective in the north-eastern part of the catchment where groundwater vulnerability is mainly due to high nitrogen emissions.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/12/111/2008/hess-12-111-2008.pdf"
  },
  {
    "title": "Integrated Modeling of Water Supply and Demand Under Climate Change Impacts and Management Options in Tributary Basin of Tonle Sap Lake, Cambodia",
    "authors": [
      "Tharo Touch,",
      "Chantha Oeurng,",
      "Yanan Jiang,",
      "Ali Mokhtar"
    ],
    "doi": "https://doi.org/10.3390/w12092462",
    "journalVolume": "Vol. 12,\n                                no. 2462\n                                \n                                  p.\n                                  2462",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "An integrated modeling approach analyzing water demand and supply balances under management options in a river basin is essential for the management and adaptive measures of water resources in the future. This study evaluated the impacts of climate change on the hydrological regime by predicting the change in both monthly and seasonal streamflow, and identified water supply and demand relations under supply management options and environmental flow maintenance. To reach a better understanding of the consequences of possible climate change scenarios and adaptive management options on water supply, an integrated modeling approach was conducted by using the soil and water assessment tool (SWAT) and water evaluation and planning model (WEAP). Future scenarios were developed for the future period: 2060s (2051–2070), using an ensemble of three general circulation model (GCM) simulations: GFDL-CM3, GISS-E2-R-CC, and IPSL-CM5A-MR, driven by the climate projection for representative concentration pathways (RCPs): 6.0 (medium emission scenario). The results indicated that, firstly, the future streamflow will decrease, resulting in a decline of future water availability. Secondly, water supply under natural flow conditions would support 46,167 ha of irrigation schemes and the water shortages will be more noticeable when environmental flow maintenance was considered. The study concludes that reservoir construction would be necessary for agriculture mitigation and adaptation to climate change. Furthermore, the water resources management options considering both supply and demand management are more effective and useful than supply management only, particularly in dealing with climate change impacts.",
    "readLink": "https://www.mdpi.com/2073-4441/12/9/2462"
  },
  {
    "title": "The current Italian research and its role in the establishment of an Italian network of “old-growth forests”",
    "authors": [
      "Motta R,",
      "Garbarino M,",
      "Lingua E,",
      "Lombardi F,",
      "Tognetti R"
    ],
    "doi": "https://doi.org/10.3832/efor4110-019",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  36\n                                  – 48",
    "issn": "1824-0119 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://foresta.sisef.org/",
    "abstract": "With the publication of a Decree that has established a List of the Italian old-growth forests, we have analyzed, using text mining software, the state of the art of Italian research in this field. We have analyzed 188 ISI and 72 non-indexed papers or reports. The analysis has identified 165 locations of which more than 50% are on pure beech or mixed beech and silver fir stands. The analysis was focused mainly on structural characteristics and bio-indicators. The current knowledge represents reliable support for the establishment of an Italian network of old-growth forests and this green infrastructure offers important opportunities for research and collaboration between research, natural resource management, and local, regional, and state administrations.",
    "readLink": "https://foresta.sisef.org/contents/?id=efor4110-019&lang=en"
  },
  {
    "title": "Is crushed concrete carbonation significant enough to be considered as a carbon mitigation strategy?",
    "authors": [
      "Marcella Ruschi Mendes Saade,",
      "Ammar Yahia,",
      "Ben Amor"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac9490",
    "journalVolume": "Vol. 17,\n                                no. 10\n                                \n                                  p.\n                                  104049",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "When addressing concrete carbonation as a carbon mitigation option, studies leave out the effect that a temporal difference between the CO _2 emissions and uptake happening throughout concrete’s life cycle have on climate change. In this study, the role played by carbonation on concrete’s carbon mitigation potential is investigated through a dynamic life cycle assessment, to properly position CO _2 uptake and release. The carbon balance in concrete structures built and demolished from 2018 to 2050 is modelled as a case study. The potential uptake due to crushed concrete carbonation is over 9% of the cumulative global warming effect of concrete manufacturing. It is comparable to the reduction potential of the most promising strategy, namely replacing clinker, totaling 12%. If stimulated in a wide scale, crushed concrete carbonation can push the industry towards meeting carbon mitigation targets faster. Future environmental impact assessments should rely on dynamic models to increasingly consider this phenomenon.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac9490"
  },
  {
    "title": "Digital transformation in the agri-food industry: recent applications and the role of the COVID-19 pandemic",
    "authors": [
      "Abdo Hassoun,",
      "Abdo Hassoun,",
      "Hans J. P. Marvin,",
      "Yamine Bouzembrak,",
      "Francisco J. Barba,",
      "Juan Manuel Castagnini,",
      "Noelia Pallarés,",
      "Roshina Rabail,",
      "Rana Muhammad Aadil,",
      "Sneh Punia Bangar,",
      "Rajeev Bhat,",
      "Janna Cropotova,",
      "Sajid Maqsood,",
      "Joe M. Regenstein"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1217813",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Providing food has become more complex because of climate change and other environmental and societal stressors, such as political instability, the growth in the world population, and outbreaks of new diseases, especially the COVID-19 pandemic. In response to these challenges, the agri-food industry has increased its efforts to shift to using more digital tools and other advanced technologies. The transition toward digital has been part of the fourth industrial revolution (called Industry 4.0) innovations that have and are reshaping most industries. This literature review discusses the potential of implementing digital technologies in the agri-food industry, focusing heavily on the role of the COVID-19 pandemic in fostering the adoption of greater digitalization of food supply chains. Examples of the use of these digital innovations for various food applications, and the barriers and challenges will be highlighted. The trend toward digital solutions has gained momentum since the advent of Industry 4.0 and implementations of these solutions have been accelerated by the outbreak of the COVID-19 pandemic. Important digital technology enablers that have high potential for mitigating the negative effects of both the current global health pandemic and the environmental crisis on food systems include artificial intelligence, big data, the Internet of Things, blockchain, smart sensors, robotics, digital twins, and virtual and augmented reality. However, much remains to be done to fully harness the power of Industry 4.0 technologies and achieve widespread implementation of digitalization in the agriculture and food industries.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1217813/full"
  },
  {
    "title": "Silvopastoral system is an alternative to improve animal welfare and productive performance in meat production systems",
    "authors": [
      "Amanda Prudêncio Lemes,",
      "Alexandre Rossetto Garcia,",
      "José Ricardo Macedo Pezzopane,",
      "Felipe Zandonadi Brandão,",
      "Yeda Fumie Watanabe,",
      "Reinaldo Fernandes Cooke,",
      "Mariana Sponchiado,",
      "Claudia Cristina Paro de Paz,",
      "Annelise Carla Camplesi,",
      "Mario Binelli,",
      "Lindsay Unno Gimenes"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-93609-7",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Climate change is a reality and global surface temperature is projected to rise substantially in the next 80 years. Agriculture practices will have to adapt to climate change, and also help to mitigate this effect using, among other strategies, forest conservation and management. Silvopastoral systems have been adopted in tropical climate livestock areas but their benefits on thermal comfort and reproductive performance of beef cows are not completely known. Therefore, our aims were to compare the microclimate of silvopastoral and intensive rotational unshaded grazing systems in different months and to evaluate physiological variables (Exp. 1 and 2), metabolism, and in vitro embryo production (Exp. 2) in crossbred beef females. Our hypothesis is that the silvopastoral system can improve the thermal comfort of beef heifers and cows and, consequently, also improve dry matter intake, body weight gain, and in vitro embryo production when compared to the unshaded rotational grazing system. In Exp 1, the silvopastoral system decreased body temperature and increased welfare and performance of heifers. In Exp. 2, the silvopastoral system enhanced the body weight but did not affect metabolism and the general reproductive performance, but increased the recovery rate of oocytes in primiparous cows.",
    "readLink": "https://doi.org/10.1038/s41598-021-93609-7"
  },
  {
    "title": "Replacing SF<sub>6</sub> in Electrical Gas-Insulated Switchgear: Technological Alternatives and Potential Life Cycle Greenhouse Gas Savings in an EU-28 Perspective",
    "authors": [
      "Pieter Billen,",
      "Ben Maes,",
      "Macarena Larrain,",
      "Johan Braet"
    ],
    "doi": "https://doi.org/10.3390/en13071807",
    "journalVolume": "Vol. 13,\n                                no. 1807\n                                \n                                  p.\n                                  1807",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "To date, atmospheric concentrations of sulfur hexafluoride (SF6) are the most potent among the greenhouse gases identified by the Intergovernmental Panel on Climate Change (IPCC) and are still rising. In the EU-28, SF6 has been banned from several applications, however, an important exception is gas-insulated electrical switchgear (GIS) for which cost-effective and environmentally sound alternatives were unavailable when the F-Gas regulation was last revised in 2014. To date, after some recent innovations, we argue that the phasing out of SF6 could spur the accelerated development of alternatives with a lower carbon footprint. In the EU-28, the SF6 amount in switchgear is unclear. In this paper, we estimated the SF6 amount to be between 10,800 and 24,700 t (with a mode at 12,700 t) in 2017, resulting in 68 to 140 t of annual emissions from operational leakage only, corresponding to 1.6 to 3.3 Mt of CO2-eq. We additionally calculated the potential greenhouse gas savings over the lifecycle of one exemplary 145 kV gas-insulated switchgear bay upon replacing SF6 by decafluoro-2-methylbutan-3-one (C5-FK) and heptafluoro-2-methylpropanenitrile (C4-FN) mixtures. Projecting these results over the EU-28, a phase-out scenario starting from 2020 onwards could reduce the carbon footprint by a median of 14 Mt of CO2-eq, over a period of 50 years. Extrapolation to medium voltage could be assumed to be of a similar magnitude.",
    "readLink": "https://www.mdpi.com/1996-1073/13/7/1807"
  },
  {
    "title": "Seasonal Variations in Grain Yield, Greenhouse Gas Emissions and Carbon Sequestration for Maize Cultivation in Bangladesh",
    "authors": [
      "Jatish Chandra Biswas,",
      "Md. Mozammel Haque,",
      "Md. Belal Hossain,",
      "Md. Maniruzzaman,",
      "Taslima Zahan,",
      "Md. Mizanur Rahman,",
      "Ranjit Sen,",
      "Sheikh Ishtiaque,",
      "Apurbo K. Chaki,",
      "Imrul Mossadek Ahmed,",
      "Shahrina Akhtar,",
      "Faruque Ahmmed,",
      "Md. Faruque Hossain,",
      "Sohela Akhter,",
      "Mohammad Kamruzzaman,",
      "Jiban Krishna Biswas,",
      "Amnah Mohammed Alsuhaibani,",
      "Ahmed Gaber,",
      "Akbar Hossain"
    ],
    "doi": "https://doi.org/10.3390/su14159144",
    "journalVolume": "Vol. 14,\n                                no. 9144\n                                \n                                  p.\n                                  9144",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Rationale: Greenhouse gas (GHG) emissions from crop agriculture are of great concern in the context of changing climatic conditions; however, in most cases, data based on lifecycle assessments are not available for grain yield variations or the carbon footprint of maize. The current study aimed to determine net carbon emissions and sequestration for maize grown in Bangladesh. Methods: The static closed-chamber technique was used to determine total GHG emissions using data on GHG emissions from maize fields and secondary sources for inputs. A secondary source for regional yield data was used in the current study. GHG emission intensity is defined as the ratio of total emissions to grain yield. The net GHG emission/carbon sequestration was determined by subtracting total GHG emissions (CO2 eq.) from net primary production (NPP). Results: Grain yields varied from 1590 to 9300 kg ha−1 in the wet season and from 680 to 11,820 kg ha−1 in the dry season. GHG emission intensities were 0.53–2.21 and 0.37–1.70 kg CO2 eq. kg−1 grain in the wet and dry seasons, respectively. In Bangladesh, the total estimated GHG emissions were 1.66–4.09 million tonnes (MT) CO2 eq. from 2015 to 2020, whereas the net total CO2 sequestration was 1.51–3.91 MT. The net CO2 sequestration rates were 984.3–5757.4 kg ha−1 in the wet season and 1188.62–5757.39 kg ha−1 in the dry season. This study observed spatial variations in carbon emissions and sequestration depending on growing seasons. In the rice–maize pattern, maize sequestered about 1.23 MT CO2 eq. per year−1, but rice emitted about 0.16 MT CO2 eq. per year−1. This study showed potential spatiotemporal variations in carbon footprints. Recommendation: Special care is needed to improve maize grain yields in the wet season. Fertiliser and water use efficiencies need to be improved to minimise GHG emissions under changing climatic conditions. Efforts to increase the area under cultivation with rice–maize or other non-rice crop-based cropping systems are needed to augment CO2 sequestration. The generation of a regional data bank on carbon footprints would be beneficial for combating the impact of climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/14/15/9144"
  }
]