[
  {
    "title": "Green Hospital and Climate Change: Their Interrelationship and the Way Forward",
    "authors": [
      "Vardeep Singh Dhillon,",
      "Dilpreet Kaur"
    ],
    "doi": "https://doi.org/10.7860/JCDR/2015/13693.6942",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  pp.\n                                  LE01\n                                  – LE05",
    "issn": "2249-782X (Print)",
    "publisher": "0973-709X (Online)",
    "countryOfPublisher": "JCDR Research and Publications Private Limited",
    "lcc": [
      "India",
      "Medicine"
    ],
    "journalUrl": "http://www.jcdr.net/",
    "abstract": "Climate change is a reality, and the modern healthcare sector not just contributes towards this grave phenomenon but is itself being affected by it. The present review was thus conducted to understand the meaning of ‘Green Hospital’, to identify the many ways in which health sector is contributing towards climate change, to explore possibilities for countering this grave trend and last of all to look for institutions that are pioneering change. Data for the review was extracted from multiple online sources using the Google search engine. It was found that hospitals, being resource intensive establishments, consume vast amounts of electricity, water, food and construction materials to provide high quality care. It was also found that certain healthcare institutions, by employing simple, smart and sustainable measures can greatly reduce their environmental footprint. But constructing Green Hospitals can be a challenge considering the local conditions and growing customer expectations.",
    "readLink": "https://jcdr.net/articles/PDF/6942/13693_CE(RA1)_F(T)_PF1(Ek_Om)_PFA(AK)_PF2(PAG).pdf"
  },
  {
    "title": "Management of Tropical River Basins and Reservoirs under Water Stress: Experiences from Northeast Brazil",
    "authors": [
      "Érika  Tavares Marques,",
      "Günter Gunkel,",
      "Maria  Carmo Sobral"
    ],
    "doi": "https://doi.org/10.3390/environments6060062",
    "journalVolume": "Vol. 6,\n                                no. 6\n                                \n                                  p.\n                                  62",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "Due to global warming, a reduction in available water will occur in many watersheds and conflicts concerning water use will take place. This situation is already typical in semi-arid areas, where many reservoirs have been constructed for water storage. Increased energy demands and climate change have led to severe and increasing pressure on aquatic systems. Today, the environmental policies of many countries, such as Brazil, give priority to constructing new reservoirs for hydropower use, and an adopted reservoir and river basin management plan must minimize environmental impacts. Moreover, the production of energy plants will promote more requirements for new dam projects. The Itaparica reservoir is 30 years old, located in the São Francisco river in Northeast Brazil, and is the focus of an environmental study. The article focus of investigations is on the environmental and social impacts after the construction of Itaparica reservoir, governance difficulties, and adopted actions to minimize those impacts. Significant environmental impacts are recognizable, such as increased sedimentation in the inflow area, damage to the lakeshore zone by operational water level variation, water losses by evaporation and infiltration, and degradation of inundated vegetation. Furthermore, a trophic upsurge has been registered with severe eutrophication processes, such as the occurrence of cyanobacteria, oxygen deficit in the hypolimnion, and mass development of macrophytes (Egeria densa). With the creation of the dam there was compulsory displacement of the population of the municipalities around Itaparica reservoir with consequent difficulties of adaptation in the new spaces. Furthermore, there was de-structuring of social relation networks, loss of arable land and improvements, and small and insufficient indemnities for land. In this context, concepts for an advanced reservoir management under consideration of water scarcity are presented and discussed. This study aims to contribute to sustainable reservoir management",
    "readLink": "https://www.mdpi.com/2076-3298/6/6/62"
  },
  {
    "title": "COP26 and Health: Some Progress, But Too Slow and Not Enough",
    "authors": [
      "Laurie Laybourn-Langton,",
      "Richard Smith"
    ],
    "doi": "https://doi.org/10.5195/ijms.2021.1303",
    "journalVolume": "Vol. 9,\n                                no. 4",
    "issn": "2076-6327 (Online)",
    "publisher": "University Library System, University of Pittsburgh",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General)",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://ijms.info/",
    "abstract": "The editorial on climate change and biodiversity published in over 220 health journals in September had two main demands: keep global temperature increases below 1.5°C above pre-industrial levels to avoid catastrophic damage to health; and accept that this can be achieved only by rich countries making bigger cuts in greenhouse gas emissions and transferring substantial resources to the countries’ most vulnerable the effects of climate change.1 Neither demand was fully met at COP26 in Glasgow. The editorial was also aiming to make the voice of the health community more prominent in global discussions on climate change and environmental destruction. Some progress was made with this aim, but again not enough. Although the mantra of COP26 was “keep 1.5°C alive,” the pledges made by countries to reduce emissions are insufficient to keep the temperature rise to below 1.5°C. Before COP26, the United Nations estimated that current pledges will lead to an increase of 2.7°C, a level that would lead to devastating effects on health through extreme weather events, crop failure, water shortages, forced migration, conflict, and a rise in sea level that will mean the disappearance of some island countries.2 Even with the additional pledges made at COP26, temperatures are expected to rise well above 2°C.3 We must encourage countries to be bolder in cutting emissions, promoting adaptation, supporting vulnerable countries – and do more to hold them to account. We must also concentrate on implementation, particularly within health systems where we have most influence.",
    "readLink": "https://ijms.info/IJMS/article/view/1303"
  },
  {
    "title": "Thermophilic Composting of Human Feces: Development of Bacterial Community Composition and Antimicrobial Resistance Gene Pool",
    "authors": [
      "Katharina A. Werner,",
      "Anja Poehlein,",
      "Dominik Schneider,",
      "Khaliel El-Said,",
      "Michael Wöhrmann,",
      "Isabel Linkert,",
      "Tobias Hübner,",
      "Nicolas Brüggemann,",
      "Katharina Prost,",
      "Rolf Daniel,",
      "Elisabeth Grohmann"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.824834",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "In times of climate change, practicing sustainable, climate-resilient, and productive agriculture is of primordial importance. Compost from different resources, now treated as wastes, could be one form of sustainable fertilizer creating a resilience of agriculture to the adverse effects of climate change. However, the safety of the produced compost regarding human pathogens, pharmaceuticals, and related resistance genes must be considered. We have assessed the effect of thermophilic composting of dry toilet contents, green cuttings, and straw, with and without biochar, on fecal indicators, the bacterial community, and antibiotic resistance genes (ARGs). Mature compost samples were analyzed regarding fecal indicator organisms, revealing low levels of Escherichia coli that are in line with German regulations for fertilizers. However, one finding of Salmonella spp. exceeded the threshold value. Cultivation of bacteria from the mature compost resulted in 200 isolates with 36.5% of biosafety level 2 (BSL-2) species. The majority is known as opportunistic pathogens that likewise occur in different environments. A quarter of the isolated BSL-2 strains exhibited multiresistance to different classes of antibiotics. Molecular analysis of total DNA before and after composting revealed changes in bacterial community composition and ARGs. 16S rRNA gene amplicon sequencing showed a decline of the two most abundant phyla Proteobacteria (start: 36–48%, end: 27–30%) and Firmicutes (start: 13–33%, end: 12–16%), whereas the abundance of Chloroflexi, Gemmatimonadetes, and Planctomycetes rose. Groups containing many human pathogens decreased during composting, like Pseudomonadales, Bacilli with Bacillus spp., or Staphylococcaceae and Enterococcaceae. Gene-specific PCR showed a decline in the number of detectable ARGs from 15 before to 8 after composting. The results reveal the importance of sufficiently high temperatures lasting for a sufficiently long period during the thermophilic phase of composting for reducing Salmonella to levels matching the criteria for fertilizers. However, most severe human pathogens that were targeted by isolation conditions were not detected. Cultivation-independent analyses also indicated a decline in bacterial orders comprising many pathogenic bacteria, as well as a decrease in ARGs. In summary, thermophilic composting could be a promising approach for producing hygienically safe organic fertilizer from ecological sanitation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.824834/full"
  },
  {
    "title": "Hurricane-driven patterns of clonality in an ecosystem engineer: the Caribbean coral Montastraea annularis.",
    "authors": [
      "Nicola L Foster,",
      "Iliana B Baums,",
      "Juan A Sanchez,",
      "Claire B Paris,",
      "Iliana Chollett,",
      "Claudia L Agudelo,",
      "Mark J A Vermeij,",
      "Peter J Mumby"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0053283",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  e53283",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "K-selected species with low rates of sexual recruitment may utilise storage effects where low adult mortality allows a number of individuals to persist through time until a favourable recruitment period occurs. Alternative methods of recruitment may become increasingly important for such species if the availability of favourable conditions for sexual recruitment decline under rising anthropogenic disturbance and climate change. Here, we test the hypotheses that asexual dispersal is an integral life history strategy not only in branching corals, as previously reported, but also in a columnar, 'K-selected' coral species, and that its prevalence is driven by the frequency of severe hurricane disturbance. Montastraea annularis is a long-lived major frame-work builder of Caribbean coral reefs but its survival is threatened by the consequences of climate induced disturbance, such as bleaching, ocean acidification and increased prevalence of disease. 700 M. annularis samples from 18 reefs within the Caribbean were genotyped using six polymorphic microsatellite loci. We demonstrate that asexual reproduction occurs at varying frequency across the species-range and significantly contributes to the local abundance of M. annularis, with its contribution increasing in areas with greater hurricane frequency. We tested several competing hypotheses that might explain the observed pattern of genotypic diversity. 64% of the variation in genotypic diversity among the sites was explained by hurricane incidence and reef slope, demonstrating that large-scale disturbances combine with local habitat characteristics to shape the balance between sexual and asexual reproduction in populations of M. annularis.",
    "readLink": "http://europepmc.org/articles/PMC3538762?pdf=render"
  },
  {
    "title": "Impact of Forest Fires on Air Quality in Wolgan Valley, New South Wales, Australia—A Mapping and Monitoring Study Using Google Earth Engine",
    "authors": [
      "Sachchidanand Singh,",
      "Harikesh Singh,",
      "Vishal Sharma,",
      "Vaibhav Shrivastava,",
      "Pankaj Kumar,",
      "Shruti Kanga,",
      "Netrananda Sahu,",
      "Gowhar Meraj,",
      "Majid Farooq,",
      "Suraj Kumar Singh"
    ],
    "doi": "https://doi.org/10.3390/f13010004",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  p.\n                                  4",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forests are an important natural resource and are instrumental in sustaining environmental sustainability. Burning biomass in forests results in greenhouse gas emissions, many of which are long-lived. Precise and consistent broad-scale monitoring of fire intensity is a valuable tool for analyzing climate and ecological changes related to fire. Remote sensing and geographic information systems provide an opportunity to improve current practice’s accuracy and performance. Spectral indices techniques such as normalized burn ratio (NBR) have been used to identify burned areas utilizing satellite data, which aid in distinguishing burnt areas using their standard spectral responses. For this research, we created a split-panel web-based Google Earth Engine app for the geo-visualization of the region severely affected by forest fire using Sentinel 2 weekly composites. Then, we classified the burn severity in areas affected by forest fires in Wolgan Valley, New South Wales, Australia, and the surrounding area through Difference Normalized Burn Ratio (dNBR). The result revealed that the region’s burnt area increased to 6731 sq. km in December. We also assessed the impact of long-term rainfall and land surface temperature (LST) trends over the study region to justify such incidents. We further estimated the effect of such incidents on air quality by analyzing the changes in the column number density of carbon monoxide and nitrogen oxides. The result showed a significant increase of about 272% for Carbon monoxide and 45% for nitrogen oxides. We conclude that, despite fieldwork constraints, the usage of different NBR and web-based application platforms may be highly useful for forest management to consider the propagation of fire regimes.",
    "readLink": "https://www.mdpi.com/1999-4907/13/1/4"
  },
  {
    "title": "Payments for Ecosystem Services in the Context of Adaptation to Climate Change",
    "authors": [
      "Isabel van de Sand"
    ],
    "doi": "https://doi.org/10.5751/ES-04561-170111",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  p.\n                                  11",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "The concept of payments for ecosystem services (PES) has recently emerged as a promising tool for enhancing or safeguarding the provision of ecosystem services (ES). Although the concept has been extensively scrutinized in terms of its potential positive and negative impacts on the poor in developing countries, less attention has been paid to examining the role of PES in the context of adaptation to climate change. PES has some potential to contribute to adaptation to climate change, but there are also risks that it could undermine adaptation efforts. In order to maximize synergies and minimize trade-offs between PES and adaptation, it is important that the conceptual links between both are made explicit. The present article presents the main conceptual links between PES and adaptation to climate change and suggests ways of making PES pro-poor and pro-adaptation. Drawing upon the concepts of vulnerability, adaptive capacity, and socioecological systems, it is suggested that PES can potentially contribute to adaptation in three main ways: through enhancements in the provision of ecosystem services, by enhancing adaptive capacity in the way PES is designed and implemented, and by providing an incentive mechanism to adopt specific measures for adaptation to climate change. Reflecting on the lessons from the PES and poverty literature, the article suggests ways to make PES pro-poor and pro-adaptation and concludes with further research needs in this area.",
    "readLink": "http://www.ecologyandsociety.org/vol17/iss1/art11/"
  },
  {
    "title": "Effects of Heat Waves During Post-natal Development on Mitochondrial and Whole Body Physiology: An Experimental Study in Zebra Finches",
    "authors": [
      "Riccardo Ton,",
      "Antoine Stier,",
      "Antoine Stier,",
      "Christine E. Cooper,",
      "Christine E. Cooper,",
      "Simon C. Griffith"
    ],
    "doi": "https://doi.org/10.3389/fphys.2021.661670",
    "journalVolume": "Vol. 12",
    "issn": "1664-042X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physiology"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/physiology",
    "abstract": "Human-induced climate change is increasing the frequency, duration, and intensity of heat waves and exposure to these extreme temperatures impacts individual physiology and performance (e.g., metabolism, water balance, and growth). These traits may be susceptible to thermal conditions experienced during embryonic development, but experiments focusing on post-natal development are scant. Documented effects of heat waves on whole-body metabolism may reflect changes in mitochondrial function, but most studies do not measure physiological traits at both the cellular and whole organism levels. Here, we exposed nests of zebra finches to experimentally simulated heat waves for 18 days after hatching and measured body mass, growth rate, whole-body metabolic rate, body temperature, wet thermal conductance, evaporative water loss, and relative water economy of chicks at three ages corresponding to ectothermic (day 5), poikilothermic (day 12), and homoeothermic (day 50) stages. Additionally, we measured mitochondrial bioenergetics of blood cells 80 days post-hatch. While early-life exposure to heat wave conditions did not impact whole body metabolic and hygric physiology, body temperature was lower for birds from heated compared with control nests at both 12 and 50 days of age. There was also an effect of nest heating at the cellular level, with mitochondria from heated birds having higher endogenous and proton-leak related respiration, although oxidative phosphorylation, maximum respiratory capacity, and coupling efficiency were not impacted. Our results suggest that early-life exposure to high ambient temperature induces programming effects on cellular-level and thermal physiology that may not be apparent for whole-animal metabolism.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fphys.2021.661670/full"
  },
  {
    "title": "Climate change and its impact on urban agriculture in Sub-Saharan Africa: A literature review",
    "authors": [
      "Chari Felix,",
      "Ngcamu Bethuel Sibongiseni"
    ],
    "doi": "https://doi.org/10.2478/environ-2022-0014",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  22\n                                  – 32",
    "issn": "2354-0079 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://sciendo.com/journal/ENVIRON",
    "abstract": "Recent surveys have shown that the global urban population is increasing at an accelerated rate. As a result, the associated increased demand for food items has pushed up the overall cost of living for urban dwellers. To mitigate this increased cost of living urban dwellers increasingly find solace in agricultural activities. This surge in urban agricultural activities comes at a time characterized by long term shifts in temperatures, rainfall patterns and general weather conditions. While many researchers have presented evidence of increased urban agricultural activities, there remains a paucity of integrated literature that summarizes climate change issues on urban agriculture. This research reviewed literature on the influence of climate change on urban agricultural operations in sub-Saharan African cities. A narrative review approach was employed to summarize and synthesize findings and make recommendations for future research. The review employed the key terms ‘urban farming’, ‘urban agriculture’, ‘climate change’, ‘peri-urban agriculture’, and ‘urban agricultural production’ to search relevant literature indexed in databases: Scopus, Directory of Open Access Journals, Web of Science, Google Scholar and Academic Search (EBSCO). The choice of these keywords was informed by the authors’ specialist understanding of urban agriculture and climate change. There is consensus among the reviewed literature that climate change affects urban agriculture from production to processing, storage, and distribution. This study also established that the extent and magnitude of climate change impacts differ from one region to another. Therefore, adaptation and mitigation strategies ought to be context specific and not universally applicable. This is important because Africa is a climatologically diverse continent so that the impact of climate change faced by one sub-Saharan African city may be different from that for other cities in other regions. A framework that simplifies the effects of climate change on urban agriculture-dependent households in sub-Saharan Africa was produced. More specifically, this framework is recommended to those urban farmers and policymakers that are involved in mitigating the consequences of climate change as well as achieving food and nutritional security. The authors also recommend this framework for unpacking the knowledge of the influence of climate change on urban agriculture as well as exposing directions for future research. This work adds to the growing body of knowledge in the domain of climate change on urban agriculture-dependent households.",
    "readLink": "https://doi.org/10.2478/environ-2022-0014"
  },
  {
    "title": "Using next generation sequencing of alpine plants to improve fecal metabarcoding diet analysis for Dall’s sheep",
    "authors": [
      "Kelly E. Williams,",
      "Damian M. Menning,",
      "Eric J. Wald,",
      "Sandra L. Talbot,",
      "Kumi L. Rattenbury,",
      "Laura R. Prugh"
    ],
    "doi": "https://doi.org/10.1186/s13104-021-05590-z",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 4",
    "issn": "1756-0500 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science: Biology (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "https://bmcresnotes.biomedcentral.com",
    "abstract": "Abstract Objectives Dall’s sheep (Ovis dalli dalli) are important herbivores in the mountainous ecosystems of northwestern North America, and recent declines in some populations have sparked concern. Our aim was to improve capabilities for fecal metabarcoding diet analysis of Dall’s sheep and other herbivores by contributing new sequence data for arctic and alpine plants. This expanded reference library will provide critical reference sequence data that will facilitate metabarcoding diet analysis of Dall’s sheep and thus improve understanding of plant-animal interactions in a region undergoing rapid climate change. Data description We provide sequences for the chloroplast rbcL gene of 16 arctic-alpine vascular plant species that are known to comprise the diet of Dall’s sheep. These sequences contribute to a growing reference library that can be used in diet studies of arctic herbivores.",
    "readLink": "https://doi.org/10.1186/s13104-021-05590-z"
  }
]