[
  {
    "title": "Climate Change Effects on Heating and Cooling Demands of Buildings in Canada",
    "authors": [
      "Samir E. Chidiac,",
      "Lan Yao,",
      "Paris Liu"
    ],
    "doi": "https://doi.org/10.3390/civileng3020017",
    "journalVolume": "Vol. 3,\n                                no. 17\n                                \n                                  pp.\n                                  277\n                                  – 295",
    "issn": "2673-4109 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/civileng",
    "abstract": "Climate change is causing more frequent extreme weather events. The consequences of increasing global temperature on the operating cost of existing buildings, and the associated health, safety, and economic risks were investigated. Eight cities in Ontario, Canada, across climate zones 5 to 8, were selected for this study. Statistical models were employed to forecast daily temperatures for 50 years. The impact of climate change on buildings’ heating and cooling demands for energy was measured as changes in heating degree days (HDD) and cooling degree days (CDD) compared to current design requirements. The results predict an increase in the demand for cooling and a decrease in that for heating within the next 50 years. A drop in the total HDD and CDD is shown which reflects a more comfortable outdoor thermal condition. Risk to human health attributable to the increase in global temperature is negligible.",
    "readLink": "https://www.mdpi.com/2673-4109/3/2/17"
  },
  {
    "title": "Plant diversity in a changing world: Status, trends, and conservation needs",
    "authors": [
      "Richard T. Corlett"
    ],
    "doi": "https://doi.org/10.1016/j.pld.2016.01.001",
    "journalVolume": "Vol. 38,\n                                no. 1\n                                \n                                  pp.\n                                  10\n                                  – 16",
    "issn": "2468-2659 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Biology (General)",
      "Science: Botany"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/plant-diversity/",
    "abstract": "The conservation of plants has not generated the sense of urgency—or the funding—that drives the conservation of animals, although plants are far more important for us. There are an estimated 500,000 species of land plants (angiosperms, gymnosperms, ferns, lycophytes, and bryophytes), with diversity strongly concentrated in the humid tropics. Many species are still unknown to science. Perhaps a third of all land plants are at risk of extinction, including many that are undescribed, or are described but otherwise data deficient. There have been few known global extinctions so far, but many additional species have not been recorded recently and may be extinct. Although only a minority of plant species have a specific human use, many more play important roles in natural ecosystems and the services they provide, and rare species are more likely to have unusual traits that could be useful in the future. The major threats to plant diversity include habitat loss, fragmentation, and degradation, overexploitation, invasive species, pollution, and anthropogenic climate change. Conservation of plant diversity is a massive task if viewed globally, but the combination of a well-designed and well-managed protected area system and ex situ gap-filling and back-up should work anywhere. The most urgent needs are for the completion of the global botanical inventory and an assessment of the conservation status of the 94% of plant species not yet evaluated, so that both in and ex situ conservation can be targeted efficiently. Globally, the biggest conservation gap is in the hyperdiverse lowland tropics and this is where attention needs to be focused.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2468265916300300"
  },
  {
    "title": "From Publications to Public Actions: The Role of Universities in Facilitating Academic Advocacy and Activism in the Climate and Ecological Emergency",
    "authors": [
      "Charlie J. Gardner,",
      "Aaron Thierry,",
      "William Rowlandson,",
      "Julia K. Steinberger"
    ],
    "doi": "https://doi.org/10.3389/frsus.2021.679019",
    "journalVolume": "Vol. 2",
    "issn": "2673-4524 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainability#",
    "abstract": "Thousands of universities have made climate emergency declarations; however the higher education sector is not rising to the collective challenge with the urgency commensurate with scientific warnings. Universities are promoting an increased focus on sustainability through their research, teaching and their own institutional footprints. However, we suggest that such initiatives will be insufficient to catalyse the required transformations in our societies and economies because of (i) the time lags inherent in education and research pathways to impact, and (ii) their failure to address either real-world political processes or the forces invested in maintaining the status quo. We therefore suggest that academics should move from publications to public actions and engage in advocacy and activism to affect urgent and transformational change. We discuss the barriers to engagement in advocacy that academics face, and propose a number of actions that universities should adopt to help overcome them. These include explicitly recognising advocacy as part of the work mandate of academic staff by altering work allocation models, facilitating engaged research sabbaticals, altering hiring and promotion policies, and providing training to enhance the effectiveness of engagement. In addition, universities must defend the right of academics to engage in protest and push back against emerging threats to academic freedom. Such actions would strengthen a rich tradition of academic protest and enhance the contribution of universities to the public good in areas well beyond sustainability, for example race and social justice (Black Lives Matter, decolonising education) and public health.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsus.2021.679019/full"
  },
  {
    "title": "Synergies, Trade-offs, and Losses of Ecosystem Services in Urban Regions: an Integrated Multiscale Framework Applied to the Leipzig-Halle Region, Germany",
    "authors": [
      "Dagmar Haase,",
      "Nina Schwarz,",
      "Michael Strohbach,",
      "Franziska Kroll,",
      "Ralf Seppelt"
    ],
    "doi": "https://doi.org/10.5751/ES-04853-170322",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  p.\n                                  22",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Because we have entered the 'millennium of the cities', urban ecological research needs to account for the provisions ecosystem services provide to urban regions. In urban areas, ecosystem service assessment studies need to account for the complex land use patterns, which change over relatively short periods of time. We discuss an analytical framework for the spatial and temporal integration of different ecosystem services in an urban region to determine synergies, trade-offs and losses, and we employ a case study in Leipzig-Halle, Germany. The following five ecosystem services, which are of special importance for urban areas, were selected: local climate regulation, recreation potential, biodiversity potential, food supply, and above-ground carbon storage. These services were analyzed from 1990 to 2006. Our results identified only slight increases in urbanization (1% or 3 km²) and in mining restoration (-11 km²). However, the detected land use changes led to synergies with biodiversity and climate regulation of > 50% of the total area, whereas trade-offs of approximately 60% were detected between variables such as climate regulation and recreation. Finally, we address both the opportunities and the challenges that were encountered in the integration study, specifically with respect to the application in land use planning.",
    "readLink": "http://www.ecologyandsociety.org/vol17/iss3/art22/"
  },
  {
    "title": "National REDD+ Strategy for Climate Change Mitigation: A Review and Comparison of Developing Countries",
    "authors": [
      "Jewel Andoh,",
      "Yohan Lee"
    ],
    "doi": "https://doi.org/10.3390/su10124781",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  4781",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Reducing emissions from deforestation and forest degradation, and the role of conservation, sustainable forest management and enhancement of forest carbon stocks (REDD+) in developing countries requires a National REDD+ Strategy (NRS) to ensure effectiveness, efficiency and equity. So far, only a few countries have submitted their NRS to the United Nations Framework Convention on Climate Change (UNFCCC) to progress to the implementation phase of REDD+. To compare the NRS of eight countries from Africa and the Asia-Pacific region, we used content analysis to assess whether these countries have paid attention to the REDD+ design components and adhered to the UNFCCC REDD+ rules. Our results demonstrate that all eight countries have paid considerable attention to REDD+ activities, finance, measurement, reporting and verification (MRV), and safeguard systems, and most countries have not adhered to the UNFCCC REDD+ rules on scale including the definition of national and subnational forests, subnational projects to be nested into national systems, and subnational activities to be verified by experts. REDD+ countries must develop definitions for national and subnational forests to enhance forest monitoring and they must develop technical and institutional infrastructure for MRV and safeguard systems, to receive results-based payments, and for the sustainability of REDD+ projects.",
    "readLink": "https://www.mdpi.com/2071-1050/10/12/4781"
  },
  {
    "title": "3 Challenges, 3 Errors, and 3 Solutions to Integrate Frontline Communities in Climate Change Policy and Research: Lessons From California",
    "authors": [
      "Angel Santiago Fernandez-Bou,",
      "Angel Santiago Fernandez-Bou,",
      "Angel Santiago Fernandez-Bou,",
      "J. Pablo Ortiz-Partida,",
      "Leticia M. Classen-Rodriguez,",
      "Leticia M. Classen-Rodriguez,",
      "Chantelise Pells,",
      "Kristin B. Dobbin,",
      "Vicky Espinoza,",
      "Vicky Espinoza,",
      "José Manuel Rodríguez-Flores,",
      "José Manuel Rodríguez-Flores,",
      "José Manuel Rodríguez-Flores,",
      "José Manuel Rodríguez-Flores,",
      "Chia Thao,",
      "Chia Thao,",
      "Courtney R. Hammond Wagner,",
      "Amanda Fencl,",
      "Humberto Flores-Landeros,",
      "Humberto Flores-Landeros,",
      "Humberto Flores-Landeros,",
      "Humberto Flores-Landeros,",
      "Mahesh L. Maskey,",
      "Mahesh L. Maskey,",
      "Spencer A. Cole,",
      "Spencer A. Cole,",
      "Spencer A. Cole,",
      "Shayda Azamian,",
      "Eliseo Gamiño,",
      "Alexander Guzman,",
      "Alexander Guzman,",
      "Ana Grace F. Alvarado,",
      "Ana Grace F. Alvarado,",
      "Ana Grace F. Alvarado,",
      "Miriam S. Campos-Martínez,",
      "Coreen Weintraub,",
      "Espi Sandoval,",
      "Ruth M. Dahlquist-Willard,",
      "Leigh A. Bernacchi,",
      "Colleen C. Naughton,",
      "Colleen C. Naughton,",
      "Robin M. DeLugan,",
      "Josué Medellín-Azuara,",
      "Josué Medellín-Azuara,",
      "Josué Medellín-Azuara"
    ],
    "doi": "https://doi.org/10.3389/fclim.2021.717554",
    "journalVolume": "Vol. 3",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Frontline communities of California experience disproportionate social, economic, and environmental injustices, and climate change is exacerbating the root causes of inequity in those areas. Yet, climate adaptation and mitigation strategies often fail to meaningfully address the experience of frontline community stakeholders. Here, we present three challenges, three errors, and three solutions to better integrate frontline communities' needs in climate change research and to create more impactful policies. We base our perspective on our collective firsthand experiences and on scholarship to bridge local knowledge with hydroclimatic research and policymaking. Unawareness of local priorities (Challenge 1) is a consequence of Ignoring local knowledge (Error 1) that can be, in part, resolved with Information exchange and expansion of community-based participatory research (Solution 1). Unequal access to natural resources (Challenge 2) is often due to Top-down decision making (Error 2), but Buffer zones for environmental protection, green areas, air quality, and water security can help achieve environmental justice (Solution 2). Unequal access to public services (Challenge 3) is a historical issue that persists because of System abuse and tokenism (Error 3), and it may be partially resolved with Multi-benefit projects to create socioeconomic and environmental opportunities within frontline communities that include positive externalities for other stakeholders and public service improvements (Solution 3). The path forward in climate change policy decision-making must be grounded in collaboration with frontline community members and practitioners trained in working with vulnerable stakeholders. Addressing co-occurring inequities exacerbated by climate change requires transdisciplinary efforts to identify technical, policy, and engineering solutions.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2021.717554/full"
  },
  {
    "title": "Risk communication and capacity-building: A case study on framing CBA strategies of artisanal fishing communities to sea-level rise using BASIEC",
    "authors": [
      "A. Saleem Khan,",
      "M. Sabuj Kumar,",
      "R. Sudhir Chella"
    ],
    "doi": "Vol. 26\n                                \n                                \n                                  p.\n                                  100299",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Accelerated rise in sea levels due to changing climate threatens the communities located in the low-lying coastal regions. Small-scale fishing communities such as artisanal fishing communities are vulnerable to the risk of sea-level rise. Climate services are considered to be effective instruments to communicate such risks and enhance the capacity of local communities. However, the application of climate services to build capacities of artisanal fishing communities remains sparse. In this context, this study attempted to address the risk of rising sea levels and building capacity of artisanal fishing communities of Ennore region in Chennai situated on the east coast of India, as a case study. The study has addressed the following research questions: What sea-level rise risk information is required? How should it be communicated effectively? and how efficiently climate services can be utilized to enhance the capacities of communities to rising sea levels? BASIEC coastal climate service framework methodology has been adopted. Sea-level rise risk campaign and adaptation workshops were served as climate service platforms to create awareness through narratives and visualization techniques as risk information, communication and education strategies. By adopting participatory techniques such as citizen science and pair-wise ranking methods, the study has identified and prioritized community-based adaptation strategies to sea-level rise. As a climate service, this case study provides a model to communicate the sea-level rise risk and build capacities of artisanal fishing communities in adaptation decision-making. The approach and methodology of this study are valuable for facilitating climate services to empower coastal communities.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880722000176"
  },
  {
    "title": "Altered morphologies and physiological compensation in a rapidly expanding dwarf bamboo in alpine ecosystems",
    "authors": [
      "Gaku Kudo,",
      "Yuta Aoshima,",
      "Rie Miyata,",
      "Daniel E. Winkler"
    ],
    "doi": "https://doi.org/10.1080/15230430.2018.1463733",
    "journalVolume": "Vol. 50,\n                                no. 1",
    "issn": "1523-0430 (Print)",
    "publisher": "1938-4246 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/uaar",
    "abstract": "Dwarf bamboos are evergreen woody grasses that produce large clonal patches and dominate the understories of the montane to subalpine zones of northern Japan. Recently, dwarf bamboos have expanded their distribution to above the treeline and into alpine meadows. To clarify the mechanism of rapid invasion into the alpine, we compared the morphological performance, biomass allocation, photosynthetic activity, CO2 fixation ability, and sensitivity to temperature of dwarf bamboos in their native montane and expanding alpine sites in the Taisetsu Mountains. Alpine bamboo produced shorter but denser aboveground structures, where leaves were smaller and branching was more frequent. The total biomass of alpine bamboo was nearly half of that produced by montane bamboo. Montane bamboo produced more stems, while alpine bamboo invested more carbon in belowground structures. CO2 fixation per land area by alpine bamboo was 1.3 times higher than rates observed in montane bamboo. Optimal temperatures for photosynthesis were lower in alpine bamboo (15–20°C) than in montane bamboo (20–25°C), probably because of the rapid decrease in stomatal conductance at higher temperatures (>20°C) observed in the alpine site. Overall, leaf transpiration rates were higher in alpine bamboo, but water-use efficiency was similar between sites. A high flexibility in both morphological and physiological characteristics enabled dwarf bamboos to expand into alpine environments in response to recent climate change.",
    "readLink": "http://dx.doi.org/10.1080/15230430.2018.1463733"
  },
  {
    "title": "Determinants of organic food purchasing intention: an empirical study of local consumers in Da Nang city, Central Vietnam",
    "authors": [
      "Ngo Thanh Mai,",
      "Tran Thi Lan Phuong,",
      "Tran Tho Dat,",
      "Dinh Duc Truong"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1180612",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "With the rapid economic development in the past decades, Vietnamese people are more and more aware of the role of safe food for their health and that of their families. Currently, the trend of organic food consumption is happening faster, especially in urban areas. The study aims to determine the influence of transparent information and knowledge about organic products on consumers' attitudes, trust, and subjective norms affecting their purchase intention of organic products. Data were collected from 420 consumers in Da Nang city, Central Vietnam. Exploratory Factor Analysis (EFA) method and Structural Equation Modeling (SEM) were used to evaluate the scale's reliability and identify the impact factors. The results show that attitudes and trust have a positive relationship with the intention to buy organic food. In addition, research shows that trust is a predecessor of attitudes and mediates the relationship between information, knowledge about organic food, and intention to buy organic food. The study's findings are consistent with previous literature and provide implications for food managers, organic food businesses, and the community.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1180612/full"
  },
  {
    "title": "Migration as an Adaptation to Climate Change",
    "authors": [
      "Robert Stojanov,",
      "Barbora Duží"
    ],
    "doi": "Vol. 48,\n                                no. 3",
    "issn": "0323-1844 (Print)",
    "publisher": "2570-9429 (Online)",
    "countryOfPublisher": "Institute of International Relations Prague",
    "lcc": [
      "Czechia",
      "Political science: International relations"
    ],
    "journalUrl": "https://cjir.iir.cz/index.php/cjir/index",
    "abstract": "Environmental change (including climate change) affects natural and socio\u0002economic systems as well as migration patterns. Migration is a part of the cultural habits of various societies and serves as a survival or personal development strategy. If we focus on the relationship between migration and climate change (in terms of changes of temperatures, changes of precipitation patterns, extreme weather events occurrence, etc.), migration could be perceived as a short-term coping strategy or a long-term adaptation strategy. The main aim of the paper is to deal with the relationship between climate change and the migration strategies of various peoples who immigrate as a reaction to changes in their living conditions. Two case studies from South Asia and Sub-Saharan Africa demonstrate two different approaches of local communities to tackling the impacts of climate change. The empirical qualitative field research showed that the communities from South Asia perceived climate change as one of the significant factors encouraging migration, while in Sub-Saharan Africa migration on such a substantial scale in relation to climate change did not take place.",
    "readLink": "https://cjir.iir.cz/index.php/cjir/article/view/317"
  }
]