[
  {
    "title": "How to Improve the Biological Quality of Urban Streams? Reviewing the Effect of Hydromorphological Alterations and Rehabilitation Measures on Benthic Invertebrates",
    "authors": [
      "Andreina Zerega,",
      "Nuno Eduardo Simões,",
      "Maria João Feio"
    ],
    "doi": "https://doi.org/10.3390/w13152087",
    "journalVolume": "Vol. 13,\n                                no. 2087\n                                \n                                  p.\n                                  2087",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Urbanisation alters the natural hydromorphology of streams, affecting aquatic communities and ecological quality. Increasing efforts have been put into the rehabilitation of urban streams due to their importance for urban sustainability. Despite these efforts, many projects fail to achieve the improvement of aquatic communities. This study aims to provide specific recommendations to enhance the biological rehabilitation of urban streams by reviewing: (i) the impacts of urbanisation and climate change on urban stream hydrology, (ii) the responses of invertebrate assemblages to alterations in the hydrology and morphology of streams, and (iii) the hydromorphological rehabilitation measures applied to streams and their effect on invertebrate communities. This review found that commonly employed measures of habitat heterogeneity enhancement (such as the addition of meanders, boulders, and artificial riffles) are not enough to improve invertebrate communities. On the other hand, the most effective measures are those leading to the re-establishment of natural hydrological patterns and good water quality. Ultimately, an integrated ecohydrological approach that considers the entire watershed and its interactions between ecosystems and anthropological activities is the key to managing and rehabilitating urban streams.",
    "readLink": "https://www.mdpi.com/2073-4441/13/15/2087"
  },
  {
    "title": "Food Security and Climate Change: Differences in Impacts and Adaptation Strategies for Rural Communities in the Global South and North",
    "authors": [
      "Subhashni Raj,",
      "Sam Roodbar,",
      "Catherine Brinkley,",
      "David Walter Wolfe"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2021.691191",
    "journalVolume": "Vol. 5",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "This research highlights the mismatch between food security and climate adaptation literature and practice in the Global North and South by focusing on nested case studies in rural India and the United States during the COVID-19 pandemic. The United States is one of the wealthiest countries in the world, but also has one of the largest wealth gaps. Comparatively, India has one of the largest populations of food insecure people. To demonstrate how adaptive food security approaches to climate change will differ, we first review the unique climate, agricultural, demographic, and socio-economic features; and then compare challenges and solutions to food security posed by the COVID-19 pandemic. While both countries rely on rural, low-income farmworkers to produce food, the COVID-19 pandemic has highlighted how agricultural and food security policies differ in their influence on both food insecurity and global hunger alike. Emphasis on agricultural production in developing regions where a majority of individuals living in rural areas are smallholder subsistence farmers will benefit the majority of the population in terms of both poverty alleviation and food production. In the Global North, an emphasis on food access and availability is necessary because rural food insecure populations are often disconnected from food production.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2021.691191/full"
  },
  {
    "title": "Advanced roe deer (Capreolus capreolus) parturition date in response to climate change",
    "authors": [
      "Robert Hagen,",
      "Sylvia Ortmann,",
      "Andreas Elliger,",
      "Janosch Arnold"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3819",
    "journalVolume": "Vol. 12,\n                                no. 11\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract In temperate habitats, the vegetation onset in spring affects the life cycle activities of large herbivores. For one species of large herbivore, roe deer (Capreolus capreolus), parturition is tied to peak resource availability. However, recent long‐term studies of the parturition date of roe deer found only limited support for its earlier occurrence with an earlier onset of spring. In this study, data from a long‐term project (1973–2019) in southern Germany (Baden‐Württemberg; elevation 101–1036 m; 16,130 tagged roe deer fawns) were used to investigate whether the advance in the roe deer parturition date reflected different environmental conditions and was thus explained by temporal and spatial factors. Our results showed a consistent advance toward an earlier parturition date (between 0.16 and 0.33 d/yr), especially for elevations above 750 m, that coincided with an advance in plant phenology. Up to 37% of the variance of the detrended time series of the mean annual parturition was accounted for by the detrended time series of the flowering date of forsythia. Our results suggest a plasticity that allows roe deer to cope with climate‐induced changes along environmental gradients.",
    "readLink": "https://doi.org/10.1002/ecs2.3819"
  },
  {
    "title": "Latin America and the global climate change",
    "authors": [
      "A M Tarko,",
      "D K Montero,",
      "V P Zvolinski,",
      "A I Kurbatova"
    ],
    "doi": "Vol. 0,\n                                no. S5\n                                \n                                  pp.\n                                  60\n                                  – 69",
    "issn": "2313-2310 (Print)",
    "publisher": "2408-8919 (Online)",
    "countryOfPublisher": "Peoples’ Friendship University of Russia (RUDN University)",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://journals.rudn.ru/ecology",
    "abstract": "Based on the spatial mathematical model of global carbon dioxide cycle in the biosphere calculated absorption of carbon dioxide emissions from the burning of fossil fuels, including deforestation and soil erosion in Latin America and the world. Calculations of the effects of restrictions in CO 2 emissions based on different scenarios of the Kyoto Protocol to the UN Framework Convention on climate stabilization showed that ecosystems of Costa Rica absorb atmospheric CO 2 more than other countries in the region, and industrial emissions from its territory almost equal absorption.",
    "readLink": "https://journals.rudn.ru/ecology/article/viewFile/12634/12064"
  },
  {
    "title": "Timeliness and traffic intensity in spring fieldwork in Norway",
    "authors": [
      "Dorothee Kolberg,",
      "Trond Børresen,",
      "Hugh Riley"
    ],
    "doi": "https://doi.org/10.23986/afsci.83441",
    "journalVolume": "Vol. 29,\n                                no. 2",
    "issn": "1459-6067 (Print)",
    "publisher": "1795-1895 (Online)",
    "countryOfPublisher": "Scientific Agricultural Society of Finland",
    "lcc": [
      "Finland",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://ojs.tsv.fi/index.php/AFS/index",
    "abstract": "Future increase in precipitation in Scandinavia may exacerbate the dilemma of spring fieldwork that farmers have, concerning topsoil compaction versus delayed sowing on autumn ploughed soil. The former may lead to soil physical degradation, while the latter may lead to a shorter growing season, both with consequential loss of cereal yield potential. In order to enable farmers to adapt their spring fieldwork to climate change, research needs to include seedbed preparation at higher soil moisture conditions. A split-plot experiment in southeastern Norway in 2014–2017 explored the effects of timing (early, medium, late) and traffic intensity (zero, one, two or three additional wheelings) of spring fieldwork on soil physics and yield. Early spring fieldwork in the unfavourably wet conditions of 2016 gave rise to larger and stronger aggregates, higher penetration resistance, changed pore characteristics and reduced yields. Increased penetration resistance persisted until autumn. The small effect of traffic intensity was explained by location, soil type and intensity range involved. In this context of spring fieldwork timeliness, the proportion of 2–6 mm aggregates and penetration resistance were the properties most strongly correlated with other soil physical properties and cereal yield.",
    "readLink": "https://journal.fi/afs/article/view/83441"
  },
  {
    "title": "Scanner-Based Minirhizotrons Help to Highlight Relations between Deep Roots and Yield in Various Wheat Cultivars under Combined Water and Nitrogen Deficit Conditions",
    "authors": [
      "François Postic,",
      "Katia Beauchêne,",
      "David Gouache,",
      "Claude Doussan"
    ],
    "doi": "https://doi.org/10.3390/agronomy9060297",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  297",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Breeding for crops in the context of climate change necessitates phenotyping tools for roots in field conditions. Such in-field phenotyping requires the development of rapid and non-destructive measurement techniques for the screening of relevant root traits under sub-optimal conditions. In this study, we used scanner-based minirhizotrons to measure in situ the root length and surface/volume densities of roots for four wheat varieties, under four different growth conditions: irrigated and rainfed coupled with optimal and sub-optimal N fertilization under a Mediterranean climate. For all the treatments, grain yield correlates with minirhizotron-based root surface density measured at anthesis (r2 = 0.48). Irrigated and rainfed conditions led to contrasted relations between roots and grain yield: no correlation was found in irrigated plots, while under rainfed conditions and sub-optimal fertilization, the higher yields are related to a higher root colonization of the deeper soil layers (r2 = 0.40). Shoot biomass was correlated to grain yield in irrigated conditions, but not in rainfed conditions. However, for the latter, the total root weight, the proportion of which being mainly located in the top soil, is not related to the grain yield. In this way, we show the relationship between these higher grain yields and a stress avoidance mechanism of the root system characterized by a higher root density in the deep soil layers. Thus, unlike shoot biomass measurements, scanner-based minirhizotron allows the direct detection of such a stress-related root development, and therefore opens the door to a better prediction of grain yield.",
    "readLink": "https://www.mdpi.com/2073-4395/9/6/297"
  },
  {
    "title": "Phenotypic plasticity and evolution of thermal tolerance in bacteria from temperate and hot spring environments",
    "authors": [
      "Enrique Hurtado-Bautista,",
      "Laura F. Pérez Sánchez,",
      "Africa Islas-Robles,",
      "Gustavo Santoyo,",
      "Gabriela Olmedo-Alvarez"
    ],
    "doi": "https://doi.org/10.7717/peerj.11734",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e11734",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Phenotypic plasticity allows individuals to respond to the selective forces of a new environment, followed by adaptive evolution. We do not know to what extent phenotypic plasticity allows thermal tolerance evolution in bacteria at the border of their physiological limits. We analyzed growth and reaction norms to temperature of strains of two bacterial lineages, Bacillus cereus sensu lato and Bacillus subtilis sensu lato, that evolved in two contrasting environments, a temperate lagoon (T) and a hot spring (H). Our results showed that despite the co-occurrence of members of both lineages in the two contrasting environments, norms of reactions to temperature exhibited a similar pattern only in strains within the lineages, suggesting fixed phenotypic plasticity. Additionally, strains from the H environment showed only two to three degrees centigrade more heat tolerance than strains from the T environment. Their viability decreased at temperatures above their optimal for growth, particularly for the B. cereus lineage. However, sporulation occurred at all temperatures, consistent with the known cell population heterogeneity that allows the Bacillus to anticipate adversity. We suggest that these mesophilic strains survive in the hot-spring as spores and complete their life cycle of germination and growth during intermittent opportunities of moderate temperatures. The limited evolutionary changes towards an increase in heat tolerance in bacteria should alert us of the negative impact of climate change on all biological cycles in the planet, which at its most basic level depends on microorganisms.",
    "readLink": "https://peerj.com/articles/11734.pdf"
  },
  {
    "title": "Variability and trends of climate extremes indices from the observed and downscaled GCMs data over 1950–2020 period in Chattogram City, Bangladesh",
    "authors": [
      "Lia Pervin,",
      "Md. Sabbir Mostafa Khan"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.331",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  975\n                                  – 998",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "This study was intended to evaluate the variability and trends of climate extremes by incorporating daily data from Chattogram station and from the high-resolution Coordinated Regional Climate Downscaling Experiment (CORDEX) for two different time series. Here, we also focused on evaluating the performance of the selected RCMs (CanESM2, CSIRO, and GFDL from CORDEX) using Taylor diagrams and heat map analysis. Twenty-two extreme climate indices from ETCCDI were computed for the 1950–1989 and 1990–2020 periods. Mann–Kendall and Sen's slope test were performed to estimate the trends from the indices from both station and RCMs data. Highly significant increasing trend for the warm days and warm nights’ frequencies were found, whereas the frequency of cold days and cold nights indicated a significantly decreasing trend. On the other hand, a mild increasing trend in 1-day and 5-day maximum rainfall was detected. Also, the average annual precipitation has increased by 6% from the 1950–1989 to 1990–2020 period. During the last three decades, the region has experienced heavier rainfall in the monsoon but increased water stress in the dry season. The two-fold effects of climate change on the local hydrology revealed by this study need to be addressed properly for the sustainable development of this region. HIGHLIGHTS Performance of the selected RCMs was evaluated using Taylor diagrams and Heatmaps analysis for the Chittagong region.; Variability of climate extremes from 1950–1989 to 1990–2020 was assessed.; A total of 22 extreme climate indices were computed and their changes over time were investigated.; Trend analysis was performed for the extreme rainfall and temperature indices from both station and RCMs data.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/2/975"
  },
  {
    "title": "Impact of heat waves on the bud dormancy of grapevines",
    "authors": [
      "Rafael Anzanello,",
      "Cláudia Martellet Fogaça,",
      "Gabriele Becker Delwing Sartori,",
      "Tainan Graeff Tasso"
    ],
    "doi": "https://doi.org/10.1590/0100-29452022286",
    "journalVolume": "Vol. 44,\n                                no. 1",
    "issn": "0100-2945 (Print)",
    "publisher": "1806-9967 (Online)",
    "countryOfPublisher": "Sociedade Brasileira de Fruticultura",
    "lcc": [
      "Brazil",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://www.scielo.br/j/rbf/",
    "abstract": "Abstract The objective of this work was to evaluate the effect of heat waves on the bud dormancy of grapevines with contrasting chilling requirements. ‘Chardonnay’, ‘Merlot’ and ‘Cabernet Sauvignon’ hardwood cuttings were collected in vineyards of Veranópolis, State of Rio Grande do Sul, Brazil, and were exposed to constant (7.2°C) or alternate (7.2 and 18°C for 12/12 hours) temperatures, combined with zero, one or two days a week at 25°C. Periodically, part of cuttings was transferred to 25°C for daily budburst evaluation. Endodormancy (dormancy controlled by cold) was overcome with 150 chilling hours (CH) at 7.2ºC in ‘Chardonnay’, 300 CH in ‘Merlot’ and 400 CH in ‘Cabernet Sauvignon’. Daily temperature cycles ranging from7.2ºC to 18°C did not affect the endodormancy process. Heat waves of 25°C resulted in increase in CH to overcome endodormancy. The negative effect of heat waves depended on their duration, with heat partially canceling out the chilling accumulation after 36 continuous hours on the dormancy. Such evidence shows that the dormancy evolution is affected by the impact of the heat interspersed with cold, and should be considered in the adjustment and/or development of better-adapted models for the prediction of the budburst potential of the grapevine culture in Southern Brazil.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0100-29452022000101001&lng=en&tlng=en"
  },
  {
    "title": "Changes in runoff time series in Thuringia, Germany – Mann-Kendall trend test and extreme value analysis",
    "authors": [
      "J. Danneberg"
    ],
    "doi": "https://doi.org/10.5194/adgeo-31-49-2012",
    "journalVolume": "Vol. 31\n                                \n                                \n                                  pp.\n                                  49\n                                  – 56",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "Qualified knowledge about the impacts of climate change on hydrology is needed for the derivation of adaptation measures in the water sector. As temperature and precipitation time series in Thuringia, Germany of the last 50 years reveal that the climate is becoming warmer and drier in summer and wetter in winter, the question of changes in runoff time series arises. In the presented study, simple robust analysis approaches to detect changes in runoff characteristics are applied. A selection of 19 anthropogenically undisturbed Thuringian catchments with daily runoff time series of up to 78 years without gaps, covering different landscapes and climatic conditions in Thuringia, is made. Indicators of mean, high, and low runoff in the hydrological year, winter and summer are derived and tested for trends, using the non-parametric Mann-Kendall trend test. To analyze the impact of significant lag-1 autocorrelation (AR) in the series, a prior removal of AR from the series before testing for trend (trend-free-pre-whitening) is performed. Results show that removal of AR has only minor influence on test results and is therefore considered as not necessary. Mean flow and high flow indicators in annual and winter time frame show increasing trends, escpecially in catchments in the higher regions of Thuringia like the Thuringian forest. In summer, all indicators show decreasing trends, especially in the drier central and northern Thuringian basin area. In order to assess changes in floods, 8 gauges, covering the 50-year time period 1949–1999, are selected. Annual maximum flow series are derived for the hydrological year, winter and summer. After fitting of 8 theoretical distributions to the samples by the method of L-moments, 3 goodness-of-fit tests are applied. Flood quantiles for the return periods 2, 5, 10, 20, 50 and 100 years are calculated from means of well fitted distributions for all gauges. To analyze change in flood values, the relative difference of flood quantiles in 2 time periods, 1949–1979 (TP 1) and 1969–1999 (TP 2), with respect to the whole time period 1949–1999 are calculated. Results show that flood values have increased in the later time period in annual and winter time frame and have decreased in summer.",
    "readLink": "http://www.adv-geosci.net/31/49/2012/adgeo-31-49-2012.pdf"
  }
]