[
  {
    "title": "De novo transcriptome assembly and analysis of differential gene expression in response to drought in European beech.",
    "authors": [
      "Markus Müller,",
      "Sarah Seifert,",
      "Torben Lübbe,",
      "Christoph Leuschner,",
      "Reiner Finkeldey"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0184167",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  p.\n                                  e0184167",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Despite the ecological and economic importance of European beech (Fagus sylvatica L.) genomic resources of this species are still limited. This hampers an understanding of the molecular basis of adaptation to stress. Since beech will most likely be threatened by the consequences of climate change, an understanding of adaptive processes to climate change-related drought stress is of major importance. Here, we used RNA-seq to provide the first drought stress-related transcriptome of beech. In a drought stress trial with beech saplings, 50 samples were taken for RNA extraction at five points in time during a soil desiccation experiment. De novo transcriptome assembly and analysis of differential gene expression revealed 44,335 contigs, and 662 differentially expressed genes between the stress and normally watered control group. Gene expression was specific to the different time points, and only five genes were significantly differentially expressed between the stress and control group on all five sampling days. GO term enrichment showed that mostly genes involved in lipid- and homeostasis-related processes were upregulated, whereas genes involved in oxidative stress response were downregulated in the stressed seedlings. This study gives first insights into the genomic drought stress response of European beech, and provides new genetic resources for adaptation research in this species.",
    "readLink": "http://europepmc.org/articles/PMC5584803?pdf=render"
  },
  {
    "title": "Language Use in Group Discourse and Its Relationship to Group Processes",
    "authors": [
      "Lyn M. Van Swol,",
      "Paul Hangsan Ahn,",
      "Andrew Prahl,",
      "Zhenxing Gong"
    ],
    "doi": "https://doi.org/10.1177/21582440211001852",
    "journalVolume": "Vol. 11",
    "issn": "2158-2440 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences"
    ],
    "journalUrl": "http://journals.sagepub.com/home/sgoa",
    "abstract": "The study examined the relationship between language use and perception of group processes. In an experiment, participants discussed their views about climate change in a group chat. Afterward, participants ( n = 239) filled out their perception of themselves and group processes. Participants who perceived more similarity among group members used less complex language (cognitive processes language) and more assenting language. As participants felt more knowledgeable and credible about the topic, their use of “we” pronouns and word count increased and use of “I” pronouns decreased. Replicating past research, participants with more extreme opinions used more “you” pronouns, and participants who reported engaging in more perspective-taking used more complex language and “we” pronouns. Results are integrated within an input–process–output model of group processes and suggest that language is reflective of individual inputs and perception of group processes.",
    "readLink": "https://doi.org/10.1177/21582440211001852"
  },
  {
    "title": "FLUXNET-CH<sub>4</sub>: a global, multi-ecosystem dataset and analysis of methane seasonality from freshwater wetlands",
    "authors": [
      "K. B. Delwiche,",
      "S. H. Knox,",
      "A. Malhotra,",
      "E. Fluet-Chouinard,",
      "G. McNicol,",
      "S. Feron,",
      "S. Feron,",
      "Z. Ouyang,",
      "D. Papale,",
      "D. Papale,",
      "C. Trotta,",
      "E. Canfora,",
      "Y.-W. Cheah,",
      "D. Christianson,",
      "Ma. C. R. Alberto,",
      "P. Alekseychik,",
      "M. Aurela,",
      "D. Baldocchi,",
      "S. Bansal,",
      "D. P. Billesbach,",
      "G. Bohrer,",
      "R. Bracho,",
      "N. Buchmann,",
      "D. I. Campbell,",
      "G. Celis,",
      "J. Chen,",
      "W. Chen,",
      "H. Chu,",
      "H. J. Dalmagro,",
      "S. Dengel,",
      "A. R. Desai,",
      "M. Detto,",
      "H. Dolman,",
      "E. Eichelmann,",
      "E. Euskirchen,",
      "D. Famulari,",
      "K. Fuchs,",
      "M. Goeckede,",
      "S. Gogo,",
      "M. J. Gondwe,",
      "J. P. Goodrich,",
      "P. Gottschalk,",
      "S. L. Graham,",
      "M. Heimann,",
      "M. Helbig,",
      "M. Helbig,",
      "C. Helfter,",
      "K. S. Hemes,",
      "K. S. Hemes,",
      "T. Hirano,",
      "D. Hollinger,",
      "L. Hörtnagl,",
      "H. Iwata,",
      "A. Jacotot,",
      "G. Jurasinski,",
      "M. Kang,",
      "K. Kasak,",
      "J. King,",
      "J. Klatt,",
      "F. Koebsch,",
      "K. W. Krauss,",
      "D. Y. F. Lai,",
      "A. Lohila,",
      "A. Lohila,",
      "I. Mammarella,",
      "L. Belelli Marchesini,",
      "G. Manca,",
      "J. H. Matthes,",
      "T. Maximov,",
      "L. Merbold,",
      "B. Mitra,",
      "T. H. Morin,",
      "E. Nemitz,",
      "M. B. Nilsson,",
      "S. Niu,",
      "W. C. Oechel,",
      "P. Y. Oikawa,",
      "K. Ono,",
      "M. Peichl,",
      "O. Peltola,",
      "M. L. Reba,",
      "A. D. Richardson,",
      "A. D. Richardson,",
      "W. Riley,",
      "B. R. K. Runkle,",
      "Y. Ryu,",
      "T. Sachs,",
      "A. Sakabe,",
      "C. R. Sanchez,",
      "E. A. Schuur,",
      "K. V. R. Schäfer,",
      "O. Sonnentag,",
      "J. P. Sparks,",
      "E. Stuart-Haëntjens,",
      "C. Sturtevant,",
      "R. C. Sullivan,",
      "D. J. Szutu,",
      "J. E. Thom,",
      "M. S. Torn,",
      "E.-S. Tuittila,",
      "J. Turner,",
      "M. Ueyama,",
      "A. C. Valach,",
      "R. Vargas,",
      "A. Varlagin,",
      "A. Vazquez-Lule,",
      "J. G. Verfaillie,",
      "T. Vesala,",
      "T. Vesala,",
      "G. L. Vourlitis,",
      "E. J. Ward,",
      "C. Wille,",
      "G. Wohlfahrt,",
      "G. X. Wong,",
      "Z. Zhang,",
      "D. Zona,",
      "D. Zona,",
      "L. Windham-Myers,",
      "B. Poulter,",
      "R. B. Jackson,",
      "R. B. Jackson,",
      "R. B. Jackson"
    ],
    "doi": "https://doi.org/10.5194/essd-13-3607-2021",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  3607\n                                  – 3689",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Methane (CH4) emissions from natural landscapes constitute roughly half of global CH4 contributions to the atmosphere, yet large uncertainties remain in the absolute magnitude and the seasonality of emission quantities and drivers. Eddy covariance (EC) measurements of CH4 flux are ideal for constraining ecosystem-scale CH4 emissions due to quasi-continuous and high-temporal-resolution CH4 flux measurements, coincident carbon dioxide, water, and energy flux measurements, lack of ecosystem disturbance, and increased availability of datasets over the last decade. Here, we (1) describe the newly published dataset, FLUXNET-CH4 Version 1.0, the first open-source global dataset of CH4 EC measurements (available at https://fluxnet.org/data/fluxnet-ch4-community-product/, last access: 7 April 2021). FLUXNET-CH4 includes half-hourly and daily gap-filled and non-gap-filled aggregated CH4 fluxes and meteorological data from 79 sites globally: 42 freshwater wetlands, 6 brackish and saline wetlands, 7 formerly drained ecosystems, 7 rice paddy sites, 2 lakes, and 15 uplands. Then, we (2) evaluate FLUXNET-CH4 representativeness for freshwater wetland coverage globally because the majority of sites in FLUXNET-CH4 Version 1.0 are freshwater wetlands which are a substantial source of total atmospheric CH4 emissions; and (3) we provide the first global estimates of the seasonal variability and seasonality predictors of freshwater wetland CH4 fluxes. Our representativeness analysis suggests that the freshwater wetland sites in the dataset cover global wetland bioclimatic attributes (encompassing energy, moisture, and vegetation-related parameters) in arctic, boreal, and temperate regions but only sparsely cover humid tropical regions. Seasonality metrics of wetland CH4 emissions vary considerably across latitudinal bands. In freshwater wetlands (except those between 20∘ S to 20∘ N) the spring onset of elevated CH4 emissions starts 3 d earlier, and the CH4 emission season lasts 4 d longer, for each degree Celsius increase in mean annual air temperature. On average, the spring onset of increasing CH4 emissions lags behind soil warming by 1 month, with very few sites experiencing increased CH4 emissions prior to the onset of soil warming. In contrast, roughly half of these sites experience the spring onset of rising CH4 emissions prior to the spring increase in gross primary productivity (GPP). The timing of peak summer CH4 emissions does not correlate with the timing for either peak summer temperature or peak GPP. Our results provide seasonality parameters for CH4 modeling and highlight seasonality metrics that cannot be predicted by temperature or GPP (i.e., seasonality of CH4 peak). FLUXNET-CH4 is a powerful new resource for diagnosing and understanding the role of terrestrial ecosystems and climate drivers in the global CH4 cycle, and future additions of sites in tropical ecosystems and site years of data collection will provide added value to this database. All seasonality parameters are available at https://doi.org/10.5281/zenodo.4672601 (Delwiche et al., 2021). Additionally, raw FLUXNET-CH4 data used to extract seasonality parameters can be downloaded from https://fluxnet.org/data/fluxnet-ch4-community-product/ (last access: 7 April 2021), and a complete list of the 79 individual site data DOIs is provided in Table 2 of this paper.",
    "readLink": "https://essd.copernicus.org/articles/13/3607/2021/essd-13-3607-2021.pdf"
  },
  {
    "title": "Does Household Capital Mediate the Uptake of Agricultural Land, Crop, and Livestock Adaptations? Evidence From the Indo-Gangetic Plains (India)",
    "authors": [
      "Sameer H. Shah,",
      "Courtney Hammond Wagner,",
      "Udita Sanga,",
      "Hogeun Park,",
      "Lia Helena Monteiro de Lima Demange,",
      "Carolina Gueiros,",
      "Meredith T. Niles"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2019.00001",
    "journalVolume": "Vol. 3",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Farmers in the Indo-Gangetic Plains produce much of the wheat and rice grown in India. However, food production and millions of farm-based livelihoods in this region will continue to be adversely affected by hydro-climatic change and variation, reduced land productivity, and declining groundwater levels. Thus, agricultural adaptations are essential for protecting and improving upon intersecting goals of food security, poverty alleviation, and wellbeing. Household “capital” (e.g., natural, human, financial, physical, and social) is commonly cited as an indicator of livelihood adaptability and innovation. We develop a series of mediated structural equation models to empirically evaluate the validity of capital as a suitable indicator for adaptation and adaptive capacity. These models assess the extent to which household capital mediates the relationship between over 1,000 socio-economically differentiated and randomly selected farm households, and their crop, livestock, and land management adaptations in the states of Haryana and Bihar. Central to our models is a single household capital variable, constructed by aggregating nearly 80 different measurements of households' (i) physical/infrastructural capital, (ii) owned or accessed assets, (iii) livelihood diversity, (iv) ability to reach market or commercialize, (v) access to weather information, and (vi) social capital. We find household capital is a significant predictor in adopting crop, land management, and livestock-related adaptation strategies across both states. Second, and in certain cases, lower castes and less educated households engaged in fewer agricultural adaptations—an outcome mediated by their lower composition of capital. Further, and across almost all contexts, household capital mediated the effect of owning a greater proportion of land, and the higher uptake of agricultural adaptation activities. While improvements in any capital category can improve adoption, we recommend programs that improve (i) access to public and private agricultural infrastructure for lower castes; (ii) education and shared knowledge spaces for less-educated households; and (iii) the availability of low-interest loans and the more efficient legal transfer of land for agriculturalists owning a smaller proportion of their land. Through this novel and large-scale analysis of household data, we provide short-term and immediate recommendations for more equitable agricultural adaptation in this breadbasket region of northern India.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fsufs.2019.00001/full"
  },
  {
    "title": "Assessment of climate change impact on water availability in the upper Dong Nai River Basin, Vietnam",
    "authors": [
      "D. N. Khoi,",
      "V. T. Nguyen,",
      "T. T. Sam,",
      "N. T. H. Mai,",
      "N. D. Vuong,",
      "H. V. Cuong"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.255",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  3851\n                                  – 3864",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "On a global scale, climate change is projected to have detrimental impacts on water availability. This situation will become more severe owing to accumulated impacts of climate change and anthropogenic activities. This study aims to investigate climate change impact on water availability in the upper Dong Nai River Basin using the Soil and Water Assessment Tool (SWAT) and Water Evaluation and Planning (WEAP) models. Future rainfall scenarios were downscaled from five different general circulation models under RCP4.5 and RCP8.5 using the Long Ashton Research Station Weather Generator (LARS-WG) tool. Under the climate change impact, annual river discharge in the study region is generally projected to have upward trends in the future, except for the near-future period of the 2030s under RCP4.5. In addition, dry-seasonal river discharge is expected to be increased in the future. Considering the baseline condition of water use, there was an annual water shortage of approximately 32.9 × 103 m3, which mostly occurred in the dry season from January to March. Climate change may reduce the water shortage in the study region ranging from 7.0 to 30.1% in the future. Under the combined impacts of climate change and increasing water demand, the water shortage will vary from −18.6 to 6.0% in the future. The results can provide valuable insights to implement appropriate future water resources planning and management in the study region. HIGHLIGHTS Lack of knowledge about climate change impacts on water availability in the study region.; Water shortage caused by aggregated impacts of future climate change and increase in water demand.; Provide valuable insights to implement appropriate future water resources planning and management.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/8/3851"
  },
  {
    "title": "Drought and child undernutrition in Ethiopia: A longitudinal path analysis.",
    "authors": [
      "Bezawit Adugna Bahru,",
      "Christine Bosch,",
      "Regina Birner,",
      "Manfred Zeller"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0217821",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  p.\n                                  e0217821",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BackgroundThe increase in the frequency of extreme events due to climate change poses a serious challenge to achieving the Sustainable Development Goal 2 of ending hunger by 2030. While evidence exists on the impact of drought on under-five children, its effect during late childhood and early adolescence remains less investigated.ObjectiveThis study estimates the impact of concurrent and long-term exposure to drought on linear growth during late childhood and early adolescence.MethodsFour rounds (2002-2013) of data from the young lives Cohort Study dataset (n = 2000) was used. The associations of concurrent and long-term exposure to drought and Height-for-age z-score was analysed using structural equation modelling techniques. The study also explored the mediating role of interim period growth in the association of early exposure to drought and undernutrition at later age and the role of the Productive Safety Net Program in buffering the impact of drought on child nutrition.ResultsResults show that both concurrent and long-term exposure to drought was negatively associated with Height-for-age z-score (p ConclusionDrought exposure after the 1,000 days window could have a lasting impact on child growth. Given the importance of this period for child physical and mental development, children beyond the 1,000 days window should also be a focus of disaster relief programs.",
    "readLink": "https://doi.org/10.1371/journal.pone.0217821"
  },
  {
    "title": "How environmental leadership shapes green innovation performance: A resource-based view",
    "authors": [
      "Suchao He,",
      "Wanyi Zhao,",
      "Jinfeng Li,",
      "Junting Liu,",
      "Yating Wei"
    ],
    "doi": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  e17993",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Considering rapid climate change and its effects, an increasing number of enterprises are paying more attention to environmental protection behavior in order to realize their green innovation activities. However, environmental leadership is critical for delivering green innovation in business and industry. As such, can environmental leadership promote the green innovation performance of enterprises? If so, what is the influence mechanism? In the previous research on environmental leadership, the impact of environmental leadership on the green innovation performance of enterprises had not yet been effectively explored. Therefore, drawing on a resource-based view, this study explored the mechanism through which environmental leadership influences a firm's green innovation performance. In this study, with the help of the mature scale at home and abroad, variables were measured, and the relationship between variables was verified by multiple regression analysis using samples collected from 224 heavy-polluting enterprises in western China at multiple time points. It was found that (1) environmental leadership has significant positive effects on green product innovation performance and green process innovation performance; (2) proactive environmental strategies partly mediate the relationships between environmental leadership and green product, as well as green process innovation performance; and (3) a firm's organizational structure positively moderates the relationship between environmental leadership and proactive environmental strategies. Therefore, the results of our study provide theoretical and practical contributions for research on environmental leadership and proactive environmental strategies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023052015"
  },
  {
    "title": "ANALISIS DISTRIBUSI MARGIN TATANIAGA MINYAK KAYU PUTIH",
    "authors": [
      "Satria Astana,",
      "Deden Djaenudin,",
      "Nunung Parlinah,",
      "Aneka Prawesti Suka"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2007.4.3.205-219",
    "journalVolume": "Vol. 4,\n                                no. 3\n                                \n                                  pp.\n                                  205\n                                  – 219",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Intervensi pemerintah dalam memperbaiki kinerja usaha minyak kayu putih (MKP) diperlukan dalam upaya memperkuat peranannya dalam perekonomian nasional. Salah satu permasalahannya adalah apakah sistem tataniaga MKP memungkinkan upaya pengembangannya. Penelitian ini bertujuan untuk menganalisis distribusi margin tataniaga MKP. Lembaga (rantai) tataniaga MKP yang dikaji terdiri atas: (1) produsen daun kayu putih, (2) pabrik penyuling kayu putih, dan (3) pabrik pengolah dan pengemas kayu putih. Berdasarkan distribusi margin tataniaganya, hasil penelitian menunjukkan bahwa sistem tataniaga MKP selama ini tidak efisien. Dalam jangka panjang ketidakefisienan ini akan dapat merugikan keberlanjutan industri dan perdagangan MKPsendiri. Untuk itu pungutan PSDH dan retribusi perlu dinaikkan untuk membiayai peremajaan, pemeliharaan dan pengembangan tanaman kayu putih.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/388"
  },
  {
    "title": "Inhabiting the Anthropocene. Aesthetics of Everyday Life in Times of Crisis",
    "authors": [
      "Arshia Eghbali"
    ],
    "doi": "https://doi.org/10.6092/issn.2612-0496/14803",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  50\n                                  – 63",
    "issn": "2612-0496 (Online)",
    "publisher": "University of Bologna",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Fine Arts: Architecture: Aesthetics of cities. City planning and beautifying"
    ],
    "journalUrl": "http://cpcl.unibo.it",
    "abstract": "Reconciling the seemingly incompatible concepts of the Anthropocene and the everyday, this paper argues and demonstrates that (1) despite the disconcerting effects of its truly planetary scale, the Anthropocene is not absent or invisible in the realm of everyday life; (2) the everyday is not simply a neutral background solely meant for times of stability, but it is in fact a dynamic system that responds to various scales of change and absorbs the new and the unfamiliar into the familiar. Moreover, the paper also shows that the ways in which change is lived and navigated on an everyday scale, in times of the covid-19 pandemic and climate change, are a unique field for aesthetic enquiry. Everyday material objects such as tote bags, water bottles, masks, and habits like working from home and second-hand wearing are discussed as examples of the everyday experience of relating to the Anthropocene and its crises.",
    "readLink": "https://cpcl.unibo.it/article/view/14803"
  },
  {
    "title": "Occupational heat stress induced health impacts: A cross-sectional study from South Indian working population",
    "authors": [
      "Vidhya Venugopal,",
      "P.K. Latha,",
      "Rekha Shanmugam,",
      "Manikandan Krishnamoorthy,",
      "Priscilla Johnson"
    ],
    "doi": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  31\n                                  – 39",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Rising temperature and heat stress risks in the changing climate scenario might potentially affect workers globally, especially the ones with strenuous workload in tropical settings. We used a cross-sectional study design to profile the heat exposures of ∼1900 workers from eight industrial sectors using a QuesTemp Wet Bulb Globe Temperature (WBGT) monitor, quantified select heat-strain indicators viz., rise in Core Body Temperature, Sweat Rate, and Urine Specific Gravity and evaluated the perceived health impacts of heat stress using a structured questionnaire. Heat exposures (average WBGT: 30.1 ± 2.6 °C) exceeded the Threshold Limit Value for 67% workers and was positively associated with the rise in Core Body Temperature >1 °C in 13% and elevated Urine Specific Gravity >1.020 in 9% workers. Heat-related health concerns were reported by 86% workers, and the heat-exposed workers had 2.3 times higher odds of adverse health outcomes compared to unexposed workers (p < 0.0001). Exposure to higher WBGT and adverse renal health among salt-pan workers were significantly associated (p = 0.004), and steel workers had 9% prevalence of kidney stones. Evidence presented clearly points to heat stress as a health and productivity risk factor that could have long-term and irreversible health impacts. In-depth assessments are urgently needed to develop scientifically sound preventative interventions and protective labor policies to avert the adverse occupational health and productivity consequences for millions of workers globally, thereby aiding poverty reduction.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927820300289"
  }
]