[
  {
    "title": "Global coral bleaching event detection from satellite monitoring of extreme heat stress",
    "authors": [
      "Christine M. Little,",
      "Gang Liu,",
      "Gang Liu,",
      "Jacqueline L. De La Cour,",
      "Jacqueline L. De La Cour,",
      "C. Mark Eakin,",
      "C. Mark Eakin,",
      "Derek Manzello,",
      "Scott F. Heron,",
      "Scott F. Heron"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.883271",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Over the past four decades, coral bleaching events have occurred with increasing frequency and severity, directly linked to increasing ocean temperature due to climate change. For the latter half of that period, satellite monitoring by NOAA Coral Reef Watch in near real-time has provided invaluable insight into bleaching risk. Here, we describe a novel application of those products to develop basin-scale tools for tracking the development of extreme heat events that enable monitoring of global coral bleaching events. Case studies of historical extreme events (1982-2018) across the three tropical ocean basins (Indian, Pacific and Atlantic) were analysed using this basin-scale approach to identify key thresholds of heat stress extent for the definition of global bleaching. Global-scale events are apparent when all three tropical basins experience heat stress in at least 10% of reef-containing locations. An 8-month ‘detection window’ was determined as the optimal period of time through which pixels exposed to heat stress should continue to be counted as part of a basin-scale event to account for seasonal variations across ocean basins. Understanding the broader context of basin-scale conditions can inform management of individual reefs, management networks and other reef stakeholders. Operationalising this product for near real-time delivery will provide an effective communication of the status of coral reefs around the world during an era of unprecedented climate threats.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.883271/full"
  },
  {
    "title": "TRANSFORMING CHINESE FOOD AND AGRICULTURE: A SYSTEMS PERSPECTIVE",
    "authors": [
      "Ting MENG, Shenggen FAN"
    ],
    "doi": "https://doi.org/10.15302/J-FASE-2023493",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  4\n                                  – 15",
    "issn": "2095-7505 (Print)",
    "publisher": "2095-977X (Online)",
    "countryOfPublisher": "Higher Education Press",
    "lcc": [
      "China",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.hep.com.cn/fase",
    "abstract": "<List> <ListItem><ItemContent><p>● The goals of Chinese food and agriculture have shifted from grain self-sufficiency to diversified goals, including protecting natural resources, reducing pollution and greenhouse gas emissions, and improving food safety and nutrition.</p></ItemContent></ListItem> <ListItem><ItemContent><p>● Addressing the challenges and achieving future goals requires a systems approach to transforming the Chinese food and agriculture sector.</p></ItemContent></ListItem> <ListItem><ItemContent><p>● The nexus of food, nutrition and the environment is at the core of food systems.</p></ItemContent></ListItem> <ListItem><ItemContent><p>● Pathways are proposed, which include repositioning subsidies/supports, promoting multiple benefit technologies, reorienting investment and finance, guiding consumer behavior, and catalyzing global cooperation.</p></ItemContent></ListItem></List></p> <p>After decades of development, China has made significant progress in ensuring national food security. However, the country currently faces multiple challenges, including the double burden of malnutrition, i.e., micronutrient deficiencies and overweight/obesity, climate change, resource stress and environmental degradation, and an increasingly complex global market. This paper reviews past developments in food and agriculture, and offers initial insights into transforming the Chinese food system for achieving multiple national development goals using a systems approach. Strategies and solutions from China can also inform the design and implementation of food system transformation in other emerging economies.",
    "readLink": "https://academic.hep.com.cn/fase/fileup/2095-7505/PDF/34375/1677549678818-218368064.pdf"
  },
  {
    "title": "Perceived climate change risks among other risks affecting private forest owners in a top-down decision-making process",
    "authors": [
      "Coşofreţ Cosmin,",
      "Bouriaud Laura"
    ],
    "doi": "https://doi.org/10.2478/forj-2022-0012",
    "journalVolume": "Vol. 68,\n                                no. 4\n                                \n                                  pp.\n                                  203\n                                  – 213",
    "issn": "2454-034X (Print)",
    "publisher": "2454-0358 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://sciendo.com/pl/journal/FORJ",
    "abstract": "Forest management adaptation to climate change is a matter of forest type, disturbances regime, and forest owners’ behavior face the climate change issue. Knowing factors that determine people respond to climate change challenges is essential to explaining their perceptions of climate change adaptation. We have conducted astudy in North-Eastern Romania applying the Model of Private Proactive Adaptation to Climate Change. The aim was to identify private forest owners’ perceptions about climate change and forest management threats and constraints and to analyse what variables differentiate private forest owners’ adaptation behavior. The PFOs with higher education were aware of the forest regime regarding private management. They knew how to assess climate change risk, while those with secondary education were the only interest was obtaining wood. The PFOs’ risk experience played an important role in adaptation. The perceptions and beliefs of PFOs were strongly influenced by socio-economic status, and they believe in climate change effects on forests but not on theirs. Adaption has become less urgent because forest management problems blur climate change beliefs. Assuming that the Romanian PFOs’ perceptions and beliefs about climate change will follow the European trend, they will want to improve their knowledge about climate change impacts and adaptive measures. Therefore, aggregating the interested PFOs, creating suitable communication channels, and organizing trainings on forest management adaptation to climate change will be needed to prevent this need.",
    "readLink": "https://doi.org/10.2478/forj-2022-0012"
  },
  {
    "title": "Effects of Elevated Temperature and High and Low Rainfall on the Germination and Growth of the Invasive Alien Plant <i>Acacia mearnsii</i>",
    "authors": [
      "Tshililo Kharivha,",
      "Sheunesu Ruwanza,",
      "Gladman Thondhlana"
    ],
    "doi": "https://doi.org/10.3390/plants11192633",
    "journalVolume": "Vol. 11,\n                                no. 2633\n                                \n                                  p.\n                                  2633",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The impact of climate change on the germination and growth of invasive alien plants varies depending on the plant species and invasion process. We experimentally assessed the responses of the invasive alien plant Acacia mearnsii to future climate change scenarios—namely, elevated temperature as well as high and low rainfall. Acacia mearnsii was grown at an elevated air temperature (+2 °C), high rainfall (6 mm per day), and low rainfall (1.5 mm per day), and its germination and growth performance were measured over five months. We further examined changes in soil nutrients to assess if the above-mentioned climate change scenarios affected soils. Both elevated temperature and high rainfall did not influence A. mearnsii germination and seedling growth. In contrast, we observed reductions in A. mearnsii germination and growth in the low rainfall treatment, an indication that future drought conditions might negatively affect A. mearnsii invasion. We noted that elevated temperature and rainfall resulted in varied effects on soil properties (particularly soil C, N, Ca, and Mg content). We conclude that both elevated temperature and high rainfall may not enhance A. mearnsii invasion through altering germination and growth, but a decrease in A. mearnsii invasiveness is possible under low rainfall conditions.",
    "readLink": "https://www.mdpi.com/2223-7747/11/19/2633"
  },
  {
    "title": "Environmental reservoirs of the drug-resistant pathogenic yeast Candida auris",
    "authors": [
      "Ayorinde B. Akinbobola,",
      "Ryan Kean,",
      "Syed Manzoor Ahmed Hanifi,",
      "Richard S. Quilliam"
    ],
    "doi": "Vol. 19,\n                                no. 4",
    "issn": "1553-7366 (Print)",
    "publisher": "1553-7374 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Specialties of internal medicine: Immunologic diseases. Allergy",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.plos.org/plospathogens/",
    "abstract": "Candia auris is an emerging human pathogenic yeast; yet, despite phenotypic attributes and genomic evidence suggesting that it probably emerged from a natural reservoir, we know nothing about the environmental phase of its life cycle and the transmission pathways associated with it. The thermotolerant characteristics of C. auris have been hypothesised to be an environmental adaptation to increasing temperatures due to global warming (which may have facilitated its ability to tolerate the mammalian thermal barrier that is considered a protective strategy for humans against colonisation by environmental fungi with pathogenic potential). Thus, C. auris may be the first human pathogenic fungus to have emerged as a result of climate change. In addition, the release of antifungal chemicals, such as azoles, into the environment (from both pharmaceutical and agricultural sources) is likely to be responsible for the environmental enrichment of resistant strains of C. auris; however, the survival and dissemination of C. auris in the natural environment is poorly understood. In this paper, we critically review the possible pathways through which C. auris can be introduced into the environment and evaluate the environmental characteristics that can influence its persistence and transmission in natural environments. Identifying potential environmental niches and reservoirs of C. auris and understanding its emergence against a backdrop of climate change and environmental pollution will be crucial for the development of effective epidemiological and environmental management responses. Author summary The natural environment can play a significant role in the epidemiology of infectious diseases as pathogens persist and evolve in environmental niches from where they can be transferred to new hosts. Therefore, understanding the interaction of pathogens with potential environmental reservoirs is crucial to the control of pathogenic diseases. Pathogenic Candida species have been widely isolated from nonclinical environmental sources such as soil, freshwater, seawater, and animals such as birds. The persistence and dissemination of C. auris, a recently emerged human pathogenic yeast, in the environment is still poorly understood. Here, we identify the potential pathways through which C. auris can be introduced into the natural environment and the characteristics that can influence its survival in various environmental matrices. In conclusion, we review the current knowledge gaps and identify the future research needed to understand the epidemiological implications of C. auris in the natural environment.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10101498/?tool=EBI"
  },
  {
    "title": "Extreme seasonal water-level changes and hydraulic modeling of deep, high-altitude, glacial-carved, Himalayan lakes",
    "authors": [
      "R. Camassa,",
      "E. F. Eidam,",
      "L. G. Leve,",
      "R. M. McLaughlin,",
      "H. E. Seim,",
      "S. Sharma"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-37667-z",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Himalayan lakes represent critical water resources, culturally important waterbodies, and potential hazards. Some of these lakes experience dramatic water-level changes, responding to seasonal monsoon rains and post-monsoonal draining. To address the paucity of direct observations of hydrology in retreating mountain glacial systems, we describe a field program in a series of high altitude lakes in Sagarmatha National Park, adjacent to Ngozumba, the largest glacier in Nepal. In situ observations find extreme (>12 m) seasonal water-level changes in a 60-m deep lateral-moraine-dammed lake (lacking surface outflow), during a 16-month period, equivalent to a 5 $$\\times 10^6$$ × 10 6 m $$^3$$ 3 volume change annually. The water column thermal structure was also monitored over the same period. A hydraulic model is constructed, validated against observed water levels, and used to estimate hydraulic conductivities of the moraine soils damming the lake and improves our understanding of this complex hydrological system. Our findings indicate that lake level compared to the damming glacier surface height is the key criterion for large lake fluctuations, while lakes lying below the glacier surface, regulated by surface outflow, possess only minor seasonal water-level fluctuations. Thus, lakes adjacent to glaciers may exhibit very different filling/draining dynamics based on presence/absence of surface outflows and elevation relative to retreating glaciers, and consequently may have very different fates in the next few decades as the climate warms.",
    "readLink": "https://doi.org/10.1038/s41598-023-37667-z"
  },
  {
    "title": "Substantial increase in future fluvial flood risk projected in China’s major urban agglomerations",
    "authors": [
      "Ruijie Jiang,",
      "Hui Lu,",
      "Kun Yang,",
      "Deliang Chen,",
      "Jiayue Zhou,",
      "Dai Yamazaki,",
      "Ming Pan,",
      "Wenyu Li,",
      "Nan Xu,",
      "Yuan Yang,",
      "Dabo Guan,",
      "Fuqiang Tian"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-01049-0",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Abstract Urban land will face high fluvial flood risk against the background of climate change and urban expansion. The effect of urban spatial expansion, instead of densification of assets within existing urban cells, on flood risk has rarely been reported. Here, we project the future flood risk of seven urban agglomerations in China, home to over 750 million people. The inundated urban land areas in the future are projected to be 4 to 19 times that at present. Without considering the urban spatial expansion, the inundated urban land areas will be underestimated by 10-50%. Urban land is more likely to be inundated than non-urban land, and the newly-developed urban land will be inundated more easily than the historical urban land. The results demonstrate the urgency of integrating climate change mitigation, reasonable urban land expansion, and increased flood protection levels to minimize the flood risk in urban land.",
    "readLink": "https://doi.org/10.1038/s43247-023-01049-0"
  },
  {
    "title": "Nunataryuk field campaigns: understanding the origin and fate of terrestrial organic matter in the coastal waters of the Mackenzie Delta region",
    "authors": [
      "M. Lizotte,",
      "B. Juhls,",
      "B. Juhls,",
      "B. Juhls,",
      "A. Matsuoka,",
      "A. Matsuoka,",
      "P. Massicotte,",
      "G. Mével,",
      "D. O. J. Anikina,",
      "S. Antonova,",
      "G. Bécu,",
      "M. Béguin,",
      "S. Bélanger,",
      "T. Bossé-Demers,",
      "T. Bossé-Demers,",
      "L. Bröder,",
      "F. Bruyant,",
      "G. Chaillou,",
      "J. Comte,",
      "R.-M. Couture,",
      "R.-M. Couture,",
      "E. Devred,",
      "G. Deslongchamps,",
      "T. Dezutter,",
      "M. Dillon,",
      "D. Doxaran,",
      "A. Flamand,",
      "F. Fell,",
      "J. Ferland,",
      "J. Ferland,",
      "M.-H. Forget,",
      "M. Fritz,",
      "T. J. Gordon,",
      "C. Guilmette,",
      "A. Hilborn,",
      "R. Hussherr,",
      "R. Hussherr,",
      "C. Irish,",
      "F. Joux,",
      "L. Kipp,",
      "A. Laberge-Carignan,",
      "A. Laberge-Carignan,",
      "H. Lantuit,",
      "E. Leymarie,",
      "A. Mannino,",
      "J. Maury,",
      "P. Overduin,",
      "L. Oziel,",
      "L. Oziel,",
      "C. Stedmon,",
      "C. Thomas,",
      "L. Tisserand,",
      "J.-É. Tremblay,",
      "J. Vonk,",
      "D. Whalen,",
      "M. Babin"
    ],
    "doi": "https://doi.org/10.5194/essd-15-1617-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1617\n                                  – 1653",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Climate warming and related drivers of soil thermal change in the Arctic are expected to modify the distribution and dynamics of carbon contained in perennially frozen grounds. Thawing of permafrost in the Mackenzie River watershed of northwestern Canada, coupled with increases in river discharge and coastal erosion, triggers the release of terrestrial organic matter (OMt) from the largest Arctic drainage basin in North America into the Arctic Ocean. While this process is ongoing and its rate is accelerating, the fate of the newly mobilized organic matter as it transits from the watershed through the delta and into the marine system remains poorly understood. In the framework of the European Horizon 2020 Nunataryuk programme, and as part of the Work Package 4 (WP4) Coastal Waters theme, four field expeditions were conducted in the Mackenzie Delta region and southern Beaufort Sea from April to September 2019. The temporal sampling design allowed the survey of ambient conditions in the coastal waters under full ice cover prior to the spring freshet, during ice breakup in summer, and anterior to the freeze-up period in fall. To capture the fluvial–marine transition zone, and with distinct challenges related to shallow waters and changing seasonal and meteorological conditions, the field sampling was conducted in close partnership with members of the communities of Aklavik, Inuvik and Tuktoyaktuk, using several platforms, namely helicopters, snowmobiles, and small boats. Water column profiles of physical and optical variables were measured in situ, while surface water, groundwater, and sediment samples were collected and preserved for the determination of the composition and sources of OMt, including particulate and dissolved organic carbon (POC and DOC), and colored dissolved organic matter (CDOM), as well as a suite of physical, chemical, and biological variables. Here we present an overview of the standardized datasets, including hydrographic profiles, remote sensing reflectance, temperature and salinity, particle absorption, nutrients, dissolved organic carbon, particulate organic carbon, particulate organic nitrogen, CDOM absorption, fluorescent dissolved organic matter intensity, suspended particulate matter, total particulate carbon, total particulate nitrogen, stable water isotopes, radon in water, bacterial abundance, and a string of phytoplankton pigments including total chlorophyll. Datasets and related metadata can be found in Juhls et al. (2021) (https://doi.org/10.1594/PANGAEA.937587).",
    "readLink": "https://essd.copernicus.org/articles/15/1617/2023/essd-15-1617-2023.pdf"
  },
  {
    "title": "Avalanche size estimation and avalanche outline determination by experts: reliability and implications for practice",
    "authors": [
      "E. D. Hafner,",
      "E. D. Hafner,",
      "E. D. Hafner,",
      "F. Techel,",
      "R. C. Daudt,",
      "J. D. Wegner,",
      "J. D. Wegner,",
      "K. Schindler,",
      "Y. Bühler,",
      "Y. Bühler"
    ],
    "doi": "https://doi.org/10.5194/nhess-23-2895-2023",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  2895\n                                  – 2914",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Consistent estimates of avalanche size are crucial for communicating not only among avalanche practitioners but also between avalanche forecasters and the public, for instance in public avalanche forecasts. Moreover, applications such as risk management and numerical avalanche simulations rely on accurately mapped outlines of past avalanche events. Since there is not a widely applicable and objective way to measure avalanche size or to determine the outlines of an avalanche, we need to rely on human estimations. Therefore, knowing about the reliability of avalanche size estimates and avalanche outlines is essential as errors will impact applications relying on this kind of data. In the first of three user studies, we investigate the reliability in avalanche size estimates by comparing estimates for 10 avalanches made by 170 avalanche professionals working in Europe or North America. In the other two studies, both completed as pilot studies, we explore reliability in the mappings of six avalanches from oblique photographs from 10 participants and the mappings of avalanches visible on 2.9 km2 of remotely sensed imagery in four different spatial resolutions from 5 participants. We observed an average agreement of 66 % in the most frequently given avalanche size, while agreement with the avalanche size considered “correct” was 74 %. Moreover, European avalanche practitioners rated avalanches significantly larger for 8 out of 10 avalanches, compared to North Americans. Assuming that participants are equally competent in the estimation of avalanche size, we calculated a score describing the factor required to obtain the observed agreement rate between any two size estimates. This factor was 0.72 in our dataset. It can be regarded as the certainty related to a size estimate by an individual and thus provides an indication of the reliability of a label. For the outlines mapped from oblique photographs, we noted a mean overlapping proportion of 52 % for any two avalanche mappings and 60 % compared to a reference mapping. The outlines mapped from remotely sensed imagery had a mean overlapping proportion of 46 % (image resolution of 2 m) to 68 % (25 cm) between any two mappings and 64 % (2 m) to 80 % (25 cm) when compared to the reference. The presented findings demonstrate that the reliability of size estimates and of mapped avalanche outlines is limited. As these data are often used as reference data or even ground truth to validate further applications, the identified limitations and uncertainties may influence results and should be considered.",
    "readLink": "https://nhess.copernicus.org/articles/23/2895/2023/nhess-23-2895-2023.pdf"
  },
  {
    "title": "How tribology has been helping us to advance and to survive",
    "authors": [
      "Gwidon W. Stachowiak"
    ],
    "doi": "https://doi.org/10.1007/s40544-017-0173-7",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  233\n                                  – 247",
    "issn": "2223-7690 (Print)",
    "publisher": "2223-7704 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "China",
      "Technology: Mechanical engineering and machinery"
    ],
    "journalUrl": "http://www.springer.com/40544",
    "abstract": "Abstract Movement between contacting surfaces ranges from macro to micro scales, from the movement of continental plates and glaciers to the locomotion of animals and insects. Surface topographies, lubricant layers, contaminants, operating conditions, and others control it, i.e., this movement depends on the tribological characteristics of a system. Before the industrial revolution, friction and wear were controlled by the application of animal fat or oil. During the industrial revolution, with the introduction of trains and other machinery, the operating conditions at the contacting surfaces changed dramatically. New bearings were designed and built and simple lubrication measures were no longer satisfactory. It became critical to understand the lubrication mechanisms involved. During that period, solid theoretical foundations, leading to the development of new technologies, were laid. The field of tribology had gained a significant prominence, i.e., it became clear that without advancements in tribology the technological progress would be limited. It was no longer necessary to build oversized ship bearings hoping that they would work. The ship or automobile bearings could now be optimized and their behavior predicted. By the middle of the 20th century, lubrication mechanisms in non-conformal contacts, i.e., in gears, rolling contact bearings, cams and tappets, etc., were also finally understood. Today, we face new challenges such as sustainability, climate change and gradual degradation of the environment. Problems of providing enough food, clean water and sufficient energy to the human population to pursue a civilized life still remain largely unsolved. These challenges require new solutions and innovative approaches. As the humanity progresses, tribology continue to make vital contributions in addressing the demands for advanced technological developments, resulting in, for example, reducing the fuel consumption and greenhouse gases emission, increasing machine durability and improving the quality of life through artificial implants, among the others.",
    "readLink": "http://link.springer.com/article/10.1007/s40544-017-0173-7"
  }
]