[
  {
    "title": "Identification of Dryland Local Rice Varieties and Their Advantages Based on Agronomic Characters",
    "authors": [
      "Yustisia,",
      "Atekan,",
      "Karman Joni,",
      "Irsan Fuadi,",
      "Suryana Yayan,",
      "Eliza Maryana Yeni,",
      "Juwita Yuana,",
      "Riyanto Damasus,",
      "Heryanto R. Bambang,",
      "Khodijah Siti"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202236104012",
    "journalVolume": "Vol. 361\n                                \n                                \n                                  p.\n                                  04012",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The information on rice genetic material is needed to create new high-yielding varieties adaptive to dryland. Local rice genetic resources have been tested to be tolerant under conditions affected by global climate change (increased temperature, pest/disease attacks, droughts). This study aims to identify and characterize the agronomic character of local rice in Musi Rawas (MURA) and North MURA Regencies, South Sumatra. The results of identification and characterization, as well as correlation and regression analysis, revealed that three local varieties have agronomic characteristics that determine high-yield local rice productivity. This information can be utilized by breeders to create new superior varieties of rice in dryland. The agronomic characteristics of three local rice varieties that determine productivity are the area of the flag leaf and the number of filled grain/panicles. Local varieties with superior agronomic characteristics are Siam, Bolouh, and Gel. These three varieties have the potential to be used as parents in the creation of new high-yielding varieties that are specific, namely having broad flag leaves and a high number of filled grains/panicles. The acquisition of new high-yielding varieties specific to dryland through a breeding program will increase the choice of varieties for stakeholders and support increased rice production in dryland.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/28/e3sconf_iconard2022_04012.pdf"
  },
  {
    "title": "Wheat Production in Drought-Prone Agro-Ecologies in Ethiopia: Diagnostic Assessment of Farmers’ Practices and Sustainable Coping Mechanisms and the Role of Improved Cultivars",
    "authors": [
      "Yared Belete,",
      "Hussein Shimelis,",
      "Mark Laing"
    ],
    "doi": "https://doi.org/10.3390/su14137579",
    "journalVolume": "Vol. 14,\n                                no. 7579\n                                \n                                  p.\n                                  7579",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Wheat (Triticum aestivum L.) is traditionally cultivated under drought-affected and low-input agro-ecologies in sub-Saharan Africa, including Ethiopia. Wheat productivity in these agro-systems is considerably low (Eragrostis tef Zucc.) and barley (Hordeum vulgare L.) were the most widely grown cereal crops in the study areas as the primary food source and cash income. Yield losses varying from 63.1 to 73.8% were reported by farmers due to drought stress occurring mainly during grain filling stage. The majority of the respondent farmers (>50%) planted wheat in early July using the broadcasting method. Their land was of medium fertility, and the application of inorganic fertilizer was suboptimal. Due to crop failures by intense drought conditions in the study areas, above 50% of the respondent farmers had not expressed coping strategies against drought stress except resorting to government food aid. However, about 22% of the respondent farmers reported improved agronomic practices, such as the cultivation of early maturing wheat varieties and soil and water conservation methods as sustainable solutions to mitigate against drought. Therefore, current and future wheat breeding in Ethiopia should target drought and heat stress tolerance and adaptive crop traits as ideal coping strategies under low input agriculture systems for sustainable wheat production and productivity.",
    "readLink": "https://www.mdpi.com/2071-1050/14/13/7579"
  },
  null,
  {
    "title": "Predicting plant diversity patterns in Madagascar: understanding the effects of climate and land cover change in a biodiversity hotspot.",
    "authors": [
      "Kerry A Brown,",
      "Katherine E Parks,",
      "Colin A Bethell,",
      "Steig E Johnson,",
      "Mark Mulligan"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0122721",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  e0122721",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate and land cover change are driving a major reorganization of terrestrial biotic communities in tropical ecosystems. In an effort to understand how biodiversity patterns in the tropics will respond to individual and combined effects of these two drivers of environmental change, we use species distribution models (SDMs) calibrated for recent climate and land cover variables and projected to future scenarios to predict changes in diversity patterns in Madagascar. We collected occurrence records for 828 plant genera and 2186 plant species. We developed three scenarios, (i.e., climate only, land cover only and combined climate-land cover) based on recent and future climate and land cover variables. We used this modelling framework to investigate how the impacts of changes to climate and land cover influenced biodiversity across ecoregions and elevation bands. There were large-scale climate- and land cover-driven changes in plant biodiversity across Madagascar, including both losses and gains in diversity. The sharpest declines in biodiversity were projected for the eastern escarpment and high elevation ecosystems. Sharp declines in diversity were driven by the combined climate-land cover scenarios; however, there were subtle, region-specific differences in model outputs for each scenario, where certain regions experienced relatively higher species loss under climate or land cover only models. We strongly caution that predicted future gains in plant diversity will depend on the development and maintenance of dispersal pathways that connect current and future suitable habitats. The forecast for Madagascar's plant diversity in the face of future environmental change is worrying: regional diversity will continue to decrease in response to the combined effects of climate and land cover change, with habitats such as ericoid thickets and eastern lowland and sub-humid forests particularly vulnerable into the future.",
    "readLink": "http://europepmc.org/articles/PMC4391717?pdf=render"
  },
  {
    "title": "The effect of agricultural greenhouse gas emissions reduction policies: evidence from the middle and lower basin of Yangtze River, China",
    "authors": [
      "Hanzhong Liang,",
      "Yuan Meng,",
      "Keiichi Ishii"
    ],
    "doi": "https://doi.org/10.1007/s43621-022-00107-5",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2662-9984 (Online)",
    "publisher": "Springer",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.springer.com/journal/43621",
    "abstract": "Abstract To achieve energy conservation and the reduction of agricultural greenhouse gas (GHG) emissions, the Ministry of Agriculture of the People’s Republic of China in 2015 made Zhejiang Province the first national low-carbon and circular agriculture pilot province. Specialized policies were conducted in Zhejiang Province for reducing agricultural GHG emissions. In this study, we collected the GHG emission sources data of each city in Hubei and Zhejiang Provinces and calculated the estimated agricultural GHG emission of each city from 2011 to 2020 by using the recommended method from the Intergovernmental Panel on Climate Change (IPCC). Following this, we evaluated the impact of the pilot policies on the agricultural GHG emission in the treatment province, Zhejiang, by implementing the difference-in-differences (DID) analysis. The empirical results showed that after considering variables such as income level, rural employment, and average power of agricultural machinery, the agricultural GHG emissions in Zhejiang Province decreased significantly after 2015, compared with Hubei Province, driven by the low-carbon and circular agriculture pilot policies. Furthermore, agricultural GHG emissions can be effectively reduced by increasing national financial investment and administrative orders; however, excessive administrative orders and forced transformation of the agricultural system are likely to harm farmers’ interests in the process of policy implementation.",
    "readLink": "https://doi.org/10.1007/s43621-022-00107-5"
  },
  {
    "title": "Effects of Climate Change on the Yield and Cropping Area of Major Food Crops: A Case of Bangladesh",
    "authors": [
      "Md. Ruhul Amin,",
      "Junbiao Zhang,",
      "Mingmei Yang"
    ],
    "doi": "https://doi.org/10.3390/su7010898",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  898\n                                  – 915",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The crops that we grow for food need specific climatic conditions to show better performance in view of economic yield. A changing climate could have both beneficial and harmful effects on crops. Keeping the above view in mind, this study is undertaken to investigate the impacts of climate change (viz. changes in maximum temperature, minimum temperature, rainfall, humidity and sunshine) on the yield and cropping area of four major food crops (viz. Aus rice, Aman rice, Boro rice and wheat) in Bangladesh. Heteroskedasticity and autocorrelation consistent standard error (HAC) and feasible generalized least square (FGLS) methods were used to determine the climate-crop interrelations using national level time series data for the period of 1972–2010. Findings revealed that the effects of all the climate variables have had significant contributions to the yield and cropping area of major food crops with distinct variation among them. Maximum temperature statistically significantly affected all the food crops’ yield except Aus rice. Maximum temperature also insignificantly affected cropping area of all the crops. Minimum temperature insignificantly affected Aman rice but benefited other three crops’ yield and cropping area. Rainfall significantly benefitted cropping area of Aus rice, but significantly affected both yield and cropping area of Aman rice. Humidity statistically positively contributed to the yield of Aus and Aman rice but, statistically, negatively influenced the cropping area of Aus rice. Sunshine statistically significantly benefitted only Boro rice yield. Overall, maximum temperature adversely affected yield and cropping area of all the major food crops and rainfall severely affected Aman rice only. Concerning the issue of climate change and ensuring food security, the respective authorities thus should give considerable attention to the generation, development and extension of drought (all major food crops) and flood (particularly Aman rice) tolerant varieties.",
    "readLink": "http://www.mdpi.com/2071-1050/7/1/898"
  },
  {
    "title": "Molecular Research on Stress Responses in <i>Quercus</i> spp.: From Classical Biochemistry to Systems Biology through Omics Analysis",
    "authors": [
      "Mónica Escandón,",
      "María  Ángeles Castillejo,",
      "Jesús  V. Jorrín-Novo,",
      "María-Dolores Rey"
    ],
    "doi": "https://doi.org/10.3390/f12030364",
    "journalVolume": "Vol. 12,\n                                no. 364\n                                \n                                  p.\n                                  364",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The genus Quercus (oak), family Fagaceae, comprises around 500 species, being one of the most important and dominant woody angiosperms in the Northern Hemisphere. Nowadays, it is threatened by environmental cues, which are either of biotic or abiotic origin. This causes tree decline, dieback, and deforestation, which can worsen in a climate change scenario. In the 21st century, biotechnology should take a pivotal role in facing this problem and proposing sustainable management and conservation strategies for forests. As a non-domesticated, long-lived species, the only plausible approach for tree breeding is exploiting the natural diversity present in this species and the selection of elite, more resilient genotypes, based on molecular markers. In this direction, it is important to investigate the molecular mechanisms of the tolerance or resistance to stresses, and the identification of genes, gene products, and metabolites related to this phenotype. This research is being performed by using classical biochemistry or the most recent omics (genomics, epigenomics, transcriptomics, proteomics, and metabolomics) approaches, which should be integrated with other physiological and morphological techniques in the Systems Biology direction. This review is focused on the current state-of-the-art of such approaches for describing and integrating the latest knowledge on biotic and abiotic stress responses in Quercus spp., with special reference to Quercus ilex, the system on which the authors have been working for the last 15 years. While biotic stress factors mainly include fungi and insects such as Phytophthora cinnamomi, Cerambyx welensii, and Operophtera brumata, abiotic stress factors include salinity, drought, waterlogging, soil pollutants, cold, heat, carbon dioxide, ozone, and ultraviolet radiation. The review is structured following the Central Dogma of Molecular Biology and the omic cascade, from DNA (genomics, epigenomics, and DNA-based markers) to metabolites (metabolomics), through mRNA (transcriptomics) and proteins (proteomics). An integrated view of the different approaches, challenges, and future directions is critically discussed.",
    "readLink": "https://www.mdpi.com/1999-4907/12/3/364"
  },
  {
    "title": "Treatment of knee OSTEOARTHRITIS in Spa Health resorts: where do we stand?",
    "authors": [
      "Salca Amalia,",
      "Stoica Nicoleta,",
      "Dogaru Gabriela"
    ],
    "doi": "https://doi.org/10.12680/balneo.2015.1104",
    "journalVolume": "Vol. 6,\n                                no. 3\n                                \n                                  pp.\n                                  184\n                                  – 194",
    "issn": "2069-7597 (Print)",
    "publisher": "2069-7619 (Online)",
    "countryOfPublisher": "Romanian Association of Balneology, Editura Balneara",
    "lcc": [
      "Romania",
      "Medicine: Therapeutics. Pharmacology"
    ],
    "journalUrl": "http://bioclima.ro/Journal.htm",
    "abstract": "Osteoarthrosis (OA) includes degenerative joint disorders that affect articular cartilage in the first instance, followed by changes of all components of the joint. The disease is detected in a proportion of 33% by X-ray in patients aged over 60 years. Knee OA (KOA) ranks first among chronic diseases from the point of view of patient disability. This article is a review of guidelines and articles regarding arthrosis, balneotherapy, and balneotherapy in KOA treatment. These were accessed on the Pubmed site in the period March-April 2015. The components of balneo-therapy to which the selected articles refer include mud packs, mineral waters, climate change. These are evaluated in association or in comparison with other methods used in the rehabilitation specialty area for the treatment of KOA: kinesitherapy, intra-articular infiltrations, hydrothermotherapy. The changes induced by these therapies on clinical evolution (pain relief, tenderness, functionality, quality of life, depression symptoms) or certain serum parameters (biomarkers of oxidative stress, inflammation and cartilage destruction, vitamin D and other serum metabolites) were recorded. The results of our review are consistent with the studies focused on spa modalities in all types of OA. All these data helped defining the role of balneotherapy as part of the rehabilitation program for the treatment of KOA, through the benefits specific to it. Conclusion: Balneotherapy has beneficial effects on patients with KOA, both clinically and serologic improvements. Further studies are needed to quantify these effects using KOA specific markers, to establish a hierarchy of balneotherapy methods based on their effects on KOA, as well as to refine indications depending on the stage of the disease.",
    "readLink": "http://bioclima.ro/Balneo104.pdf"
  },
  {
    "title": "The Zero Emissions Commitment Model Intercomparison Project (ZECMIP) contribution to C4MIP: quantifying committed climate changes following zero carbon emissions",
    "authors": [
      "C. D. Jones,",
      "T. L. Frölicher,",
      "T. L. Frölicher,",
      "C. Koven,",
      "A. H. MacDougall,",
      "H. D. Matthews,",
      "K. Zickfeld,",
      "J. Rogelj,",
      "J. Rogelj,",
      "K. B. Tokarska,",
      "K. B. Tokarska,",
      "N. P. Gillett,",
      "T. Ilyina,",
      "M. Meinshausen,",
      "M. Meinshausen,",
      "N. Mengis,",
      "N. Mengis,",
      "R. Séférian,",
      "M. Eby,",
      "F. A. Burger,",
      "F. A. Burger"
    ],
    "doi": "https://doi.org/10.5194/gmd-12-4375-2019",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  4375\n                                  – 4385",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The amount of additional future temperature change following a complete cessation of CO2 emissions is a measure of the unrealized warming to which we are committed due to CO2 already emitted to the atmosphere. This “zero emissions commitment” (ZEC) is also an important quantity when estimating the remaining carbon budget – a limit on the total amount of CO2 emissions consistent with limiting global mean temperature at a particular level. In the recent IPCC Special Report on Global Warming of 1.5 ∘C, the carbon budget framework used to calculate the remaining carbon budget for 1.5 ∘C included the assumption that the ZEC due to CO2 emissions is negligible and close to zero. Previous research has shown significant uncertainty even in the sign of the ZEC. To close this knowledge gap, we propose the Zero Emissions Commitment Model Intercomparison Project (ZECMIP), which will quantify the amount of unrealized temperature change that occurs after CO2 emissions cease and investigate the geophysical drivers behind this climate response. Quantitative information on ZEC is a key gap in our knowledge, and one that will not be addressed by currently planned CMIP6 simulations, yet it is crucial for verifying whether carbon budgets need to be adjusted to account for any unrealized temperature change resulting from past CO2 emissions. We request only one top-priority simulation from comprehensive general circulation Earth system models (ESMs) and Earth system models of intermediate complexity (EMICs) – a branch from the 1 % CO2 run with CO2 emissions set to zero at the point of 1000 PgC of total CO2 emissions in the simulation – with the possibility for additional simulations, if resources allow. ZECMIP is part of CMIP6, under joint sponsorship by C4MIP and CDRMIP, with associated experiment names to enable data submissions to the Earth System Grid Federation. All data will be published and made freely available.",
    "readLink": "https://www.geosci-model-dev.net/12/4375/2019/gmd-12-4375-2019.pdf"
  },
  {
    "title": "Strategic Leadership In Indonesia's Commitment To Building A Blue Economy-Based Marine Economy",
    "authors": [
      "Arga Yudhistira,",
      "Widodo Widodo,",
      "Panji Suwarno,",
      "Tomi Aris"
    ],
    "doi": "https://doi.org/10.21107/pamator.v15i2.15508",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  74\n                                  – 80",
    "issn": "1829-7935 (Print)",
    "publisher": "2654-7856 (Online)",
    "countryOfPublisher": "Universitas Trunojoyo Madura",
    "lcc": [
      "Indonesia",
      "Social Sciences"
    ],
    "journalUrl": "https://journal.trunojoyo.ac.id/pamator/index",
    "abstract": "Leadership can be seen as an instrument in an effort to influence and control a person or group of people to cooperate in achieving certain goals. The Blue Economy is expected to be able to answer the dependence between the economy and the ecosystem as well as the negative impacts of economic activities including climate change and global warming. The principles contained in the blue economy can be a golden key in national development planning. The purpose of this study is to find out how important strategic leadership is in Indonesia's commitment to building a blue economy-based marine economy. The approach used in this research is qualitative - descriptive with the researcher as the main research instrument and the design approach used is descriptive-explanative. the findings in this study found that the role of leadership is very crucial in realizing the success of development with a blue economy approach, Indonesia's abundant natural resources will be meaningless if there is no role of leaders who are able to manage and mobilize all their potential. It is important that all parties involved are involved in helping to create a prosperous marine economy based on a blue economy. The demand for marine and fishery resource-based development to be used as a driving force in national economic development.",
    "readLink": "https://journal.trunojoyo.ac.id/pamator/article/view/15508"
  }
]