[
  {
    "title": "Energy Efficiency Improvement and Optimal Management of CHP District Heating System – Case City of Tuzla",
    "authors": [
      "A. Karabegovic"
    ],
    "doi": "https://doi.org/10.3303/CET1442002",
    "journalVolume": "Vol. 42",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "The climate changes and detailed analysis of the district heating system (DHS) in Tuzla pointed out the demand for revision of all the system. The first time we did the analyses of DHS Tuzla was 5 years ago. Through more survey and analyses which we have done in the past 5 y, it became clear that improving the efficiency of energy production, distribution and consumption will be a key method of climate change mitigation. We have decided to develop and utilize technical solutions by which the total thermal, temperature and electrical losses in district heating distribution systems can be further reduced. Besides technical solutions, it is necessary to develop sustainable development strategy and optimal management of the district heating system (Olofsson et al., 2013). Total energy savings in the last three heating season was 142,473 MWh. We had the best results in savings in the last season – 88,086 MWh. Implementation new technical solutions based on the first time analysis and new methodology in the system management made possible these results.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/4738"
  },
  {
    "title": "Manure Management Practices and Policies in Sub-Saharan Africa: Implications on Manure Quality as a Fertilizer",
    "authors": [
      "Oghaiki Asaah Ndambi,",
      "David Everett Pelster,",
      "Jesse Omondi Owino,",
      "Jesse Omondi Owino,",
      "Fridtjof de Buisonjé,",
      "Theun Vellinga"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2019.00029",
    "journalVolume": "Vol. 3",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Manure has been used as a fertilizer since ancient times and if well-managed it can be an asset, promoting sustainable agriculture, and increasing crop production, particularly for smallholder farmers in sub-Saharan Africa (SSA). However, most farmers in SSA do not apply recommended manure management practices, such as roofing animal housing, having a water-proof floor or covering manure during storage, causing large nutrient losses during manure storage, increasing greenhouse gas emissions, and reducing the quality of the manure as a fertilizer. This paper compares manure management practices in representative SSA countries, and summarizes government policies and socio-cultural practices that influence the adoption of good (recommended) manure management practices. Three steps were applied in this analysis: (i) review of manure management practices from various literature sources, (ii) interviews on manure management practices and policies with key stakeholders from 13 SSA countries, and (iii) surveys of manure management practices on small, medium, and large scale farms in Ethiopia and Malawi. The review confirms the potential of manure to improve crop yields and promote sustainable agriculture in SSA. Unfortunately, most SSA countries (a) do not explicitly mention manure management in their policies (b) have different ministries that share responsibilities on manure management, often leading to incoherent policies and abnegation of these responsibilities (c) take limited action to promote good practices or enforce legislation on manure management. Also, the field survey indicated that farmers lack knowledge on manure management. However, farmers are able to access agricultural extension services from both government and non-government agencies, although these extension services rarely included information on improved manure management practices. Extension services that encourage exchange and interaction between farmers were most successful in increasing adoption of good manure management practices, and are recommended. In addition, efforts to improve manure management in SSA should strengthen the enforcement of existing policies and provide an enabling environment for adoption of good manure management practices.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fsufs.2019.00029/full"
  },
  {
    "title": "Ecosystem maturation follows the warming of the Arctic fjords",
    "authors": [
      "Jan Marcin Węsławski,",
      "Friedrich Buchholz,",
      "Marta Głuchowska,",
      "Agata Weydmann"
    ],
    "doi": "https://doi.org/10.1016/j.oceano.2017.02.002",
    "journalVolume": "Vol. 59,\n                                no. 4\n                                \n                                  pp.\n                                  592\n                                  – 602",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "Two fjords in West Spitsbergen (Hornsund 77°N and Kongsfjorden 79°N) differ with regard to their exposure towards increasingly warm Atlantic water inflow. Hornsund remains in many respects cooler than Kongsfjorden (on average 2°C SST in summer) and is less influenced by warmer and more saline Atlantic waters. Reported changes in the physical environment (temperature rise, freshwater inflow, salinity drop, turbidity, fast-ice reduction, coastal change) are discussed in the context of biological observations in the pelagic and benthic realms with special reference to krill (Euphausiacea). We conclude that well-documented changes in the physical environment have had little effect on the fjord biota and that both organisms and their ecological functions in the fjords are well adapted to the scale of ongoing change. The observed changes fit the definition of ecosystem maturation, with greater diversity, a more complex food web and dispersed energy flow at the warmer site.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0078323417300507"
  },
  {
    "title": "Alpine wetland degradation reduces carbon sequestration in the Zoige Plateau, China",
    "authors": [
      "Ao Yang,",
      "Ao Yang,",
      "Ao Yang,",
      "Xiaoming Kang,",
      "Xiaoming Kang,",
      "Xiaoming Kang,",
      "Yong Li,",
      "Yong Li,",
      "Yong Li,",
      "Xiaodong Zhang,",
      "Xiaodong Zhang,",
      "Xiaodong Zhang,",
      "Kerou Zhang,",
      "Kerou Zhang,",
      "Kerou Zhang,",
      "Enze Kang,",
      "Enze Kang,",
      "Zhongqing Yan,",
      "Zhongqing Yan,",
      "Zhongqing Yan,",
      "Meng Li,",
      "Meng Li,",
      "Meng Li,",
      "Xiaodong Wang,",
      "Xiaodong Wang,",
      "Xiaodong Wang,",
      "Yuechuan Niu,",
      "Liang Yan,",
      "Liang Yan,",
      "Liang Yan"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.980441",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Alpine wetland plays an important role in the global carbon balance but are experiencing severe degradation under climate change and human activities. With the aim to clarify the effect of alpine wetland degradation on carbon fluxes (including net ecosystem CO2 exchange, NEE; ecosystem respiration, ER; gross ecosystem productivity, GEP, and CH4 flux), we investigated 12 sites and measured carbon fluxes using the static chamber method in the Zoige alpine wetland during August 2018, including undegraded wetland (UD), lightly degraded wetland (LD), moderately degraded wetland (MD), and severely degraded wetland (SD). The results showed that carbon sink strengths differ among the Zoige wetlands with different degradation stages during the growing season. From UD to LD, the rate of carbon sequestration (mean value of NEE) increased by 25.70%; however, from LD to SD, it decreased by 81.67%. Wetland degradation significantly reduced soil water content (SWC), soil organic carbon (SOC), microbial biomass carbon (MBC), and microbial biomass nitrogen (MBN). NEE was significantly correlated with MBC and MBN, while ER was positively correlated with ST but negatively correlated with SOC (P < 0.01). Among all measured environmental factors, GEP was positively correlated with pH (P < 0.01), while CH4 flux was most closely correlated with SOC, SWC, MBC, MBN, and ST (P < 0.001), and was also affected by pH and NO3– content (P < 0.01). These results suggest that the capacity of carbon sequestration in the Zoige wetlands reduced with intensification of the degradation. This study provides a reference for sustainably managing and utilizing degraded wetlands under climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.980441/full"
  },
  {
    "title": "Pump-as-Turbine Selection Methodology for Energy Recovery in Irrigation Networks: Minimising the Payback Period",
    "authors": [
      "Miguel Crespo Chacón,",
      "Juan  Antonio Rodríguez Díaz,",
      "Jorge García Morillo,",
      "Aonghus McNabola"
    ],
    "doi": "https://doi.org/10.3390/w11010149",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  149",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In pressurized irrigation networks, energy reaches around 40% of the total water costs. Pump-as-Turbines (PATs) are a cost-effective technology for energy recovery, although they can present low efficiencies when operating outside of the best efficiency point (BEP). Flow fluctuations are very important in on-demand irrigation networks. This makes flow prediction and the selection of the optimal PAT more complex. In this research, an advanced statistical methodology was developed, which predicts the monthly flow fluctuations and the duration of each flow value. This was used to estimate the monthly time for which a PAT would work under BEP conditions and the time for which it would work with lower efficiencies. In addition, the optimal PAT power for each Excess Pressure Point (EPP) studied was determined following the strategy of minimising the PAT investment payback period (PP). The methodology was tested in Sector VII of the right bank of the Bembézar River (BMD), in Southern Spain. Five potential sites for PAT installation were found. The results showed a potential energy recovery of 93.9 MWh and an annual energy index per irrigated surface area of 0.10 MWh year−1 ha−1. Renewable energy will become increasingly important in the agriculture sector, to reduce both water costs and the contribution to climate change. PATs represent an attractive technology that can help achieve such goals.",
    "readLink": "http://www.mdpi.com/2073-4441/11/1/149"
  },
  {
    "title": "On the Equality Assumption of Latent and Sensible Heat Energy Transfer Coefficients of the Bowen Ratio Theory for Evapotranspiration Estimations: Another Look at the Potential Causes of Inequalities",
    "authors": [
      "Suat Irmak,",
      "Ayse Kilic,",
      "Sumantra Chatterjee"
    ],
    "doi": "https://doi.org/10.3390/cli2030181",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  181\n                                  – 205",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Evapotranspiration (ET) and sensible heat (H) flux play a critical role in climate change; micrometeorology; atmospheric investigations; and related studies. They are two of the driving variables in climate impact(s) and hydrologic balance dynamics. Therefore, their accurate estimate is important for more robust modeling of the aforementioned relationships. The Bowen ratio energy balance method of estimating ET and H diffusions depends on the assumption that the diffusivities of latent heat (KV) and sensible heat (KH) are always equal. This assumption is re-visited and analyzed for a subsurface drip-irrigated field in south central Nebraska. The inequality dynamics for subsurface drip-irrigated conditions have not been studied. Potential causes that lead KV to differ from KH and a rectification procedure for the errors introduced by the inequalities were investigated. Actual ET; H; and other surface energy flux parameters using an eddy covariance system and a Bowen Ratio Energy Balance System (located side by side) on an hourly basis were measured continuously for two consecutive years for a non-stressed and subsurface drip-irrigated maize canopy. Most of the differences between KV and KH appeared towards the higher values of KV and KH. Although it was observed that KV was predominantly higher than KH; there were considerable data points showing the opposite. In general; daily KV ranges from about 0.1 m2∙s−1 to 1.6 m2∙s−1; and KH ranges from about 0.05 m2∙s−1 to 1.1 m2∙s−1. The higher values for KV and KH appear around March and April; and around September and October. The lower values appear around mid to late December and around late June to early July. Hourly estimates of KV range between approximately 0 m2∙s−1 to 1.8 m2∙s−1 and that of KH ranges approximately between 0 m2∙s−1 to 1.7 m2∙s−1. The inequalities between KV and KH varied diurnally as well as seasonally. The inequalities were greater during the non-growing (dormant) seasons than those during the growing seasons. During the study period, KV was, in general, lesser than KH during morning hours and was greater during afternoon hours. The differences between KV and KH mainly occurred in the afternoon due to the greater values of sensible heat acting as a secondary source of energy to vaporize water. As a result; during the afternoon; the latent heat diffusion rate (KV) becomes greater than the sensible heat diffusion rate (KH). The adjustments (rectification) for the inequalities between eddy diffusivities is quite essential at least for sensible heat estimation, and can have important implications for application of the Bowen ratio method for estimation of diffusion fluxes of other gasses.",
    "readLink": "http://www.mdpi.com/2225-1154/2/3/181"
  },
  {
    "title": "Water auditing and recycling as a tool for management of water resources: an Indian perspective",
    "authors": [
      "Mir Rohi Neelofar,",
      "Sami Ullah Bhat,",
      "Mohammad Muslim"
    ],
    "doi": "https://doi.org/10.1007/s13201-023-01979-2",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2190-5487 (Print)",
    "publisher": "2190-5495 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.springer.com/13201",
    "abstract": "Abstract Water is limited and is unevenly distributed globally. India being home to approximately 18% of the global population accounts for only 4% of global renewable water resources, making it the world’s 13th most water-stressed country. The increase in human population coupled with accelerated economic activities and climate change has put enormous pressure on government and policymakers in India to find different innovative and smart ways to manage the demand–supply gap in the water sector. Despite having the largest water infrastructure in the world and concerns raised about increasing water crisis in national discourse at academic, policy and governance levels, the tangible outcome does not resonate adequately on the ground level. Identification of alternate tools, calibration and fine-tuning relevant policy and planning necessitate the need of implementing water auditing and water recycling to meet the ever-increasing water demand as far as the water footprint in India is concerned. Based on the principle of what gets measured gets managed, water auditing best caters to the water management needs and is yet to become a top priority to curb the water crisis. Public acceptance seems to be one of the major barriers in universalizing water recycling in India which is aggravated by the uneven and/or absence of a proper and adequate water governance approach and structure. This paper tries to highlight the major challenges water resources management is facing in India and aims to illustrate how well planned water auditing and water recycling as a tool can deliver in effective and rational utilization and distribution of water.",
    "readLink": "https://doi.org/10.1007/s13201-023-01979-2"
  },
  {
    "title": "Elevated Risk of Compound Extreme Precipitation Preceded by Extreme Heat Events in the Upper Midwestern United States",
    "authors": [
      "Manas Khan,",
      "Rabin Bhattarai,",
      "Liang Chen"
    ],
    "doi": "https://doi.org/10.3390/atmos14091440",
    "journalVolume": "Vol. 14,\n                                no. 1440\n                                \n                                  p.\n                                  1440",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Compound extreme events can potentially cause deadlier socio-economic consequences. Although several studies focused on individual extreme climate events, the occurrence of compound extreme events is still not well studied in the upper Midwestern United States. In this study, compound extreme precipitation preceded by extreme hot day events was investigated. Results showed a strong linkage between extreme precipitation events and extreme hot days. A significant increasing trend was noticed mainly in Iowa (10.1%), northern parts of Illinois (5.04%), and Michigan (5.04%). Results also showed a higher intensity of extreme precipitation events preceded by an extremely hot day compared to the intensity of extreme precipitation events not preceded by an extremely hot day, mostly in the central and lower parts of Minnesota, western and upper parts of Iowa, lower and upper parts of Illinois, parts of Ohio, Michigan, and Wisconsin for 1950–2010. In other words, extreme heat contributed to more extreme precipitation events. Our findings would provide important insights related to flood management under future climate change scenarios in the region.",
    "readLink": "https://www.mdpi.com/2073-4433/14/9/1440"
  },
  {
    "title": "Investigation of Different Grazing Intensities on Rangeland Production Quality and Quantity and Soil Carbon in Khabr Rangelands of Baft",
    "authors": [
      "Mohsen Sharafatmandrad,",
      "Azam Khosravi Mashizi,",
      "Esfandiar Jahantab"
    ],
    "doi": "https://doi.org/10.22034/jdmal.2022.560409.1392",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  77\n                                  – 94",
    "issn": "2476-3985 (Print)",
    "publisher": "2476-3721 (Online)",
    "countryOfPublisher": "Iranian Scientific Association of Desert Management and Control (ISADMC)",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Agriculture",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Management of special enterprises"
    ],
    "journalUrl": "http://www.jdmal.ir/?lang=en",
    "abstract": "IntroductionRangeland provides numerous ecosystem goods and services. Most rangeland management decisions focus on forage production, and this can lead to the loss of other rangeland ecosystem services. One of those services is carbon sequestration, the removal of carbon dioxide from the Earth's atmosphere and its storage in the ground. Rangeland, which covers approximately half of terrestrial ecosystems, is one of the most important sinks for atmospheric carbon dioxide. Photosynthesis, respiration and decomposition are the main processes in the ecosystem that determine how carbon is stored in the soil. Anthropogenic activities like livestock grazing can significantly alter soil carbon storage. Unfortunately, human activities have resulted in lower soil carbon and increased global climate change. Livestock grazing is one of the most significant factors affecting the structure and functioning of ecosystems. Grazing livestock can affect the amount of carbon in the soil through reduced vegetation cover, altered species composition, soil degradation, urination and defecation. On the other hand, changes in the quantity and quality of forage production by livestock grazing have a strong effect on the welfare of the beneficiaries. Consequently, knowledge of the relationship between forage production and other ecosystem goods and services such as soil carbon is essential to the sustainability of ecosystems. It is important to study the quantity and quality changes in rangeland production in relation to different livestock grazing intensities on soil carbon. However, this information can assist range managers in providing techniques to promote soil carbon storage. The purpose of the study is 1) to determine annual forage production in rangelands at different grazing intensities, 2) to study the quality of rangeland forages produced, 3) to assess soil carbon content at different grazing intensities, and 4) to assess the relationship between rangeland production and soil carbon content at different grazing intensities. Material and MethodsA rangeland adjacent to Khabr National Park in Kerman province was selected as the study area. The study area is shrub- dominated species Artemisia aucheri Boiss. Three sites with different grazing intensities (for example, exclosure, high grazing and moderate grazing) were sampled. At each site, three 100m transects with 50m intervals were set up. Ten quadrats were randomly assigned to each transect. For each quadrat, the species met were recorded and their number of individuals and the amount of forage produced were measured. The annual forage production (forage quantity) was measured using the clip and weigh method. To determine forage quality, crude protein, acid detergent fibre (ADF), dry matter digestion and metabolizable energy were estimated for each species. Additionally, a soil sample was taken from each of the quadrats. The samples were air-dried and sieved with a 2 mm sieve. The organic carbon of the soil samples was determined through wet oxidation with Walkley-Black chromic acid. Then, the species importance index (IVI) was estimated using relative frequency (Fr), relative density (Dr) and relative dominance (Dor). One-way ANOVA and LSD were used to compare different grazing intensities in terms of soil carbon, annual production, crude protein, ADF and metabolizable energy. Pearson's correlation was used to examine the relationship between soil carbon and annual production with the qualitative attributes of production, ie. The primary component analysis (PCA) was used to identify the most important species in terms of production at the three sites with different grazing intensities (exclosure, high grazing and moderate grazing). Principal Component Analysis (PCA) was used to identify the most important species in terms of production at the three sites with differing grazing intensities (exclosure, high grazing and moderate grazing). Results and DiscussionThe quantity and quality of forage has been reduced in the livestock grazing sites. The study area has a long history of cattle grazing, which has significantly altered the composition of the vegetation. About 26% of the exclosure site species had been removed from the plant composition of medium pasture sites, most of which are appetizing species. Although the amount of organic carbon in the soil increased at the exclosure site, it was not significantly different from grazing sites. Therefore, despite the improvement in forage quality and quantity, soil organic carbon had shown a lower reaction to the exclosure. Due to the presence of acceptable species, there was a positive relationship between forage quantity and quality at the exclosure site. Although A. aucheri was still dominant shrub species in the site with medium grazing intensity, there was no significant relationship between forage quantity and quality due to the decrease of palatable species. With the increase in the number of non-platable species in the high grazing site, there was a significant negative relationship between forage quantity and quality. There was a positive and meaningful relationship between soil carbon and the amount and quality of forage at the exclos site. The relationship between soil carbon and forage quantity and quality was not significant on grazing sites because of a change in plant composition. In the sites under grazing, palatable forbs such as Tragopogon jesdianus Boiss. and Lathyrus annuus L. were not observed and perennial grasses were significantly reduced. It should be noted that forage production of forbs has not changed much on the site with average grazing compared to the exclosure site. Perennials, especially woody plants, were severely reduced at the site with high grazing intensity. There were no bushes observed at that location. Annual grasses had increased in the site with heavy browsing. As perennials decrease, space and resources become available for the invasion of annual plants, especially annual grasses. Therefore, Bromus tectorum L. had the highest forage production in the high grazing area. In terms of crude protein, the high grazing area had low quality forage. Since livestock grazing and subsequent changes in plant composition do not greatly impact soil carbon, livestock management can contribute to the improvement of plant composition and forage production at this site. Taking into account the impact of grassland management on other ecosystem functions, it is suggested to explore the relationship between the amount of production and other functions of quality rangeland ecosystems in order to sustainably manage rangeland ecosystems.",
    "readLink": "https://www.jdmal.ir/article_696607_8f8a1781fcd207ac91270a5191f963eb.pdf"
  },
  {
    "title": "The likely impact of climate change on the biodiversity of Italian forests",
    "authors": [
      "Borghetti M,",
      "La Mantia T,",
      "Menozzi P,",
      "Piotti A"
    ],
    "doi": "https://doi.org/10.3832/efor0708-009",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  245\n                                  – 250",
    "issn": "1824-0119 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://foresta.sisef.org/",
    "abstract": "Based on literature results and our expert evaluation, we report some likely impacts of climate change on the biodiversity of forest communities in Italy by the end of this century. In the Mediterranean region and on the Apennines: at low altitudes, vulnerability of Pinus sp. and Quercus ilex forests, with loss of intraspecific genetic variability; transition from Mediterranean closed-canopy macchia to scattered shrublands; risk of local extinction for coastal populations of mesic/relic hardwood species (e.g., Quercus robur, Carpinus betulus, Zelkova sicula, Fraxinus sp.); ’eastern’ relic species like Quercus troiana, Quercus frainetto, Quercus aegilops, and Q. gussonei in Sicily, and the peripheral low-altitude Fagus sylvatica populations, will be highly vulnerable; in the mid-altitude forest, vulnerability of most demanding species like Quercus cerris and Castanea sativa, possible immigration of Mediterranean species like Quercus ilex; in the montane forest, Fagus sylvatica and Abies alba will be less competitive with respect to more continental and drought-resistant tree species, and could loose genetic variability; relic species like Taxus baccata and Betula aetnensis may be at risk. In the alpine region: upward movement of timberline and changes in timberline communities, for instance Picea abies may be more competitive over Larix decidua, and fragmented species like Pinus cembra might become vulnerable. In general, we recognize the difficulty in separating the effects of climatic variables from those of other processes, like fires and land-use change.",
    "readLink": "http://www.sisef.it/forest@/contents/?id=efor0708-009&amp;lang=en"
  }
]