[
  {
    "title": "ENERGIA FOTOVOLTAICĂ, ÎNTRE NECESITATE ȘI REALITATE. STUDIU DE CAZ: ROMÂNIA",
    "authors": [
      "VASILE POPA"
    ],
    "doi": "Vol. IX,\n                                no. 1\n                                \n                                  pp.\n                                  95\n                                  – 102",
    "issn": "1843-5920 (Print)",
    "publisher": "1844-9840 (Online)",
    "countryOfPublisher": "Romanian Academy",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://geographianapocensis.acad-cluj.ro/",
    "abstract": "Photovoltaic energy, between necessity and reality. Case study: Romania. In the context of the increasing of world energy consumption and given the concerns about the diminishing of conventional energy sources and climate change, renewable energy sources are the main alternative. Among these, solar energy has great potential. Energy policies in this area have determined a growth in the global production of photovoltaic of about 50% in the last decade, reaching 100 TWh in 2012. In Romania, in 2013, the PV was the most active of the renewable energies. Photovoltaic power installed capacity has made a significant leap in the second half of 2013, being twenty three times higher than the end of 2012. This trend is encouraging, however, it has been largely dependent on government policy support. In addition, in 2011, of the total electricity produced by renewable energy sources, photovoltaic energy was only 1.3%. At least in the short to medium term, the future of solar energy is uncertain, social pressures and changing/reducing support schemes will significantly affect this area.",
    "readLink": "http://geographianapocensis.acad-cluj.ro/Revista/volume/nr_1_2015/pdf/Popa.pdf"
  },
  {
    "title": "Trend in Extreme Precipitation Indices Based on Long Term In Situ Precipitation Records over Pakistan",
    "authors": [
      "Asher  Samuel Bhatti,",
      "Guojie Wang,",
      "Waheed Ullah,",
      "Safi Ullah,",
      "Daniel Fiifi Tawia Hagan,",
      "Isaac Kwesi Nooni,",
      "Dan Lou,",
      "Irfan Ullah"
    ],
    "doi": "https://doi.org/10.3390/w12030797",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  797",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Assessing the long-term precipitation changes is of utmost importance for understanding the impact of climate change. This study investigated the variability of extreme precipitation events over Pakistan on the basis of daily precipitation data from 51 weather stations from 1980-2016. The non-parametric Mann−Kendall, Sen’s slope estimator, least squares method, and two-tailed simple t-test methods were used to assess the trend in eight precipitation extreme indices. These indices were wet days (R1 ≥1 mm), heavy precipitation days (R10 ≥ 10 mm), very heavy precipitation days (R20 ≥ 20 mm), severe precipitation (R50 ≥ 50 mm), very wet days (R95p) defining daily precipitation ≥ 95 percentile, extremely wet days (R99p) defining daily precipitation ≥ 99 percentile, annual total precipitation in wet days (PRCPTOT), and mean precipitation amount on wet days as simple daily intensity index (SDII). The study is unique in terms of using high stations’ density, extended temporal coverage, advanced statistical techniques, and additional extreme indices. Furthermore, this study is the first of its kind to detect abrupt changes in the temporal trend of precipitation extremes over Pakistan. The results showed that the spatial distribution of trends in different precipitation extreme indices over the study region increased as a whole; however, the monsoon and westerlies humid regions experienced a decreasing trend of extreme precipitation indices during the study period. The results of the sequential Mann−Kendall (SqMK) test showed that all precipitation extremes exhibited abrupt dynamic changes in temporal trend during the study period; however, the most frequent mutation points with increasing tendency were observed during 2011 and onward. The results further illustrated that the linear trend of all extreme indices showed an increasing tendency from 1980- 2016. Similarly, for elevation, most of the precipitation extremes showed an inverse relationship, suggesting a decrease of precipitation along the latitudinal extent of the country. The spatiotemporal variations in precipitation extremes give a possible indication of the ongoing phenomena of climate change and variability that modified the precipitation regime of Pakistan. On the basis of the current findings, the study recommends that future studies focus on underlying physical and natural drivers of precipitation variability over the study region.",
    "readLink": "https://www.mdpi.com/2073-4441/12/3/797"
  },
  {
    "title": "Predicting responses of the Ad&#233;lie penguin population of Edmonson Point to future sea ice changes in the Ross Sea",
    "authors": [
      "Tosca eBallerini,",
      "Tosca eBallerini,",
      "Tosca eBallerini,",
      "Giacomo eTavecchia,",
      "Francesco ePezzo,",
      "Francesco ePezzo,",
      "Stephanie eJenouvrier,",
      "Stephanie eJenouvrier,",
      "Silvia eOlmastroni,",
      "Silvia eOlmastroni"
    ],
    "doi": "https://doi.org/10.3389/fevo.2015.00008",
    "journalVolume": "Vol. 3",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Atmosphere-Ocean General Circulation Models (AOGCMs) predict changes in the sea ice environment and in atmospheric precipitations over larger areas of Antarctica. These changes are expected to affect the population dynamics of seabirds and marine mammals, but the extent of this influence is not clear. We investigated the future population trajectories of the colony of Adélie penguins at Edmonson Point, in the Ross Sea, from 2010 to 2100. To do so, we incorporated the relationship between sea ice and demographic parameters of the studied colony into a matrix population model. Specifically, we used sea ice projections from AOGCMs and a proxy for snowfall precipitation. Simulations of population persistence under future climate change scenarios showed that a reduction in sea ice extent and an increase in precipitation events during the breeding season will drive the population to extinction. However, the population growth rate estimated by the model was lower than the population growth rate observed during the last decades, suggesting that recruits from other colonies maintain the observed population dynamics at Edmonson Point. This local ‘rescue’ effect is consistent with a metapopulation dynamic for Adélie penguins in the Ross Sea, in which neighboring colonies might exhibit contrasting population trends and different density-dependent effects. In the hypothesis that connectivity with larger source colonies or that local recruitment would decrease, the sink colony at Edmonson Point is predicted to disappear.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fevo.2015.00008/full"
  },
  {
    "title": "Plant functional traits determine latitudinal variations in soil microbial function: evidence from forests in China",
    "authors": [
      "Z. Xu,",
      "Z. Xu,",
      "Z. Xu,",
      "G. Yu,",
      "G. Yu,",
      "Q. Wang,",
      "Q. Wang,",
      "X. Zhang,",
      "X. Zhang,",
      "R. Wang,",
      "N. Zhao,",
      "N. He,",
      "N. He,",
      "Z. Liu,",
      "Z. Liu,",
      "Z. Liu"
    ],
    "doi": "https://doi.org/10.5194/bg-16-3333-2019",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  3333\n                                  – 3349",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Plant functional traits have increasingly been studied as determinants of ecosystem properties, especially for soil biogeochemical processes. While the relationships between biological community structures and ecological functions are a central issue in ecological theory, these relationships remain poorly understood at the large scale. We selected nine forests along the North–South Transect of Eastern China (NSTEC) to determine how plant functional traits influence the latitudinal pattern of soil microbial functions and how soil microbial communities and functions are linked at the regional scale. We found that there was considerable latitudinal variation in the profiles of different substrate use along the NSTEC. Specifically, we found that the substrate use by microorganisms was highest in the temperate forest soils (soil microbial substrate use intensities of 10–12), followed by the subtropical forest soils (soil microbial substrate use intensities of 7–10), and was least in the coniferous forest soils (soil microbial substrate use intensities of 4–7). The latitudinal variation in soil microbial function was more closely related to plant functional traits (leaf dry matter content, leaf C concentrations, and leaf N concentrations, P=0.002) than climate (mean annual precipitation, P=0.022). The soil silt, leaf dry matter, and leaf C and N contents were the main controls on the biogeographical patterns of microbial substrate use in these forest soils. The soil microbial community structures and functions were significantly correlated along the NSTEC. Soil carbohydrate and polymer substrate use were mainly related to soil Gram-positive (G+) bacterial and actinomycic phospholipid fatty acids (PLFAs), while the use of amine and miscellaneous substrates were related to soil Gram-negative (G−) bacterial and fungal PLFAs. The enzyme production varied with changes in the soil microbial communities. The soil enzyme activities were positively correlated with the bacterial PLFAs but were not correlated with the fungal PLFAs. The soil organic matter (SOM) decomposition rates were significantly higher in the temperate forests than in the subtropical and tropical forests, emphasizing the rapid degradability of high-energy substrates such as soil microbial biomass carbon, carbohydrates, and amino acids. The SOM decomposition rates were significantly and negatively related to soil dissolved organic carbon concentrations, carboxylic acids, polymers, and miscellaneous substrate use. The relationships between soil PLFAs and microbial substrate use, enzyme activities, and SOM decomposition rate show that as the soil microbial community structure changes, soil biogeochemical processes also change.",
    "readLink": "https://www.biogeosciences.net/16/3333/2019/bg-16-3333-2019.pdf"
  },
  {
    "title": "Multi–Model Ensemble Approaches to Assessment of Effects of Local Climate Change on Water Resources of the Hotan River Basin in Xinjiang, China",
    "authors": [
      "Min Luo,",
      "Fanhao Meng,",
      "Tie Liu,",
      "Yongchao Duan,",
      "Amaury Frankl,",
      "Alishir Kurban,",
      "Philippe De Maeyer"
    ],
    "doi": "https://doi.org/10.3390/w9080584",
    "journalVolume": "Vol. 9,\n                                no. 8\n                                \n                                  p.\n                                  584",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The effects of global climate change threaten the availability of water resources worldwide and modify their tempo-spatial pattern. Properly quantifying the possible effects of climate change on water resources under different hydrological models is a great challenge in ungauged alpine regions. By using remote sensing data to support established models, this study aimed to reveal the effects of climate change using two models of hydrological processes including total water resources, peak flows, evapotranspiration, snowmelt and snow accumulation in the ungauged Hotan River Basin under future representative concentration pathway (RCP) scenarios. The results revealed that stream flow was much more sensitive to temperature variation than precipitation change and increased by 0.9–10.0% according to MIKE SHE or 6.5–10.5% according to SWAT. Increased evapotranspiration was similar for both models with a range of 7.6–31.3%. The snow-covered area shrank from 32.5% to 11.9% between the elevations of 4200–6400 m, respectively, and snow accumulation increased when the elevation exceeded 6400 m above sea level (asl). The results also suggested that the fully distributed and semi-distributed structures of these two models strongly influenced the responses to climate change. The study proposes a practical approach to assess the climate change effect in ungauged regions.",
    "readLink": "https://www.mdpi.com/2073-4441/9/8/584"
  },
  {
    "title": "Morphoanatomic variation in tissues of Rhizophora mangle seedlings subjected to different saline regimes: cross-seeding experiment",
    "authors": [
      "Alejandra Robles Sánchez,",
      "José Ernesto Mancera Pineda,",
      "Xavier Marquínez Casas,",
      "Jairo Humberto Medina Calderón"
    ],
    "doi": "Vol. 7,\n                                no. 10\n                                \n                                  p.\n                                  e08245",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Rhizophora mangle, one of the main neotropic mangrove species, has wide phenological variability associated with soil salinity. Since global warming is one of the main drivers of changes in salinity, understanding the influence of this variable at the species level would help improve the prediction of climate change in the ecological services provided by mangroves. To understand the physiological and/or anatomical responses to water stress generated by edaphic salinity and its relationship with phenological and structural diversity, we quantified the functional traits of leaf tissue subjected to a cross-seeding experiment between two forests with different ranges of natural salinity (0–18 PSU1 and 20 to 70 PSU). A total of 180 propagules, 90 native and 90 from the other forest, were planted in each forest. Every three months for a year, soil salinity and growth, adaptability, and survival of propagules that were transformed into seedlings were measured. The traits evaluated between the two saline regimes presented significant differences, as stated in the working hypothesis. Likewise, there were modifications in the hypodermis and the xylem vessels in the exchanged seedlings, tissues related to water storage, and conduction. These responses allowed native euhaline forest seedlings to grow in oligohaline. The opposite occurred with seedlings originating in low salinities that did not survive in high salinities. Differences in adaptability between populations of R. mangle subjected to ranges of contrasting salinity may imply changes at the structural level, zoning, and abundance of the species front to the climate change processes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844021023483"
  },
  {
    "title": "Climate and Energy Policy in Hungary",
    "authors": [
      "Maria Csete,",
      "Janos Szlavik"
    ],
    "doi": "https://doi.org/10.3390/en5020494",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  494\n                                  – 517",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The energy problem has been redefined as one of the most important elements of sustainable development by climate change, adaptation and mitigation. Meeting energy needs is always a current issue in Hungary, irrespective of climate change because of the country’s high dependency on oil and gas imports, limited opportunities to replace them with domestic production, and the pollution associated with using fossil energy sources. Increasing effectiveness and saving energy can provide relatively short-term solutions with bearable costs and a relatively quick return on investment. The aim of the present paper is to give an overview about the climate and energy policy in Hungary with a special focus on the new energy strategy. Energy policy has a pivotal role in the economic recovery plan of the Hungarian government. The National Energy Strategy 2030 taking shape in Hungary takes climate policy into account with respect to adaptation and mitigation and lists renewable energy sources as the second most important tool for achieving strategic goals. As in most countries, it is also possible in Hungary to introduce climate strategy measures with zero social costs. The expedient management of climate change requires the combination of prevention, adaptation and dissemination initiatives. Strategies must meet a dual requirement: they must face the economic risks associated with premature measures, while also considering the adverse effects of delay.",
    "readLink": "http://www.mdpi.com/1996-1073/5/2/494/"
  },
  {
    "title": "High diversity of coralline algae in New Zealand revealed: Knowledge gaps and implications for future research.",
    "authors": [
      "Brenton A Twist,",
      "Kate F Neill,",
      "Jaret Bilewitch,",
      "So Young Jeong,",
      "Judy E Sutherland,",
      "Wendy A Nelson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0225645",
    "journalVolume": "Vol. 14,\n                                no. 12\n                                \n                                  p.\n                                  e0225645",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Coralline algae (Corallinophycideae) are calcifying red algae that are foundation species in euphotic marine habitats globally. In recent years, corallines have received increasing attention due to their vulnerability to global climate change, in particular ocean acidification and warming, and because of the range of ecological functions that coralline algae provide, including provisioning habitat, influencing settlement of invertebrate and other algal species, and stabilising reef structures. Many of the ecological roles corallines perform, as well as their responses to stressors, have been demonstrated to be species-specific. In order to understand the roles and responses of coralline algae, it is essential to be able to reliably distinguish individual species, which are frequently morphologically cryptic. The aim of this study was to document the diversity and distribution of coralline algae in the New Zealand region using DNA based phylogenetic methods, and examine this diversity in a broader global context, discussing the implications and direction for future coralline algal research. Using three independent species delimitation methods, a total of 122 species of coralline algae were identified across the New Zealand region with high diversity found both regionally and also when sampling at small local spatial scales. While high diversity identified using molecular methods mirrors recent global discoveries, what distinguishes the results reported here is the large number of taxa (115) that do not resolve with type material from any genus and/or species. The ability to consistently and accurately distinguish species, and the application of authoritative names, are essential to ensure reproducible science in all areas of research into ecologically important yet vulnerable coralline algae taxa.",
    "readLink": "https://doi.org/10.1371/journal.pone.0225645"
  },
  {
    "title": "Current vehicle emission standards will not mitigate climate change or improve air quality",
    "authors": [
      "Andrew Jiaxuan Law,",
      "Ricardo Martinez-Botas,",
      "Phil Blythe"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-34150-7",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The vehicle emissions testing programme was conducted by the UK Department of Transport in 2016 in response to emissions tampering exposed in the Volkswagen (VW) emissions scandal. The programme identified large emissions discrepancies between real-world and in-lab testing across a range of Euro 5 and Euro 6 diesel passenger vehicles. The large vehicle test fleet reflects the current challenges faced in controlling vehicle emissions. This paper presents the following findings: NOx emissions are altered due to exhaust gas recirculation mismanagement. A new Real-Life Emissions methodology is introduced to improve upon the current Real Driving Emissions standard. A large and concerning emissions divergence was discovered between the achieved NOx improvement and deterioration of CO2. The findings act as catalysts to improve vehicle emissions testing beyond standards established since the VW scandal, aiding in the development of better climate change mitigation strategies and bring tangible air quality improvements to the environment.",
    "readLink": "https://doi.org/10.1038/s41598-023-34150-7"
  },
  {
    "title": "Recent sea surface temperature trends and future scenarios for the Mediterranean Sea:",
    "authors": [
      "Mohamed Shaltout,",
      "Anders Omstedt"
    ],
    "doi": "Vol. 56,\n                                no. 3\n                                \n                                  pp.\n                                  411\n                                  – 443",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "We analyse recent Mediterranean Sea surface temperatures (SSTs) and their response to global change using 1/4-degree gridded advanced very-high-resolution radiometer (AVHRR) daily SST data, 1982-2012. These data indicate significant annual warming (from 0.24°C decade-1 west of the Strait of Gibraltar to 0.51°C decade-1 over the Black Sea) and significant spatial variation in annual average SST (from 15ºC over the Black Sea to 21°C over the Levantine sub-basin). Ensemble mean scenarios indicate that the study area SST may experience significant warming, peaking at 2.6°C century-1 in the Representative Concentration Pathways 85 (RCP85) scenario.",
    "readLink": "http://www.iopan.gda.pl/oceanologia/56_3.html#A1"
  }
]