[
  {
    "title": "An intensity index and its application for summertime extratropical cyclones in East Asia",
    "authors": [
      "Sitao Wang,",
      "Yujing Qin,",
      "Chuhan Lu,",
      "Zhaoyong Guan"
    ],
    "doi": "https://doi.org/10.1186/s40562-023-00267-w",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2196-4092 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://www.geoscienceletters.com/",
    "abstract": "Abstract The intensity definition and classification of the extratropical cyclone (EC) are still less studied than the tropical cyclone, due to the relatively ambiguous structure and diverse life cycle of ECs. In this study, a two-dimensional objective cyclone identification method based on outermost closed isolines is used to obtain the EC-related datasets, and the summertime ECs in East Asia are classified by the relationship between ECs of different intensities and the corresponding precipitation. The results show that compared with the cyclone mean depth, central wind and other traditional intensity indicators, the cyclone intensity index that is the maximum product of the EC-associated wind speed and specific humidity, has the highest correlation with the EC-associated maximum precipitation (r = 0.74). To simplify the definition of cyclone intensity index, the vq max within the radius of 300 km from the cyclone center is defined as the cyclone intensity. According to the relationship between EC and precipitation intensity and the precipitation grades in China, the ECs in East Asia are classified into four levels. Accordingly, the EC-associated maximum precipitation increases substantially with the raising of cyclone level. In particular, 32.8% of heavy rain events in East Asia in summer are related to ECs of the strongest category. The results will facilitate a better understanding of the relationship between the strongest category EC and local precipitation.",
    "readLink": "https://doi.org/10.1186/s40562-023-00267-w"
  },
  {
    "title": "Plant-microbe interactions: mechanisms and applications for improving crop yield and quality",
    "authors": [
      "Orysia Makar,",
      "Yana Kavulych,",
      "Olga Terek ,",
      "Nataliya Romanyuk"
    ],
    "doi": "https://doi.org/10.30970/sbi.1703.730",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  pp.\n                                  225\n                                  – 242",
    "issn": "1996-4536 (Print)",
    "publisher": "2311-0783 (Online)",
    "countryOfPublisher": "Львівський національний університет імені Івана Франка",
    "lcc": [
      "Ukraine",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://publications.lnu.edu.ua/journals/index.php/biology/",
    "abstract": "In light of the dual challenges posed by climate change and the burgeoning global population, which are putting food security at risk, there is an urgent need to develop sustainable agricultural innovations. These innovations must be capable of increasing crop productivity and maintaining soil health, reducing our dependence on synthetic agrochemical inputs, and preserving the nutritional quality of our food crops. It is crucial to delve into the biological and physiological processes that underlie plant-microbe interactions. Such knowledge is paramount in harnessing the advantages of these interactions for sustainable agriculture. This review delves into the intricate mechanisms through which beneficial rhizosphere and soil bacteria, known as plant growth-promoting bacteria (PGPB), contribute to enhancing crop yields, bolstering stress resilience, and improving the nutritional quality of crops. We explore the vital capabilities of PGPB, encompassing nitrogen fixation, phosphorus solubilization, iron chelation through microbial siderophores, and modulation of hormonal signaling pathways. The PGPB taxa in focus include rhizobial diazotrophs (genera Rhizobium, Bradyrhizobium) and diverse heterotrophic genera (Azotobacter, Bacillus, Pseudomonas). Recent studies have provided compelling evidence of the effectiveness of PGPB in biofortification interventions, which involve enriching essential micronutrients in crops through microbial enhancement of nutrient mobilization, uptake, translocation, and acquisition. Understanding the genomic and metabolic mechanisms that govern plant growth promotion, abiotic stress tolerance, pathogen inhibition, and biofortification by PGPR is pivotal. Such insights can inform endeavors to optimize, formulate, and apply tailored PGPR inoculants. Adopting a systems perspective that acknowledges the intricate interactions among plants, microbes, and soil in this context is essential. Furthermore, we advocate for continued research in various domains, including microbiota recruitment, PGPR screening, the cumulative effects of various approaches, developing effective delivery systems, field testing, and integrating these findings with breeding programs. Interdisciplinary collaboration among microbial ecologists, plant physiologists, crop scientists, and farmers will be instrumental in unlocking the full potential of plant-microbe associations to ensure sustainable agriculture and food crop quality. In summary, more profound insights into PGPB biology and their interactions with plants offer a promising path toward enhancing productivity and sustainability in the face of escalating demands.",
    "readLink": "http://publications.lnu.edu.ua/journals/index.php/biology/article/view/3216"
  },
  null,
  {
    "title": "The benefits of big-team science for conservation: Lessons learned from trinational monarch butterfly collaborations",
    "authors": [
      "Jay E. Diffendorfer,",
      "Ryan G. Drum,",
      "Greg W. Mitchell,",
      "Eduardo Rendón-Salinas,",
      "Victor Sánchez-Cordero,",
      "Darius J. Semmens,",
      "Wayne E. Thogmartin,",
      "Ignacio J. March"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1079025",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Many pressing conservation issues are complex problems caused by multiple social and environmental drivers; their resolution is aided by interdisciplinary teams of scientists, decision makers, and stakeholders working together. In these situations, how do we generate science to effectively guide conservation (resource management and policy) decisions? This paper describes elements of successful big-team science in conservation, as well as shortcomings and lessons learned, based on our work with the monarch butterfly (Danaus plexippus) in North America. We summarize literature on effective science teams, extracting information about elements of success, effective implementation approaches, and barriers or pitfalls. We then describe recent and ongoing conservation science for the monarch butterfly in North America. We focus primarily on the activities of the Monarch Conservation Science Partnership–an international collaboration of interdisciplinary scientists, policy experts and natural resource managers spanning government, non-governmental and academic institutions—which developed science to inform imperilment status, recovery options, and monitoring strategies. We couch these science efforts in the adaptative management framework of Strategic Habitat Conservation, the business model for conservation employed by the US Fish and Wildlife Service to inform decision-making needs identified by stakeholders from Canada, the United States, and Mexico. We conclude with elements critical to effective big-team conservation science, discuss why science teams focused on applied conservation problems are unique relative to science teams focusing on traditional or theoretical research, and list benefits of big team science in conservation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1079025/full"
  },
  {
    "title": "Environmental and Climate Dilemma: Coal for Heating or Clean Air for Breathing: A Case of Prishtina",
    "authors": [
      "Bajcinovci Bujar"
    ],
    "doi": "https://doi.org/10.2478/rtuect-2019-0003",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  41\n                                  – 51",
    "issn": "2255-8837 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources"
    ],
    "journalUrl": "https://sciendo.com/journal/RTUECT",
    "abstract": "Air pollution as a global issue is an essential health problem, faced by millions of people all over the world. It is a huge problem encountered by the citizens of the city of Prishtina, too. The benefit from the cheapest forms of energy, that generated from coal-fired power plants, and the one derived from the low financial cost, raises the question: do we have to compensate this energy with our health? This paper presents the analysis of the emanations, such are coal-fired power plants in the vicinity of the city of Prishtina, and aims to determine the accepted level and health framework boundaries for coal-fired power plants and coal processing activities. The research methods consist of empirical observations and data analysis on health degradation, environmental and greenhouse gas contribution to the climate change. The actual state of energy production is not the most effective pathway to the stability of basic load for energy. Hence, the debate focused around environment tends to fail the essential need for supplying Kosovo with electricity, something for which power plants are suitable. Unfortunately, with all our environmental stubborn beliefs, renewable sources such as sun and wind are not, in the present efficiency for Kosovo. The present hazardous air quality requires well defined lawful steps and activities. Thus, the research findings recommend and promote precise immediate environmental measures.",
    "readLink": "https://doi.org/10.2478/rtuect-2019-0003"
  },
  {
    "title": "Identification, Selection, and Response of Radiation Induced Towuti Mutant Rice (Oryza Sativa L.) in Drought Stress Conditions",
    "authors": [
      "H. Dama,",
      "S. I. Aisyah,",
      "S Sudarsono,",
      "A. K. Dewi,",
      "K. Wibisono"
    ],
    "doi": "https://doi.org/10.17146/aij.2022.1198",
    "journalVolume": "Vol. 48,\n                                no. 2\n                                \n                                  pp.\n                                  107\n                                  – 114",
    "issn": "0126-1568 (Print)",
    "publisher": "Center for Development of Nuclear Informatics, National Nuclear Energy Agency (BATAN)",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Nuclear engineering. Atomic power"
    ],
    "journalUrl": "http://aij.batan.go.id/",
    "abstract": "Climate change with the impact of drought stress has become a major environmental problem for rice (Oryza sativa L.). The use of gamma ray radiation at a dose of 300 Gy is one way to develop drought tolerant rice varieties with little change to the characteristics of the Towuti variety. However, research is still needed to determine its resistance to drought stress. This study aims to identify characters for selection, genotype selection, and determine the response of Towuti mutant rice to drought stress conditions.The characters that can be used to select rice genotypes under drought stress conditions are plant height, number of leaves, number of tillers, and SPAD chlorophyll value. The Towuti mutant has the best tolerance to drought stress compared to other genotypes. Tolerance to drought stress in the Towuti mutant is not caused by the stay-green gene.",
    "readLink": "https://aij.batan.go.id/index.php/aij/article/view/1198"
  },
  {
    "title": "Putative Microsatellite DNA Marker-Based Wheat Genomic Resource for Varietal Improvement and Management",
    "authors": [
      "Sarika Jaiswal,",
      "Sonia Sheoran,",
      "Vasu Arora,",
      "Ulavappa B. Angadi,",
      "Mir A. Iquebal,",
      "Nishu Raghav,",
      "Bharti Aneja,",
      "Deepender Kumar,",
      "Rajender Singh,",
      "Pradeep Sharma,",
      "G. P. Singh,",
      "Anil Rai,",
      "Ratan Tiwari,",
      "Dinesh Kumar"
    ],
    "doi": "https://doi.org/10.3389/fpls.2017.02009",
    "journalVolume": "Vol. 8",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Wheat fulfills 20% of global caloric requirement. World needs 60% more wheat for 9 billion population by 2050 but climate change with increasing temperature is projected to affect wheat productivity adversely. Trait improvement and management of wheat germplasm requires genomic resource. Simple Sequence Repeats (SSRs) being highly polymorphic and ubiquitously distributed in the genome, can be a marker of choice but there is no structured marker database with options to generate primer pairs for genotyping on desired chromosome/physical location. Previously associated markers with different wheat trait are also not available in any database. Limitations of in vitro SSR discovery can be overcome by genome-wide in silico mining of SSR. Triticum aestivum SSR database (TaSSRDb) is an integrated online database with three-tier architecture, developed using PHP and MySQL and accessible at http://webtom.cabgrid.res.in/wheatssr/. For genotyping, Primer3 standalone code computes primers on user request. Chromosome-wise SSR calling for all the three sub genomes along with choice of motif types is provided in addition to the primer generation for desired marker. We report here a database of highest number of SSRs (476,169) from complex, hexaploid wheat genome (~17 GB) along with previously reported 268 SSR markers associated with 11 traits. Highest (116.93 SSRs/Mb) and lowest (74.57 SSRs/Mb) SSR densities were found on 2D and 3A chromosome, respectively. To obtain homozygous locus, e-PCR was done. Such 30 loci were randomly selected for PCR validation in panel of 18 wheat Advance Varietal Trial (AVT) lines. TaSSRDb can be a valuable genomic resource tool for linkage mapping, gene/QTL (Quantitative trait locus) discovery, diversity analysis, traceability and variety identification. Varietal specific profiling and differentiation can supplement DUS (Distinctiveness, Uniformity, and Stability) testing, EDV (Essentially Derived Variety)/IV (Initial Variety) disputes, seed purity and hybrid wheat testing. All these are required in germplasm management as well as also in the endeavor of wheat productivity.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fpls.2017.02009/full"
  },
  {
    "title": "Worrying about climate change: is it responsible to promote public debate?",
    "authors": [
      "Helen L. Berry,",
      "Dominic Peel"
    ],
    "doi": "https://doi.org/10.1192/S2056474000000234",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  31\n                                  – 32",
    "issn": "2056-4740 (Print)",
    "publisher": "2058-6264 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Medicine: Internal medicine: Neurosciences. Biological psychiatry. Neuropsychiatry: Neurology. Diseases of the nervous system: Psychiatry"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/bjpsych-international",
    "abstract": "Some fear that provoking widespread worry about climate change may harm mental health. The Regional Wellbeing Survey, a large study of health, well-being and life in rural and regional Australia, examined climate change worry and attitudes. Most respondents were worried about climate change and agreed that fossil fuel use causes global warming, but there was no evidence to suggest that worry about climate change is linked to mental health in the general population. Respectful, calm, considered public debate about how to respond to climate change is unlikely to be harmful to population mental health. Individually focused clinical approaches are unlikely to be effective as a primary approach in managing the mental health impacts of climate change. Instead, collective, systems-based approaches will be needed.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2056474000000234/type/journal_article"
  },
  {
    "title": "U.S. federal fire and forest policy: emphasizing resilience in dry forests",
    "authors": [
      "Scott L. Stephens,",
      "Brandon M. Collins,",
      "Eric Biber,",
      "Peter Z. Fulé"
    ],
    "doi": "https://doi.org/10.1002/ecs2.1584",
    "journalVolume": "Vol. 7,\n                                no. 11\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Current U.S. forest fire policy emphasizes short‐term outcomes versus long‐term goals. This perspective drives managers to focus on the protection of high‐valued resources, whether ecosystem‐based or developed infrastructure, at the expense of forest resilience. Given these current and future challenges posed by wildland fire and because the U.S. Forest Service spent >50% of its budget on fire suppression in 2015, a review and reexamination of existing policy is warranted. One of the most difficult challenges to revising forest fire policy is that agency organizations and decision making processes are not structured in ways to ensure that fire management is thoroughly considered in management decisions. Current resource‐specific policies are so focused on individual concerns that they may be missing the fact that there are “endangered landscapes” that are threatened by changing climate and fire. We propose that forest restoration should be at least equal to other land management priorities because large‐scale restoration is necessary for the sake of forest ecosystem integrity now and into the future. Another proposal is to switch the “default” rule in federal planning documents that currently have to “justify” managed wildland fire; instead, U.S. federal agencies should be required to disclose the long‐term ecological impacts of continued fire suppression. Proposed legislation that identifies the most expensive 2% of wildfires annually to be funded from emergency funding instead of by the federal land management agencies. If increases in forest restoration fail to accompany the change in how large wildfires are funded, then U.S. fire suppression costs will remain high while resilience will continue to decline. Expansion of the wildland–urban interface will continue to drive suppression costs higher; new federal partnerships with States and local governments are needed to address this problem. Given the legacy of fire suppression and a future of climate change, management for other values in forests will be, in the long run, futile without also managing for long‐term forest resilience.",
    "readLink": "https://doi.org/10.1002/ecs2.1584"
  },
  {
    "title": "Thermal and Herbicide Tolerances of Chromerid Algae and Their Ability to Form a Symbiosis With Corals",
    "authors": [
      "Leela J. Chakravarti,",
      "Leela J. Chakravarti,",
      "Leela J. Chakravarti,",
      "Andrew P. Negri,",
      "Madeleine J. H. van Oppen,",
      "Madeleine J. H. van Oppen"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2019.00173",
    "journalVolume": "Vol. 10",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Reef-building corals form an obligate symbiosis with photosynthetic microalgae in the family Symbiodiniaceae that meet most of their energy requirements. This symbiosis is under threat from the unprecedented rate of ocean warming as well as the simultaneous pressure of local stressors such as poor water quality. Only 1°C above mean summer sea surface temperatures (SSTs) on the Great Barrier Reef (GBR) can trigger the loss of Symbiodiniaceae from the host, and very low concentrations of the most common herbicide, diuron, can disrupt the photosynthetic activity of microalgae. In an era of rapid environmental change, investigation into the assisted evolution of the coral holobiont is underway in an effort to enhance the resilience of corals. Apicomplexan-like microalgae were discovered in 2008 and the Phylum Chromerida (chromerids) was created. Chromerids have been isolated from corals and contain a functional photosynthetic plastid. Their discovery therefore opens a new avenue of research into the use of alternative/additional photosymbionts of corals. However, only two studies to-date have investigated the symbiotic nature of Chromera velia with corals and thus little is known about the coral-chromerid relationship. Furthermore, the response of chromerids to environmental stressors has not been examined. Here we tested the performance of four chromerid strains and the common dinoflagellate symbiont Cladocopium goreaui (formerly Symbiodinium goreaui, ITS2 type C1) in response to elevated temperature, diuron and their combined exposure. Three of the four chromerid strains exhibited high thermal tolerances and two strains showed exceptional herbicide tolerances, greater than observed for any photosynthetic microalgae, including C. goreaui. We also investigated the onset of symbiosis between the chromerids and larvae of two common GBR coral species under ambient and stress conditions. Levels of colonization of coral larvae with the chromerid strains were low compared to colonization with C. goreaui. We did not observe any overall negative or positive larval fitness effects of the inoculation with chromerid algae vs. C. goreaui. However, we cannot exclude the possibility that chromerid algae may have more important roles in later coral life stages and recommend this be the focus of future studies.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2019.00173/full"
  }
]