[
  {
    "title": "Detecting Snowfall Events over Mountainous Areas Using Optical Imagery",
    "authors": [
      "Jiangeng Wang,",
      "Yonghong Zhang,",
      "Yinyi Cheng,",
      "Xueliang Zhang,",
      "Xuezhi Feng,",
      "Wei Huang,",
      "Hao Zhou"
    ],
    "doi": "https://doi.org/10.3390/w10111514",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  1514",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Snowfall over mountainous areas not only has important implications on the water cycle and the Earth’s radiation balance, but also causes potentially hazardous weather. However, snowfall detection remains one of the most difficult problems in modern hydrometeorology. We present a method for detecting snowfall events from optical satellite data for seasonal snow in mountainous areas. The proposed methodology is based on identifying expanded snow cover or suddenly declined snow grain size using time series images, from which it is possible to detect the location and time of snowfall events. The methodology was tested with Moderate Resolution Imaging Spectroradiometer (MODIS) daily radiance data for an entire hydrologic year from July 2014 to June 2015 in the mountainous area of the Manas River Basin, Northwest China. The study evaluated the recordings of precipitation events at eighteen meteorological stations in the study area prove the effectiveness of the proposed method, showing that there was more liquid precipitation in the second and third quarter, and more solid precipitation in the first and fourth quarter.",
    "readLink": "https://www.mdpi.com/2073-4441/10/11/1514"
  },
  {
    "title": "Soil Carbon Stock and Potential Carbon Storage in the Mangrove Forests of Guangdong",
    "authors": [
      "Qin Guoming,",
      "Zhang Jingfan,",
      "Zhou Jinge,",
      "Lu Zhe,",
      "Wang Faming"
    ],
    "doi": "https://doi.org/10.13284/j.cnki.rddl.003606",
    "journalVolume": "Vol. 43,\n                                no. 1\n                                \n                                  pp.\n                                  23\n                                  – 30",
    "issn": "1001-5221 (Print)",
    "publisher": "Editorial Committee of Tropical Geography",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.rddl.com.cn/CN/1001-5221/home.shtml",
    "abstract": "Mangroves occur in coastal intertidal zones and play an important role in terrestrial and marine carbon cycles. Accurate estimations of mangrove carbon stocks and sequestration potential can help quantify the contribution of mangroves to addressing climate change and achieving carbon neutrality goals. The carbon stocks and burial rates of different mangrove communities and regions in Guangdong Province were studied through literature collection and data integration. The soil carbon densities of the Rhizophora stylosa and Bruguiera gymnorhiza communities were 0.27 and 0.23 Gg C/hm2, respectively, while the soil carbon density of the Kandelia obovata community was the lowest at only 0.13 Gg C/hm2. The area of mangroves in Guangdong Province is 9,106.2 hm2, the total carbon stock is 1,542.02 Gg C, and the soil carbon density is 0.23 Gg C/hm2. The total carbon reserves of mangroves in thirteen regions are in the following order: Zhanjiang (894.5 Gg C) > Yangjiang (195.4 Gg C) > Jiangmen (97.7 Gg C) > Zhuhai (91.0 Gg C) > Maoming (59.6 Gg C) > Shantou (51.4 Gg C) > Zhongshan (49.2 Gg C) > Huizhou (36.1 Gg C) > Guangzhou (35.1 Gg C) > Shenzhen (18.3 Gg C) > Shanwei (10.8 Gg C) > Dongguan (2.83 Gg C) > Chaozhou (0.11 Gg C). Using the 210Pb method, the sediment accretion rate was found to be 13.47 mm/a. Qi'ao Island had the highest sediment compaction rate of 31.5 mm/a, followed by Zhenhai Bay, with 16.5 mm/a, Shenzhen Futian, with 15.9 mm/a, and Leizhou Bay, with the lowest sediment compaction rate of 7.3 mm/a. The carbon sequestration capacity of Guangdong province is approximately 2.96 Gg C/a, with the Leizhou Peninsula having the highest (6.05 Gg C/a) and Futian, Shenzhen having the lowest (0.66 Gg C/a) capacities. The carbon storage of mangroves in Guangdong Province was 1,542.02 Gg C, which was higher than that in other regions. The carbon sequestration capacity of the mangroves was relatively strong. Therefore, the protection and restoration of local mangroves may substantially contribute to the mitigation of climate change while providing additional benefits. This assessment, on a provincial scale, provides insights into blue carbon sequestration capacity, thus contributing to the synchronous progression of blue carbon management.",
    "readLink": "http://www.rddl.com.cn/CN/10.13284/j.cnki.rddl.003606"
  },
  {
    "title": "ANALYSIS OF THE STATISTICAL BEHAVIOUR OF DAILY MAXIMUM AND MONTHLY AVERAGE RAINFALL ALONG WITH RAINY DAYS VARIATION IN SYLHET, BANGLADESH",
    "authors": [
      "G. M. J. HASAN,",
      "M. A. I. CHOWDHURY,",
      "S. AHMED"
    ],
    "doi": "Vol. 9,\n                                no. 5\n                                \n                                  pp.\n                                  559\n                                  – 578",
    "issn": "1823-4690 (Print)",
    "publisher": "Taylor's University",
    "countryOfPublisher": "Malaysia",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Technology: Technology (General)"
    ],
    "journalUrl": "http://jestec.taylors.edu.my/",
    "abstract": "Climate, one of the major controlling factors for well-being of the inhabitants in the world, has been changing in accordance with the natural forcing and manmade activities. Bangladesh, the most densely populated countries in the world is under threat due to climate change caused by excessive use or abuse of ecology and natural resources. This study checks the rainfall patterns and their associated changes in the north-eastern part of Bangladesh mainly Sylhet city through statistical analysis of daily rainfall data during the period of 1957 - 2006. It has been observed that a good correlation exists between the monthly mean and daily maximum rainfall. A linear regression analysis of the data is found to be significant for all the months. Some key statistical parameters like the mean values of Coefficient of Variability (CV), Relative Variability (RV) and Percentage Inter-annual Variability (PIV) have been studied and found to be at variance. Monthly, yearly and seasonal variation of rainy days also analysed to check for any significant changes.",
    "readLink": "http://jestec.taylors.edu.my/Vol%209%20Issue%205%20October%2014/Volume%20(9)%20Issue%20(5)%20559-578.pdf"
  },
  {
    "title": "Genetic influences on male and female variance in reproductive success and implications for the recovery of severely endangered mountain caribou",
    "authors": [
      "Samantha McFarlane,",
      "Micheline Manseau,",
      "Amy Flasko,",
      "Rebekah L. Horn,",
      "Neil Arnason,",
      "Lalenia Neufeld,",
      "Mark Bradley,",
      "Paul Wilson"
    ],
    "doi": "Vol. 16",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Small and declining populations of large mammals are vulnerable to stochastic events and can be at high risk of extinction. Population viability is also susceptible to the detrimental effects of low genetic diversity and inbreeding. The objective of this study was to do an assessment of three endangered caribou subpopulations using non-invasive genetic sampling to assess demographic population changes by combining capture-recapture modeling, familial pedigree networks, individual fitness and inbreeding coefficients. Three subpopulations of the Central Mountain caribou ecotype (Rangifer tarandus caribou) in Jasper National Park, Canada, were systematically surveyed over a 10-year period and fecal samples collected for DNA analyses. For the Tonquin, population size declined at a rate of 0.86 (95% CI 0.82, 0.91), the number of females decreased from 41 in 2006 to only 14 in 2015. The Brazeau and Maligne subpopulations also declined over the same period, from 22 to 11 individuals (11 and 5 females) in 2006, to 12 and 3 individuals (6 and 1 females) in 2015. The pedigree network confirmed limited interbreeding among subpopulations, varied fitness levels in both males and females, and evidence of inbreeding avoidance among high-fitness individuals. All population parameters pointed to a rapid population decline and low population sizes, putting them at high risk of extinction. The varying reproductive fitness observed amongst males and females was significant and should be considered in future population augmentation or reintroduction efforts. Improved connectivity among and with neighbouring subpopulations should also be considered to sustain or enhance genetic diversity. Keywords: Conservation genetics, Pedigrees, Inbreeding, Non-invasive genetic sampling, Rangifer tarandus, Varied fitness",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989418302890"
  },
  {
    "title": "The thermal environment at fertilization mediates adaptive potential in the sea",
    "authors": [
      "Evatt Chirgwin,",
      "Tim Connallon,",
      "Keyne Monro"
    ],
    "doi": "https://doi.org/10.1002/evl3.215",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  154\n                                  – 163",
    "issn": "2056-3744 (Online)",
    "publisher": "Oxford University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://academic.oup.com/evlett",
    "abstract": "Abstract Additive genetic variation for fitness at vulnerable life stages governs the adaptive potential of populations facing stressful conditions under climate change, and can depend on current conditions as well as those experienced by past stages or generations. For sexual populations, fertilization is the key stage that links one generation to the next, yet the effects of fertilization environment on the adaptive potential at the vulnerable stages that then unfold during development are rarely considered, despite climatic stress posing risks for gamete function and fertility in many taxa and external fertilizers especially. Here, we develop a simple fitness landscape model exploring the effects of environmental stress at fertilization and development on the adaptive potential in early life. We then test our model with a quantitative genetic breeding design exposing family groups of a marine external fertilizer, the tubeworm Galeolaria caespitosa, to a factorial manipulation of current and projected temperatures at fertilization and development. We find that adaptive potential in early life is substantially reduced, to the point of being no longer detectable, by genotype‐specific carryover effects of fertilization under projected warming. We interpret these results in light of our fitness landscape model, and argue that the thermal environment at fertilization deserves more attention than it currently receives when forecasting the adaptive potential of populations confronting climate change.",
    "readLink": "https://doi.org/10.1002/evl3.215"
  },
  {
    "title": "Drought management plans and water availability in agriculture: A risk assessment model for a Southern European basin",
    "authors": [
      "Carlos Dionisio Pérez-Blanco,",
      "Carlos Mario Gómez"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2014.02.003",
    "journalVolume": "Vol. 4,\n                                no. C\n                                \n                                  pp.\n                                  11\n                                  – 18",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "The Drought Management Plans (DMPs) are regulatory instruments that establish priorities among the different water uses and define more stringent constraints to access to publicly provided water during droughts, especially for non-priority uses such as agriculture. These plans have recently become widespread across EU southern basins. However, in some of these basins the plans were approved without an assessment of the potential impacts that they may have on the economic activities exposed to water restrictions. This paper develops a stochastic methodology to estimate the expected water availability in agriculture that results from the decision rules of the recently approved DMPs. The methodology is applied to the particular case of the Guadalquivir River Basin in southern Spain. Results show that if DMPs are successfully enforced, available water will satisfy in average 62.2% of current demand, and this figure may drop to 50.2% by the end of the century as a result of climate change. This is much below the minimum threshold of 90% that has been guaranteed to irrigators so far.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094714000152"
  },
  {
    "title": "L'aggravation du risque d'inondation en Tunisie : éléments de réflexion",
    "authors": [
      "Noômène Fehri"
    ],
    "doi": "https://doi.org/10.4000/physio-geo.3953",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  pp.\n                                  149\n                                  – 175",
    "issn": "1958-573X (Online)",
    "publisher": "Physio-Géo",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://physio-geo.revues.org/",
    "abstract": "Flooding in Tunisia is an old phenomenon. Throughout history, regions have been affected tens of times. The events that are best described, best known, and which most still impact people's memories, are those recorded since the beginning of the last century and especially after the 1950s. The floods of 1969 (the whole country especially the Centre and the North), 1973 (medium and low Medjerda), 1982 (Sfax), 1990 (Region of Sidi Bouzid), 1995 (Tataouine), 2003 (Grand Tunis), 2007 (Sabbalet Ben Ammar), 2009 (Redayef)... are all episodes that have marked for a long time the hydrological chronicles of the country.Are rainfall extremes becoming more recurrent to explain the high price we pay due to flooding that occurred in last five or six decades? It is hard to decide on this question especially since in most cases we do not have enough long chronicles to detect possible stationarity ruptures in rainfall series. In the face of scientific uncertainty about the issue of climate change in general and on the question of their impact on rainfall patterns in particular, one thing is sure, however, the inherent hydrological changes to urbanization which is done excessively and various management actions that are sometimes impudent are increasing the vulnerability of our cities and our spaces in front of the flood risk.",
    "readLink": "http://journals.openedition.org/physio-geo/3953"
  },
  {
    "title": "Response of early winter haze in the North China Plain  to autumn Beaufort sea ice",
    "authors": [
      "Z. Yin,",
      "Z. Yin,",
      "Y. Li,",
      "H. Wang,",
      "H. Wang"
    ],
    "doi": "https://doi.org/10.5194/acp-19-1439-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1439\n                                  – 1453",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Recently, early winter haze pollution in the North China Plain has been serious and disastrous, dramatically damaging human health and the social economy. In this study, we emphasized the close connection between the number of haze days in early winter in the North China Plain and the September–October sea ice in the west of the Beaufort Sea (R=0.51) via both observational analyses and numerical experiments. Due to efficient radiative cooling, the responses of atmospheric circulations partially manifested as reductions of surface wind speed over the Beaufort Sea and Gulf of Alaska, resulting in a warmer sea surface in the subsequent November. The sea surface temperature anomalies over the Bering Sea and Gulf of Alaska acted as a bridge. The warmer sea surface efficiently heated the above air and led to suitable atmospheric backgrounds to enhance the potential of haze weather (e.g., a weaker East Asian jet stream and a Rossby wave-like train propagated from North China and the Sea of Japan, through the Bering Sea and Gulf of Alaska, to the Cordillera Mountains). Near the surface, the weakening sea level pressure gradient stimulated anomalous southerlies over the coastal area of China and brought about a calm and moist environment for haze formation. The thermal inversion was also enhanced to restrict the downward transportation of clear and dry upper air. Thus, the horizontal and vertical dispersion were both limited, and the fine particles were apt to accumulate and cause haze pollution.",
    "readLink": "https://www.atmos-chem-phys.net/19/1439/2019/acp-19-1439-2019.pdf"
  },
  {
    "title": "Blockchain and Building Information Modeling (BIM): Review and Applications in Post-Disaster Recovery",
    "authors": [
      "Nawari  O. Nawari,",
      "Shriraam Ravindran"
    ],
    "doi": "https://doi.org/10.3390/buildings9060149",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  149",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "Blockchain Technology (BCT) is a growing digital technology that in recent years has gained widespread traction in various industries in the public and private sectors. BCT is a decentralized ledger that records every transaction made in the network, known as a ‘block’, the body of which is comprised of encrypted data of the entire transaction history. BCT was introduced as the working mechanism that forms the operational basis of Bitcoin, the first digital cryptocurrency to gain mainstream appeal. The introduction of decentralized data exchange technology in any industry would require strengthened security, enforce accountability, and could potentially accelerate a shift in workflow dynamics from current centralized architectures to a decentralized, cooperative chain of command and affect a cultural and societal change by encouraging trust and transparency. BCT aims at creating a system that would offer a robust self-regulating, self-monitoring, and cyber-resilient data transaction operation, assuring the facilitation and protection of a truly efficient data exchange system. In the state of Florida, climate change and unpredicted weather disasters have put pressure on state and local decision-makers to adapt quick and efficient post-disaster recovery systems. Part of the recovery efforts is the reconstruction of buildings and infrastructure. The introduction of new technologies in the Architecture, Engineering, and Construction (AEC) industry can contribute to addressing recovery and rebuilding after the event of a natural disaster. With parallel technological advancement in geospatial data and Geographic Information System (GIS), as well as worsening climatic conditions, concerns can be suitably addressed by employing an integrated system of both Building Information Modeling (BIM) and BCT. While several potential applications of BIM must provide solutions to disaster-related issues, few have seen practical applications in recent years that indicate the potential benefits of such implementations. The feasibility of BIM-based applications still rests on the reliability of connectivity and cyber-security, indicating a strong use case for using BCT in conjunction with BIM for post-disaster recovery. This research depicts a survey of BCT and its applications in the Architecture, Engineering, and Construction (AEC) industries and examines the potential incorporation within the BIM process to address post-disaster rebuilding problems. Moreover, the study investigates the potential application of BCT in improving the framework for automating the building permitting process using Smart Contract (SC) technologies and Hyperledger Fabric (HLF), as well as discussing future research areas. The study proposes a new conceptualized framework resulting from the integration of BCT and BIM processes to improve the efficiency of building permit processes in post-disaster events.",
    "readLink": "https://www.mdpi.com/2075-5309/9/6/149"
  },
  {
    "title": "Hotspots – predictions and action",
    "authors": [
      "Jock Baker,",
      "Charles Ehrhart,",
      "David Stone"
    ],
    "doi": "no. 31\n                                \n                                  pp.\n                                  44\n                                  – 45",
    "issn": "1460-9819 (Print)",
    "publisher": "2051-3070 (Online)",
    "countryOfPublisher": "University of Oxford",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "https://www.fmreview.org",
    "abstract": "A recent study using mapping techniques to analyse vulnerability over the next 20 to 30 years highlights potential ‘hotspots’ and offers insights for mitigating the effects.",
    "readLink": "http://www.fmreview.org/en/FMRpdfs/FMR31/44-45.pdf"
  }
]