[
  {
    "title": "Incorporating resilience and cost in ecological restoration strategies at landscape scale",
    "authors": [
      "Maurício Stefanes,",
      "Jose Manuel Ochoa-Quintero,",
      "Fabio de Oliveira. Roque,",
      "Larissa Sayuri Moreira. Sugai,",
      "Leandro Reverberi. Tambosi,",
      "Reinaldo Lourival,",
      "Susan Laurance"
    ],
    "doi": "https://doi.org/10.5751/ES-08922-210454",
    "journalVolume": "Vol. 21,\n                                no. 4\n                                \n                                  p.\n                                  54",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "The restoration of deforested or degraded areas can contribute to biodiversity conservation and global resilience given the current and projected impacts of climate change. In recent years, a robust array of ecological restoration frameworks have been generated to address restoration challenges at large scales in different ecosystems around the world. Unfortunately, the costs associated with restoration at such scales greatly challenges the implementation of such frameworks. We used landscape ecology principles with multicriteria optimization of landscape resilience and agricultural productivity as a way to mitigate the trade-offs between production and restoration. We used the Cerrado biome in Mato Grosso do Sul State, Brazil, as a case study to apply our framework. We compared three scenarios: minimal legal compliance (MLC); selection by ecological resilience (SER); and selection by restoration cost (SRC). Our results show that increasing the restoration target from MLC (25%) to SER (30%) means moving from 968,316 to 1592 million hectares, which can represent a huge opportunity cost for agricultural lands. However, because costs and resilience are not homogeneously distributed throughout landscapes, we can select areas of intermediate ecological resilience and low cost, for the same restoration area target. This process can reduce potential conflicts and make restoration a more viable process. Our results also reveal some areas that can be particularly important for reconciling agriculture and landscape restoration. Those areas combined high and intermediate resilience and an above average profitability. This could mean that increasing restoration in this area could be very expensive, assuming that our proxy roughly represents the restoration implementation cost. However, there is another important message here, that some areas can be productive at the same time that they maintain levels of resilience above the legal compliance, which facilitates win-win scenarios in human-dominated landscapes.",
    "readLink": "http://www.ecologyandsociety.org/vol21/iss4/art54/"
  },
  {
    "title": "Precipitation <i>δ</i><sup>18</sup>O on the Himalaya–Tibet orogeny  and its relationship to surface elevation",
    "authors": [
      "H. Shen,",
      "C. J. Poulsen"
    ],
    "doi": "https://doi.org/10.5194/cp-15-169-2019",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  169\n                                  – 187",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "The elevation history of the Himalaya–Tibet orogen is central to understanding the evolution and dynamics of both the India–Asia collision and the Asian monsoons. The surface elevation history of the region is largely deduced from stable isotope (δ18O, δD) paleoaltimetry. This method is based on the observed relationship between the isotopic composition of meteoric waters (δ18Op, δDp) and surface elevation, and the assumption that precipitation undergoes Rayleigh distillation under forced ascent. Here we evaluate how elevation-induced climate change influences the δ18Op–elevation relationship and whether Rayleigh distillation is the dominant process affecting δ18Op. We use an isotope-enabled climate model, ECHAM-wiso, to show that the Rayleigh distillation process is only dominant in the monsoonal regions of the Himalayas when the mountains are high. When the orogen is lowered, local surface recycling and convective processes become important, as forced ascent is weakened due to weaker Asian monsoons. As a result, the δ18Op lapse rate in the Himalayas increases from around −3 to above −0.1 ‰ km−1, and has little relationship with elevation. On the Tibetan Plateau, the meridional gradient of δ18O decreases from ∼1 to ∼0.3 ‰ ∘−1 with reduced elevation, primarily due to enhanced sub-cloud reevaporation under lower relative humidity. Overall, we report that using δ18Op or δDp to deduce surface elevation change in the Himalayan–Tibetan region has severe limitations and demonstrate that the processes that control annual-mean precipitation-weighted δ18Op vary by region and with surface elevation. In summary, we determine that the application of δ18O paleoaltimetry is only appropriate for 7 of the 50 sites from which δ18O records have been used to infer past elevations.",
    "readLink": "https://www.clim-past.net/15/169/2019/cp-15-169-2019.pdf"
  },
  {
    "title": "Disentangling the Complexity of Regional Ecosystem Degradation: Uncovering the Interconnected Natural-Social Drivers of Quantity and Quality Loss",
    "authors": [
      "Mengyuan Zhang,",
      "Shuaipeng Chen,",
      "Wenping Liu"
    ],
    "doi": "https://doi.org/10.3390/land12071280",
    "journalVolume": "Vol. 12,\n                                no. 1280\n                                \n                                  p.\n                                  1280",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "In the face of the combined effects of economic development and climate change, ecosystems are experiencing unprecedented pressures. It is imperative to diagnose changes in the quantity and quality of ecosystems, as well as identify the integrated natural and social driving mechanisms that underlie these changes, in order to facilitate ecosystem restoration and maintenance. In this study, we analyzed the changes in forest, grassland, farmland, and water ecosystems in Hubei Province, China from 2000 to 2020. We examined the changes in ecosystem quantity by assessing their area, and for evaluating ecosystem quality, we utilized an ecosystem quality index (EQI). To further understand the integrated natural–social driving mechanisms behind the degradation of different types of ecosystems, we selected four natural factors and fifteen socio-economic factors, based on the influences of climate change and human activities. We employed stepwise regression models for analysis. Our study reveals significant degradation of farmland and grassland ecosystems in Hubei Province from 2000 to 2020, reducing by 5.16% and 82.46%, respectively. The water ecosystems have slightly decreased by 1.08%, while and the forest ecosystems has increased by 2.64%. The analysis further highlights that the total area of ecosystem quality degradation in Hubei Province reached 5.34%. Additionally, our findings indicate that human activities have a greater impact on the quantitative degradation of ecosystems, while climate change has a greater impact on the quality degradation of ecosystems. Specifically, the forestry output value has a significant negative impact on the area of farmland and grassland ecosystems, while rural per capita net income and fishery output value have a significant negative impact on water area. Annual precipitation and annual average temperature have a significant positive effect on the quality of ecosystems in the good-quality level, while ecosystems in the low-quality level are mainly influenced by annual evaporation. Our results provide valuable insights for policymakers seeking to restore and manage ecosystems effectively in order to promote regional sustainable development.",
    "readLink": "https://www.mdpi.com/2073-445X/12/7/1280"
  },
  {
    "title": "Ant Diversity and Distribution along Elevation Gradients in the Australian Wet Tropics: The Importance of Seasonal Moisture Stability.",
    "authors": [
      "Somayeh Nowrouzi,",
      "Alan N Andersen,",
      "Sarina Macfadyen,",
      "Kyran M Staunton,",
      "Jeremy VanDerWal,",
      "Simon K A Robson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0153420",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  e0153420",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The threat of anthropogenic climate change has seen a renewed focus on understanding contemporary patterns of species distribution. This is especially the case for the biota of tropical mountains, because tropical species often have particularly narrow elevational ranges and there are high levels of short-range endemism. Here we describe geographic patterns of ant diversity and distribution in the World Heritage-listed rainforests of the Australian Wet Tropics (AWT), revealing seasonal moisture stability to be an important environmental correlate of elevational patterns of species composition. We sampled ants in leaf litter, on the litter surface and on tree trunks at 26 sites from six subregions spanning five degrees of latitude and elevation ranges from 100-1,300 m. A total of 296 species from 63 genera were recorded. Species richness showed a slight peak at mid elevations, and did not vary significantly with latitude. Species composition varied substantially between subregions, and many species have highly localised distributions. There was very marked species turnover with elevation, with a particularly striking compositional disjunction between 600 m and 800 m at each subregion. This disjunction coincides with a strong environmental threshold of seasonal stability in moisture associated with cloud 'stripping'. Our study therefore provides further support for climatic stability as a potential mechanism underlying patterns of diversity. The average height of orographic cloud layers is predicted to rise under global warming, and associated shifts in seasonal moisture stability may exacerbate biotic change caused by rising temperature alone.",
    "readLink": "https://doi.org/10.1371/journal.pone.0153420"
  },
  {
    "title": "Seven Ways a Warming Climate Can Kill the Southern Boreal Forest",
    "authors": [
      "Lee  E. Frelich,",
      "Rebecca  A. Montgomery,",
      "Peter  B. Reich"
    ],
    "doi": "https://doi.org/10.3390/f12050560",
    "journalVolume": "Vol. 12,\n                                no. 560\n                                \n                                  p.\n                                  560",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The southern boreal forests of North America are susceptible to large changes in composition as temperate forests or grasslands may replace them as the climate warms. A number of mechanisms for this have been shown to occur in recent years: (1) Gradual replacement of boreal trees by temperate trees through gap dynamics; (2) Sudden replacement of boreal overstory trees after gradual understory invasion by temperate tree species; (3) Trophic cascades causing delayed invasion by temperate species, followed by moderately sudden change from boreal to temperate forest; (4) Wind and/or hail storms removing large swaths of boreal forest and suddenly releasing temperate understory trees; (4) Compound disturbances: wind and fire combination; (5) Long, warm summers and increased drought stress; (6) Insect infestation due to lack of extreme winter cold; (7) Phenological disturbance, due to early springs, that has the potential to kill enormous swaths of coniferous boreal forest within a few years. Although most models project gradual change from boreal forest to temperate forest or savanna, most of these mechanisms have the capability to transform large swaths (size range tens to millions of square kilometers) of boreal forest to other vegetation types during the 21st century. Therefore, many surprises are likely to occur in the southern boreal forest over the next century, with major impacts on forest productivity, ecosystem services, and wildlife habitat.",
    "readLink": "https://www.mdpi.com/1999-4907/12/5/560"
  },
  {
    "title": "Rear‐edge, low‐diversity, and haplotypic uniformity in cold‐adapted Bupleurum euphorbioides interglacial refugia populations",
    "authors": [
      "Won‐Bum Cho,",
      "Soonku So,",
      "Eun‐Kyeong Han,",
      "Hyeon‐Ho Myeong,",
      "Jong‐Soo Park,",
      "Seung‐Hyun Hwang,",
      "Joo‐Hwan Kim,",
      "Jung‐Hyun Lee"
    ],
    "doi": "https://doi.org/10.1002/ece3.6700",
    "journalVolume": "Vol. 10,\n                                no. 19\n                                \n                                  pp.\n                                  10449\n                                  – 10462",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract The high genetic diversity of rear‐edge refugia populations is predicted to have resulted from species repeatedly migrating to low latitudes during glacial periods over the course of Quaternary climate change. However, several recent empirical studies of cold‐tolerant plants revealed the opposite pattern. We investigated whether current habitats of the cold‐adapted and range‐restricted Bupleurum euphorbioides in the Baekdudaegan, South Korea, and North Korea could be interglacial refugia, and documented how their rear‐edge populations differ genetically from those of typical temperate species. Phylogeographic analysis and ecological niche modeling (ENM) were used. The genetic structure was analyzed using microsatellite markers and chloroplast DNA sequences. The congener B. longiradiatum was included as a typical temperate plant species. Despite having almost identical life history traits, these congeneric species exhibited contrasting patterns of genetic diversity. ENM revealed an apparent maximum range contraction during the last interglacial. In contrast, its range expanded northward to the Russian Far East (Primorsky) during the Last Glacial Maximum. Thus, we hypothesize that B. euphorbioides retreated to its current refugia during interglacial periods. Unlike populations in the central region, the rear‐edge populations were genetically impoverished and uniform, both within populations and in pooled regional populations. The rear‐edge B. euphorbioides survived at least one past interglacial, contributing to the species’ genetic diversity. We believe that such genetic variation in the cold‐adapted B. euphorbioides gives the species the necessary adaptations to survive an upcoming favorable environment (the next glacial), unless there is artificial environmental change.",
    "readLink": "https://doi.org/10.1002/ece3.6700"
  },
  {
    "title": "Seedlot Selection Tool and Climate‐Smart Restoration Tool: Web‐based tools for sourcing seed adapted to future climates",
    "authors": [
      "John Bradley St.Clair,",
      "Bryce A. Richardson,",
      "Nikolas Stevenson‐Molnar,",
      "Glenn T. Howe,",
      "Andrew D. Bower,",
      "Vicky J. Erickson,",
      "Brendan Ward,",
      "Dominique Bachelet,",
      "Francis F. Kilkenny,",
      "Tongli Wang"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4089",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract The Seedlot Selection Tool and Climate‐Smart Restoration Tool are web‐based tools designed to match seedlots with planting sites assuming that seedlots are adapted to the past climates in which they evolved, primarily with respect to temperature and aridity. The tools map the climatic match of seedlots with the past or projected climates of planting sites. The challenge is that future climates are a moving target, which means that seedlots must be adapted to the near‐term climates as well as the climates of the mid‐ to late‐21st century. Because climate projections are uncertain, the prudent approach is to aim for the warmest climate that may be expected while ensuring that seedlots moved from warmer to colder locales are not moved so far that they risk cold damage. Uncertainty in climate projections may be mitigated by ensuring genetic diversity through mixing seed sources and having collections from many parents per seed source. Three examples illustrate how to effectively use the web tools: (1) choosing seedlots targeting different future climates for a mid‐elevation Douglas‐fir site in the Washington Cascades, (2) finding current and future seed sources for restoration of big sagebrush after fires in the Great Basin and Snake River Plain, and (3) planning to ensure that a Douglas‐fir seed inventory includes seedlots suitable for future climates in western Oregon and Washington.",
    "readLink": "https://doi.org/10.1002/ecs2.4089"
  },
  {
    "title": "Urban green space, tree canopy and 11-year risk of dementia in a cohort of 109,688 Australians",
    "authors": [
      "Thomas Astell-Burt,",
      "Michael A. Navakatikyan,",
      "Xiaoqi Feng"
    ],
    "doi": "Vol. 145\n                                \n                                \n                                  p.\n                                  106102",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Introduction: Urban greening is a climate change-related policy with considerable health benefits. But do these benefits extend to prevention of dementia and, if so, which types of green space matter? Method: Multilevel discrete time-to-event cohort study of incident Alzheimer’s disease over 11 years among a baseline recruited between January 1, 2006 and December 31, 2009 (the Sax Institute’s 45 and Up Study). Sampled participants for this study (N=109,688) were aged 45 years or older with no record of dementia up to 6 years before baseline, living in the cities of Sydney, Wollongong and Newcastle, Australia. Exposures were percentage total green space, tree canopy and open grass within 1.6-km road network distance buffers at baseline. Outcomes were time-to-first anti-dementia medication prescription (Department of Human Services) or dementia detected during hospitalisation or death up to 31 December 2016 (up to 11 years follow-up). Outcomes were analysed in parallel to triangulate on associations with green space, while testing for bias due to potential under-prescribing of anti-dementia medications. Models were adjusted for baseline person-level factors and area-level socioeconomic disadvantage. Results: Dementia detection varied by case ascertainment method. 1.55% (1,703/109,688) persons were detected using prescribed anti-dementia medications. 3.32% (3,639/109,688) persons were detected during hospitalisation or death via ICD-10 codes. Dementia incidence irrespective of outcome measurement was lower among females, younger participants, those living in couples, with higher qualifications and higher incomes. Dementia risk was lower with more tree canopy when the outcome was measured using hospital and death records (≥30% vs <10% tree canopy incidence hazard ratio (IHR) = 0.86, 95%CI 0.75, 0.99), after adjusting for person-level factors. The opposite association was observed when anti-dementia medications were used to detect dementia (≥30% vs <10% tree canopy IHR = 1.33, 95%CI 1.07, 1.66). Anti-dementia medication-based detection also indicated lower dementia risk with more open grass (≥20% vs <5% IHR = 0.83, 95%CI 0.67, 1.03). Anti-dementia medication prescribing was lower in the highest vs. lowest area-level disadvantage tertile (29.8% vs. 43.7%) among people diagnosed with dementia, indicating potential bias from geographic differences in prescribing practices. Adjusting for area-level disadvantage explained associations between tree canopy, open grass and dementia when detected by anti-dementia medication, but had negligible impact on negative (i.e. potentially protective) association between tree canopy and dementia detected by hospital and death records (≥30% vs <10% tree canopy hazard ratio 0.84, 95%CI 0.72, 0.99). Conclusions: Increasing urban tree canopy cover may help to reduce the risk of dementia. Replication in contrasting contexts and mediation studies to assess pathways are warranted.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412020320572"
  },
  {
    "title": "Meteorological modes of variability for fine particulate matter (PM<sub>2.5</sub>) air quality in the United States: implications for PM<sub>2.5</sub> sensitivity to climate change",
    "authors": [
      "J. A. Fisher,",
      "L. Zhang,",
      "E. M. Leibensperger,",
      "D. J. Jacob,",
      "L. J. Mickley,",
      "A. P. K. Tai,",
      "H. O. T. Pye"
    ],
    "doi": "https://doi.org/10.5194/acp-12-3131-2012",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  pp.\n                                  3131\n                                  – 3145",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "We applied a multiple linear regression model to understand the relationships of PM2.5 with meteorological variables in the contiguous US and from there to infer the sensitivity of PM2.5 to climate change. We used 2004–2008 PM2.5 observations from ~1000 sites (~200 sites for PM2.5 components) and compared to results from the GEOS-Chem chemical transport model (CTM). All data were deseasonalized to focus on synoptic-scale correlations. We find strong positive correlations of PM2.5 components with temperature in most of the US, except for nitrate in the Southeast where the correlation is negative. Relative humidity (RH) is generally positively correlated with sulfate and nitrate but negatively correlated with organic carbon. GEOS-Chem results indicate that most of the correlations of PM2.5 with temperature and RH do not arise from direct dependence but from covariation with synoptic transport. We applied principal component analysis and regression to identify the dominant meteorological modes controlling PM2.5 variability, and show that 20–40% of the observed PM2.5 day-to-day variability can be explained by a single dominant meteorological mode: cold frontal passages in the eastern US and maritime inflow in the West. These and other synoptic transport modes drive most of the overall correlations of PM2.5 with temperature and RH except in the Southeast. We show that interannual variability of PM2.5 in the US Midwest is strongly correlated with cyclone frequency as diagnosed from a spectral-autoregressive analysis of the dominant meteorological mode. An ensemble of five realizations of 1996–2050 climate change with the GISS general circulation model (GCM) using the same climate forcings shows inconsistent trends in cyclone frequency over the Midwest (including in sign), with a likely decrease in cyclone frequency implying an increase in PM2.5. Our results demonstrate the need for multiple GCM realizations (because of climate chaos) when diagnosing the effect of climate change on PM2.5, and suggest that analysis of meteorological modes of variability provides a computationally more affordable approach for this purpose than coupled GCM-CTM studies.",
    "readLink": "http://www.atmos-chem-phys.net/12/3131/2012/acp-12-3131-2012.pdf"
  },
  {
    "title": "Spatial Variability and Detection Levels for Chlorophyll-a Estimates in High Latitude Lakes Using Landsat Imagery",
    "authors": [
      "Filipe Lisboa,",
      "Vanda Brotas,",
      "Filipe  Duarte Santos,",
      "Sakari Kuikka,",
      "Laura Kaikkonen,",
      "Eduardo  Eiji Maeda"
    ],
    "doi": "https://doi.org/10.3390/rs12182898",
    "journalVolume": "Vol. 12,\n                                no. 2898\n                                \n                                  p.\n                                  2898",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Monitoring lakes in high-latitude areas can provide a better understanding of freshwater systems sensitivity and accrete knowledge on climate change impacts. Phytoplankton are sensitive to various conditions: warmer temperatures, earlier ice-melt and changing nutrient sources. While satellite imagery can monitor phytoplankton biomass using chlorophyll a (Chl) as a proxy over large areas, detection of Chl in small lakes is hindered by the low spatial resolution of conventional ocean color satellites. The short time-series of the newest generation of space-borne sensors (e.g., Sentinel-2) is a bottleneck for assessing long-term trends. Although previous studies have evaluated the use of high-resolution sensors for assessing lakes’ Chl, it is still unclear how the spatial and temporal variability of Chl concentration affect the performance of satellite estimates. We discuss the suitability of Landsat (LT) 30 m resolution imagery to assess lakes’ Chl concentrations under varying trophic conditions, across extensive high-latitude areas in Finland. We use in situ data obtained from field campaigns in 19 lakes and generate remote sensing estimates of Chl, taking advantage of the long-time span of the LT-5 and LT-7 archives, from 1984 to 2017. Our results show that linear models based on LT data can explain approximately 50% of the Chl interannual variability. However, we demonstrate that the accuracy of the estimates is dependent on the lake’s trophic state, with models performing in average twice as better in lakes with higher Chl concentration (>20 µg/L) in comparison with less eutrophic lakes. Finally, we demonstrate that linear models based on LT data can achieve high accuracy (R2 = 0.9; p-value < 0.05) in determining lakes’ mean Chl concentration, allowing the mapping of the trophic state of lakes across large regions. Given the long time-series and high spatial resolution, LT-based estimates of Chl provide a tool for assessing the impacts of environmental change.",
    "readLink": "https://www.mdpi.com/2072-4292/12/18/2898"
  }
]