[
  {
    "title": "Unusual mortality of Tufted puffins (Fratercula cirrhata) in the eastern Bering Sea.",
    "authors": [
      "Timothy Jones,",
      "Lauren M Divine,",
      "Heather Renner,",
      "Susan Knowles,",
      "Kathi A Lefebvre,",
      "Hillary K Burgess,",
      "Charlie Wright,",
      "Julia K Parrish"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0216532",
    "journalVolume": "Vol. 14,\n                                no. 5\n                                \n                                  p.\n                                  e0216532",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Mass mortality events are increasing in frequency and magnitude, potentially linked with ongoing climate change. In October 2016 through January 2017, St. Paul Island, Bering Sea, Alaska, experienced a mortality event of alcids (family: Alcidae), with over 350 carcasses recovered. Almost three-quarters of the carcasses were unscavenged, a rate much higher than in baseline surveys (17%), suggesting ongoing deposition and elevated mortality around St Paul over a 2-3 month period. Based on the observation that carcasses were not observed on the neighboring island of St. George, we bounded the at-sea distribution of moribund birds, and estimated all species mortality at 3,150 to 8,800 birds. The event was particularly anomalous given the late fall/winter timing when low numbers of beached birds are typical. In addition, the predominance of Tufted puffins (Fratercula cirrhata, 79% of carcass finds) and Crested auklets (Aethia cristatella, 11% of carcass finds) was unusual, as these species are nearly absent from long-term baseline surveys. Collected specimens were severely emaciated, suggesting starvation as the ultimate cause of mortality. The majority (95%, N = 245) of Tufted puffins were adults regrowing flight feathers, indicating a potential contribution of molt stress. Immediately prior to this event, shifts in zooplankton community composition and in forage fish distribution and energy density were documented in the eastern Bering Sea following a period of elevated sea surface temperatures, evidence cumulatively suggestive of a bottom-up shift in seabird prey availability. We posit that shifts in prey composition and/or distribution, combined with the onset of molt, resulted in this mortality event.",
    "readLink": "https://doi.org/10.1371/journal.pone.0216532"
  },
  {
    "title": "The Future of Semi-Arid Regions: A Weak Fabric Unravels",
    "authors": [
      "Robert  J Scholes"
    ],
    "doi": "https://doi.org/10.3390/cli8030043",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  p.\n                                  43",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "The regions of the world where average precipitation is between one fifth and half of the potential plant water demand are termed ‘semi-arid’. They make up 15.2% of the global land surface, and the approximately 1.1 billion people who live there are among the world’s poorest. The inter-annual variability of rainfall in semi-arid regions is exceptionally high, due to intrinsic features of the global atmospheric circulation. The observed and projected climate trends for most semi-arid regions indicate warming at rates above the global mean rate over land, increasing evaporative demand, and reduced and more variable rainfall. Historically, the ecosystems and people coped with the challenges of semi-arid climates using a range of strategies that are now less viable. Semi-arid ecosystems are by definition water limited, generally only suitable for extensive pastoralism and opportunistic cropping, unless irrigation supplementation is available. The characteristics of dryland plant production in semi-arid ecosystems, as they interact with climate change and human systems, provide a conceptual framework for why land degradation is so conspicuous in semi-arid regions. The coupled social-ecological failures are contagious, both within the landscape and at regional and global scales. Thus, semi-arid lands are a likely flashpoint for Earth system changes in the 21st century.",
    "readLink": "https://www.mdpi.com/2225-1154/8/3/43"
  },
  {
    "title": "Crop rotations sustain cereal yields under a changing climate",
    "authors": [
      "Lorenzo Marini,",
      "Audrey St-Martin,",
      "Giulia Vico,",
      "Guido Baldoni,",
      "Antonio Berti,",
      "Andrzej Blecharczyk,",
      "Irena Malecka-Jankowiak,",
      "Francesco Morari,",
      "Zuzanna Sawinska,",
      "Riccardo Bommarco"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abc651",
    "journalVolume": "Vol. 15,\n                                no. 12\n                                \n                                  p.\n                                  124011",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Agriculture is facing the complex challenge of satisfying increasing food demands, despite the current and projected negative impacts of climate change on yields. Increasing crop diversity at a national scale has been suggested as an adaptive measure to better cope with negative climate impacts such as increasing temperatures and drought, but there is little evidence to support this hypothesis at the field scale. Using seven long-term experiments across a wide latitudinal gradient in Europe, we showed that growing multiple crop species in a rotation always provided higher yields for both winter and spring cereals (average +860 and +390 kg ha ^−1 per year, respectively) compared with a continuous monoculture. In particular, yield gains in diverse rotations were higher in years with high temperatures and scant precipitations, i.e. conditions expected to become more frequent in the future, rendering up to c. 1000 kg ha ^−1 per year compared to monocultures. Winter cereals yielded more in diverse rotations immediately after initiation of the experiment and kept this advantage constant over time. For spring cereals, the yield gain increased over time since diversification adoption, arriving to a yearly surplus of c. 500 kg ha ^−1 after 50–60 years with still no sign of plateauing. Diversified rotations emerge as a promising way to adapt temperate cropping systems and contribute to food security under a changing climate. However, novel policies need to be implemented and investments made to give means and opportunities for farmers to adopt diversified crop rotations.",
    "readLink": "https://doi.org/10.1088/1748-9326/abc651"
  },
  {
    "title": "Human-climate induced drivers of mountain grassland over the last 40 years in Sidama, Ethiopia: perceptions versus empirical evidence",
    "authors": [
      "Denbeshu Debeko,",
      "Ayana Angassa,",
      "Aster Abebe,",
      "Ashenafi Burka,",
      "Adugna Tolera"
    ],
    "doi": "https://doi.org/10.1186/s13717-018-0145-5",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract Background Mountain grasslands are globally important ecosystems. They are considered as heritage sites with “outstanding values” to ecological communities by adding a further “layer and support to the existing protection measures.” However, mountain grasslands are increasingly under threat from human activities and impacts of climate change. Methods Using satellite imagery, we studied land use/land cover (LULC) patterns between 1973 and 2015. Individual interviews consisting of 240 households for comparison and field data collection were conducted for accuracy assessment. Results Five categories of LULC types were identified from the image classification that included forestland, grassland, shrubland, bushland, and agricultural land. Between 1973 and 2015, the forestland, grassland, and shrubland covers were declined by 15.9%, 53.6%, and 41.0%, respectively. In contrast, bushland and agricultural land were increased by 169% and 647%, respectively. The overall LULC classification accuracies for the four reference years ranged from 77.6 to 86.5% with Kappa statistic of 0.69 to 0.80. The majority of respondents (92.5%) mentioned that the cover of forestland outsized the other land use land cover types followed by grassland in the past. Conclusions The stated indicators of land use/land cover changes linked to the impact of climate change were decline in milk yield and crop production, spread of livestock diseases, degradation of grazing lands, and change in the timing of rain. The results of the study suggest that human-climate related components were major drivers of land use/land cover dynamics that demand for proper management and conservation of mountain grassland ecosystem in Sidama South Ethiopia.",
    "readLink": "http://link.springer.com/article/10.1186/s13717-018-0145-5"
  },
  {
    "title": "Extended Chronology of Drought in South Central, Southeastern, and West Texas",
    "authors": [
      "Malcolm K. Cleaveland,",
      "Todd H. Votteler,",
      "Daniel K. Stahle,",
      "Richard C. Casteel,",
      "Jay L. Banner"
    ],
    "doi": "Vol. 2,\n                                no. 1",
    "issn": "2160-5319 (Online)",
    "publisher": "Texas Water Journal",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "https://twj-ojs-tdl.tdl.org/twj/index.php/twj/index",
    "abstract": "Short instrumental climatic records prevent appropriate statistical and historical characterization of extreme events such as the extent, duration, and severity of multiyear droughts. The best solution is to extend climatic records through well understood proxies of climate. One of the best such proxies is climate-sensitive annual tree rings, which can be dated precisely to the year, are easily sampled, and are widely distributed. We created 3 new baldcypress chronologies in South Central Texas and used them, along with existing Douglas-fir chronologies from West Texas and a composite post oak chronology in Central Texas, to calibrate 1931–2008 and reconstruct June Palmer Drought Severity Index (PDSI) in Texas climate divisions 5 (Trans Pecos), 6 (Edwards Plateau), 7 (S. Central), and 8 (Upper Coast) 1500–2008. We validated the reconstructions against observed data not used in calibration. Most water planners in Texas at present use the drought of the 1950s, 1950–1956, as a worst-case scenario. Our reconstructions show, however, that a number of extended droughts of the past were longer and/or more intense than the 1950s drought. Furthermore, extended droughts have been a consistent feature of southwestern climate since the 800s, including at least 4 megadroughts 15- to 30-years long centered in central or northern Mexico (Stahle et al. 2009; 2011b). This and previous studies indicate that severe decadal-scale droughts have occurred in Texas at least once a century since the 1500s. Current use by water planners of the 1950s drought as a worst-case scenario, therefore, is questionable. When water managers consider past droughts, population growth, and climate change, it becomes highly probable that the future poses unprecedented challenges. Citation: MK Cleaveland, TH Votteler, DK Stahle, RC Casteel, JL Baner. 2011.Extended chronology of drought in South central, Southeastern, and West Texas. Texas Water Journal. 2(1): 54-96. Available from: https://doi.org/10.21423/twj.v2i1.2049.",
    "readLink": "https://twj-ojs-tdl.tdl.org/twj/index.php/twj/article/view/2049"
  },
  {
    "title": "Assessment of Palm Jumeirah Island’s Construction Effects on the Surrounding Water Quality and Surface Temperatures during 2001–2020",
    "authors": [
      "Mohammad Mansourmoghaddam,",
      "Hamid Reza Ghafarian Malamiri,",
      "Iman Rousta,",
      "Haraldur Olafsson,",
      "Hao Zhang"
    ],
    "doi": "https://doi.org/10.3390/w14040634",
    "journalVolume": "Vol. 14,\n                                no. 634\n                                \n                                  p.\n                                  634",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change stressors like rising and warmer seas, increased storms and droughts, and acidifying oceans are rapidly threatening coastal zones, which are the world’s most densely inhabited places. This research assesses the effects of Palm Jumeirah Island (PJI) construction on its surrounding water quality and temperature, using Landsat-7 and 8 spectral and thermal bands for the years 2001, 2014, 2016, 2019, and 2020. To aid in this goal, the changes in water spectral reflectance was observed and interpreted, based on previous research and measurements, to discover the correlation between water quality and its spectral reflectance. Then, the sea surface temperature (SST) was calculated for the years under review and changes in water temperature were evaluated. Finally, the Green Normalized Difference Vegetation Index (GNDVI) and the Normalized Difference Turbidity Index (NDTI) were calculated to estimate water chlorophyll levels and water turbidity, respectively, and changes were observed and interpreted for the time period under review. The present study showed that the PJI construction not only increased the water reflectance in the 0.5–0.8 µm of wavelength, which can be considered to be the increase of suspended sediments and chlorophyll but the water temperature also increased by 7.5 °C during the 19 years. In addition, a gradual increase in the values of GNDVI (by 0.097–0.129) and NDTI (by 0.118~0.172) were observed. A drop in chlorophyll and suspended sediment spectral reflectance and GNDVI and NDTI values were also observed in 2020 compared to 2019 which can be attributed to the 63 to 82% decrease in tourists in Dubai in 2020 as a result of the COVID-19 pandemic. This study aims to draw attention to environmental issues by clarifying the effect of creating artificial islands in the sea and our analysis and results are a suitable reference for specialized hydrological and environmental studies based on spectral information and distance measurements, as presented in this paper.",
    "readLink": "https://www.mdpi.com/2073-4441/14/4/634"
  },
  {
    "title": "Effects of climatic changes on olive fly, Bactrocera oleae (Rossi) population dynamic with respect to the efficacy of its larval parasitoid in Egyptian olive trees",
    "authors": [
      "Ahmed Mohamed Ezzat Abd El-Salam,",
      "Sadek Abdel-Wahed Salem,",
      "Ragab Shaker Abdel-Rahman,",
      "Hoda Hassan El-Behery,",
      "Mona Ahmed Magd Elden"
    ],
    "doi": "https://doi.org/10.1186/s42269-019-0220-9",
    "journalVolume": "Vol. 43,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2522-8307 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://bnrc.springeropen.com",
    "abstract": "Abstract Background The potential effects of two parameters of climatic change conditions (temperature and relative humidity) on the population dynamics of the olive fly across the two ecological areas in Egypt were studied. The olive trees in El-Behera Governorate are more affected by the olive fly compared to the olive trees in the orchard of El-Fayoum Governorate. In this study, the character of climate change in influencing the dynamics of insect population and associated parasites was discussed at the regional level. Results The results exhibited that the olive trees in the coast governorate were more susceptible to the olive fly than the inner governorate. The parasitism percentage was recorded 41.7 and 46.4% at the beginning of the seasons 2016 and 2017, respectively in El-Fayoum Governorate. In El-Behera Governorate, the maximum parasitism percentage was recorded 49.5% (2016 season), while the 2017 season, the parasitism percentage was recorded 50.4%. The majority of the ordinary parasite was Psyttalia concolor in the two regions. Conclusion The study clarifies that there is a positive correlation between B. oleae abundance and the effects of temperature and its parasitoid, Psyttalia concolor. Further, there is no significance found between the olive fly and relative humidity and its parasitoid populations.",
    "readLink": "https://doi.org/10.1186/s42269-019-0220-9"
  },
  {
    "title": "Global dataset on seagrass meadow structure, biomass and production",
    "authors": [
      "S. Strydom,",
      "S. Strydom,",
      "R. McCallum,",
      "A. Lafratta,",
      "C. L. Webster,",
      "C. M. O'Dea,",
      "N. E. Said,",
      "N. Dunham,",
      "K. Inostroza,",
      "C. Salinas,",
      "S. Billinghurst,",
      "C. M. Phelps,",
      "C. Campbell,",
      "C. Gorham,",
      "R. Bernasconi,",
      "A. M. Frouws,",
      "A. Werner,",
      "F. Vitelli,",
      "V. Puigcorbé,",
      "V. Puigcorbé,",
      "A. D'Cruz,",
      "K. M. McMahon,",
      "J. Robinson,",
      "M. J. Huggett,",
      "S. McNamara,",
      "G. A. Hyndes,",
      "O. Serrano,",
      "O. Serrano"
    ],
    "doi": "https://doi.org/10.5194/essd-15-511-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  511\n                                  – 519",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Seagrass meadows provide valuable socio-ecological ecosystem services, including a key role in climate change mitigation and adaption. Understanding the natural history of seagrass meadows across environmental gradients is crucial to deciphering the role of seagrasses in the global ocean. In this data collation, spatial and temporal patterns in seagrass meadow structure, biomass and production data are presented as a function of biotic and abiotic habitat characteristics. The biological traits compiled include measures of meadow structure (e.g. percent cover and shoot density), biomass (e.g. above-ground biomass) and production (e.g. shoot production). Categorical factors include bioregion, geotype (coastal or estuarine), genera and year of sampling. This dataset contains data extracted from peer-reviewed publications published between 1975 and 2020 based on a Web of Science search and includes 11 data variables across 12 seagrass genera. The dataset excludes data from mesocosm and field experiments, contains 14 271 data points extracted from 390 publications and is publicly available on the PANGAEA® data repository (https://doi.org/10.1594/PANGAEA.929968; Strydom et al., 2021). The top five most studied genera are Zostera, Thalassia, Cymodocea, Halodule and Halophila (84 % of data), and the least studied genera are Phyllospadix, Amphibolis and Thalassodendron (2.3 % of data). The data hotspot bioregion is the Tropical Indo-Pacific (25 % of data) followed by the Tropical Atlantic (21 %), whereas data for the other four bioregions are evenly spread (ranging between 13 and 15 % of total data within each bioregion). From the data compiled, 57 % related to seagrass biomass and 33 % to seagrass structure, while the least number of data were related to seagrass production (11 % of data). This data collation can inform several research fields beyond seagrass ecology, such as the development of nature-based solutions for climate change mitigation, which include readership interested in blue carbon, engineering, fisheries, global change, conservation and policy.",
    "readLink": "https://essd.copernicus.org/articles/15/511/2023/essd-15-511-2023.pdf"
  },
  {
    "title": "Comparative Analysis of Pine Needles and Coal for Electricity Generation using Carbon Taxation and Emission Reductions",
    "authors": [
      "Dhaundiyal Alok,",
      "Chandra Tewari Pramod"
    ],
    "doi": "https://doi.org/10.1515/ata-2015-0007",
    "journalVolume": "Vol. 18,\n                                no. 2\n                                \n                                  pp.\n                                  29\n                                  – 35",
    "issn": "1338-5267 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/ATA",
    "abstract": "Mitigating global climate change via emission control and taxation is promising for strengthening the economic benefits of bioenergy generation and utilization. This study examines the cost effectiveness of pine needles as an alternative fuel for off-grid electricity generation in India. We first examined the changes of prices in coal for electricity generation due to CO2 emission reductions and taxes using experimental data of gasification plants. The time value of money and depreciation scale were used to find out the real levellized cost of electricity generation of gasification plants. Then, the costs of electricity generation fuelled by pine needles and coal were estimated using the cost analysis method. Our results indicate that pine needles would have more competitive edge than coal if emission had taxed at about an emission tax INR 525.15 Mg-1 of CO2 (US$ 8.4), or higher would be needed for pine needles at a yield of 202.176 dry Mg hm-2 yr. The price of coal used for electricity generation would have significantly increased if global CO2 emission had abridged by 20% or more. However, pine needles were found a much better fuel source with an increasing yield of 5.05 Mg hm-2 yr (with respect to power generation) and 2.335 Mg hm-2 yr (with respect to feedstock production).",
    "readLink": "https://doi.org/10.1515/ata-2015-0007"
  },
  {
    "title": "Modernity and the western value-action paradox: contributions from conservation psychology",
    "authors": [
      "Gerard Kyle,",
      "Adam Landon"
    ],
    "doi": "https://doi.org/10.3389/fcosc.2023.1092259",
    "journalVolume": "Vol. 4",
    "issn": "2673-611X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/conservation-science",
    "abstract": "We attempt to bridge the value – action paradox inhibiting environmental action by drawing upon work cast within conservation psychology to identify mechanisms by which the processes driving action can be shaped to achieve more sustainable outcomes. The shift toward a more mutualistic orientation with nature suggests the possibility of increasing success of treatments aimed at manipulating the endogenous psychological process (i.e., attitudes, knowledge, efficacy, norms) stemming from value orientation. While empirical evidence illustrates that values can be slow to change, the psychological processes situated higher within the cognitive hierarchy are more susceptible to manipulation. The need for behavioral change is imminent. While developed societies have, for the most part, modernized to the extent basic human needs are amply satisfied, the economic development that has accompanied modernization has coupled economic growth with an unsustainable consumption of natural resources and rising emissions. An increasing number of researchers and activists have called for a transition to a global steady-state economy. We suggest that shifting societal values present an opportunity for modern society to capitalize on humans’ increasing empathy for the natural world and to act in more sustainable ways. Research illustrates that those expressing a stronger affinity toward nature (e.g., mutualists) are more inclined to agree with statements suggesting that environmental protection should be prioritized over economic growth and that climate change is primarily driven by the burning of fossil fuels. Unfortunately, as it presently stands, those most inclined to express this sentiment (i.e., those reporting higher incomes, more years of formal education, and residing in urbanized environments) are also more likely to act in ways that contribute to climate change (e.g., car usage, air travel, household energy use). It is a troubling paradox given they have greater capacity for reducing their ecological footprint. With human values shifting toward a more empathetic orientation toward nature, our review implies that now more than ever, efforts to manipulate elements of the cognitive hierarchy are likely to result in behavioral change that can minimize many anthropogenic drivers of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fcosc.2023.1092259/full"
  }
]