[
  {
    "title": "Monitoring and Assessing Urbanization Progress in Thailand between 2000 and 2020 Using SDG Indicator 11.3.1",
    "authors": [
      "Roshan Bhandari,",
      "Wenchao Xue,",
      "Salvatore G. P. Virdis,",
      "Ekbordin Winijkul,",
      "Thi Phuoc Lai Nguyen,",
      "Suraj Joshi"
    ],
    "doi": "https://doi.org/10.3390/su15129794",
    "journalVolume": "Vol. 15,\n                                no. 9794\n                                \n                                  p.\n                                  9794",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Urbanization, generally across developing countries, is accelerating at an ever-increasing pace along with population growth. The growth of built-up space is often disproportionate with the population growth rate, creating multiple stresses to the environment and hindering sustainable development. To account for this disproportionality, the SDG 11.3.1 indicator “Ratio of land consumption rate (LCR) to Population growth rate (PGR)” was developed to achieve SDG 11 and its integrated SDGs. This study assessed the variations in the LCR, PGR, and LCRPGR from 2000~2020, taking four different intervals of 5 years across Thailand, its provinces and regions by adopting the methodology recommended by UN-Habitat. A combined approach of remote sensing and statistical analysis was employed for assessing urban land use efficiency, the growth of built-up space and the relationship between the LCR and PGR in temporal as well as spatial dimensions. It was found that urban expansion is disproportionate with the PGR in most of the provinces and during a majority of the time intervals with the average LCRPGR of 0.70 (2000~2005), 1.6 (2005~2010), 0.40 (2010~2015) and 1.12 (2015~2020). Some of the studied periods (2005~2010 and 2015~2020) were dominated by the increasing built-up space in Thai provinces and regions as compared to the population growth rate, leading to higher per capita land consumption, and some experienced greater population growth, and rising urban compactness, while a few provinces tended towards stability, which was influenced by demographic factors and economic development. The average annual growth rate of built-up areas has declined in recent years across all the regions of Thailand. Further, this study is pivotal for urban planners and policymakers to promote more sustainable growth in Thai provinces and regions.",
    "readLink": "https://www.mdpi.com/2071-1050/15/12/9794"
  },
  {
    "title": "The Political Economy of Cross-Scale Networks in Resource Co-Management",
    "authors": [
      "W. Neil Adger,",
      "Katrina Brown,",
      "Emma L. Tompkins"
    ],
    "doi": "https://doi.org/10.5751/ES-01465-100209",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  9",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "We investigate linkages between stakeholders in resource management that occur at different spatial and institutional levels and identify the winners and losers in such interactions. So-called cross-scale interactions emerge because of the benefits to individual stakeholder groups in undertaking them or the high costs of not undertaking them. Hence there are uneven gains from cross-scale interactions that are themselves an integral part of social-ecological system governance. The political economy framework outlined here suggests that the determinants of the emergence of cross-scale interactions are the exercise of relative power between stakeholders and their costs of accessing and creating linkages. Cross-scale interactions by powerful stakeholders have the potential to undermine trust in resource management arrangements. If government regulators, for example, mobilize information and resources from cross-level interactions to reinforce their authority, this often disempowers other stakeholders such as resource users. Offsetting such impacts, some cross-scale interactions can be empowering for local level user groups in creating social and political capital. These issues are illustrated with observations on resource management in a marine protected area in Tobago in the Caribbean. The case study demonstrates that the structure of the cross-scale interplay, in terms of relative winners and losers, determines its contribution to the resilience of social-ecological systems.",
    "readLink": "http://www.ecologyandsociety.org/vol10/iss2/art9/"
  },
  {
    "title": "Sea or summit? Wild reindeer spatial responses to changing high‐arctic winters",
    "authors": [
      "Åshild Ønvik Pedersen,",
      "Larissa T. Beumer,",
      "Ronny Aanes,",
      "Brage B. Hansen"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3883",
    "journalVolume": "Vol. 12,\n                                no. 12\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Because of climate change, wildlife is facing altered environments, including profound shifts in temperature and precipitation regimes. In snow‐dominated ecosystems, winter warming and resulting changes in snowpack properties impact forage accessibility for ungulates—often for the worse. The potential of individuals and populations to buffer negative fitness effects of harsh winters with “basal ice” (i.e., ice on the ground) and/or a harder or deeper snowpack depends on their ability to adjust behaviorally through changes in diet, dispersal, or small‐scale habitat use. Here, we use ten years of late winter snowpack monitoring and population census data from three neighboring, semi‐isolated coastal populations of high‐arctic wild Svalbard reindeer to explore small‐scale space use responses to annual variation in late winter‐foraging conditions. Based on location data from the population censuses, we roughly classified individuals' spatial foraging strategy (i.e., habitat use) during late winter into “tundra” (foraging on tundra plains), “mountain” (foraging at high elevations, with low plant biomass but less snow and ice), or “shore” (foraging along the seashore, subsidizing terrestrial food with kelp and seaweed). Using multinomial logistic regression, we modeled the probability of reindeer adopting either of these strategies as a function of density‐dependent winter severity. Our results suggest that effects of winter severity on habitat use are density‐dependent and that snowpack depth and hardness (excluding basal ice, measured as “integrated ram hardness,” IRH) have stronger influence on reindeer foraging behavior than basal ice, at least at such spatial scales. Particularly, high IRH increased the probability of reindeer seeking high‐elevation and steep terrain instead of tundra lowlands, but not at low population density, that is, when competition for food is negligible. This strategy was most pronounced among adult males, possibly reflecting their risk‐prone behavior and/or reduced competitiveness related to lack of antlers during winter. This study demonstrates important patterns of temporal, spatial, and demographic variation in reindeer's winter‐foraging strategies, adding novel, nuanced insights into how climate change affects spatial processes in isolated ungulate populations. The results add to the impression of considerable behavioral flexibility, which may aid buffering the negative fitness effects of complex changes in foraging conditions due to environmental changes.",
    "readLink": "https://doi.org/10.1002/ecs2.3883"
  },
  {
    "title": "Planetary health and reduction in meat consumption",
    "authors": [
      "Dora Marinova,",
      "Diana Bogueva"
    ],
    "doi": "https://doi.org/10.1186/s42055-019-0010-0",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2520-8748 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://sustainableearthreviews.biomedcentral.com/",
    "abstract": "Abstract Background With an annual meat consumption of 110 kg per capita, Australia is one of the top countries in the world according to this indicator. High meat consumption however is associated with adverse impacts on the planet’s ecological systems and also has potential undesirable impacts on human health due mainly to cancer risk. Despite scientific evidence about the negative connection between the consumption of animal-based products and planetary health, people continue to adhere to meat-rich diets. Based on a 2018 survey of residents in Sydney, Australia, this paper explores meat consumption and its influence on planetary health by investigating issues related to frequency, reasons, impacts and planned dietary changes. Results The survey reveals lack of general awareness about the negative implications to human wellbeing and the health of the natural environment of high meat consumption. Only 10% of the Sydney residents report to be currently adhering to a predominantly plant-based diet. A large fraction of the respondents (42%) see meat as a healthy and nutritious choice contrary to recent dietary guidelines. Meat is further associated with strength (19% of the respondents) as well as culture and family traditions (18%). Only 29% of the participants are aware of livestock’s negative impacts on planetary health and even within this group, a large fraction (88%) continues to consume meat. Although there are signs of dietary changes towards more plant-based options, their extent is not big enough to significantly transform the current trends and prevent further negative impacts from people’s preference for meat. Conclusions An argument is put forward for social marketing interventions to influence people’s dietary behaviour. In addition to building awareness about the negative consequences on planetary health from high consumption of animal-based foods, popularising the achievements of vegan athletes can help dispel existing myths about the link between meat and strength. A new dietary culture which endorses plant-based foods is required for the Anthropocene to arrest existential threats related to climate change, the use of land and other resources, and help shift Australians’ preferences away from high meat consumption. This will contribute to better nutrition, food security and achievement of global sustainable development goals.",
    "readLink": "http://link.springer.com/article/10.1186/s42055-019-0010-0"
  },
  {
    "title": "Enhancing survivorship and growth of juvenile Montipora capitata using the Hawaiian collector urchin Tripneustes gratilla",
    "authors": [
      "Andrew R. Barrows,",
      "Joshua R. Hancock,",
      "David L. Cohen,",
      "Patrick Gorong,",
      "Matthew Lewis,",
      "Sean Louie,",
      "Lani Musselman,",
      "Carlo Caruso,",
      "Spencer Miller,",
      "Crawford Drury"
    ],
    "doi": "https://doi.org/10.7717/peerj.16113",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  p.\n                                  e16113",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "The biodiversity of coral reef habitats is rapidly declining due to the effects of anthropogenic climate change, prompting the use of active restoration as a mitigation strategy. Sexual propagation can maintain or enhance genetic diversity in restoration of these ecosystems, but these approaches suffer from a range of inefficiencies in rearing and husbandry. Algal overgrowth of juveniles is a major bottleneck in the production of sexually propagated corals that may be alleviated by co-culture with herbivores. We reared juvenile Montipora capitata alongside juvenile native Hawaiian collector urchins, Tripneustes gratilla, for 15 weeks and documented significant ecological benefits of co-culture. Urchin treatments significantly increased the survivorship of coral aggregates (14%) and individual settlers (24%). We also documented a significant increase in coral growth in the presence of urchins. These results demonstrate the utility of microherbivory in promoting coral growth and survivorship in ex situ conditions, providing valuable insight for restoration pipelines of native Hawaiian coral species.",
    "readLink": "https://peerj.com/articles/16113.pdf"
  },
  {
    "title": "Should We Leave? Attitudes towards Relocation in Response to Sea Level Rise",
    "authors": [
      "Jie Song,",
      "Binbin Peng"
    ],
    "doi": "https://doi.org/10.3390/w9120941",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  p.\n                                  941",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The participation of individuals contributes significantly to the success of sea level rise adaptation. This study therefore addresses what influences people’s likelihood of relocating away from low-lying areas in response to rising sea levels. The analysis was based on a survey conducted in the City of Panama Beach in Florida (USA). Survey items relate to people’s risk perception, hazard experience, threat appraisal, and coping appraisal, whose theoretical background is Protection Motivation Theory. Descriptive and correlation analysis was first performed to highlight critical factors which were then examined by a multinomial Logit model. Results show that sea level rise awareness is the major explanatory variable. Coping appraisal is qualitatively viewed as a strong predictor for action, while threat appraisal is statistically significant in driving relocation intention. These factors should be integrated in current risk communication regarding sea level rise.",
    "readLink": "https://www.mdpi.com/2073-4441/9/12/941"
  },
  null,
  {
    "title": "Policy Coordination for National Climate Change Adaptation in Europe: All Process, but Little Power",
    "authors": [
      "Duncan Russel,",
      "Sergio Castellari,",
      "Alessio Capriolo,",
      "Suraje Dessai,",
      "Mikael Hildén,",
      "Anne Jensen,",
      "Eleni Karali,",
      "Kirsi Mäkinen,",
      "Helle Ørsted Nielsen,",
      "Sabine Weiland,",
      "Roos  den Uyl,",
      "Jenny Tröltzsch"
    ],
    "doi": "https://doi.org/10.3390/su12135393",
    "journalVolume": "Vol. 12,\n                                no. 5393\n                                \n                                  p.\n                                  5393",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change adaptation (CCA) is argued to require coordinated policy responses because it is a complex, long-term, knowledge intensive, cross-sectoral, and multi-level governance challenge that involves many interdependencies and actors with different perceptions, goals, and approaches. This study, therefore, examines approaches of a set of European Union (EU) member states (Denmark, Finland, Germany, Italy, the Netherlands, and the United Kingdom (England)) to pursue a more coordinated approach to CCA policy. It specifically addresses the co-ordination approaches that the selected countries use for the development and implementation of their national CCA policies in the immediate period following the publication of the EU’s 2013 Adaptation Strategy. The analysis demonstrates that while useful coordination processes have been established in the analyzed EU member states, they have difficulty in challenging existing institutional hierarchies and decision rules. Consequently, longer-term opportunities for managing CCA conflicts and synergies among sectoral policies have to date been limited.",
    "readLink": "https://www.mdpi.com/2071-1050/12/13/5393"
  },
  {
    "title": "MACHINE LEARNING METHODS IN DIGITAL AGRICULTURE: ALGORITHMS AND CASES",
    "authors": [
      "Aleksandr Vasilyevich Koshkarov"
    ],
    "doi": "https://doi.org/10.12731/2227-930X-2018-1-11-26",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  11\n                                  – 26",
    "issn": "2328-1391 (Print)",
    "publisher": "2227-930X (Online)",
    "countryOfPublisher": "Science and Innovation Center Publishing House",
    "lcc": [
      "Russian Federation",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Construction industry"
    ],
    "journalUrl": "http://ijournal-as.com/",
    "abstract": "Ensuring food security is a major challenge in many countries. With a growing global population, the issues of improving the efficiency of agriculture have become most relevant. Farmers are looking for new ways to increase yields, and governments of different countries are developing new programs to support agriculture. This contributes to a more active implementation of digital technologies in agriculture, helping farmers to make better decisions, increase yields and take care of the environment. The central point is the collection and analysis of data. In the industry of agriculture, data can be collected from different sources and may contain useful patterns that identify potential problems or opportunities. Data should be analyzed using machine learning algorithms to extract useful insights. Such methods of precision farming allow the farmer to monitor individual parts of the field, optimize the consumption of water and chemicals, and identify problems quickly. Purpose: to make an overview of the machine learning algorithms used for data analysis in agriculture. Methodology: an overview of the relevant literature; a survey of farmers. Results: relevant algorithms of machine learning for the analysis of data in agriculture at various levels were identified: soil analysis (soil assessment, soil classification, soil fertility predictions), weather forecast (simulation of climate change, temperature and precipitation prediction), and analysis of vegetation (weed identification, vegetation classification, plant disease identification, crop forecasting). Practical implications: agriculture, crop production.",
    "readLink": "http://journal-s.org/index.php/ijas/article/view/10720"
  },
  {
    "title": "Assessing the Environmental Parameters of the Rice (Oryza sativa L.( in the Second Cropping and Ratoon Systems using Life Cycle Assessment (LCA)",
    "authors": [
      "Hemmatollah Pirdashti,",
      "zahra saber,",
      "Faezeh Mohammadi Kashka,",
      "Yaser Rahmati,",
      "Ali Motevali"
    ],
    "doi": "https://doi.org/10.22067/agry.2021.71735.1061",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  381\n                                  – 401",
    "issn": "2008-7713 (Print)",
    "publisher": "2423-4281 (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://agry.um.ac.ir",
    "abstract": "IntroductionRice (Oryza sativa L.) is one of the most important food resources of more than half of the world's population. Rice, as the second most strategic crop, is the most important cereal after wheat. Excessive use of renewable and non-renewable resources in the agricultural sector, chemical control of rice diseases, and irreparable environmental damage of these systems potentially have a variety of environmental impacts on agricultural systems, such effects can be assessed by the life cycle assessment (LCA) approach. The purpose of the present research is to assess of knowing and comparing the trend of environmental pressure of the second and ratoon cropping systems of rice production in the paddy fields.Materials and MethodsThis research was conducted in 2020 in the paddy fields of Amol city with the focus on recognizing and comparing the trend of environmental pressure in rice production in the second and ratoon cropping systems. Accordingly, all data related to the second and ratoon rice cropping systems in different stages of rice production, from planting to harvesting phases, was collected in Amol region. In this study, to classify and quantify the environmental effects of rice production in two cropping systems using the LCA method are addressed. Furthermore, the environmental impacts of these systems such as global warming potential, eutrophication, and acidification of water and soil were also calculated. In this study, the functional unit of rice production systems were considered equivalent to one ton of paddy. Therefore, in order to evaluate the emission of greenhouse gases and energy in paddy fields, the required information was collected and interviewed by paddy farmers.Results and DiscussionThe findings of this study indicated that the highest global warming potential of rice was related to the rice second cropping system about 1896.92 kg carbon dioxide per ton of produced rice. Evaluation of the LCA in rice production process showed that in the group of environmental impact of global warming, about 1673.99 kg equivalent of carbon dioxide to the atmosphere has been released per ton of rice in ratoon cropping system. Direct emissions from on-farm activities in all two studied systems have played a major role in increasing global warming. The source of these pollutants is the combustion of diesel used in agricultural implements and machinery, accompanied by the emission of nitrogen dioxide, nitrogen oxides and other nitrogenous compounds resulting from the use of nitrogen fertilizers. Also, rice second cropping systems had a greater impact on the three categories of human health damage, ecosystem quality, and climate change than ratoon cropping systems. Moreover, the values of damages on the quality of the ecosystem in these systems were about 10089.08 and 7146.58 PDF*m2 * yr in the second and ratoon cropping systems, respectively. In addition, both rice production systems have shown the greatest impact on ecosystem quality and then on human health. Direct emissions from on-farm activities in the two studied systems have played a major role in increasing global warming. The source of these pollutants is the combustion of diesel used in agricultural implements and machinery, as well as the emission of nitrogen dioxide, nitrogen oxides and other nitrogenous compounds resulting from the use of nitrogen fertilizer.ConclusionThe results revealed that the rice second cropping system had the higher amount of total emissions than the ratoon cropping system, therefore, rice ratoon production system is more environmentally friendly than the rice second cropping systems.AcknowledgementsThis research was funded by the Sari Agricultural Sciences and the Natural Resources University (SANRU) under contract No. d-110-99-16690. We would also like to thank the esteemed rice farmers in Amol region, Mazandaran province, Iran for their cooperation.",
    "readLink": "https://agry.um.ac.ir/article_41470_67bd47308e8a0435763ea6629ad4c6bf.pdf"
  }
]