[
  {
    "title": "Insights from EU Policy Framework in Aligning Sustainable Finance for Sustainable Development in Africa and Asia",
    "authors": [
      "Shantha Indrajith H. Liyanage,",
      "Fulu Godfrey Netswera,",
      "Abel Motsumi"
    ],
    "doi": "Vol. 11,\n                                no. 1",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "It is conspicuous that the mainstream financial system in the EU is transforming into a sustainable financial system by a supra/national policy and institutional framework for meeting the goals of SDGs and the targets of the Paris Agreement for climate change together with Nationally Determined Contribution. However, Botswana or Sri Lanka has no such framework. Hence, a need of the hour has arisen to evaluate the sustainable finance policies in Botswana, Sri Lanka, together with the EU seeking insights from the EU's policy framework. Since sustainable finance is not a well-grown branch of the conventional mainstream financial system, the nature of the knowledge is produced by social constructivism based on the grounded theory and the theory is inductively developed for achieving the purpose of the research. The study found, among other things, that incorporating existing policies into the multiple ministries and affiliated institutions together with the current industry-led policy initiatives to manage ESG risks are not adequate. Hence it is recommended various insights to be taken into consideration by the policymakers to formulate a national framework for mobilizing public and private capital to meet the goals of sustainability. Keywords: Sustainable Finance, Policy framework, Paris Climate Agreement, Sustainable Development Goals, Environmental, Social & Governance JEL Classifications: E65, F36, F38, L51 DOI: https://doi.org/10.32479/ijeep.9865",
    "readLink": "http://mail.econjournals.com/index.php/ijeep/article/view/9865"
  },
  {
    "title": "Tool development to measure the resilience of water supply systems in Tanzania: Economic dimension",
    "authors": [
      "Lukuba N. Sweya,",
      "Suzanne Wilkinson"
    ],
    "doi": "https://doi.org/10.4102/jamba.v13i1.860",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e9",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "he world has experienced devastating disasters causing severe human life and economic losses, which is estimated to be 68.5% of the global economic losses between 2005 and 2017. Natural disasters are of great concern – they caused total damage of approximately $3.5 trillion during the past century – which is more than the global infrastructure development investment in 2014. Floods – exacerbated by climate change – are expected to cause more damages, and water supply infrastructures will continue to suffer if resilience is not improved. Measuring the economic changes affecting resilience would assist in developing risk reduction initiatives to minimise disaster losses. Such a measure is lacking for Tanzania water supply systems (WSSs). The current article applied three-stage processes – literature review, pre-assessment and Delphi technique – to develop a resilience tool to measure economic resilience for urban WSSs in Tanzania. Thematic and standard descriptive analyses were carried out during the study. Dynamism principle and three indicators – system investment proportionality, public–private partnership and cost recovery – emerged as principal components for the tool. The tool is expected to be useful during water authorities’ planning processes and budgeting in order to improve the overall WSSs resilience.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/860"
  },
  {
    "title": "Vulnerability of Rice Farmers to Climate Change in Kwara State, Nigeria",
    "authors": [
      "Sheu-Usman Oladipo Akanbi,",
      "Olanrewaju Solomon Olatunji,",
      "Olamide Sulaiman Oladipo,",
      "Uswat Temitayo Adeyemi,",
      "Akinyinka Akinyoade"
    ],
    "doi": "https://doi.org/10.24925/turjaf.v10i2.374-380.4648",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  374\n                                  – 380",
    "issn": "2148-127X (Online)",
    "publisher": "Turkish Science and Technology Publishing (TURSTEP)",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://agrifoodscience.com/index.php/TURJAF/index",
    "abstract": "Climate unpredictability and weather extremes are being projected as capable of presenting additional challenges for farmers currently engaged in the low-technology based food production systems in sub-Saharan countries like Nigeria. This study assessed rice farming households’ vulnerability to climate change in Kwara State, Nigeria. Primary data, collected from 150 respondents using simple random sampling procedure were analysed employing descriptive statistic was use to describe the coping strategies adopted and Human Development Index (HDI) was created to assess vulnerability of rice farmers to climate change. Statistical analyses indicated a vulnerability assessment index of 0.3001, pointing to a fact that the zone is prone to the adverse effects of climatic variability. For this reason, the study empirically underscores the need for farmers to adopt and adapt the planting of drought tolerant and/or early maturing varieties of rice. Importantly, the capacities of the local communities needs to be strengthened vis-à-vis the relationship between climate change and crop production. Capacity building at the farm level is crucial for improving crop, soil and water management, enhancing the demand for and use of better and more efficient production inputs. Tied to farm-level capacity building is the need to refocus public agricultural-based institutions towards exposing the rice farmers to effective mitigation strategies in the wake of climate change, provision of agricultural inputs, expansion of irrigation, efficient and effective extension service delivery, market development and other forms of necessary support.",
    "readLink": "http://www.agrifoodscience.com/index.php/TURJAF/article/view/4648"
  },
  {
    "title": "Multimodel GCM-RCM Ensemble-Based Projections of Temperature and Precipitation over West Africa for the Early 21st Century",
    "authors": [
      "I. Diallo,",
      "M. B. Sylla,",
      "F. Giorgi,",
      "A. T. Gaye,",
      "M. Camara"
    ],
    "doi": "https://doi.org/10.1155/2012/972896",
    "journalVolume": "Vol. 2012",
    "issn": "1687-885X (Print)",
    "publisher": "1687-8868 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijge/",
    "abstract": "Reliable climate change scenarios are critical for West Africa, whose economy relies mostly on agriculture and, in this regard, multimodel ensembles are believed to provide the most robust climate change information. Toward this end, we analyze and intercompare the performance of a set of four regional climate models (RCMs) driven by two global climate models (GCMs) (for a total of 4 different GCM-RCM pairs) in simulating present day and future climate over West Africa. The results show that the individual RCM members as well as their ensemble employing the same driving fields exhibit different biases and show mixed results in terms of outperforming the GCM simulation of seasonal temperature and precipitation, indicating a substantial sensitivity of RCMs to regional and local processes. These biases are reduced and GCM simulations improved upon by averaging all four RCM simulations, suggesting that multi-model RCM ensembles based on different driving GCMs help to compensate systematic errors from both the nested and the driving models. This confirms the importance of the multi-model approach for improving robustness of climate change projections. Illustrative examples of such ensemble reveal that the western Sahel undergoes substantial drying in future climate projections mostly due to a decrease in peak monsoon rainfall.",
    "readLink": "http://dx.doi.org/10.1155/2012/972896"
  },
  {
    "title": "Increasing Human‐Perceived Heat Stress Risks Exacerbated by Urbanization in China: A Comparative Study Based on Multiple Metrics",
    "authors": [
      "Ming Luo,",
      "Ngar‐Cheung Lau"
    ],
    "doi": "https://doi.org/10.1029/2020EF001848",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract More than half of the total population in China are living in cities. Especially, the people in highly developed and spatially integrated city clusters, i.e., urban agglomerations (UAs), are facing increasing human‐perceived heat stress that describes the combined effects of hot temperature, high humidity, and lowered surface wind speed. By analyzing multiple indicators over 20 major UAs across China, we demonstrate that summer heat stress has been significantly intensifying in nearly all UAs during 1971–2014. This intensification is more profound in northern than southern regions and is especially stronger in more urbanized and densely populated areas (e.g., Beijing‐Tianjin‐Hebei and the Yangtze River Delta). Based on a dynamic classification of weather stations using time‐varying land use/land cover maps, we find that urban core areas exhibit distinctly stronger increasing heat stress trends than their surrounding rural areas. On average, urbanization contributes to approximately one‐quarter of the total increase in mean heat stress over urban core areas of UAs and nearly half of the total increase in extreme heat stress events. The urbanization effect is also dependent on the geographical region within China. Urbanization tends to have stronger intensifying effects on heat stress in UAs with higher population density in low‐altitude areas, while it has a relatively weaker intensifying and even weakening effect in some arid and high‐altitude regions. Moreover, as various heat stress metrics may yield different estimations of long‐term trend and urbanization contribution, the particular choice of heat stress indicator is of critical importance for investigations on this subject matter.",
    "readLink": "https://doi.org/10.1029/2020EF001848"
  },
  {
    "title": "Bridging the research-practice gap: Development of a theoretically grounded workshop for graduate students aimed at challenging microaggressions in science and engineering",
    "authors": [
      "Amy C. Moors,",
      "Lindsay Mayott,",
      "Benjamin Hadden"
    ],
    "doi": "https://doi.org/10.1080/23311886.2022.2062915",
    "journalVolume": "Vol. 8,\n                                no. 1",
    "issn": "2331-1886 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oass",
    "abstract": "Efforts to promote diversity and inclusion often lack a theoretical basis, which can unintentionally exacerbate issues. In this paper, we describe the development and evaluation results of a theoretically grounded workshop aimed at reducing microaggressions and promoting ally engagement among graduate students in science and engineering. In Study 1, using a Delphi method, eight science and engineering faculty members with backgrounds in diversity efforts provided feedback on workshop development. In Study 2, 107 graduate and advanced undergraduate students engaged in the 90-minute interactive workshop. Results indicate that attendees found the workshop valuable, developed new skills for ally engagement, and planned to engage as an ally moving forward (all averages of closed-ended assessments were 4.21 out of 5.00 or higher). Themes that were identified from qualitative responses mapped onto learning objectives, including raised awareness about microaggressions, sufficient practice, and confidence to improve one’s academic climate. Although microaggressions are common in science and engineering spaces, the present findings illustrated that, for many attendees, the information was new, including research on microaggressions and evidence-based ally strategies. This study offers a theoretically grounded intervention that facilitates intentional behavioral changes, which can help students change norms to support the advancement of women and people of color.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/23311886.2022.2062915"
  },
  {
    "title": "High Coral Recruitment Despite Coralline Algal Loss Under Extreme Environmental Conditions",
    "authors": [
      "Clément Tanvet,",
      "Clément Tanvet,",
      "Francesca Benzoni,",
      "Christophe Peignon,",
      "Gérard Thouzeau,",
      "Riccardo Rodolfo-Metalpa"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.837877",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The crucial role of crustose coralline algae (CCA) in inducing hard coral larval settlement and ensuring the replenishment of coral reefs is widely accepted, and so are the negative effects of anthropogenic CO2 emissions on both CCA abundance and coral development. However, diversified and well-developed coral reef communities have been recently discovered in natural conditions where CCA and corals would not be expected to thrive. Back-reef pools, volcanic CO2 vents, mangrove estuaries, and semi-enclosed lagoons systems can present seawater pH, temperature, and dissolved oxygen values reaching or even exceeding the conditions currently predicted by the Inter Panel on Climate Change (IPCC) for 2100. In the semi-enclosed lagoon of Bouraké (New Caledonia, southwest Pacific Ocean), seawater pHT, dissolved oxygen, and temperatures regularly fluctuate with the tide reaching respectively minimum values of 7.23 pHT units, 2.28 mg O2 L-1, and maximum of 33.85°C. This study reports the effect of such extreme environmental conditions on hard coral recruitment and CCA originally settled at a forereef on artificial substrates that were transplanted over two years in two fringing reef and at the Bouraké lagoon. Our data emphasize the negative effects of the extreme conditions in our study sites on the CCA, which decreased in cover by ca. 80% and lost in the competition with turf algae, which, in turn, increased up to 162% at the end of the two years. Conversely, hard coral recruitment remained high at Bouraké throughout the study, three-fold higher than at two sites located outside Bouraké where environmental conditions were typical for coastal fringing reefs. Our findings show that while such extreme, climate change like-conditions have a direct and adverse effect on CCA abundance, and despite a certain persistence, coral larvae settlement was not affected. Based on previous findings from Bouraké, and the present observations, both coral recruits and adults seem to be unaffected despite the extreme environmental conditions. This study supports previous research illustrating how extreme natural and variable environments may reveal unexpected and positive insights on the processes underlying coral acclimatization and adaptation to global change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.837877/full"
  },
  {
    "title": "REDUCING CLIMATE IMPACTS ON WATER RESOURCES AS THE LEGAL AND ECONOMIC BASIS FOR ENVIRONMENTAL SECURITY IN THE EU CANDIDATE COUNTRIES: THE CASE OF UKRAINE",
    "authors": [
      "Ielyzaveta Lvova,",
      "Kateryna Kozmuliak,",
      "Liudmyla Strutynska-Struk"
    ],
    "doi": "https://doi.org/10.30525/2256-0742/2022-8-3-101-114",
    "journalVolume": "Vol. 8,\n                                no. 3",
    "issn": "2256-0742 (Print)",
    "publisher": "2256-0963 (Online)",
    "countryOfPublisher": "Izdevnieciba “Baltija Publishing”",
    "lcc": [
      "Latvia",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.baltijapublishing.lv/index.php/issue",
    "abstract": "As climate change is one of the greatest challenges of our time, the legal and economic issues of global environmental security deserve high praise. In the area of industrial competitiveness, where the negative effects of global climate change include floods and droughts, forest fires, and rising sea levels, climate change is highly problematic. Climate impacts affect public and private agricultural infrastructure (including the coastal zone), resulting in lost productivity and increased costs for agriculture. The article applies climate change on a global scale in the form of greenhouse gas (GHG) emissions to determine how the mixtures and emissions of any one entity affect other areas (e.g., individual, community, company or country emissions). Exploring the theoretical and practical premises of climate change as a complex phenomenon, the novelty of this article is that it examines the current framework of the environmental-legal concept, not just the political implications of the legal framework. The research aim of the article lies in two dimensions: the European Union's current climate change policy framework (the climate and energy package, a set of climate change strategies and related policies targeting EU candidate countries); recent environmental operations in Ukraine as an EU candidate country under extraordinary conditions. This article examines recent changes in climate legislation and climate policy in EU member and candidate countries, as well as other highly developed countries, such as the United Kingdom, the United States, and China. Focusing on the impact of the EU Climate and Energy Package (2020 and 2030), this article examines the main implications of EU climate legislation regulating the EU Emissions Trading Scheme and promoting the role of renewable energy in global energy consumption and energy efficiency in general. As a result of this study, this analysis offers multifaceted conclusions based on the interaction of a number of current administrative acts on climate change and environmental policy on a global scale.",
    "readLink": "http://baltijapublishing.lv/index.php/issue/article/view/1809"
  },
  {
    "title": "Blue Carbon Ecosystems in Brazil: Overview and an Urgent Call for Conservation and Restoration",
    "authors": [
      "Marcelo O. Soares,",
      "Marcelo O. Soares,",
      "Luis Ernesto Arruda Bezerra,",
      "Margareth Copertino,",
      "Margareth Copertino,",
      "Beatriz Diniz Lopes,",
      "Kcrishna Vilanova de Souza Barros,",
      "Cristina Almeida Rocha-Barreira,",
      "Rafaela Camargo Maia,",
      "Natalia Beloto,",
      "Luiz C. Cotovicz,",
      "Luiz C. Cotovicz"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.797411",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "In this article, we discuss knowledge and gaps regarding blue carbon ecosystems (BCEs) in Brazil, considering the urgency to apply protection actions and policies to safeguard their biodiversity and associated ecosystem services. We also indicate areas of further research to improve carbon stocks and sequestration rate estimates. We call attention to the shortage of studies on Brazilian BCEs relative to the growing knowledge on the Blue Carbon Framework accumulated worldwide over the last decade. Considering the extensive Brazilian Economic Exclusive Zone (known as “Blue Amazon”), knowledge concerning blue carbon stocks is vital at regional and global scales for mitigating global increases in atmospheric carbon dioxide (CO2). The Blue Amazon has at least 1,100,000 ha of vegetated and non-vegetated coastal ecosystems (mangroves, salt marshes, seagrass meadows, and hypersaline tidal flats) that collectively contain vast amounts of stored carbon, making Brazil an ideal place to test mechanisms for evaluating, conserving, and restoring BCEs. Other poorly understood potential sinks and sources of carbon are macroalgal and rhodolith beds, mudflats, continental shelf sediments, and marine animal forests in shallow, mesophotic, and deep waters. The carbon fluxes between diverse environmental compartments, such as soil–air, soil–water, groundwater–water–surface water, air–water, and land–ocean, in BCEs across the Blue Amazon must be studied. We emphasize the importance of assessing the total carbon stock and the recent dismantling of environmental laws that pose great risks to these important BCEs. The conservation and recovery of these areas would enhance the carbon sequestration capacity of the entire country. Furthermore, we highlight priorities to improve knowledge concerning BCEs and their biogeochemical cycles in the Blue Amazon and to provide information to assist in the reduction of atmospheric levels of CO2 for the United Nations Decade of Ocean Science (2021–2030).",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.797411/full"
  },
  {
    "title": "Exposure Assessment of Climate Extremes over the Europe–Mediterranean Region",
    "authors": [
      "Mehmet  Barış Kelebek,",
      "Fulden Batibeniz,",
      "Barış Önol"
    ],
    "doi": "https://doi.org/10.3390/atmos12050633",
    "journalVolume": "Vol. 12,\n                                no. 633\n                                \n                                  p.\n                                  633",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The use of a compact set of climate change indexes enhances our understanding of the combined impacts of extreme climatic conditions. In this study, we developed the modified Climate Extremes Index (mCEI) to obtain unified information about different types of extremes. For this purpose, we calculated 10 different climate change indexes considering the temperature extremes, extreme precipitation, and moisture surplus and drought over the Europe–Mediterranean (EURO–MED) region for the 1979–2016 period. As a holistic approach, mCEI provides spatiotemporal information, and the high-resolution grid-based data allow us to accomplish detailed country-based and city-based analyses. The analyses indicate that warm temperature extremes rise significantly over the EURO–MED region at a rate of 1.9% decade−1, whereas the cold temperature extremes decrease. Extreme drought has a significant increasing trend of 3.8% decade−1. Although there are regional differences, extreme precipitation indexes have a significant increasing tendency. According to the mCEI, the major hotspots for the combined extremes are the Mediterranean coasts, the Balkan countries, Eastern Europe, Iceland, western Russia, western Turkey, and western Iraq. The decadal changes of mCEI for these regions are in the range of 3–5% decade−1. The city-scale analysis based on urbanized locations reveals that Fes (Morocco), Izmir (Turkey), Marseille and Aix-en-Provence (France), and Tel Aviv (Israel) have the highest increasing trend of mCEI, which is greater than 3.5% decade−1.",
    "readLink": "https://www.mdpi.com/2073-4433/12/5/633"
  }
]