[
  {
    "title": "Climate and the Timing of Imported Cases as Determinants of the Dengue Outbreak in Guangzhou, 2014: Evidence from a Mathematical Model.",
    "authors": [
      "Qu Cheng,",
      "Qinlong Jing,",
      "Robert C Spear,",
      "John M Marshall,",
      "Zhicong Yang,",
      "Peng Gong"
    ],
    "doi": "https://doi.org/10.1371/journal.pntd.0004417",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  e0004417",
    "issn": "1935-2727 (Print)",
    "publisher": "1935-2735 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/plosntds/",
    "abstract": "As the world's fastest spreading vector-borne disease, dengue was estimated to infect more than 390 million people in 2010, a 30-fold increase in the past half century. Although considered to be a non-endemic country, mainland China had 55,114 reported dengue cases from 2005 to 2014, of which 47,056 occurred in 2014. Furthermore, 94% of the indigenous cases in this time period were reported in Guangdong Province, 83% of which were in Guangzhou City. In order to determine the possible determinants of the unprecedented outbreak in 2014, a population-based deterministic model was developed to describe dengue transmission dynamics in Guangzhou. Regional sensitivity analysis (RSA) was adopted to calibrate the model and entomological surveillance data was used to validate the mosquito submodel. Different scenarios were created to investigate the roles of the timing of an imported case, climate, vertical transmission from mosquitoes to their offspring, and intervention. The results suggested that an early imported case was the most important factor in determining the 2014 outbreak characteristics. Precipitation and temperature can also change the transmission dynamics. Extraordinary high precipitation in May and August, 2014 appears to have increased vector abundance. Considering the relatively small number of cases in 2013, the effect of vertical transmission was less important. The earlier and more frequent intervention in 2014 also appeared to be effective. If the intervention in 2014 was the same as that in 2013, the outbreak size may have been over an order of magnitude higher than the observed number of new cases in 2014.The early date of the first imported and locally transmitted case was largely responsible for the outbreak in 2014, but it was influenced by intervention, climate and vertical transmission. Early detection and response to imported cases in the spring and early summer is crucial to avoid large outbreaks in the future.",
    "readLink": "http://europepmc.org/articles/PMC4749339?pdf=render"
  },
  {
    "title": "Assessment of extreme flows and uncertainty under  climate change: disentangling the uncertainty contribution of  representative concentration pathways, global  climate models and internal climate variability",
    "authors": [
      "C. Gao,",
      "C. Gao,",
      "M. J. Booij,",
      "Y.-P. Xu"
    ],
    "doi": "https://doi.org/10.5194/hess-24-3251-2020",
    "journalVolume": "Vol. 24\n                                \n                                \n                                  pp.\n                                  3251\n                                  – 3269",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Projections of streamflow, particularly of extreme flows under climate change, are essential for future water resources management and the development of adaptation strategies to floods and droughts. However, these projections are subject to uncertainties originating from different sources. In this study, we explored the possible changes in future streamflow, particularly for high and low flows, under climate change in the Qu River basin, eastern China. ANOVA (analysis of variance) was employed to quantify the contribution of different uncertainty sources from RCPs (representative concentration pathways), GCMs (global climate models) and internal climate variability, using an ensemble of 4 RCP scenarios, 9 GCMs and 1000 simulated realizations of each model–scenario combination by SDRM-MCREM (a stochastic daily rainfall model coupling a Markov chain model with a rainfall event model). The results show that annual mean flow and high flows are projected to increase and that low flows will probably decrease in 2041–2070 (2050s) and 2071–2100 (2080s) relative to the historical period of 1971–2000, suggesting a higher risk of floods and droughts in the future in the Qu River basin, especially for the late 21st century. Uncertainty in mean flows is mostly attributed to GCM uncertainty. For high flows and low flows, internal climate variability and GCM uncertainty are two major uncertainty sources for the 2050s and 2080s, while for the 2080s, the effect of RCP uncertainty becomes more pronounced, particularly for low flows. The findings in this study can help water managers to become more knowledgeable about and get a better understanding of streamflow projections and support decision making regarding adaptations to a changing climate under uncertainty in the Qu River basin.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/24/3251/2020/hess-24-3251-2020.pdf"
  },
  {
    "title": "Dynamic operation rules of multi-purpose reservoir for better flood management",
    "authors": [
      "Ahmed Moustafa Ahmed Moussa"
    ],
    "doi": "Vol. 57,\n                                no. 3\n                                \n                                  pp.\n                                  1665\n                                  – 1679",
    "issn": "1110-0168 (Print)",
    "publisher": "2090-2670 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Egypt",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/alexandria-engineering-journal/",
    "abstract": "This research was commenced to enhance flood management via improving the operation rules of multi-purpose reservoirs (i.e. Aswan High Dam Reservoir “AHDR”). Literature in the field of reservoir operation rules was reviewed. Available data, about Aswan High Dam (AHD) together with its reservoir releases, were assembled and analyzed. Accessible numerical models were investigated to select the applicable model in terms of the assembled available data. Tenth scenarios (the current scenario and 9 proposed scenarios) for AHDR operation rules were designed and simulated. These scenarios include climate change, static operation (fixed level at beginning of water year from the 1st of August) and dynamic operation. Results were obtained and compared to the existing operation rules. The comparison considered the storage, water release, hydropower generation and total losses. In addition, the comparison considered the dam safety. The comparison indicated that the dynamic operation rules would achieve satisfying results; this scenario will provided an increase in the yearly AHDR storage from 3% to 4% during 9 years. The total increase in the storage was 22.46 BCM during 9 years without any reduction in the release downstream AHD and the hydropower generation. This increase in storage can be used for Toshka project. Keywords: Aswan High Dam Reservoir, BlueM model, Operation rules",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1110016817301035"
  },
  {
    "title": "The influence on behavior and physiology of white-feathered end-of-cycle hens during simulated transport",
    "authors": [
      "C. Frerichs,",
      "K. Beaulac,",
      "T.G. Crowe,",
      "K. Schwean-Lardner"
    ],
    "doi": "Vol. 101,\n                                no. 2\n                                \n                                  p.\n                                  101599",
    "issn": "0032-5791 (Print)",
    "publisher": "1525-3171 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United States",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.journals.elsevier.com/poultry-science",
    "abstract": "ABSTRACT: Transportation is a stressful procedure that can alter end-of-cycle hen (EOCH) behavior and physiology. This study (5 × 3 × 2 factorial arrangement) aimed to assess the effects of temperature (T)/relative humidity (RH) (−10°C uncontrolled RH (−10), +21°C 30%RH (21/30), +21°C 80%RH (21/80), +30°C 30%RH (30/30), +30°C 80%RH (30/80)), duration (4, 8, 12 h), and feather cover [well (WF) and poorly-feathered (PF)] on white-feathered EOCH (65–70 wk) behavior and physiology. EOCH (n = 630) from 3 commercial farms were housed for adaptation (3–5 d), fasted (6 h), crated (53 kg/m2), and placed in a climate-controlled chamber. Data collected included chamber and crate conditions, feather condition score, mortality, core body temperature (CBT), behavior, and delta (∆) blood physiology. Analyses were conducted via ANOVA in a randomized complete block design (farm of origin) with significance declared at P ≤ 0.05. PF EOCH had higher mortality than WF hens during cold exposure (−10). EOCH ∆CBT demonstrated a greater (positive) change at 12 h for all T/RH compared to 4 h at 21/30, 21/80, and −10 (negative). Cold exposure (−10) resulted in a higher percentage of time spent shivering and motionless, while heat exposure resulted in a higher percentage of time spent panting for WF EOCH exposed to 30/30 and WF and PF hens exposed to 30/80. Hen ∆glucose had a greater (negative) change at 4 and 12 h for −10 compared to 4 h at 21/30, and all durations for 21/80, 30/30, and 30/80. PF hens exposed to −10 had a greater (positive) change in ∆sodium, ∆hemoglobin, and ∆hematocrit compared to WF birds (negative). The development of metabolic alkalosis was supported by the increase in ∆blood pH over time and the increase in ∆partial pressure of carbon dioxide, ∆bicarbonate, and ∆base excess extracellular fluid during cold exposure (−10). These results indicated that EOCH exposed to heat endured thermal stress while PF hens exposed to cold were unable to cope with cold stress.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0032579121006209"
  },
  {
    "title": "Fertilization Changes Chemical Defense in Needles of Mature Norway Spruce (Picea abies)",
    "authors": [
      "Line Nybakken,",
      "Marit H. Lie,",
      "Riitta Julkunen-Tiitto,",
      "Johan Asplund,",
      "Mikael Ohlson"
    ],
    "doi": "https://doi.org/10.3389/fpls.2018.00770",
    "journalVolume": "Vol. 9",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Nitrogen availability limits growth in most boreal forests. However, parts of the boreal zone receive significant levels of nitrogen deposition. At the same time, forests are fertilized to increase volume growth and carbon sequestration. No matter the source, increasing nitrogen in the boreal forest ecosystem will influence the resource situation for its primary producers, the plants, with possible implications for their defensive chemistry. In general, fertilization reduces phenolic compound concentrations in trees, but existing evidence mainly comes from studies on young plants. Given the role of the phenolic compounds in protection against herbivores and other forest pests, it is important to know if phenolics are reduced with fertilization also in mature trees. The evergreen Norway spruce is long-lived, and it is reasonable that defensive strategies could change from the juvenile to the reproductive and mature phases. In addition, as the needles are kept for several years, defense could also change with needle age. We sampled current and previous year needles from an N fertilization experiment in a Norway spruce forest landscape in south-central Norway to which N had been added annually for 13 years. We analyzed total nitrogen (N) and carbon (C), as well as low-molecular phenolics and condensed tannins. Needles from fertilized trees had higher N than those from controls plots, and fertilization decreased concentrations of many flavonoids, as well as condensed tannins in current year needles. In previous year needles, some stilbenes and condensed tannins were higher in fertilized trees. In control trees, the total phenolic concentration was almost five times as high in previous year needles compared with those from the current year, and there were great compositional differences. Previous year needles contained highest concentrations of acetophenone and stilbenes, while in the current year needles the flavonoids, and especially coumaroyl-astragalins dominated. Condensed tannins did not differ between current and previous year needles from control trees. In conclusion, the phenolic defense of current year needles of mature P.abies trees was strongly changed upon fertilization. This may imply that nitrogen deposition and forest fertilization leave forests less robust in a time when pests may take advantages of a changing climate.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2018.00770/full"
  },
  {
    "title": "Towards the Genomic Basis of Local Adaptation in Landraces",
    "authors": [
      "Giandomenico Corrado,",
      "Rosa Rao"
    ],
    "doi": "https://doi.org/10.3390/d9040051",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  51",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Landraces are key elements of agricultural biodiversity that have long been considered a source of useful traits. Their importance goes beyond subsistence agriculture and the essential need to preserve genetic diversity, because landraces are farmer-developed populations that are often adapted to environmental conditions of significance to tackle environmental concerns. It is therefore increasingly important to identify adaptive traits in crop landraces and understand their molecular basis. This knowledge is potentially useful for promoting more sustainable agricultural techniques, reducing the environmental impact of high-input cropping systems, and diminishing the vulnerability of agriculture to global climate change. In this review, we present an overview of the opportunities and limitations offered by landraces’ genomics. We discuss how rapid advances in DNA sequencing techniques, plant phenotyping, and recombinant DNA-based biotechnology encourage both the identification and the validation of the genomic signature of local adaptation in crop landraces. The integration of ‘omics’ sciences, molecular population genetics, and field studies can provide information inaccessible with earlier technological tools. Although empirical knowledge on the genetic and genomic basis of local adaptation is still fragmented, it is predicted that genomic scans for adaptation will unlock an intraspecific molecular diversity that may be different from that of modern varieties.",
    "readLink": "https://www.mdpi.com/1424-2818/9/4/51"
  },
  {
    "title": "From denial to delay: Climate change discourses in Ireland",
    "authors": [
      "Pringle Anna,",
      "Robbins David"
    ],
    "doi": "https://doi.org/10.2478/admin-2022-0019",
    "journalVolume": "Vol. 70,\n                                no. 3\n                                \n                                  pp.\n                                  59\n                                  – 84",
    "issn": "2449-9471 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/ADMIN",
    "abstract": "Climate change is acknowledged as a pressing – even existential – problem for societies around the world. Despite the growing body of scientific evidence concerning the extent and impacts of climate change, meaningful policy responses have not been forthcoming. Actors and organisations intent on preventing or diluting policies around climate action have adapted their discursive strategies, moving from outright denial of the reality of climate change to focus on discourses of distraction and delay. Taking the case of parliamentary debates and media coverage of the 2021 Climate Action Bill, this research examines the extent to which these discourses are prevalent in Ireland. We find that discourses of delay were present, both in Dáil debates and in the media. We discuss the influence of these discourses on later interventions which affected the implementation of provisions of the Bill and may delay transformative climate action.",
    "readLink": "https://doi.org/10.2478/admin-2022-0019"
  },
  {
    "title": "Co-controlling CO2 and NOx emission in China's cement industry: An optimal development pathway study",
    "authors": [
      "Xiang-Zhao Feng,",
      "Oleg Lugovoy,",
      "Hu Qin"
    ],
    "doi": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  34\n                                  – 42",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "It is of important practical significance to reduce NOx emission and CO2 emission in China's cement industry. This paper firstly identifies key factors that influence China's future cement demand, and then uses the Gompertz model to project China's future cement demand and production. Furthermore, the multi-pollutant abatement planning model (MAP) was developed based on the TIMES model to analyze the co-benefits of CO2 and NOx control in China's cement industry. During modeling analysis, three scenarios such as basic as usual scenario (BAU), moderately low carbon scenario (MLC), and radically low carbon scenario (RLC), were built according to different policy constraints and emission control goals. Moreover, the benefits of co-controlling NOx and CO2 emission in China's cement industry have been estimated. Finally, this paper proposes a cost-efficient, green, and low carbon development roadmap for the Chinese cement sector, and puts forwards countermeasures as follows: first, different ministries should enhance communication and coordination about how to promote the co-control of NOx and CO2 in cement industry. Second, co-control technology list should be issued timely for cement industry, and the R&D investment on new technologies and demonstration projects should be increased. Third, the phase-out of old cement capacity needs to be continued at policy level. Fourth, it is important to scientifically evaluate the relevant environmental impact and adverse motivation of ammonia production by NOx removal requirement in cement industry. Keywords: Cement industry, CO2 abatement, NOx reduction, Co-benefit analysis",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927817301168"
  },
  {
    "title": "Power Management of a Hybrid Micro-Grid with Photovoltaic Production and Hydrogen Storage",
    "authors": [
      "Fabrice K/bidi,",
      "Cédric Damour,",
      "Dominique Grondin,",
      "Mickaël Hilairet,",
      "Michel Benne"
    ],
    "doi": "https://doi.org/10.3390/en14061628",
    "journalVolume": "Vol. 14,\n                                no. 1628\n                                \n                                  p.\n                                  1628",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "To deal with energy transition due to climate change and a rise in average global temperature, photovoltaic (PV) conversion appears to be a promising technology in sunny regions. However, PV production is directly linked with weather conditions and the day/night cycle, which makes it intermittent and random. Therefore, it makes sense to combine it with Energy Storage Systems (ESS) to ensure long-term energy availability for non-interconnected micro-grids. Among all technological solutions, electrolytic hydrogen produced by renewable energies seems an interesting candidate. In this context, this paper proposes a control strategy dedicated to hydrogen storage integration in micro-grids for a better use of PV production. The objective is to optimize the management of the micro-grid with proton exchange membrane Fuel Cell (FC), alkaline Electrolyzer (El), lithium-ion Batteries Energy Storage System (BESS) and PV, according to the system state and PV production intermittency. First, a control strategy based on a Distributed explicit Model Predictive Control (DeMPC) is developed to define current references for FCs, Els and batteries. Secondly, the performance of the control strategy is validated in simulation and confirmed on a Power-Hardware-in-the-Loop test bench.",
    "readLink": "https://www.mdpi.com/1996-1073/14/6/1628"
  },
  {
    "title": "Prospects for Genomic Research in Forestry",
    "authors": [
      "K. V. Krutovsky"
    ],
    "doi": "Vol. 1,\n                                no. 4\n                                \n                                  pp.\n                                  11\n                                  – 15",
    "issn": "2311-1410 (Print)",
    "publisher": "2312-2099 (Online)",
    "countryOfPublisher": "Russian Academy of Sciences, Siberian Branch Publishing House",
    "lcc": [
      "Russian Federation",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://sibjforsci.com/",
    "abstract": "Conifers are keystone species of boreal forests. Their whole genome sequencing, assembly and annotation will allow us to understand the evolution of the complex ancient giant conifer genomes that are 4 times larger in larch and 7–9 times larger in pines than the human genome. Genomic studies will allow also to obtain important whole genome sequence data and develop highly polymorphic and informative genetic markers, such as microsatellites and single nucleotide polymorphisms (SNPs) that can be efficiently used in timber origin identification, for genetic variation monitoring, to study local and climate change adaptation and in tree improvement and conservation programs.",
    "readLink": "http://xn--80abmehbaibgnewcmzjeef0c.xn--p1ai/upload/iblock/a8d/a8dddeebab9eb6649d020747b53a001f.pdf"
  }
]