[
  {
    "title": "Assessment of pre-industrial to present-day anthropogenic climate forcing in UKESM1",
    "authors": [
      "F. M. O'Connor,",
      "N. L. Abraham,",
      "N. L. Abraham,",
      "M. Dalvi,",
      "G. A. Folberth,",
      "P. T. Griffiths,",
      "P. T. Griffiths,",
      "C. Hardacre,",
      "B. T. Johnson,",
      "R. Kahana,",
      "J. Keeble,",
      "J. Keeble,",
      "B. Kim,",
      "O. Morgenstern,",
      "J. P. Mulcahy,",
      "M. Richardson,",
      "E. Robertson,",
      "J. Seo,",
      "S. Shim,",
      "J. C. Teixeira,",
      "S. T. Turnock,",
      "J. Williams,",
      "A. J. Wiltshire,",
      "S. Woodward,",
      "G. Zeng"
    ],
    "doi": "https://doi.org/10.5194/acp-21-1211-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  1211\n                                  – 1243",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Quantifying forcings from anthropogenic perturbations to the Earth system (ES) is important for understanding changes in climate since the pre-industrial (PI) period. Here, we quantify and analyse a wide range of present-day (PD) anthropogenic effective radiative forcings (ERFs) with the UK's Earth System Model (ESM), UKESM1, following the protocols defined by the Radiative Forcing Model Intercomparison Project (RFMIP) and the Aerosol and Chemistry Model Intercomparison Project (AerChemMIP). In particular, quantifying ERFs that include rapid adjustments within a full ESM enables the role of various chemistry–aerosol–cloud interactions to be investigated. Global mean ERFs for the PD (year 2014) relative to the PI (year 1850) period for carbon dioxide (CO2), nitrous oxide (N2O), ozone-depleting substances (ODSs), and methane (CH4) are 1.89 ± 0.04, 0.25 ± 0.04, −0.18 ± 0.04, and 0.97 ± 0.04 W m−2, respectively. The total greenhouse gas (GHG) ERF is 2.92 ± 0.04 W m−2. UKESM1 has an aerosol ERF of −1.09 ± 0.04 W m−2. A relatively strong negative forcing from aerosol–cloud interactions (ACI) and a small negative instantaneous forcing from aerosol–radiation interactions (ARI) from sulfate and organic carbon (OC) are partially offset by a substantial forcing from black carbon (BC) absorption. Internal mixing and chemical interactions imply that neither the forcing from ARI nor ACI is linear, making the aerosol ERF less than the sum of the individual speciated aerosol ERFs. Ozone (O3) precursor gases consisting of volatile organic compounds (VOCs), carbon monoxide (CO), and nitrogen oxides (NOx), but excluding CH4, exert a positive radiative forcing due to increases in O3. However, they also lead to oxidant changes, which in turn cause an indirect aerosol ERF. The net effect is that the ERF from PD–PI changes in NOx emissions is negligible at 0.03 ± 0.04 W m−2, while the ERF from changes in VOC and CO emissions is 0.33 ± 0.04 W m−2. Together, aerosol and O3 precursors (called near-term climate forcers (NTCFs) in the context of AerChemMIP) exert an ERF of −1.03 ± 0.04 W m−2, mainly due to changes in the cloud radiative effect (CRE). There is also a negative ERF from land use change (−0.17 ± 0.04 W m−2). When adjusted from year 1850 to 1700, it is more negative than the range of previous estimates, and is most likely due to too strong an albedo response. In combination, the net anthropogenic ERF (1.76 ± 0.04 W m−2) is consistent with other estimates. By including interactions between GHGs, stratospheric and tropospheric O3, aerosols, and clouds, this work demonstrates the importance of ES interactions when quantifying ERFs. It also suggests that rapid adjustments need to include chemical as well as physical adjustments to fully account for complex ES interactions.",
    "readLink": "https://acp.copernicus.org/articles/21/1211/2021/acp-21-1211-2021.pdf"
  },
  {
    "title": "Environment: From a Humanities Perspective: Introductory Thoughts",
    "authors": [
      "Sourit Bhattacharya,",
      "Arka Chattopadhyay"
    ],
    "doi": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  01\n                                  – 04",
    "issn": "2349-8064 (Online)",
    "publisher": "Boibhashik",
    "countryOfPublisher": "India",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Language and Literature: Literature (General)"
    ],
    "journalUrl": "http://sanglap-journal.in/index.php/sanglap",
    "abstract": "In the last decades, there has begun a close and productive dialogue between humanities studies and environment and disaster studies. This has arisen from the general understanding in academic and policy-making circles that the problem of environment crisis or of climate change cannot be meaningfully engaged with through the lens of one single discipline or for that matter through scientific studies alone. Environment is constituted of material and non-material interactions between the humans and the non-humans. It is a very broad and complex domain, and a study addressed towards sustainable living and caring for the environment will need to take into account factors responsible for the current global environmental crisis and the way human communities and non-human living beings in a local set up have responded to environmentally directed but (majorly) human-oriented policies and values. As development ideology continues to remain the cornerstone for ‘progress’, questions of sustainability and conservation have become vital to national, state, and non-state thinktanks.",
    "readLink": "http://sanglap-journal.in.cp-in-6.webhostbox.net/index.php/sanglap/article/view/7"
  },
  {
    "title": "Effects of climate change and anthropogenic activity on the vegetation greening in the Liaohe River Basin of northeastern China",
    "authors": [
      "Liya Zhu,",
      "Shuang Sun,",
      "Yang Li,",
      "Xingbao Liu,",
      "Ke Hu"
    ],
    "doi": "Vol. 148\n                                \n                                \n                                  p.\n                                  110105",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Elucidating the response mechanism of variation in vegetation trend to determinant is of great value to environmental resource management, particularly significant in the ecologically fragile area. The Liaohe River Basin (LRB) is a key part of eco-security in China, which has experienced apparent climatic variations and intensified human activities in recent decades. Yet, it still remains not clear about drivers in shaping the spatio-temporal patterns of vegetation growth. Here, the normalized difference vegetation index (NDVI) was utilized to investigate the spatio-temporal variation of vegetation coverage from 2000 to 2019. Then, we incorporated partial derivatives analysis to conduct attribution analyses of vegetation greening in light of the meteorological data. The prime findings are as follows: (1) The vegetation coverage in the LRB presented a growing state in the recent 20 years at a rate of 0.0031/a, with significant spatial and temporal heterogeneity due to its slope; (2) The attribution results showed that the average contribution of precipitation, temperature, and solar radiation to the NDVI changes in the LRB was 0.00205/a, 0.00008/a, and −0.00028/a, respectively. (3) The climatic change played the most dominant role in influencing vegetation activities as a result of the relative contributions of 59.68% of NDVI changes (40.32% contributed by anthropogenic activities); (4) LULC dynamics were characterized by an increase in forest land and large-scale ecological afforestation projects, which increase vegetation coverage. Conversely, urbanization adversely affected vegetation variations. Understanding the findings of this study is expected to offer further scientific support and practical implications for monitoring the local vegetation status.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23002479"
  },
  {
    "title": "Roles of Brand Benefits and Relationship Commitment in Consumers’ Social Media Behavior around Sustainable Fashion",
    "authors": [
      "Tae Rang Choi,",
      "Jisoo Ahn"
    ],
    "doi": "https://doi.org/10.3390/bs13050386",
    "journalVolume": "Vol. 13,\n                                no. 386\n                                \n                                  p.\n                                  386",
    "issn": "2076-328X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/behavsci",
    "abstract": "As climate change continues, environmental sustainability has become a popular topic among brands and consumer groups. The fashion industry has detrimental impacts on the natural environment; however, little is known about how brand benefits can help sustainable fashion brands develop relationships with consumers and promote consumer behavior. This study focuses on Instagram to investigate how consumers’ perceived brand benefits predict relationship commitment, electronic word-of-mouth (eWOM), and purchase intention. Prior studies have overlooked the possible effects of various benefits. This study outlines five benefits of sustainable fashion brands: inner self-expression, social self-expression, warm glow, green, and economic benefits. Results from a survey of sustainable fashion brand followers on Instagram showed that eWOM positively related with economic benefits and negatively with warm glow and green benefits. Findings further indicated a mediating effect of relationship commitment between benefits and consumers’ behavior. Lastly, the level of environmental attitude influenced the mediating impact of relationship commitment. The implications of these findings are discussed, and suggestions for future research are provided.",
    "readLink": "https://www.mdpi.com/2076-328X/13/5/386"
  },
  {
    "title": "Projecting regional climate and cropland changes using a linked biogeophysical‐socioeconomic modeling framework: 1. Model description and an equilibrium application over West Africa",
    "authors": [
      "Guiling Wang,",
      "Kazi Farzan Ahmed,",
      "Liangzhi You,",
      "Miao Yu,",
      "Jeremy Pal,",
      "Zhenming Ji"
    ],
    "doi": "https://doi.org/10.1002/2016MS000712",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  354\n                                  – 376",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Agricultural land use alters regional climate through modifying the surface mass, energy, and momentum fluxes; climate influences agricultural land use through their impact on crop yields. These interactions are not well understood and have not been adequately considered in climate projections. This study tackles the critical linkages within the coupled natural‐human system of West Africa in a changing climate based on an equilibrium application of a modeling framework that asynchronously couples models of regional climate, crop yield, multimarket agricultural economics, and cropland expansion. Using this regional modeling framework driven with two global climate models, we assess the contributions of land use change (LUC) and greenhouse gas (GHGs) concentration changes to regional climate changes and assess the contribution of climate change and socioeconomic factors to agricultural land use changes. For future cropland expansion in West Africa, our results suggest that socioeconomic development would be the dominant driver in the east (where current cropland coverage is already high) and climate changes would be the primary driver in the west (where future yield drop is severe). For future climate, it is found that agricultural expansion would cause a dry signal in the west and a wet signal in the east downwind, with an east‐west contrast similar to the GHG‐induced changes. Over a substantial portion of West Africa, the strength of the LUC‐induced climate signals is comparable to the GHG‐induced changes. Uncertainties originating from the driving global models are small; human decision making related to land use and international trade is a major source of uncertainty.",
    "readLink": "https://doi.org/10.1002/2016MS000712"
  },
  {
    "title": "Race, ethnicity, and support for climate policy",
    "authors": [
      "Salil Benegal,",
      "Flávio Azevedo,",
      "Mirya R Holman"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aca0ac",
    "journalVolume": "Vol. 17,\n                                no. 11\n                                \n                                  p.\n                                  114060",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Addressing the increasing temperatures of the globe requires society-wide adaptation and mitigation efforts. One central challenge to these efforts is the resistance of groups to support broad policy efforts to reduce global temperatures, with particular resistance in the United States. While scholars have established that partisanship, ideology, demographic, and socio-economic characteristics shape support for climate policy, we do not yet understand how these factors might vary within and across racial and ethnic groups. In this paper, we use pooled data from the Cooperative Election Study ( N _total = 241 800) to examine differences in attitudes about climate policy between Asian, Black, Hispanic, and white Americans. Comparing across groups, we demonstrate that the many core findings of scholarship on support for climate policy apply nearly exclusively to white Americans, with varying correlational relationships for Asian, Black, and Hispanic Americans. Our efforts provide a much-needed examination of how racial identity shapes views on climate change and show that central, replicated results in scholarship on climate change apply largely to the views and behaviors of white Americans.",
    "readLink": "https://doi.org/10.1088/1748-9326/aca0ac"
  },
  {
    "title": "Waste to energy conversion for a sustainable future",
    "authors": [
      "Ali Raza Kalair,",
      "Mehdi Seyedmahmoudian,",
      "Alex Stojcevski,",
      "Naeem Abas,",
      "Nasrullah Khan"
    ],
    "doi": "Vol. 7,\n                                no. 10\n                                \n                                  p.\n                                  e08155",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Air pollution, climate change, and plastic waste are three contemporary global concerns. Air pollutants affect the lungs, green gases trap heat radiation, and plastic waste contaminates the marine food chain. Two-thirds of climate change and air pollution drivers are emitted in the process of burning fossil fuels. Pollutants settle in months, green gases take centuries, and plastics take thousands of years. The most polluted regions on the planet are also the ones that are greatly affected by climate change. Air pollutants grow in most climate-change affected areas, contributing to the greenhouse effect. Smog affects local and regional transboundary countries. The biggest greenhouse gas (GHG) emitters may not be the worst-hit victims because wind and water flow distribute green gases and plastic waste worldwide. The major polluters are often rich and developed countries, and the worst affected countries are the underdeveloped poor communities. Technologically advanced countries may help the developing countries in research into removing particulate matter, green gases, and plastic waste. Intergovernmental Panel on Climate Change (IPCC) and Paris Accord have emphasized on immeasurable efforts to encourage the conversion of pollution, green gases, and plastic waste into energy. Conversion of CO2 into petrol, GHG gases into chemicals, biowaste into biofuels, plastic waste into building bricks, and concrete waste into construction materials fosters a circular economy. This work reviews existing waste to power, energy, and value-added product conversion technologies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844021022581"
  },
  null,
  null,
  {
    "title": "Modelling soil water content variations under drought stress on soil column cropped with winter wheat",
    "authors": [
      "Csorba Szilveszter,",
      "Raveloson Andrea,",
      "Tóth Eszter,",
      "Nagy Viliam,",
      "Farkas Csilla"
    ],
    "doi": "https://doi.org/10.2478/johh-2014-0036",
    "journalVolume": "Vol. 62,\n                                no. 4\n                                \n                                  pp.\n                                  269\n                                  – 276",
    "issn": "0042-790X (Print)",
    "publisher": "1338-4333 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "https://sciendo.com/journal/JOHH",
    "abstract": "Mathematical models are effective tools for evaluating the impact of predicted climate change on agricultural production, but it is difficult to test their applicability to future weather conditions. We applied the SWAP model to assess its applicability to climate conditions, differing from those, for which the model was developed. We used a database obtained from a winter wheat drought stress experiment. Winter wheat was grown in six soil columns, three having optimal water supply (NS), while three were kept under drought-stressed conditions (S). The SWAP model was successfully calibrated against measured values of potential evapotranspiration (PET), potential evaporation (PE) and total amount of water (TSW) in the soil columns. The Nash-Sutcliffe model efficiency coefficient (N-S) for TWS for the stressed columns was 0.92. For the NS treatment, we applied temporally variable soil hydraulic properties because of soil consolidation caused by regular irrigation. This approach improved the N-S values for the wetting-drying cycle from -1.77 to 0.54. We concluded that the model could be used for assessing the effects of climate change on soil water regime. Our results indicate that soil water balance studies should put more focus on the time variability of structuredependent soil properties.",
    "readLink": "https://doi.org/10.2478/johh-2014-0036"
  }
]