[
  {
    "title": "Environmental legacy effects and acclimatization of a crustose coralline alga to ocean acidification",
    "authors": [
      "Maggie D. Johnson,",
      "Lucia M. Rodriguez Bravo,",
      "Noelle Lucey,",
      "Andrew H. Altieri"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100016",
    "issn": "2666-9005 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-change-ecology",
    "abstract": "Prior exposure to variable environmental conditions is predicted to influence the resilience of marine organisms to global change. We conducted complementary 4-month field and laboratory experiments to understand how a dynamic, and sometimes extreme, environment influences growth rates of a tropical reef-building crustose coralline alga and its responses to ocean acidification (OA). Using a reciprocal transplant design, we quantified calcification rates of the Caribbean coralline Lithophyllum sp. at sites with a history of either extreme or moderate oxygen, temperature, and pH regimes. Calcification rates of in situ corallines at the extreme site were 90% lower than those at the moderate site, regardless of origin. Negative effects of corallines originating from the extreme site persisted even after transplanting to more optimal conditions for 20 weeks. In the laboratory, we tested the separate and combined effects of stress and variability by exposing corallines from the same sites to either ambient (Amb: pH 8.04) or acidified (OA: pH 7.70) stable conditions or variable (Var: pH 7.80-8.10) or acidified variable (OA-Var: pH 7.45–7.75) conditions. There was a negative effect of all pH treatments on Lithophyllum sp. calcification rates relative to the control, with lower calcification rates in corallines from the extreme site than from the moderate site in each treatment, indicative of a legacy effect of site origin on subsequent response to laboratory treatment. Our study provides ecologically relevant context to understanding the nuanced effects of OA on crustose coralline algae, and illustrates how local environmental regimes may influence the effects of global change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666900521000162"
  },
  {
    "title": "A density estimation model of plateau pika (Ochotona curzoniae) supporting camera‐monitoring programs",
    "authors": [
      "Ying‐Hui Jia,",
      "Jun Qiu,",
      "Cang Ma,",
      "Jin‐Zhao Wang,",
      "Guang‐Qian Wang,",
      "Fang‐Fang Li"
    ],
    "doi": "https://doi.org/10.1002/ece3.7865",
    "journalVolume": "Vol. 11,\n                                no. 15\n                                \n                                  pp.\n                                  10566\n                                  – 10581",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract As an important species in the Qinghai‐Tibet Plateau, the roles played by plateau pikas in grassland degradation and protection are controversial. The behavior characteristics and population density of this species are important in answering this question, but these traits have not been fully elucidated to date. Camera‐capture methods have been used widely in recent years to characterize or calculate population density with the advantage of simple operation and nonintrusive investigation. However, establishing the relationship between actual population density and monitoring data with the condition that individual identification is not possible is a major challenge for this method. In this study, a model composed of a behavioral module and a burrow system module is proposed and applied to simulate the moving path of each individual pika. Based on Monte Carlo method, the model is used to develop the relationship between population density and recorded capture number, which is compared with the results derived from the random encounter model (REM) based on field observations. The simulated results mixed with the calculated density based on observation data could reach R2 = 0.98 using linear fitting, with proper parameter settings. A novel index named activity intensity of pikas per population density is also proposed, providing information on both the ecological physical characteristics and monitoring space. The influence of different parameters on this index, mainly the pika number per burrow system, pika activity time outside the burrow, and activity intensity, is discussed. The proposed methodology can be applied to different scenarios in further studies when behavioral characteristics of pikas change for such reasons as climate change and vegetation degradation.",
    "readLink": "https://doi.org/10.1002/ece3.7865"
  },
  {
    "title": "Future flood risk estimates along the river Rhine",
    "authors": [
      "A. H. te Linde,",
      "P. Bubeck,",
      "J. E. C. Dekkers,",
      "H. de Moel,",
      "J. C. J. H. Aerts"
    ],
    "doi": "https://doi.org/10.5194/nhess-11-459-2011",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  459\n                                  – 473",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "In Europe, water management is moving from flood defence to a risk management approach, which takes both the probability and the potential consequences of flooding into account. It is expected that climate change and socio-economic development will lead to an increase in flood risk in the Rhine basin. To optimize spatial planning and flood management measures, studies are needed that quantify future flood risks and estimate their uncertainties. In this paper, we estimated the current and future fluvial flood risk in 2030 for the entire Rhine basin in a scenario study. The change in value at risk is based on two land-use projections derived from a land-use model representing two different socio-economic scenarios. Potential damage was calculated by a damage model, and changes in flood probabilities were derived from two climate scenarios and hydrological modeling. We aggregated the results into seven sections along the Rhine. It was found that the annual expected damage in the Rhine basin may increase by between 54% and 230%, of which the major part (~ three-quarters) can be accounted for by climate change. The highest current potential damage can be found in the Netherlands (110 billion &euro;), compared with the second (80 billion &euro;) and third (62 billion &euro;) highest values in two areas in Germany. Results further show that the area with the highest fluvial flood risk is located in the Lower Rhine in Nordrhein-Westfalen in Germany, and not in the Netherlands, as is often perceived. This is mainly due to the higher flood protection standards in the Netherlands as compared to Germany.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/11/459/2011/nhess-11-459-2011.pdf"
  },
  {
    "title": "Modeling the current and future distribution of Brucellosis under climate change scenarios in Qinghai Lake basin, China",
    "authors": [
      "Arotolu Temitope Emmanuel,",
      "Wang Haoning,",
      "Lv Jianing,",
      "Shi Kun,",
      "Huang Liya,",
      "Wang Xiaolong"
    ],
    "doi": "https://doi.org/10.2478/acve-2023-0025",
    "journalVolume": "Vol. 73,\n                                no. 3\n                                \n                                  pp.\n                                  325\n                                  – 345",
    "issn": "1820-7448 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Serbia",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "https://sciendo.com/journal/ACVE",
    "abstract": "Bruce llosis is a bacterial disease caused by various Brucella species, which infect primarily cattle, swine, goats, sheep, and dogs. The disease is typically transmitted to humans through direct contact with diseased animals, consumption of contaminated animal products, or inhalation of airborne pollutants. The majority of cases are caused by consuming unpasteurized goat or sheep milk or cheese. Based on observed Brucellosis occurrence data and ecogeographic variables, a MaxEnt algorithm was used to model the current and future distribution of Brucellosis in Qinghai Lake basin, P.R. China. Our model showed the Brucellosis current distribution and predicts suitable habitat shifts under future climate scenarios. In the new representatives; SSP 2.6 and SSP 4.5 for the year 2050s and 2070s, our model predicts an expansion in the current suitable areas. This indicates that under the possible climate changes in the future, the living space of Brucellosis in Qinghai Lake basin China will expand significantly. Ecogeographic variables that contributed significantly to the distribution of Brucellosis in Qinghai Lake basin are revealed by our model. The results of our study will promote comparisons with future research and provide a new perspective to inform decision-making in the field of public health in Qinghai province.",
    "readLink": "https://doi.org/10.2478/acve-2023-0025"
  },
  {
    "title": "Evaluation of SPI and Rainfall Departure Based on Multi-Satellite Precipitation Products for Meteorological Drought Monitoring in Tamil Nadu",
    "authors": [
      "Sellaperumal Pazhanivelan,",
      "Vellingiri Geethalakshmi,",
      "Venkadesh Samykannu,",
      "Ramalingam Kumaraperumal,",
      "Mrunalini Kancheti,",
      "Ragunath Kaliaperumal,",
      "Marimuthu Raju,",
      "Manoj Kumar Yadav"
    ],
    "doi": "https://doi.org/10.3390/w15071435",
    "journalVolume": "Vol. 15,\n                                no. 1435\n                                \n                                  p.\n                                  1435",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The prevalence of the frequent water stress conditions at present was found to be more frequent due to increased weather anomalies and climate change scenarios, among other reasons. Periodic drought assessment and subsequent management are essential in effectively utilizing and managing water resources. For effective drought monitoring/assessment, satellite-based precipitation products offer more reliable rainfall estimates with higher accuracy and spatial coverage than conventional rain gauge data. The present study on satellite-based drought monitoring and reliability evaluation was conducted using four high-resolution precipitation products, i.e., IMERGH, TRMM, CHIRPS, and PERSIANN, during the northeast monsoon season of 2015, 2016, and 2017 in the state of Tamil Nadu, India. These four precipitation products were evaluated for accuracy and confidence level by assessing the meteorological drought using standard precipitation index (SPI) and by comparing the results with automatic weather station (AWS) and rain gauge network data-derived SPI. Furthermore, considering the limited number of precipitation products available, the study also indirectly addressed the demanding need for high-resolution precipitation products with consistent temporal resolution. Among different products, IMERGH and TRMM rainfall estimates were found equipollent with the minimum range predictions, i.e., 149.8, 32.07, 80.05 mm and 144.31, 34.40, 75.01 mm, respectively, during NEM of 2015, 2016, and 2017. The rainfall data from CHIRPS were commensurable in the maximum range of 1564, 421, and 723 mm in these three consequent years (2015 to 2017) compared to AWS data. CHIRPS data recorded a higher per cent of agreement (>85%) compared to AWS data than other precipitation products in all the agro-climatic zones of Tamil Nadu. The SPI values were positive > 1.0 during 2015 and negative < −0.99 for 2016 and 2017, indicating normal/wet and dry conditions in the study area, respectively. This study highlighted discrepancies in the capability of the precipitation products IMERGH and TRMM estimates for low rainfall conditions and CHIRPS estimates in high rainfall regimes.",
    "readLink": "https://www.mdpi.com/2073-4441/15/7/1435"
  },
  {
    "title": "Expressions of climatic change in Slovak Republic",
    "authors": [
      "Iveta Marková,",
      "Mikuláš  Monoši"
    ],
    "doi": "https://doi.org/10.24917/25438832.5.10",
    "issn": "2543-8832 (Print)",
    "publisher": "2545-0999 (Online)",
    "countryOfPublisher": "Wydawnictwo Naukowe Uniwersytetu Pedagogicznego",
    "lcc": [
      "Poland",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://czasopisma.up.krakow.pl/index.php/aupcstudianaturae/aboutthejournal",
    "abstract": "The development of climate change is evaluated on the basis of trends in a long-term time series (1951–2018) of individual climatic elements by comparing values from individual years with the normal period in climatology of 1961–1990. The aim of the article is to present the manifestations of climate change in Slovakia (since its inception) according to selected indicators: (1) average annual air temperature, (2) soil temperature, (3) total atmospheric precipitation and (4) drought index over the last decade. The data presented in the article were obtained from public reports on the state of the environment in the Slovakia and other related documents. Slovakia, during the years 1881–2018, underwent significant changes in all monitored climatic elements. The most significant changes were in 2017 and 2018.",
    "readLink": "https://aupcstudianaturae.up.krakow.pl/article/view/7524"
  },
  {
    "title": "Gene flow during glacial habitat shifts facilitates character displacement in a Neotropical flycatcher radiation",
    "authors": [
      "Balaji Chattopadhyay,",
      "Kritika M. Garg,",
      "Chyi Yin Gwee,",
      "Scott V. Edwards,",
      "Frank E. Rheindt"
    ],
    "doi": "https://doi.org/10.1186/s12862-017-1047-3",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1471-2148 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://www.biomedcentral.com/bmcevolbiol/",
    "abstract": "Abstract Background Pleistocene climatic fluctuations are known to be an engine of biotic diversification at higher latitudes, but their impact on highly diverse tropical areas such as the Andes remains less well-documented. Specifically, while periods of global cooling may have led to fragmentation and differentiation at colder latitudes, they may – at the same time – have led to connectivity among insular patches of montane tropical habitat with unknown consequences on diversification. In the present study we utilized ~5.5 kb of DNA sequence data from eight nuclear loci and one mitochondrial gene alongside diagnostic morphological and bioacoustic markers to test the effects of Pleistocene climatic fluctuations on diversification in a complex of Andean tyrant-flycatchers of the genus Elaenia. Results Population genetic and phylogenetic approaches coupled with coalescent simulations demonstrated disparate levels of gene flow between the taxon chilensis and two parapatric Elaenia taxa predominantly during the last glacial period but not thereafter, possibly on account of downward shifts of montane forest habitat linking the populations of adjacent ridges. Additionally, morphological and bioacoustic analyses revealed a distinct pattern of character displacement in coloration and vocal traits between the two sympatric taxa albiceps and pallatangae, which were characterized by a lack of gene flow. Conclusion Our study demonstrates that global periods of cooling are likely to have facilitated gene flow among Andean montane Elaenia flycatchers that are more isolated from one another during warm interglacial periods such as the present era. We also identify a hitherto overlooked case of plumage and vocal character displacement, underpinning the complexities of gene flow patterns caused by Pleistocene climate change across the Andes.",
    "readLink": "http://link.springer.com/article/10.1186/s12862-017-1047-3"
  },
  {
    "title": "Predicted Shifts in the Distributions of Atlantic Reef-Building Corals in the Face of Climate Change",
    "authors": [
      "Silas C. Principe,",
      "André L. Acosta,",
      "João E. Andrade,",
      "Tito M. C. Lotufo"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.673086",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Many species drive the diversity of ecosystems by adding structural complexity to the environment. In coral reefs, stony corals act as habitat-forming species, increasing niche availability for other organisms. Some coral species play key roles as reef builders due to their abundance or morpho-functional characteristics. Thus, changes in the distributions of these species can entail cascading effects in entire ecosystems. With climate change, many coral species are experiencing shifts in their distributions, threatening the preservation of coral reefs. Here, we projected the current and future distributions of three key reef builders of the Atlantic (Mussismilia hispida, Montastraea cavernosa, and the Siderastrea complex) under three relative concentration pathway scenarios: the most optimistic, the most pessimistic and one moderate scenario (RCP2.6, 4.5, and 8.5). Our models revealed that all the above species will undergo habitat loss in the future (2100) in the most pessimistic scenario, although new areas could become suitable, including regions in the eastern Atlantic Ocean. Additionally, when considering only its actual range of occurrence, M. hispida will lose habitats under all future scenarios. Moreover, in some regions of both the Tropical Northwestern Atlantic (TNA) and the Brazilian coast, these three species could disappear, with detrimental consequences for the associated communities. We highlight the need for an urgent change of course to guarantee functional reefs in the Atlantic in the future.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.673086/full"
  },
  {
    "title": "Essential planetary health workers: Positioning rangers within global policy",
    "authors": [
      "Sue Stolton,",
      "Hannah L. Timmins,",
      "Nigel Dudley,",
      "Olga Biegus,",
      "Chris Galliers,",
      "William Jackson,",
      "Marianne Kettunen,",
      "Barney Long,",
      "Madhu Rao,",
      "Carlos Manuel Rodriguez,",
      "Cristina Romanelli,",
      "Tim Schneider,",
      "Andrew Seidl,",
      "Rohit Singh,",
      "Matt Sykes"
    ],
    "doi": "https://doi.org/10.1111/conl.12955",
    "journalVolume": "Vol. 16,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1755-263X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://conbio.onlinelibrary.wiley.com/journal/1755263x",
    "abstract": "Abstract Our planet is facing increasing challenges: climate change, biodiversity loss, pandemics, poverty, and many other problems closely linked to a deteriorating environment. Meanwhile, one of our most important assets, rangers working in protected and conserved areas responsible for managing large tracts of the planet's lands and waters, are often underutilized, underrecognized and underequipped. They are generally left out of the debate about conservation and sustainable development policy, despite being central to the success of those policies. This paper outlines the need for global leaders across multiple sectors to recognize the profession of rangers as essential planetary health workers and to position rangers more effectively within global conservation and environmental policy mechanisms. It introduces the challenges facing rangers, the emerging diversity of roles within the ranger profession and the important contribution of rangers to conservation and sustainable development. It presents policy and implementation avenues to improve recognition and professionalization of rangers as key executors of conservation and development policy, particularly considering the recent Global Biodiversity Framework ambitions.",
    "readLink": "https://doi.org/10.1111/conl.12955"
  },
  null
]