[
  {
    "title": "Fishing, predation, and temperature drive herring decline in a large marine ecosystem",
    "authors": [
      "Daniel G. Boyce,",
      "Brian Petrie,",
      "Kenneth T. Frank"
    ],
    "doi": "https://doi.org/10.1002/ece3.8411",
    "journalVolume": "Vol. 11,\n                                no. 24\n                                \n                                  pp.\n                                  18136\n                                  – 18150",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Since 1960, landings of Atlantic herring have been the greatest of any marine species in Canada, surpassing Atlantic cod and accounting for 24% of the total seafood harvested in Atlantic Canada. The Scotian Shelf‐Bay of Fundy herring fisheries (NAFO Division 4VWX) is among Canada's oldest and drives this productivity, accounting for up to 75% of the total herring catch in some years. The stocks’ productivity and overall health have declined since 1965. Despite management measures to promote recovery implemented since 2003, biomass remains low and is declining. The factors that drive the productivity of 4VWX herring are primarily unresolved, likely impeding the effectiveness of management actions on this stock. We evaluated potential drivers of herring variability by analyzing 52 time‐series that describe the temporal and spatial evolution of the 4VWX herring population and the physical, ecological, and anthropogenic factors that could affect them using structural equation models. Variation in herring biomass was best accounted for by the exploitation rate's negative effect and the geographic distribution of fishing and recruitment. Thermal phenology and temperature adversely and egg predation positively impacted the early life stage mortality rate and, ultimately, adult biomass. These findings are broadly relevant to fisheries management, but particularly for 4VWX herring, where the current management approach does not consider their early life stage dynamics or assess them within the ecosystem or climate change contexts.",
    "readLink": "https://doi.org/10.1002/ece3.8411"
  },
  {
    "title": "Berlin Pankow: a 15-min city for everyone? A case study combining accessibility, traffic noise, air pollution, and socio-structural data",
    "authors": [
      "Jan-Peter Glock,",
      "Julia Gerlach"
    ],
    "doi": "https://doi.org/10.1186/s12544-023-00577-2",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1867-0717 (Print)",
    "publisher": "1866-8887 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering",
      "Social Sciences: Transportation and communications"
    ],
    "journalUrl": "https://etrr.springeropen.com",
    "abstract": "Abstract Cars are dominating urban traffic in cities around the world, even though daily trips in many cities are often realized with active modes of transportation or public transport. Urban transport planning processes need to adapt to this reality and the necessity of climate change mitigation. Against this background, the research project “Mobility Reporting”, a joint undertaking of the district Pankow in Berlin and researchers from TU Berlin and TU Dresden, established a new, goal-driven, and participative planning process. The process identified local mobility as one of the central planning goals. The 15-min city (FMC) was thus adduced as a benchmark to analyze the district’s current mobility system and development potential. We conducted extensive accessibility analyses to examine the status quo concerning the FMC. We calculated travel times to essential destinations in daily life by foot, public transport, and car. This analysis was accompanied by a mixed online and paper–pencil survey conducted to evaluate the perceived accessibility of people in Pankow. The survey results shed light on the question of which walking time thresholds constitute a “very good” or “good” accessibility. Further analyses included environmental and social variables, allowing us to check whether areas with different accessibility levels also differ regarding the socio-economic characteristics of their inhabitants. For example, do socially advantaged neighborhoods have better local accessibility? Is there a trade-off between exposure to environmental pollution and good accessibility? With this contribution, we shed light on what an FMC is and ought to be. Results from the survey support the normative and political vision of the FMC. Pankow generally offers the merits of a walkable city, showing the expected travel time differences between the dense inner city and the outskirts. Socially disadvantaged neighborhoods are not consistently less accessible. However, there seems to be a trade-off between good accessibility (especially PT accessibility) and correlated externalities of transport, namely air pollution and noise.",
    "readLink": "https://doi.org/10.1186/s12544-023-00577-2"
  },
  {
    "title": "The impact of globalization and climate change on Trichinella spp. epidemiology",
    "authors": [
      "Edoardo Pozio"
    ],
    "doi": "Vol. 27\n                                \n                                \n                                  p.\n                                  e00154",
    "issn": "2405-6766 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://www.journals.elsevier.com/food-and-waterborne-parasitology",
    "abstract": "The main reservoir hosts of nematodes of the genus Trichinella are wild carnivores, although most human infections are caused by the consumption of pork. This group of zoonotic parasites completes the entire natural life cycle within the host organism. However, there is an important phase of the cycle that has only been highlighted in recent years and which concerns the permanence of the infecting larvae in the striated muscles of the host carcasses waiting to be ingested by a new host. To survive in this unique biological niche, Trichinella spp. larvae have developed an anaerobic metabolism for their survival in rotting carcasses and, for some species, a resistance to freezing for months or years in cold regions. Climate changes with increasingly temperatures and reduction of environmental humidity lower the survival time of larvae in host carcasses. In addition, environmental changes affect the biology and ecology of the main host species, reducing their number and age composition due to natural habitat fragmentation caused by increasing human settlements, extensive monocultures, increasing number of food animals, and reduction of trophic chains and biodiversity. All of these factors lead to a reduction in biological and environmental complexity that is the key to the natural host-parasite balance. In conclusion, Trichinella nematodes can be considered as an indicator of a health natural ecosystem.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405676622000117"
  },
  {
    "title": "Non sustainable development. CO2, Plants and Climate.",
    "authors": [
      "Lubomír NÁTR"
    ],
    "doi": "https://doi.org/10.18832/kp2006025",
    "journalVolume": "Vol. 52,\n                                no. 9\n                                \n                                  pp.\n                                  293\n                                  – 294",
    "issn": "2570-8619 (Online)",
    "publisher": "Research Institute of Brewing and Malting, Plc.",
    "countryOfPublisher": "Czechia",
    "lcc": [
      "Technology: Chemical technology: Fermentation industries. Beverages. Alcohol"
    ],
    "journalUrl": "http://www.kvasnyprumysl.eu/index.php/kp/index",
    "abstract": "The crucial role of plant photosynthesis has been emphasized in relation to the atmospheric CO2 concentration and climate change. Because of the irreplaceable role of plants in ecosystem services, potential changes of both crop and wild plants could impact sustainability of human societies. The dependence of the rate of photosynthesis of the C3 and C4 plants on irradiance, CO2 concentration and temperature has been illustrated. Potential consequences of the atmospheric CO2 concentration rise and climate change on ecosystem composition and functions are briefly described.(In Czech, English summary only)",
    "readLink": "https://kvasnyprumysl.cz/en/artkey/kpr-200609-0002_Rozvoj_trvale_neudrzitelny_Oxid_uhlicity_rostliny_a_klima.php"
  },
  {
    "title": "Mixing Effects in Norway Spruce—European Beech Stands Are Modulated by Site Quality, Stand Age and Moisture Availability",
    "authors": [
      "Léa Houpert,",
      "Brigitte Rohner,",
      "David I. Forrester,",
      "Marco Mina,",
      "Markus O. Huber"
    ],
    "doi": "https://doi.org/10.3390/f9020083",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  83",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Although mixing tree species is considered an efficient risk-reduction strategy in the face of climate change, the conditions where mixtures are more productive than monocultures are under ongoing debate. Generalizations have been difficult because of the variety of methods used and due to contradictory findings regarding the effects of the species investigated, mixing proportions, and many site and stand conditions. Using data from 960 plots of the Swiss National Forest Inventory data, we assessed whether Picea abies (L.) Karst–Fagus sylvatica L. mixed stands are more productive than pure stands, and whether the mixing effect depends on site- or stand-characteristics. The species proportions were estimated using species proportion by area, which depends on the maximum stand basal area of an unmanaged stand (BAmax). Four different alternatives were used to estimate BAmax and to investigate the effect of these differing alternatives on the estimated mixture effect. On average, the mixture had a negative effect on the growth of Picea abies. However, this effect decreased as moisture availability increased. Fagus sylvatica grew better in mixtures and this effect increased with site quality. A significant interaction between species proportions and quadratic mean diameter, a proxy for stand age, was found for both species: the older the stand, the better the growth of Fagus sylvatica and the lower the growth of Picea abies. Overyielding was predicted for 80% of the investigated sites. The alternative to estimate BAmax weakly modulated the estimated mixture effect, but it did not affect the way mixing effects changed with site characteristics.",
    "readLink": "http://www.mdpi.com/1999-4907/9/2/83"
  },
  {
    "title": "Generation X, Y and Z values in Ukraine",
    "authors": [
      "Nagorniak K. M."
    ],
    "doi": "https://doi.org/10.15407/socium2020.02.110",
    "journalVolume": "Vol. 2,\n                                no. 73\n                                \n                                  pp.\n                                  110\n                                  – 122",
    "issn": "1681-116X (Print)",
    "publisher": "2518-735X (Online)",
    "countryOfPublisher": "NGO “Ukrainian Institute for Social Research after Olexander Yaremenko”",
    "lcc": [
      "Ukraine",
      "Social Sciences: Sociology (General)",
      "Political science"
    ],
    "journalUrl": "https://ukr-socium.org.ua/",
    "abstract": "The paper presents findings of a survey into values of different generations conducted by Academy DTEK jointly with hh.ua|grc During two months of 2019 we polled 2,182 visitors of the Ukrainian Job portal hh.ua|grc (both job seekers and employers), followers of the survey organizers’ pages in social networks (Facebook and Telegram) aged between 15 and 72. The purpose of the study was to find out the central values of young people and older generations of Ukraine. To study the values of generations, the author used Shalom Schwartz’s method of ten fundamental individual values. The method was applied to three different generations. The findings of the poll enabled us to answer questions regarding values and job values of generations X, Y, and Z. What are the similarities and differences of generations, what motivates them at work, and which supervisor is more comfortable for them to work with. The outcome of this survey is a data-oriented database for Ukrainian businesses and the state and public sectors. As the survey shows, the youth upholds values related to individualistic preferences and openness to change: young people strive for new ideas, adventures, and risks and want to be creative and go their own way. The older generation holds values associated with the preservation of traditions and customs, conformity (following rules and norms), and security. Representatives of different generations need different things from their potential supervisors. For instance, Generation Z feels it is essential to be able to ask their supervisor any questions they like, even if they may sound “ridiculous”, and be treated as equals by their supervisor. For Generation Y, their supervisor must discuss professional development issues with them: their goals and expectations concerning career advancement. For Generation X, the supervisor must trust them and build a climate of mutual support and collaboration in the team.",
    "readLink": "https://ukr-socium.org.ua/archive/no-2-73-2020/generation-x-y-and-z-values-in-ukraine/"
  },
  {
    "title": "Carbon dioxide uptake in a eutrophic stratified reservoir: Freshwater carbon sequestration potential",
    "authors": [
      "Jinichi Sakaguchi,",
      "Keisuke Nakayama,",
      "Katsuaki Komai,",
      "Atsushi Kubo,",
      "Taketoshi Shimizu,",
      "Junpei Omori,",
      "Kohji Uno,",
      "Tomoyasu Fujii"
    ],
    "doi": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  e20322",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Carbon capture and storage due to photosynthesis activities has been proposed as a carbon sink to mitigate climate change. To enhance such mitigation, previous studies have shown that freshwater lakes should be included in the carbon sink, since they may capture as much carbon as coastal areas. In eutrophic freshwater lakes, there is uncertainty about whether the equilibrium equation can estimate the partial pressure of carbon dioxide (pCO2), owing to the presence of photosynthesis due to phytoplankton, and pH measurement error in freshwater fluid. Thus, this study investigated the applicability of the equilibrium equation and revealed the need to modify it. The modified equilibrium equation was successfully applied to reproduce pCO2 based on total alkalinity and pH through field observations. In addition, pCO2 at the water surface was lower than the atmospheric partial pressure of carbon dioxide due to photosynthesis by phytoplankton during strong stratification. The stratification effect on low pCO2 was verified by using the Net Ecosystem Production (NEP) model, and a submerged freshwater plants such as Potamogeton malaianus were found to have high potential for dissolved inorganic carbon (DIC) sequestration in a freshwater lake. These results should provide a starting point toward more sophisticated methods to investigate the effect of freshwater carbon on DIC uptake in freshwater stratified eutrophic lakes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023075308"
  },
  {
    "title": "Photosynthesis and Rubisco kinetics in spring wheat and meadow fescue under conditions of simulated climate change with elevated CO2 and increased temperatures",
    "authors": [
      "K. HAKALA,",
      "R. HELIÖ,",
      "E.-M. TUHKANEN"
    ],
    "doi": "Vol. 8,\n                                no. 4-5",
    "issn": "1459-6067 (Print)",
    "publisher": "1795-1895 (Online)",
    "countryOfPublisher": "Scientific Agricultural Society of Finland",
    "lcc": [
      "Finland",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://ojs.tsv.fi/index.php/AFS/index",
    "abstract": "Spring wheat (Triticum aestivum L.cv.Polkka)and meadow fescue (Festuca pratensis Hudson cv. Kalevi)cwere grown in ambient and elevated (700 µl l -1 )carbon dioxide concentration both at present ambient temperatures and at temperatures 3°C higher than at present simulating a future climate.The CO2 concentrations were elevated in large (3 m in diameter)open top chambers and the temperatures in a greenhouse built over the experimental field.The photosynthetic rate of both wheat and meadow fescue was 31 37%higher in elevated carbon dioxide (eCO2 )than in ambient CO 2 (aCO2 )throughout the growing season.The enhancement in wheat photosynthesis in eCO2 declined 10 13 days before yellow ripeness,at which point the rate of photosynthesis in both CO 2 treatments declined.The stomatal conductance of wheat and meadow fescue was 2336% lower in eCO2 than in aCO2 .The amount and activity of ribulose-1,5-bisphosphate carboxylase-oxygenase (Rubisco) in wheat were lower under conditions of eCO2 ,except at elevated temperatures in 1993 when there was a clear yield increase.There was no clear change in the amount and activity of Rubisco in meadow fescue under eCO2 at either elevated or ambient temperature.This suggests that adaptation to elevated CO2 at biochemical level occurs only when there is insufficient sink for photosynthetic products.While the sink size of wheat can be increased only by introducing new,more productive genotypes,the sink size of meadow fescue can be regulated by fitting the cutting schedule to growth.;",
    "readLink": "https://journal.fi/afs/article/view/5640"
  },
  {
    "title": "Modeling Rare Species Distribution at the Edge: The Case for the Vulnerable Endemic Pyrenean Desman in France",
    "authors": [
      "M. Williams-Tripp,",
      "F. J. N. D'Amico,",
      "C. Pagé,",
      "A. Bertrand,",
      "M. Némoz,",
      "J. A. Brown"
    ],
    "doi": "https://doi.org/10.1100/2012/612965",
    "journalVolume": "Vol. 2012",
    "issn": "2356-6140 (Print)",
    "publisher": "1537-744X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology",
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/tswj/",
    "abstract": "The endemic Pyrenean Desman (Galemys pyrenaicus) is an elusive, rare, and vulnerable species declining over its entire and narrow range (Spain, Portugal, France, and Andorra). The principal set of conservation measures in France is a 5-years National Action Plan based on 25 conservation actions. Priority is given to update its present distribution and develop tools for predictive distribution models. We aim at building the first species distribution model and map for the northern edge of the range of the Desman and confronting the outputs of the model to target conservation efforts in the context of environmental change. Contrasting to former comparable studies, we derive a simpler model emphasizing the importance of factors linked to precipitation and not to the temperature. If temperature is one of the climate change key factors, depicted shrinkage in Desman distribution could be lower or null at the northern (French) edge suggesting thus a major role for this northern population in terms of conservation of the species. Finally, we question the applied issue of temporal and spatial transferability for such environmental favourability models when it is made at the edge of the distribution range.",
    "readLink": "http://dx.doi.org/10.1100/2012/612965"
  },
  {
    "title": "Applying the Forchheimer equation to model an artificially recharged fractured aquifer",
    "authors": [
      "Asteria Lea Mwetulundila,",
      "Abdon Atangana"
    ],
    "doi": "Vol. 59,\n                                no. 4\n                                \n                                  pp.\n                                  2115\n                                  – 2130",
    "issn": "1110-0168 (Print)",
    "publisher": "2090-2670 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Egypt",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/alexandria-engineering-journal/",
    "abstract": "In the last decades artificial recharge has attracted the attention of many countries where groundwater has been depleted or as a means of enhancing aquifer recharge where natural recharge is being severely affected by climate change. In this work, mathematical models depicting the flow of water within a fractured aquifer with permeable and impermeable rock matrices were considered to depict the flow of water within an artificially recharged aquifer. Using two different types of differential operators, two models were suggested. A model based on the classical differentiation, which does not consider the heterogeneity of the geological formation. A model based on nonlocal differential operator, which is able to include into mathematical formulation the effect of long-range dependency expressing the memory. For the classical case, the Laplace transform operator was used to derive the exact solution. For the nonlocal case, new numerical methods including Adams-Bashforth and Atangana-Seda scheme were used to provide approximate solutions. For each numerical scheme stability and convergence analysis were presented with numerical simulation for different values of fractional order.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1110016820300272"
  }
]