[
  {
    "title": "Levels and trends of poly- and perfluoroalkyl substances in the Arctic environment – An update",
    "authors": [
      "Derek Muir,",
      "Rossana Bossi,",
      "Pernilla Carlsson,",
      "Marlene Evans,",
      "Amila De Silva,",
      "Crispin Halsall,",
      "Cassandra Rauert,",
      "Dorte Herzke,",
      "Hayley Hung,",
      "Robert Letcher,",
      "Frank Rigét,",
      "Anna Roos"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  pp.\n                                  240\n                                  – 271",
    "issn": "2405-6650 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/emerging-contaminants/",
    "abstract": "Poly- and perfluoroalkyl substances (PFASs) are important environmental contaminants globally and in the early 2000s they were shown to be ubiquitous contaminants in Arctic wildlife. Previous reviews by Butt et al. and Letcher et al. have covered studies on levels and trends of PFASs in the Arctic that were available to 2009. The purpose of this review is to focus on more recent work, generally published between 2009 and 2018, with emphasis on PFASs of emerging concern such as perfluoroalkyl carboxylates (PFCAs) and short-chain perfluoroalkyl sulfonates (PFSAs) and their precursors. Atmospheric measurements over the period 2006–2014 have shown that fluorotelomer alcohols (FTOHs) as well as perfluorobutanoic acid (PFBA) and perfluoroctanoic acid (PFOA) are the most prominent PFASs in the arctic atmosphere, all with increasing concentrations at Alert although PFOA concentrations declined at the Zeppelin Station (Svalbard). Results from ice cores show generally increasing deposition of PFCAs on the Devon Ice cap in the Canadian arctic while declining fluxes were found in a glacier on Svalbard. An extensive dataset exists for long-term trends of long-chain PFCAs that have been reported in Arctic biota with some datasets including archived samples from the 1970s and 1980s. Trends in PFCAs over time vary among the same species across the North American Arctic, East and West Greenland, and Svalbard. Most long term time series show a decline from higher concentrations in the early 2000s. However there have been recent (post 2010) increasing trends of PFCAs in ringed seals in the Canadian Arctic, East Greenland polar bears and in arctic foxes in Svalbard. Annual biological sampling is helping to determine these relatively short term changes. Rising levels of some PFCAs have been explained by continued emissions of long-chain PFCAs and/or their precursors and inflows to the Arctic Ocean, especially from the North Atlantic. While the effectiveness of biological sampling for temporal trends in long-chain PFCAs and PFSAs has been demonstrated, this does not apply to the C4–C8–PFCAs, perfluorobutane sulfonamide (FBSA), or perfluorobutane sulfonate (PFBS) which are generally present at low concentrations in biota. In addition to air sampling, sampling abiotic media such as glacial cores, and annual sampling of lake waters and seawater would appear to be the best approaches for investigating trends in the less bioaccumulative PFASs. Keywords: Perfluoroalkyl substances, PFASs, Perfluoroalkyl carboxylates, Perfluoroalkyl sulfonates, Perfluorobutanoic acid, Perfluorooctanoic acid, Air, Seawater, Ice caps, Biota, Contaminants, Long-range transport, Review",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405665019300034"
  },
  {
    "title": "Evaluating Changes and Forecasting Minimum Temperature in the West of Mazandaran Province Using Statistical Downscaling Model SDSM",
    "authors": [
      "H. Asakereh,",
      "A. Shahbaee Kotenaee,",
      "M. Foroumadi"
    ],
    "doi": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  101\n                                  – 119",
    "issn": "2476-3594 (Print)",
    "publisher": "2476-5554 (Online)",
    "countryOfPublisher": "Isfahan University of Technology",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jstnar.iut.ac.ir/",
    "abstract": "In the vast majority parts of the Earth, a prospect now visible is the mostly synthetic thinking and fabrication by the human hand. Collision and impact of humans on the natural environment in the short and long-term courses for obvious geographical features have changed a variety of spaces. One of the consequences of human impact on the natural environment during the current period is the phenomenon of climate change. One of the climatic parameters that plays an important role in agriculture, energy, urban, tourism and road transport is the minimum temperature. In this study, an attempt was made using the minimum temperature data from 5 meteorological stations in the West Mazandaran province, as well as HADCM3 model data, to show how to change this parameter in the future periods based on simulation by the SDSM model. Accordingly, after selection of the suitable climate variables and model calibration, the accuracy of the created model in the base period was evaluated; after ensuring the sufficient accuracy of the model according to A2 and B2 scenario, data minimum temperature in 2100 was simulated. Based on the simulation results showed that the values of minimum temperature in the region over the coming years would increase. This parameter was such that the average seasonal periods 2016 to 2039, 2040 to 2069 and 2070 to 2099, as compared to the baseline period would increase, on average, by 1.8, 3.5 and 6 percent. The largest increases in the minimum temperature in the western and southern parts of the region could occur. It was also found that unlike other months of the year, the minimum temperature in January would be a decreasing trend.",
    "readLink": "http://jstnar.iut.ac.ir/article-1-3622-en.html"
  },
  {
    "title": "Benthic Crustacea and Mollusca distribution in Arctic fjord – case study of patterns in Hornsund, Svalbard",
    "authors": [
      "Anna Drewnik,",
      "Jan Marcin Węsławski,",
      "Maria Włodarska-Kowalczuk"
    ],
    "doi": "https://doi.org/10.1016/j.oceano.2017.01.005",
    "journalVolume": "Vol. 59,\n                                no. 4\n                                \n                                  pp.\n                                  565\n                                  – 575",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "We present the results of species distribution modeling conducted on macrobenthic occurrence data collected between 2002 and 2014 in Arctic fjord – Hornsund. We focus on species from Mollusca and Crustacea taxa. This study investigates the importance of individual environmental factors for benthic species distribution, with a special emphasis on bottom water temperature. It aims to verify the hypothesis that the distribution of species is controlled by low water temperatures in the fjord and that the inner basins of the fjord serve as potential refugia for Arctic species threatened by the climate change-related intensification of warmer water inflows. Our results confirm the importance of bottom water temperature in regulating the presence of benthic fauna in the Hornsund fjord. The distribution of studied species is clearly related to specific water mass – colder (1°C); and the preferred temperature regimes seem to be species specific and unrelated to analyzed groups. This study supports the notion that inner basins of the Hornsund fjord are potential refugia for cold water Arctic fauna, while the outer and central basins provide suitable habitats for fauna that prefer warmer waters.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0078323417300520"
  },
  {
    "title": "The Effects of a Recent Major Hurricane on a Reproductive Medicine Clinic",
    "authors": [
      "Catherine Rault,",
      "Stefanie U. Braun,",
      "Nicole D. Ulrich"
    ],
    "doi": "https://doi.org/10.3390/women2020013",
    "journalVolume": "Vol. 2,\n                                no. 13\n                                \n                                  pp.\n                                  115\n                                  – 120",
    "issn": "2673-4184 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine",
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/women",
    "abstract": "Natural disasters and major weather events can have a large impact on fertility treatment in the affected area through unplanned clinic closures leading to cancelled cycles, severe weather endangering cryopreserved embryos and gametes, and long delays in the resumption of care related to infrastructure damage. The cessation of fertility treatment in these circumstances can lead to increased stress, anxiety, and trauma for patients and staff. As major weather events are expected to increase as a result of our warming planet, both the immediate effects of unplanned clinic closures and the long-term impacts on the success of assisted reproductive technology (ART) and pregnancy outcomes call for a closer evaluation of the effects of these events on the field of reproductive medicine. Research on developing new strategies to mitigate potential negative effects and improving our disaster preparedness is needed.",
    "readLink": "https://www.mdpi.com/2673-4184/2/2/13"
  },
  {
    "title": "Assessment of Flood Hazard in Climatic Extreme Considering Fluvio-Morphic Responses of the Contributing River: Indications from the Brahmaputra-Jamuna’s Braided-Plain",
    "authors": [
      "Shampa,",
      "Binata Roy,",
      "Md. Manjurul Hussain,",
      "A. K. M. Saiful Islam,",
      "Md. Ashiqur Rahman,",
      "Khaled Mohammed"
    ],
    "doi": "https://doi.org/10.3390/geohazards3040024",
    "journalVolume": "Vol. 3,\n                                no. 24\n                                \n                                  pp.\n                                  465\n                                  – 491",
    "issn": "2624-795X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geohazards",
    "abstract": "Climate change is expected to raise river discharge and sea level in the future, and these near-term changes could alter the river flow regime and sedimentation pattern of future floods. Present hazard assessment studies have limitations in considering such morpho-dynamic responses in evaluating flood hazards or risks. Here, we present a multi-model-based approach to quantify such potential hazard parameters influenced by climate change for the most vulnerable communities living on river bars and islands of the Brahmaputra–Jamuna River. River flood-flow and flood wave propagation characteristics are predicted to be affected by changing temporal distribution patterns of precipitation as a result of enhanced global warming. Increased incidences of large multi-peak floods or uncommon floods resulting in long-duration floods driven by sea-level rise may happen as a result of this. To assess it, we have set up a hydromorphic model, Delft3D, for the Brahmaputra–Jamuna River forced by upstream flow, generated from a hydrological model SWAT, over the Brahmaputra basin. The simulations cover moderate, wettest, and driest conditions of the RCP8.5 scenario, and the results reflect the flooding consequences of the near-future, mid-century, and end-century. Floods in the Brahmaputra–Jamuna River are becoming more severe, frequent, and long-lasting, as a result of climate change, and are expected to last until the end of November rather than the current September timeline. While assessing the hazard, we found that the pattern and timing of the flood are as equally important as the peak of the flood, as the river continuously adjusts its cross-sectional area with the flow. The study also demonstrates that, depending on their location/position, climate-induced hazards can affect sand bars/islands disproportionally. The high flood depth, duration, and sedimentation have a significant impact on the sand bars downstream of the river, making them more vulnerable.",
    "readLink": "https://www.mdpi.com/2624-795X/3/4/24"
  },
  {
    "title": "Antecedents of Consumers’ Purchase Intention towards Organic Food: Integration of Theory of Planned Behavior and Protection Motivation Theory",
    "authors": [
      "Suk  Min Pang,",
      "Booi  Chen Tan,",
      "Teck  Chai Lau"
    ],
    "doi": "https://doi.org/10.3390/su13095218",
    "journalVolume": "Vol. 13,\n                                no. 5218\n                                \n                                  p.\n                                  5218",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Before consequences of climate change continue to intensify and increasingly affect the entire planet, immediate action must be taken. For instance, adopt the pro-environmental behaviors such as purchase of organic food to minimize the harmful human-caused impacts to the environment. This paper aims to determine the factors that influence the purchase intention of organic food in Malaysia by applying the theory of planned behavior and the protection motivation theory. A total of 300 questionnaires were collected and PLS-SEM was employed to test the structural relationships. Consequences of climate change and health threats were not the primary concerns among Malaysians when deciding whether to purchase organic food. Results show that perceived vulnerability, response efficacy, self-efficacy, subjective norm, and attitude affect purchase intention towards organic food. Consumers were more likely to have positive attitude towards organic food when they have adequate information on vulnerability of a threat and its consequences. The findings provide insights on the antecedents and outcomes of purchase intention towards organic food particularly in Malaysia. Although predictive power of perceived factors such as perceived rewards and perceived efficacy have been extensively researched in the past, there are limited studies that integrate both theories that simultaneously investigate antecedents of consumers’ purchase intention towards organic food.",
    "readLink": "https://www.mdpi.com/2071-1050/13/9/5218"
  },
  {
    "title": "Increased Climate Response and Earth System Sensitivity From CCSM4 to CESM2 in Mid‐Pliocene Simulations",
    "authors": [
      "Ran Feng,",
      "Bette L. Otto‐Bliesner,",
      "Esther C. Brady,",
      "Nan Rosenbloom"
    ],
    "doi": "https://doi.org/10.1029/2019MS002033",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Three new equilibrium mid‐Pliocene (MP) simulations are implemented with the Community Climate System Model version 4 (CCSM4) and Community Earth System Model versions 1.2 (CESM1.2) and 2 (CESM2). All simulations are carried out with the same boundary and forcing conditions following the protocol of Pliocene Model Intercomparison Project Phase 2 (PlioMIP2). These simulations reveal amplified MP climate change relative to the preindustrial going from CCSM4 to CESM2, seen in global and polar averages of surface warming, sea ice reduction in both the Arctic and the Antarctic, and weakened Hadley circulation. The enhanced global mean warming arises from enhanced Earth system sensitivity (ESS) to not only CO2 change but also changes in boundary conditions primarily from vegetation and ice sheets. ESS is amplified by up to 70% in CCSM4 and up to 100% in CESM1.2 and CESM2 relative to the equilibrium climate sensitivity of respective models. Simulations disagree on several climate metrics. Different from CCSM4, both CESM1.2 and CESM2 show reduction of cloud cover, and weakened Walker circulation accompanied by an El Niño‐like mean state of the tropical Pacific in MP simulations relative to the preindustrial. This El Niño‐like mean state is consistent with paleo‐observational sea surface temperatures, suggesting an improvement upon CCSM4. The performances of MP simulations are assessed with a new compilation of observational MP sea surface temperature. The model‐data comparison suggests that CCSM4 is not sensitivity enough to the MP forcings, but CESM2 is likely too sensitive, especially in the tropics.",
    "readLink": "https://doi.org/10.1029/2019MS002033"
  },
  {
    "title": "‘Command Without Control’: Are Market Mechanisms Capable of Delivering Ecological Integrity to REDD?",
    "authors": [
      "Simon West"
    ],
    "doi": "Vol. 6,\n                                no. 3\n                                \n                                  pp.\n                                  298\n                                  – 319",
    "issn": "1746-5893 (Online)",
    "publisher": "School of Oriental and African Studies",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Environmental law",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.lead-journal.org",
    "abstract": "Market mechanisms have been increasingly touted over the last 40 years as the most ecologically effective and economically efficient way to solve environmental problems. The problem of deforestation has been increasingly recognised in the climate change regime over the last 15 years as a major source of greenhouse gas emissions. Correspondingly many politicians, academics and commentators believe that linking forestry conservation projects to international carbon markets is potentially a cost-efficient way of reducing emissions and stabilising temperature rise below two degrees Celsius. This belief has been translated into a broad set of policy proposals generally named REDD (reducing emissions from deforestation and forest degradation). This paper will assess whether a market-linked REDD programme is in fact capable of preventing deforestation efficiently and within the timescale needed. The history of forestry activities within the climate regime will be outlined, before proposals for a market-linked REDD are analysed in the context of contemporary academic discourse and in the context of ‘real-world’ experience. The ability of a market-linked REDD mechanism to ensure adequate measurement, reporting and verification (MRV), land tenure, public participation, and public-private interaction is questioned. Indeed, the paper concludes by suggesting that the lessons drawn from studying previous market-linked schemes for environmental protection indicate that a market-linked REDD scheme will not achieve the desired reductions in greenhouse gasses in the timescale required, and could in fact be an expensive distraction from other simpler and faster methods of carbon reduction.",
    "readLink": "http://lead-journal.org/content/10298.pdf"
  },
  {
    "title": "Effect of High Temperature Stress During the Reproductive Stage on Grain Yield and Nutritional Quality of Lentil (Lens culinaris Medikus)",
    "authors": [
      "Hasnae Choukri,",
      "Hasnae Choukri,",
      "Noureddine El Haddad,",
      "Noureddine El Haddad,",
      "Khawla Aloui,",
      "Khawla Aloui,",
      "Kamal Hejjaoui,",
      "Kamal Hejjaoui,",
      "Adil El-Baouchi,",
      "Abdelaziz Smouni,",
      "Dil Thavarajah,",
      "Fouad Maalouf,",
      "Shiv Kumar"
    ],
    "doi": "https://doi.org/10.3389/fnut.2022.857469",
    "journalVolume": "Vol. 9",
    "issn": "2296-861X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "http://www.frontiersin.org/nutrition",
    "abstract": "High temperature during the reproductive stage limits the growth and development of lentil (Lens culinaris Medikus). The reproductive and seed filling periods are the most sensitive to heat stress, resulting in limited yield and nutritional quality. Climate change causes frequent incidents of heat stress for global food crop production. This study aimed to assess the impact of high temperature during the reproductive stage of lentil on grain yield, nutritional value, and cooking quality. Thirty-six lentil genotypes were evaluated under controlled conditions for their high temperature response. Genotypic variation was significant (p < 0.001) for all the traits under study. High temperature-induced conditions reduced protein, iron (Fe) and zinc (Zn) concentrations in lentils. Under heat stress conditions, mineral concentrations among lentil genotypes varied from 6.0 to 8.8 mg/100 g for Fe and from 4.9 to 6.6 mg/100 g for Zn. Protein ranged from 21.9 to 24.3 g/100 g. Cooking time was significantly reduced due to high temperature treatment; the range was 3–11 min, while under no stress conditions, cooking time variation was from 5 to 14 min. Phytic acid variation was 0.5–1.2 g/100 g under no stress conditions, while under heat stress conditions, phytic acid ranged from 0.4 to 1.4 g/100 g. All genotypes had highly significant bioavailable Fe and moderately bioavailable Zn under no stress conditions. Whereas under heat stress conditions, Fe and Zn bioavailability was reduced due to increased phytic acid levels. Our results will greatly benefit the development of biofortified lentil cultivars for global breeding programs to generate promising genotypes with low phytic acid and phytic acid/micronutrient ratio to combat micronutrient malnutrition.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fnut.2022.857469/full"
  },
  {
    "title": "Quantifying Uncertainty in the Modelling Process; Future Extreme Flood Event Projections Across the UK",
    "authors": [
      "Cameron Ellis,",
      "Annie Visser-Quinn,",
      "Gordon Aitken,",
      "Lindsay Beevers"
    ],
    "doi": "https://doi.org/10.3390/geosciences11010033",
    "journalVolume": "Vol. 11,\n                                no. 33\n                                \n                                  p.\n                                  33",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "With evidence suggesting that climate change is resulting in changes within the hydrologic cycle, the ability to robustly model hydroclimatic response is critical. This paper assesses how extreme runoff—1:2- and 1:30-year return period (RP) events—may change at a regional level across the UK by the 2080s (2069–2098). Capturing uncertainty in the hydroclimatic modelling chain, flow projections were extracted from the EDgE (End-to-end Demonstrator for improved decision-making in the water sector in Europe) multi-model ensemble: five Coupled Model Intercomparison Project (CMIP5) General Circulation Models and four hydrological models forced under emissions scenarios Representative Concentration Pathway (RCP) 2.6 and RCP 8.5 (5 × 4 × 2 chains). Uncertainty in extreme value parameterisation was captured through consideration of two methods: generalised extreme value (GEV) and generalised logistic (GL). The method was applied across 192 catchments and aggregated to eight regions. The results suggest that, by the 2080s, many regions could experience large increases in extreme runoff, with a maximum mean change signal of +34% exhibited in East Scotland (1:2-year RP). Combined with increasing urbanisation, these estimates paint a concerning picture for the future UK flood landscape. Model chain uncertainty was found to increase by the 2080s, though extreme value (EV) parameter uncertainty becomes dominant at the 1:30-year RP (exceeding 60% in some regions), highlighting the importance of capturing both the associated EV parameter and ensemble uncertainty.",
    "readLink": "https://www.mdpi.com/2076-3263/11/1/33"
  }
]