[
  {
    "title": "A hot topic at the environment–health nexus: investigating the impact of climate change on infectious diseases",
    "authors": [
      "Lena C. Grobusch,",
      "Martin P. Grobusch"
    ],
    "doi": "Vol. 116\n                                \n                                \n                                  pp.\n                                  7\n                                  – 9",
    "issn": "1201-9712 (Print)",
    "publisher": "1878-3511 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://www.journals.elsevier.com/international-journal-of-infectious-diseases/",
    "abstract": "Climate change — the ultimate challenge of our time: COVID-19 pandemic aside, climate change is the ultimate challenge of our time. However, to date, there has been insufficient political thrust to make that much-needed climate action a reality. Climate change and infectious diseases: Infectious diseases represent only one facet of the threats arising from climate change. Direct impacts from climate change include the more frequent occurrence and increased magnitude of extreme weather events, as well as changing temperatures and precipitation patterns. For climate-sensitive infectious diseases, these changes implicate a shift in geographical and temporal distribution, seasonality, and transmission intensity. Sizing up the problem: Susceptibility to the deleterious effects of climate change is a net result of the interplay of not only environmental factors, but also human, societal, and economic factors, with social inequalities being a major determinant of vulnerability. The global South is already disproportionately affected by the climate crisis. The financial capacity to pursue adaptation options is also limited and unevenly distributed. Conclusions: Climate change-induced mortality and morbidity from both infectious and non-infectious diseases, among other adverse scenarios, are expected to rise globally in the future. The coming decade will be crucial for using all remaining opportunities to develop and implement adequate mitigation and adaptation strategies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1201971221012509"
  },
  {
    "title": "Future Flood Risk Assessment Under the Effects of Land Use and Climate Change in the Tiaoxi Basin",
    "authors": [
      "Leilei Li,",
      "Jintao Yang,",
      "Jin Wu"
    ],
    "doi": "https://doi.org/10.3390/s20216079",
    "journalVolume": "Vol. 20,\n                                no. 6079\n                                \n                                  p.\n                                  6079",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "Global warming and land-use change affects runoff in the regional basin. Affected by different factors, such as abundant rainfall and increased impervious surface, the Taihu basin becomes more vulnerable to floods. As a result, a future flood risk analysis is of great significance. This paper simulated the land-use expansion and analyzed the surface change from 2020 to 2050 using the neural network Cellular Automata Markov (CA-Markov) model. Moreover, the NASA Earth Exchange Global Daily Downscaled Climate Projections (NEX-GDDP) dataset was corrected for deviation and used to analyze the climate trend. Second, the verified SWAT model was applied to simulate future runoff and to analyze the future flood risk. The results show that (1) land use is dominated by cultivated land and forests. In the future, the area of cultivated land will decrease and construction land will expand to 1.5 times its present size. (2) The average annual precipitation and temperature will increase by 1.2% and 1.5 degrees from 2020 to 2050, respectively. During the verified period, the NSE and r-square values of the SWAT model are greater than 0.7. (3) Compared with the historical extreme runoff, the extreme runoff in the return period will increase 10%~25% under the eight climate models in 2050. In general, the flood risk will increase further under the climate scenarios.",
    "readLink": "https://www.mdpi.com/1424-8220/20/21/6079"
  },
  {
    "title": "Distribution Characteristics of the Alpine Treeline and Vegetation Response to Climate Change of Taibai Mountain, China",
    "authors": [
      "Dan Wang,",
      "Shuheng Li,",
      "Shuyao Gao"
    ],
    "doi": "https://doi.org/10.1155/2022/4517515",
    "journalVolume": "Vol. 2022",
    "issn": "1468-8115 (Print)",
    "publisher": "1468-8123 (Online)",
    "countryOfPublisher": "Hindawi-Wiley",
    "lcc": [
      "United Kingdom",
      "Science: Geology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/geofluids/",
    "abstract": "Climate change significantly affects global forest ecosystems, and the alpine treeline is sensitive to global warming. The alpine treeline data using high-resolution remote sensing images during four periods from 1987 to 2020 at Taibai Mountain are extracted. The dynamic change process of the alpine treeline and the response of vegetation near the alpine treeline to climate change are analyzed. The results showed that the alpine treeline of Taibai Mountain was primarily distributed in the range of 2266-3692 m, and the average elevation of the alpine treeline showed a trend of “rising-decreasing.” The elevation of the alpine treelines of the sunny slopes were much higher than that of the shady slopes, and the highest values typically appeared on slopes and steep slopes of 15-35°. Vegetation is sensitive to temperature changes, and it typically displays a synchronous increase and decrease. However, there was a lag in the precipitation of approximately one year, and the rising temperatures of the sunny slopes were not conducive to vegetation growth. The vegetation will be dominated by a trend of unsustainable improvement in the future, and there exists a risk of continuous vegetation degradation on the northern slopes. However, a warm and humid climate will be conducive to vegetation growth above the alpine treeline.",
    "readLink": "http://dx.doi.org/10.1155/2022/4517515"
  },
  {
    "title": "Large near-term projected snowpack loss over the western United States",
    "authors": [
      "John C. Fyfe,",
      "Chris Derksen,",
      "Lawrence Mudryk,",
      "Gregory M. Flato,",
      "Benjamin D. Santer,",
      "Neil C. Swart,",
      "Noah P. Molotch,",
      "Xuebin Zhang,",
      "Hui Wan,",
      "Vivek K. Arora,",
      "John Scinocca,",
      "Yanjun Jiao"
    ],
    "doi": "https://doi.org/10.1038/ncomms14996",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Mountain snowpack in the western United States has declined over the past three decades. Fyfeet al. show that this trend cannot be explained by natural variability alone and show that under a business-as-usual scenario a further loss of up to 60% in mountain snowpack is projected in the coming three decades.",
    "readLink": "https://doi.org/10.1038/ncomms14996"
  },
  {
    "title": "Isotopic constraints on atmospheric sulfate formation pathways in the Mt. Everest region, southern Tibetan Plateau",
    "authors": [
      "K. Wang,",
      "K. Wang,",
      "K. Wang,",
      "S. Hattori,",
      "M. Lin,",
      "M. Lin,",
      "M. Lin,",
      "S. Ishino,",
      "S. Ishino,",
      "B. Alexander,",
      "K. Kamezaki,",
      "K. Kamezaki,",
      "N. Yoshida,",
      "N. Yoshida,",
      "N. Yoshida,",
      "S. Kang,",
      "S. Kang,",
      "S. Kang"
    ],
    "doi": "https://doi.org/10.5194/acp-21-8357-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  8357\n                                  – 8376",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "As an important atmosphere constituent, sulfate aerosols exert profound impacts on climate, the ecological environment, and human health. The Tibetan Plateau (TP), identified as the “Third Pole”, contains the largest land ice masses outside the poles and has attracted widespread attention for its environment and climatic change. However, the mechanisms of sulfate formation in this specific region still remain poorly characterized. An oxygen-17 anomaly (Δ17O) has been used as a probe to constrain the relative importance of different pathways leading to sulfate formation. Here, we report the Δ17O values in atmospheric sulfate collected at a remote site in the Mt. Everest region to decipher the possible formation mechanisms of sulfate in such a pristine environment. Throughout the sampling campaign (April–September 2018), the Δ17O in non-dust sulfate show an average of 1.7 ‰±0.5 ‰, which is higher than most existing data on modern atmospheric sulfate. The seasonality of Δ17O in non-dust sulfate exhibits high values in the pre-monsoon and low values in the monsoon, opposite to the seasonality in Δ17O for both sulfate and nitrate (i.e., minima in the warm season and maxima in the cold season) observed from diverse geographic sites. This high Δ17O in non-dust sulfate found in this region clearly indicates the important role of the S(IV)+O3 pathway in atmospheric sulfate formation promoted by conditions of high cloud water pH. Overall, our study provides an observational constraint on atmospheric acidity in altering sulfate formation pathways, particularly in dust-rich environments, and such identification of key processes provides an important basis for a better understanding of the sulfur cycle in the TP.",
    "readLink": "https://acp.copernicus.org/articles/21/8357/2021/acp-21-8357-2021.pdf"
  },
  {
    "title": "Evaluation of the Resilience of District 20 of Tehran Metropolitan Region (TMR) against Environmental Hazards Using Fuzzy Functions in GIS Software",
    "authors": [
      "Vafa Ghaem maghami,",
      "Ahmad Nohegar,",
      "Mohamad javad Amiri"
    ],
    "doi": "https://doi.org/10.22108/gep.2022.130271.1453",
    "journalVolume": "Vol. 33,\n                                no. 2\n                                \n                                  pp.\n                                  99\n                                  – 126",
    "issn": "2008-5362 (Print)",
    "publisher": "2252-0910 (Online)",
    "countryOfPublisher": "University of Isfahan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Geography (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://gep.ui.ac.ir/?lang=en",
    "abstract": "Extended abstractIntroduction:The idea of ​​resilience of different social, economic, physical, and managerial orientations has entered urban and regional studies on a large scale. This resilient system can absorb temporary or permanent crises and adapt to rapidly changing conditions without losing its function. Among these, resilience against natural disasters can be explained by how social, economic, institutional, political, and executive capacities of societies affect the increase of resilience and understanding of its dimensions in the society. Environmental crises, such as earthquakes, floods, fires, and climate pollution, have caused environmental vulnerability in cities and consequently created threats to their securities, especially in District 20 of Tehran City. By recognizing the dimensions of vulnerability in District 20 of this city against environmental crises, management strategies can be developed to reduce vulnerability and risks and enhance resilience. For this reason, the main purpose of this study was to evaluate resilience of the neighborhoods in District 20 of Tehran City against environmental crises. To achieve this goal, the Fuzzy Multi-Criteria Decision Model (FMCDM) and K-mean method of classification were used. Methodology:To identify and assess the resilience of District 20 of Tehran against environmental crises, a database was created based on the crises and its spatial information was prepared in 4 criteria and 26 sub-criteria. After creating the spatial database of the mentioned district and compiling the criteria and sub-criteria, a layer of information was prepared in ArcGIS software and a distance map was drawn for each sub-criterion through Euclidean distance mapping in order to measure and manage the resilience. Then, fuzzy operators were applied to draw each fuzzy map (subscale) with a value between 0 and 1. Analytic Network Process (ANP) method was utilized to weight and evaluate the research criteria and sub-criteria. Next, the map of each criterion and sub-criterion was drawn by combining the Euclidean distance and fuzzy operators multiplied by their fuzzy weights obtained from the ANP model in ArcGIS software. Thus, the final map was prepared for each criterion and sub-criterion, which showed their values of resilience to the environmental crises. Then, fuzzy superimposing operators were applied to superimpose the fuzzy weighting maps and a superimposed map of 26 sub-criteria (4 criteria) was obtained for each fuzzy operator. To identify the best fuzzy operator by superimposing the research sub-criteria, analysis of spatial relationships between the independent variables and the dependent variable was done through the Ordinary Least Squares (OLS) regression. Finally, the classical K-mean clustering method was employed to classify the neighborhoods from the perspective of resilience to environmental crises. Discussion:The results showed that the weights and values of the socio-economic criteria, road infrastructure, land use and accessibility in resilience measures were 0.49, 0.23, 0.16, and 0.11, respectively. In the socio-economic, road infrastructure, land use, and accessibility criteria, the sub-criteria of house strength, pedestrian bridge, access to social places, and access to medical centers with the weights of 0.33, 0.43, 0.32, and 0.29 had the highest values in resilience. Among the fuzzy superposition operators, the algebraic addition operator (SUM) had the highest correlation with the research criteria in identifying the resilience of the neighborhoods. The northeast and southeast neighborhoods, as well as the central neighborhoods of District 20 of Tehran, were the most resilient neighborhoods to environmental crises. In the final step of the current research, the classical K-mean method was used to cluster the existing neighborhoods in District 20 of Tehran City based on their resilience to environmental crises. The results revealed that the neighborhoods were divided into 3 clusters. In the first cluster showing a lot of patience, the neighborhoods of Javanmard Qassab, Mansouria and Mangal, Hamzehabad, Sartakht, Ibn Babavieh and Zahirabad, Taghiabad, and Abbasabad were located. In the second cluster indicating moderate tolerance, Dolatabad and Shahadat, Sadeghieh, Shahid Ghayuri, Deilman, Aqdasiyeh, Estakhr, and Alain neighborhoods were situated. Finally, the neighborhoods of Sizdeh Aban, Shahid Beheshti, Firoozabadi, Valiabad, and Hashemabad were located in the third cluster with poor productivity. Conclusion:Environmental crises, such as earthquake, flood, drought, air and water pollution, and fire, have the potential to become harmful in areas where there are no crisis management and risk mitigation. In the 21st century, the world has been hit by such environmental crises as Asian tsunamis, Hurricanes Katrina and Rita, successive earthquakes, flash floods, desert dust storms, and widespread fires. Although predictive tools are able to predict some disasters, future crises cannot be forecast based on empirical evidence. Therefore, increasing the ability of a system called resilience is very important for responding to such crises; yet, its resilience must first be measured. In the present study, the resilience of District 20 of Tehran City to environmental crises was evaluated based on socio-economic, road infrastructure, land use, and accessibility criteria. The results of this modeling led to the extraction of 3 clusters for the resilience of the neighborhoods of District 20 of Tehran against environmental crises. The neighborhoods in the west region had the highest resilience compared to the urban areas. Keywords: resilience, home strength, Analytic Network Process (ANP), fuzzy operator, regression References- Asadzadeh, A., Kötter, T., & Zebardast, E. (2015). An augmented approach for measurement of disaster resilience using connective factor analysis and analytic network process (F’ANP) model. International Journal of Disaster Risk Reduction, 14, 504-518.- Bacud, S. T. (2018). Integration of Indigenous and Scientific Knowledge in Disaster Risk Reduction: Resilience Building of a Marginalized Sampaguita Growing Community in the Philippines. Procedia engineering, 212, 511-518.‏- Borsekova, K., Nijkamp, P., & Guevara, P. (2018). Urban resilience patterns after an external shock: An exploratory study. International journal of disaster risk reduction, 31, 381-392.- Caschili, S., Reggiani, A., & Medda, F. (2015). Resilience and vulnerability of spatial economic networks. Networks and Spatial Economics, 15(2), 205-210.- Chen, C., Xu, L., Zhao, D., Xu, T., & Lei, P. (2020). A new model for describing the urban resilience considering adaptability, resistance and recovery. Safety science, 128, 104756.‏- Cutter, S. L., Barnes, L., Berry, M., Burton, C., Evans, E., Tate, E., & Webb, J. (2008). A place-based model for understanding community resilience to natural disasters. Global environmental change, 18(4), 598-606.‏- Davis, I., & Izadkhah, Y. O. (2006). Building resilient urban communities. Open House International, 31(1), 11-21.- Fakhruddin, B. S., Reinen-Hamill, R., & Robertson, R. (2019). Extent and evaluation of vulnerability for disaster risk reduction of urban Nuku'alofa, Tonga. Progress in Disaster Science, 2, 100017.- Govindarajulu, D. (2020). Strengthening institutional and financial mechanisms for building urban resilience in India. International Journal of Disaster Risk Reduction, 101549.- Harpin, S. B. (2019). Adverse childhood experiences and resilience: implications for marginalized and vulnerable young people. Journal of Adolescent Health, 64(1), 3-4.‏- Kabir, M. H., Sato, M., Habbiba, U., & Yousuf, T. B. (2018). Assessment of Urban Disaster Resilience in Dhaka North City Corporation (DNCC), Bangladesh. Procedia engineering, 212, 1107-1114.- Landry, F., Dupras, J., & Messier, C. (2020). Convergence of urban forest and socio-economic indicators of resilience: A study of environmental inequality in four major cities in eastern Canada. Landscape and Urban Planning, 202, 103856.‏- Moghadas, M., Asadzadeh, A., Vafeidis, A., Fekete, A., & Kötter, T. (2019). A multi-criteria approach for assessing urban flood resilience in Tehran, Iran. International journal of disaster risk reduction, 35, 101069.- Mullick, M. R. A., Tanim, A. H., & Islam, S. S. (2019). Coastal vulnerability analysis of Bangladesh coast using fuzzy logic based geospatial techniques. Ocean & Coastal Management, 174, 154-169.‏- Ran, J., MacGillivray, B. H., Gong, Y., & Hales, T. C. (2019). The application of frameworks for measuring social vulnerability and resilience to geophysical hazards within developing countries: A systematic review and narrative synthesis. Science of the total environment, 134486.- Suárez, M., Gómez-Baggethun, E., Benayas, J., & Tilbury, D. (2016). Towards an urban resilience Index: a case study in 50 Spanish cities. Sustainability, 8(8), 774.- Wills, G., & Hofmeyr, H. (2019). Academic resilience in challenging contexts: Evidence from township and rural primary schools in South Africa. International Journal of Educational Research, 98, 192-205.‏- Zhang, W., Su, S., Wang, B., Hong, Q., & Sun, L. (2020). Local k-NNs pattern in Omni-Direction graph convolution neural network for 3D point clouds. Neurocomputing, 413, 487-498.‏- Zhang, X., Song, J., Peng, J., & Wu, J. (2019). Landslides-oriented urban disaster resilience assessment—a case study in ShenZhen, China. Science of the Total Environment, 661, 95-106.- Fig 1. Geographical location of District 20 Tehran- Table 1- Fuzzy membership of sub-criteria in resilience of District 20 of Tehran against environmental hazards- Fig 2. Diagram of the steps of the work method in the present study- Table 1- The weight of research criteria in resilience of District 20 of Tehran against environmental hazards- Tab 3- Weight of criteria socio-economic in the resilience of Tehran's 20th districtFigure 3- Zoning of population and young population sub-criteria in the resilience of District 20 of Tehran- Figure 4- Zoning of Economic participation and employment rates sub-criteria in the resilience of District 20 of Tehran- Figure 5- Zoning of Home strength and literacy rates sub-criteria in the resilience of District 20 of Tehran- Tab 4- Weight of criteria and sub-criteria of land cover in the resilience of Tehran's 20th district- Figure 6- Zoning of Access to parks and social sites sub-criteria in the resilience of District 20 of Tehran- Figure 7- Zoning of Distance from the flood and access to water sources sub-criteria in the resilience of District 20 of Tehran- Figure 8- Zoning of Distance from agricultural lands and urban green space sub-criteria in the resilience of District 20 of Tehran- Figure 9- Zoning of Distance from the green belt and outdoor rates sub-criteria in the resilience of District 20 of Tehran- Tab 5- Standard weight and sub-criteria of accesses in Tehran 20 district resilience- Figure 10- Zoning of Access to fuel station and security police sub-criteria in the resilience of District 20 of Tehran- Figure 11- Zoning of Access to educational and administrative centers sub-criteria in the resilience of District 20 of Tehran- Figure 12- Zoning of Access to Commercial and service centers sub-criteria in the resilience of District 20 of Tehran- Figure 13- Zoning of Access to Medical centers and distance from the factory sub-criteria in the resilience of District 20 of Tehran- Tab 6- Standard weight and sub-criteria of road infrastructure in Tehran 20 district- Figure 14- Zoning of Access to bus and freeway stations sub-criteria in the resilience of District 20 of Tehran- Figure 15- Zoning of Access to the pedestrian bridge and railway station sub-criteria in the resilience of District 20 of Tehran- Figure 16- Zoning of Criteria for access to urban services and socio-economic criteria in the resilience of District 20 of Tehran- Figure 17- Zoning of Land use criteria and access to road infrastructure criteria in the resilience of District 20 of Tehran- Tab 7. Correlation coefficient between fuzzy overlay operators with research criteria- Fig 18. Overlapping of research criteria with SUM operator and resilience modeling of Tehran Region 20",
    "readLink": "https://gep.ui.ac.ir/article_26271_2813448d30c50f5b84705a5666e7dfcd.pdf"
  },
  {
    "title": "Bird protection treatments reduce bird-window collision risk at low-rise buildings within a Pacific coastal protected area",
    "authors": [
      "Krista L. De Groot,",
      "Amy G. Wilson,",
      "René McKibbin,",
      "Sarah A. Hudson,",
      "Kimberly M. Dohms,",
      "Andrea R. Norris,",
      "Andrew C. Huang,",
      "Ivy B. J. Whitehorne,",
      "Kevin T. Fort,",
      "Christian Roy,",
      "Julie Bourque,",
      "Scott Wilson"
    ],
    "doi": "https://doi.org/10.7717/peerj.13142",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  p.\n                                  e13142",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background In North America, up to one billion birds are estimated to die annually due to collisions with glass. The transparent and reflective properties of glass present the illusion of a clear flight passage or continuous habitat. Approaches to reducing collision risk involve installing visual cues on glass that enable birds to perceive glass as a solid hazard at a sufficient distance to avoid it. Methods We monitored for bird-window collisions between 2013 and 2018 to measure response to bird protection window treatments at two low-rise buildings at the Alaksen National Wildlife Area in Delta, British Columbia, Canada. After 2 years of collision monitoring in an untreated state, we retrofitted one building with Feather Friendly® circular adhesive markers applied in a grid pattern across all windows, enabling a field-based assessment of the relative reduction in collisions in the 2 years of monitoring following treatment. An adjacent building that had been constructed with a bird protective UV-treated glass called ORNILUX® Mikado, was monitored throughout the two study periods. Carcass persistence trials were conducted to evaluate the likelihood that carcasses were missed due to carcass removal between scheduled searches. Results and Conclusions After accounting for differences in area of glass between the two buildings, year, and observer effects, our best-fit model for explaining collision risk included the building’s treatment group, when compared to models that included building and season only. We found that the Feather Friendly® markers reduced collision risk at the retrofitted building by 95%. Collision incidence was also lower at the two monitored façades of the building with ORNILUX® glass compared to the building with untreated glass. Although more research is needed on the effectiveness of bird-protection products across a range of conditions, our results highlight the benefit of these products for reducing avian mortality due to collisions with glass.",
    "readLink": "https://peerj.com/articles/13142.pdf"
  },
  {
    "title": "Regional drying and wetting trends over Central Asia based on Köppen climate classification in 1961–2015",
    "authors": [
      "Tuoliewubieke Dilinuer,",
      "Jun-Qiang Yao,",
      "Jing Chen,",
      "Wei-Yi Mao,",
      "Lian-Mei Yang,",
      "Humaerhan Yeernaer,",
      "Yu-Hang Chen"
    ],
    "doi": "Vol. 12,\n                                no. 3\n                                \n                                  pp.\n                                  363\n                                  – 372",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Central Asia (CA) is one of the most drought-prone regions in the world with complex climate regimes, it is extremely vulnerable to water scarcity. Many studies on drought in CA, as a whole, have been carried out, whereas there is a lack of studies on the drying and wetting trends of different climatic zones within CA. In this study, CA was divided into three different climatic zones based on the Köppen climate classification method, precipitation climatology, and aridity index. These were the temperate continental (Df), dry arid desert (BW), and Mediterranean continental (Ds) climatic zones. The regional drying and wetting trends during the years 1961–2015 were investigated using the monthly gridded Standardized Precipitation Evapotranspiration Index (SPEI). The empirical orthogonal function (EOF) was applied to analyze spatial and temporal variation patterns. EOF mode 1 (EOF1) analysis found increasingly wet conditions throughout CA over the duration of the study, and EOF mode 2 (EOF2) analysis found a contrast between northern and southern CA: as Df became drier and BW and Ds became wetter. EOF mode 3 (EOF3) analysis found a western and eastern inverse phase distribution. The SPEI displayed a decreasing trend from 1961 to 1974 for CA as a whole, before increasing from 1975 to 2015, with a particularly significant increase over the first seven years of that period. On a regional scale, the BW and Ds zones experienced a wetting trend due to increased precipitation during 1961–2015, but the Df zone experienced a drying trend due to reduced evapotranspiration and an increasing temperature, particularly from 1961 to 1978. Thus, the spatio-temporal patterns in dryness and wetness across CA can be categorized according to climatic regions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927821000769"
  },
  {
    "title": "The South Atlantic Subtropical Anticyclone: Present and Future Climate",
    "authors": [
      "Michelle Simões Reboita,",
      "Tércio Ambrizzi,",
      "Bruna Andrelina Silva,",
      "Raniele Fátima Pinheiro,",
      "Rosmeri Porfírio da Rocha"
    ],
    "doi": "https://doi.org/10.3389/feart.2019.00008",
    "journalVolume": "Vol. 7",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "The South Atlantic Subtropical Anticyclone (SASA) is the main feature of the atmospheric circulation over the South Atlantic Ocean, and its study is of great importance to explain many characteristics of the Brazilian weather and climate. Therefore, this study aims to present (1) a review of the literature on SASA including the drivers of the semi-permanent anticyclones and (2) the main features of the SASA in the future climate obtained through the projections of three global climate models (HadGEM2-ES, GFDL-ESM2M, and MPI-ESM-MR), from the Coupled Model Intercomparison Project (CMIP5), using the Representative Concentration Pathway 8.5 (RCP8.5) scenario. SASA is zonally wider in winter and retracted to the east in summer, when it presents a more circular format. These features of the SASA in the present climate (1979–2005) are well represented by the three global climate models, which also project this same SASA seasonal pattern for the future climate (2065–2095). Considering the projections, they indicate a slightly poleward expansion of the SASA, which is associated with the widening of the Hadley cell. At the SASA core, the pressure can be similar or slightly more intense than the present climate.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2019.00008/full"
  },
  {
    "title": "Role of economic growth, renewable energy, and technological innovation to achieve environmental sustainability in Kazakhstan",
    "authors": [
      "Asif Raihan,",
      "Almagul Tuspekova"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100165",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Global climate change caused by Greenhouse gases (GHGs), particularly carbon dioxide (CO2) emissions, poses incomparable threats to the environment, development, and sustainability. This research investigates the potential of economic growth, renewable energy use, and technological innovation to achieve environmental sustainability by reducing CO2 emissions in Kazakhstan. Time series data from 1996 to 2018 were utilized by applying the Dynamic Ordinary Least Squares (DOLS) method. The DOLS estimate findings show that the coefficient of economic growth is positive and significant with CO2 emissions, indicating a 1% increase in economic growth is related to a 0.34% rise in CO2 emissions. Moreover, the estimated long-run coefficient of fossil fuel consumption is positive and significant which reveals that an increasing 1% of fossil fuel energy use is linked with a rising of 6.99% CO2 emissions. Furthermore, the coefficient of renewable energy use is negative and significant, which indicates that increasing renewable energy use by 1% is associated with CO2 emissions reduction by 0.38% in the long run. In addition, increasing technological innovation significantly lowers CO2 emissions, implying that a 1% increase in the number of patent applications is linked to a 0.15% reduction in CO2 emissions. The empirical findings reveal that economic growth and fossil fuel consumption increase CO2 emissions in Kazakhstan while increased renewable energy use and technological innovation help to achieve environmental sustainability by reducing CO2 emissions. This article provides policy recommendations aimed at a low-carbon economy, promoting renewable energy use, financing technological advancement, and environmental sustainability in Kazakhstan.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666049022000433"
  }
]