[
  {
    "title": "The Effect of Climate Change in Experimental Archaeology",
    "authors": [
      "David Freeman"
    ],
    "doi": "no. 2019/1",
    "issn": "2212-523X (Print)",
    "publisher": "2212-8956 (Online)",
    "countryOfPublisher": "EXARC",
    "lcc": [
      "Netherlands",
      "General Works: Museums. Collectors and collecting",
      "Auxiliary sciences of history: Archaeology"
    ],
    "journalUrl": "https://exarc.net/journal",
    "abstract": "When you are planning your experiment how many of you think of the climate and whether it matches the period that your experiment is based in? Depending on the type of experiment there are many factors that may influence the results. You need to consider parameters such as; humidity, ambient temperature, how effective your clothes are, burning the right firewood, keeping a shelter warm, or the quality of the grass that your animals are living on.",
    "readLink": "https://exarc.net/ark:/88735/10385"
  },
  {
    "title": "CO2 fertilization is spatially distinct from stomatal conductance reduction in controlling ecosystem water-use efficiency increase",
    "authors": [
      "Xuanze Zhang,",
      "Yongqiang Zhang,",
      "Jing Tian,",
      "Ning Ma,",
      "Ying-Ping Wang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac6c9c",
    "journalVolume": "Vol. 17,\n                                no. 5\n                                \n                                  p.\n                                  054048",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "It is well known that global ecosystem water-use efficiency (EWUE) has noticeably increased over the last several decades. However, it remains unclear how individual environmental drivers contribute to EWUE changes, particularly from CO _2 fertilization and stomatal suppression effects. Using a satellite-driven water–carbon coupling model—Penman–Monteith–Leuning version 2 (PML-V2), we quantified individual contributions from the observational drivers (atmospheric CO _2 , climate forcing, leaf area index (LAI), albedo and emissivity) across the globe over 1982–2014. The PML-V2 was well-calibrated and showed a good performance for simulating EWUE (with a determination coefficient ( R ^2 ) of 0.56) compared to observational annual EWUE over 1982–2014 derived from global 95 eddy flux sites from the FLUXNET2015 dataset. Our results showed that global EWUE increasing trend (0.04 ± 0.004 gC mm ^−1 H _2 O decade ^−1 ) was largely contributed by increasing CO _2 (51%) and LAI (20%), but counteracted by climate forcing (−26%). Globally, the CO _2 fertilization effect on photosynthesis (23%) was similar to the CO _2 suppression effect on stomatal conductance (28%). Spatially, the fertilization effect dominated EWUE trend over semi-arid regions while the stomatal suppression effect controlled over tropical forests. These findings improve understanding of how environmental factors affect the long-term change of EWUE, and can help policymakers for water use planning and ecosystem management.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac6c9c"
  },
  {
    "title": "Local-scale factors and dynamics in climate adaptability among subsistence farmers in Peru",
    "authors": [
      "Rafael Landaverde,",
      "Mary T. Rodriguez,",
      "Tracy Kitchel,",
      "Jera Niewoehner-Green,",
      "Jaqueline Chuquillanqui"
    ],
    "doi": "https://doi.org/10.37433/aad.v4i1.293",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "2690-5078 (Online)",
    "publisher": "Advancements in Agricultural Development Inc",
    "countryOfPublisher": "United States",
    "lcc": [
      "Agriculture",
      "Social Sciences"
    ],
    "journalUrl": "https://agdevresearch.org/index.php/aad",
    "abstract": "Climate change is the primary environmental threat to subsistence farmers’ productivity in Peru. Adaptation is promoted as the best mechanism to cope with climate change in subsistence agricultural livelihoods. However, climatic adaptability depends on the resources the farmer has access to or can use, which are not always adequate to respond effectively to the speed and aggressiveness of climate change. This study explored the local factors and dynamics (assets) influencing the climate adaptability processes of subsistence farmers in Huayhuay, Peru. Twenty subsistence farmers participated in semi-structured interviews within a basic qualitative design. The results brought to light 18 local factors and dynamics that influence the coping mechanisms of climate adaptability. These findings support other investigations that demonstrate the difficulty of climate change adaptation agricultural communities face. The difficulty of climate change adaptation has rooted the interrelationships of assets of different natures within the same adaptive process. Future research and interventions should encourage the active participation of farmers in local climate action and evaluate the efficiency and effectiveness of farmers' adaptability mechanisms, considering the role of each local-scale factor and dynamic.",
    "readLink": "http://agdevresearch.org/index.php/aad/article/view/293"
  },
  {
    "title": "Separating the effects of changes in land cover and climate: a hydro-meteorological analysis of the past 60 yr in Saxony, Germany",
    "authors": [
      "M. Renner,",
      "K. Brust,",
      "K. Schwärzel,",
      "M. Volk,",
      "C. Bernhofer"
    ],
    "doi": "https://doi.org/10.5194/hess-18-389-2014",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  389\n                                  – 405",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Understanding and quantifying the impact of changes in climate and land use/land cover on water availability is a prerequisite to adapt water management; yet, it can be difficult to separate the effects of these different impacts. In this paper we illustrate a separation and attribution method based on a Budyko framework. We assume that evapotranspiration (ET) is limited by the climatic forcing of precipitation (P) and evaporative demand (E0), but modified by land-surface properties. Impacts of changes in climate (i.e., E0/P) or land-surface changes on ET alter the two dimensionless measures describing relative water (ET/P) and energy partitioning (ET/E0), which allows us to separate and quantify these impacts. We use the separation method to quantify the role of environmental factors on ET using 68 small to medium range river basins covering the greatest part of the German Federal State of Saxony within the period of 1950–2009. The region can be considered as a typical central European landscape with considerable anthropogenic impacts. In the long term, most basins are found to follow the Budyko curve which we interpret as a result of the strong interactions of climate, soils and vegetation. However, two groups of basins deviate. Agriculturally dominated basins at lower altitudes exceed the Budyko curve while a set of high altitude, forested basins fall well below. When visualizing the decadal dynamics on the relative partitioning of water and energy the impacts of climatic and land-surface changes become apparent. After 1960 higher forested basins experienced large land-surface changes which show that the air pollution driven tree damages have led to a decline of annual ET on the order of 38%. In contrast, lower, agricultural dominated areas show no significant changes during that time. However, since the 1990s effective mitigation measures on industrial pollution have been established and the apparent brightening and regrowth has resulted in a significant increase of ET across most basins. In conclusion, data on both, the water and the energy balance is necessary to understand how long-term climate and land cover control evapotranspiration and thus water availability. Further, the detected land-surface change impacts are consistent in space and time with independent forest damage data and thus confirm the validity of the separation approach.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/18/389/2014/hess-18-389-2014.pdf"
  },
  {
    "title": "Knowledge and Perceptions of Environmental Issues by African Americans/Blacks in Washington, DC, USA: Giving Voice to the Voiceless",
    "authors": [
      "Elgloria Harrison,",
      "Ashley  D. Milton,",
      "Matthew  L. Richardson"
    ],
    "doi": "https://doi.org/10.3390/su12229495",
    "journalVolume": "Vol. 12,\n                                no. 9495\n                                \n                                  p.\n                                  9495",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Our study elucidated knowledge and perceptions of natural resources and climate change by African Americans/Blacks in Washington, DC since they are a traditionally marginalized population and to see if we could dispel the perception that they have low knowledge and interest in environmental issues. Secondarily, we wanted to determine if knowledge and perceptions vary across age groups. We conducted a survey of 491 Blacks in the District and asked 26 questions/statements related to natural resources, climate change, economics, and health. Participants were categorized into four age groups 18–25, 26–40, 41–65, and 66 and older for analysis. We found that the level of environmental knowledge across the age groups was relatively high and largely similar. Our results suggest that Blacks care about the environment, see the environment as beneficial to their health, and are knowledgeable about natural resources. However, younger Blacks (18–25) were the least likely to think of the natural world as a community to which they belong, report feelings of connection to it, and recognize that it impacts their personal welfare. In conclusion, we find that Blacks in the District possess environmental awareness and use local environmental language, depicting the uniqueness of their community. The mainstream environmental movement may fail to recognize this local language, leading to exclusion of vulnerable populations based on a faulty premise that these populations lack knowledge or interest in environmental issues.",
    "readLink": "https://www.mdpi.com/2071-1050/12/22/9495"
  },
  {
    "title": "No-Till Mitigates SOC Losses after Grassland Renovation and Conversion to Silage Maize",
    "authors": [
      "Josue De Los Rios,",
      "Arne Poyda,",
      "Friedhelm Taube,",
      "Christof Kluß,",
      "Ralf Loges,",
      "Thorsten Reinsch"
    ],
    "doi": "https://doi.org/10.3390/agriculture12081204",
    "journalVolume": "Vol. 12,\n                                no. 1204\n                                \n                                  p.\n                                  1204",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Many studies recommend no-till (NT) to increase soil organic carbon (SOC) in the topsoil (input) from crop residues were further analyzed. The systems were either non-fertilized (N0) or fertilized with mineral N (N1) according to a demand of 180 and 380 kg N ha−1 year−1 in the silage maize and grassland systems, respectively. For the 7-year period, the renovated grassland using NT ensured maintenance of the initial SOC in the topsoil, while a conversion toward arable cropping resulted in SOC losses, regardless of the tillage method. The use of NT during conversion significantly reduced these losses from 2.5 Mg ha−1 year−1 to 1.8 Mg ha−1 year−1, for a 28% reduction compared to CT. In the subsoil (30–90 cm), SOC remained stable and was not affected by the cropping systems nor by the tillage method. Reduced annual Cinput was found as the main factor affecting SOC losses after grassland removal, regardless of the tillage method. Our findings highlight the potential of NT to mitigate annual SOC losses after grassland conversion if annual Cinput remains high.",
    "readLink": "https://www.mdpi.com/2077-0472/12/8/1204"
  },
  {
    "title": "Influence of solar forcing on multidecadal variability in the Atlantic meridional overturning circulation (AMOC)",
    "authors": [
      "Aihua Ye,",
      "Zhipeng Zhu,",
      "Ruyi Zhang,",
      "Ziniu Xiao,",
      "Limin Zhou,",
      "Limin Zhou"
    ],
    "doi": "https://doi.org/10.3389/feart.2023.1165386",
    "journalVolume": "Vol. 11",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "There is a growing debate regarding the influence of solar activity on climate change as the solar forcing signal on decadal/multidecadal timescales is not robust in long-term reconstructed climate data or numerical simulations. However, solar forcing could be amplified by ocean–atmosphere coupling in sensitive regions, including the North Atlantic Ocean (N.A.). This study assessed the influence of varied total solar irradiance (TSI) due to the effects of solar activity on Atlantic Meridional Overturning Circulation (AMOC) based on an Earth System model with intermediate complexity (PLASIM-GENIE). Three groups of experiments with different TSI series; i.e., constant (NS), decadal varied (DS), and reconstructed whole (AS) for 1610–2000, were conducted and the AMOC response was investigated. The results showed that the internal forcing of the climate system led to quasi-35-year and quasi-65-year AMOC cycles and a significant and stable negative correlation between TSI and AMOC on a multidecadal timescale. The period was significantly extended due to solar forcing. The declining AMOC trend occurred in simulations after 1800. Thus, solar forcing contributed to a weakening AMOC at a rate of 0.41 Sv per century. The decadal variation in TSI was the main contributor to this decline due to solar forcing.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2023.1165386/full"
  },
  {
    "title": "The Influence of Farm Characteristics and Feed Compositions on the Environmental Impact of Pig Production in Flanders: Productivity, Energy Use and Protein Choices Are Key",
    "authors": [
      "Klara Van Mierlo,",
      "Louise Baert,",
      "Ellen Bracquené,",
      "Johan De Tavernier,",
      "Annemie Geeraerd"
    ],
    "doi": "https://doi.org/10.3390/su132111623",
    "journalVolume": "Vol. 13,\n                                no. 11623\n                                \n                                  p.\n                                  11623",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The growing pig production sector is a large contributor of negative impacts to the environment and feed production is responsible for a large part of these impacts. Pig production systems, including feed compositions, are variable, resulting in variable potential environmental impacts. This study investigated the influence of different farm characteristics and feed compositions on the environmental impact of pig production in Flanders. A Life Cycle Assessment approach was followed, including data from 39 farms and monthly feed compositions in the year 2018. Even though feed production contributes significantly to the overall environmental impact of pig production, the results show that environmental impacts are more affected by variabilities in farm characteristics than by fluctuating feed compositions. A higher productivity, in terms of feed conversion efficiency and the number of pigs produced per sow, is generally related to lower environmental impacts. Another influencing factor is the type and amount of energy used. For feed consumption, high variabilities are observed for water use, mainly caused by varying levels of sugar cane molasses. Climate change impacts and variabilities are mainly caused by soy ingredients and their origin. Finally, amino acids show large contributions to the environmental impact of pig feed consumption. Our research highlights that future developments for reducing the environmental impact of pig production should target animal productivity, the type and amount of energy used and selection of protein sources in pig feed.",
    "readLink": "https://www.mdpi.com/2071-1050/13/21/11623"
  },
  {
    "title": "Chemical safety and the exposome",
    "authors": [
      "Oskar Karlsson"
    ],
    "doi": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  100225",
    "issn": "2405-6650 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/emerging-contaminants/",
    "abstract": "Air pollution and rapid chemical intensification are major threats to the environment and human health. Today, we have produced over 350,000 chemicals, and current testing strategies do not meet the demands. Therefore, it is important to develop new approach methodologies (NAMs) that can help fill current information gaps. Toxicology needs to evolve from hazard and risk assessments based on morphological endpoints in animal tests towards a mechanism-driven integrated approach that better includes computational modelling as well as molecular, human, and in vitro data. The application of new science and technology such as different types of imaging and omics methods can allow faster collection of high-quality toxicological data for hazard identification and better prediction of toxicological potential using advanced in silico approaches including machine learning. A shift toward active prevention of pollution through a safe and sustainable-by-design approach based on cutting-edge science could significantly help safeguard the population and planetary health. Moreover, it is necessary to improve the understanding of how interactions among chemical mixtures, climate change, infectious agents, and other stressors that constitute the exposome, may affect biota and human health. Individual responses to current exposures and susceptibility to disease are influenced by factors such as genetics, epigenetics, physiology, and health status, which involve changes in biological pathways caused by own previous exposures or even ancestral exposures. It is therefore important to better consider individual exposomes and susceptibility in future risk assessments and precision medicine. This review describes the central role of mechanistic toxicology in chemical safety and in the cross-disciplinary efforts needed to characterize the exposome and its complex interactions in detail.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405665023000239"
  },
  {
    "title": "Global urban fractional changes at a 1&thinsp;km resolution throughout 2100 under eight scenarios of Shared Socioeconomic Pathways (SSPs) and Representative Concentration  Pathways (RCPs)",
    "authors": [
      "W. He,",
      "X. Li,",
      "X. Li,",
      "Y. Zhou,",
      "Y. Zhou,",
      "Z. Shi,",
      "G. Yu,",
      "T. Hu,",
      "Y. Wang,",
      "J. Huang,",
      "J. Huang,",
      "T. Bai,",
      "Z. Sun,",
      "X. Liu,",
      "P. Gong,",
      "P. Gong"
    ],
    "doi": "https://doi.org/10.5194/essd-15-3623-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  3623\n                                  – 3639",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "The information of global spatially explicit urban extents under scenarios is important to mitigate future environmental risks caused by global urbanization and climate change. Although future dynamics of urban extent were commonly modeled with conversion from non-urban to urban extent using cellular-automata (CA)-based models, gradual changes of impervious surface area (ISA) at the pixel level were limitedly explored in previous studies. In this paper, we developed a global dataset of urban fractional changes at a 1 km resolution from 2020 to 2100 (5-year interval), under eight scenarios of socioeconomic pathways and climate change. First, to quantify the gradual change of ISA within the pixel, we characterized ISA growth patterns over the past decades (i.e., 1985–2015) using a sigmoid growth model and annual global artificial impervious area (GAIA) data. Then, by incorporating the ISA-based growth mechanism with the CA model, we calibrated the state-specific urban CA model with quantitative evaluation at the global scale. Finally, we projected future urban fractional changes at 1 km resolution under eight development pathways based on the harmonized urban growth demand from Land Use Harmonization2 (LUH2). The evaluation results show that the ISA-based urban CA model performs well globally, with an overall R2 of 0.9 and a root mean square error (RMSE) of 0.08 between modeled and observed ISAs in 2015. With the inclusion of temporal contexts of urban sprawl gained from GAIA, the dataset of global urban fractional change shows good agreement with 30-year historical observations from satellites. The dataset can capture spatially explicit variations of ISA and gradual ISA change within pixels. The dataset of global urban fractional change is of great use in supporting quantitative analysis of urbanization-induced ecological and environmental change at a fine scale, such as urban heat islands, energy consumption, and human–nature interactions in the urban system. The developed dataset of global urban fractional change is available at https://doi.org/10.6084/m9.figshare.20391117.v4 (He et al., 2022).",
    "readLink": "https://essd.copernicus.org/articles/15/3623/2023/essd-15-3623-2023.pdf"
  }
]