[
  {
    "title": "Le climat et la ville : la nécessité d’une recherche croisant les disciplines",
    "authors": [
      "Morgane Colombert,",
      "Jean-Luc Salagnac,",
      "Denis Morand,",
      "Youssef Diab"
    ],
    "doi": "https://doi.org/10.4000/vertigo.11811",
    "journalVolume": "Vol. 12",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "With the observation of the urban climate and after the modeling of the physical phenomena, the climatologists are and were able to describe and to understand with more and more precision the formation of the urban climate. The first works were above all dedicated to the urban heat island observed globally on all the urban area. The climatologists were gradually interested in the other climatic parameters (pluviometry, wind, etc.) and in lower scales than the city, highlighting the importance of the urban geometry and the building materials. The urban climatology is a research thematic investigated at the same time by the climatologists and the geographers, but also by the architects and the town planners. This allows to set up a multidisciplinary approach and to integrate into the practice of the urban planning and the architecture some elements of urban climatology. So climatologists, geographers, town planners and architects could reflect together on the interest to take into account the urban climate in the urban planning and the architecture. We need some tools allowing to take into account the urban climate in the urban conception but priory has to be given to promote and to organize a better synergy between the various actions led in favour of the environment. Green infrastructures are a good example. Initially implemented to provide connexions between natural habitats of species by corridors, they can also improve the climatic quality of spaces.",
    "readLink": "http://journals.openedition.org/vertigo/11811"
  },
  {
    "title": "Foliar application of processed calcite particles improves leaf photosynthesis of potted <em>Vitis vinifera</em> L. (var. ‘Cot’) grown under water deficit",
    "authors": [
      "Faouzi Attia,",
      "Laurent Martinez,",
      "Thierry Lamaze"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2014.48.4.1691",
    "journalVolume": "Vol. 48,\n                                no. 4\n                                \n                                  pp.\n                                  237\n                                  – 245",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "Aim: To determine the effect of foliar sprays of processed mineral particles (micronized calcite, Megagreen®) on leaf water relations and photosynthesis in grapevines (Vitis vinifera L. var. Cot) grown under water deficit. Methods and results: Potted plants were grown in a glasshouse in summer under natural light (Toulouse, lat. 43°32’14.50’’N; long. 1°29’44.25’’W; altitude 148 m a.s.l.). Well-watered and drought stressed vines were foliar sprayed with various doses of micronized calcite. Leaf water potential, gas exchange (light-saturated CO2 assimilation rate, ACO2; stomatal conductance, gs) and chlorophyll fluorescence (quantum efficiency of PSII photochemistry, ФPSII) were measured. Water stress affected predawn and midday leaf water potentials, ACO2, gs and ФPSII of the 40-day-old (younger fully expanded) leaves. Megagreen® application did not lead to appreciable changes in leaf water potentials but was able to mostly restore ACO2 and ФPSII in water stressed plants to levels of well-watered control plants. This effect was associated with a positive, although less pronounced, effect on gs. The beneficial effects of processed calcite particles were also observed on younger and older leaves, at low and high atmospheric vapor pressure deficit, and in the morning as well as in the afternoon. In well-watered plants, processed calcite particles had no effect on photosynthesis except under very high evaporative demand. In water stressed plants, ACO2 was increased by increasing ambient CO2 concentration. At elevated CO2, calcite particles did not increase CO2 assimilation. Conclusion: Foliar application of processed calcite particles alleviated most of the adverse effects of water stress on grapevine photosynthesis. This was associated with enhanced gs in the whole plant canopy. Significance and impact of the study: In the context of climate change, grapevine will most likely experience long periods of drought during its seasonal cycle. Foliar application of processed mineral particles is widely used to reduce heat stress in perennial fruit crops. Here, the micronized calcite Megagreen® does improve photosynthesis of water stressed grapevines.",
    "readLink": "https://oeno-one.eu/article/view/1691"
  },
  {
    "title": "Agronomic Evaluation and Yield Performance of Selected Barley (Hordeum vulgare L.) Landraces from Jordan",
    "authors": [
      "R. Al-Sayaydeh,",
      "A. Al-Bawalize,",
      "Z. Al-Ajlouni,",
      "M. W. Akash,",
      "J. Abu-Elenein,",
      "A. M. Al-Abdallat"
    ],
    "doi": "https://doi.org/10.1155/2019/9575081",
    "journalVolume": "Vol. 2019",
    "issn": "1687-8159 (Print)",
    "publisher": "1687-8167 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ija/",
    "abstract": "Barley (Hordeum vulgare L.) landraces collected previously from main production areas across Jordan are expected to perform well under stressful environments. In this study, the agronomic performance of 10 Jordanian barley landraces and three local cultivars was evaluated in two locations for two growing seasons. Clear significant variations for all studied traits were observed among the selected genotypes, environments, and their interactions. The local cultivar Rum and Baladi landrace showed the best yield performance, while Herawi and Nabawi landraces produced the lowest yield across all environments. Clustering analysis using genotypic data from the iSelect 9k SNP barley array showed a clear grouping based on row type with 100% similarity level between the Syfi and Arabi landraces. The characterized Jordanian landraces can be used to improve barley resilience against climate change and associated conditions and are recommended in breeding programs to improve productivity under dry conditions.",
    "readLink": "http://dx.doi.org/10.1155/2019/9575081"
  },
  {
    "title": "Advances in Large-Scale Flood Monitoring and Detection",
    "authors": [
      "Salvatore Manfreda,",
      "Caterina Samela,",
      "Alberto Refice,",
      "Valerio Tramutoli,",
      "Fernando Nardi"
    ],
    "doi": "https://doi.org/10.3390/hydrology5030049",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  p.\n                                  49",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "The last decades have seen a massive advance in technologies for Earth observation (EO) and environmental monitoring, which provided scientists and engineers with valuable spatial information for studying hydrologic processes. At the same time, the power of computers and newly developed algorithms have grown sharply. Such advances have extended the range of possibilities for hydrologists, who are trying to exploit these potentials the most, updating and re-inventing the way hydrologic and hydraulic analyses are carried out. A variety of research fields have progressed significantly, ranging from the evaluation of water features, to the classification of land-cover, the identification of river morphology, and the monitoring of extreme flood events. The description of flood processes may particularly benefit from the integrated use of recent algorithms and monitoring techniques. In fact, flood exposure and risk over large areas and in scarce data environments have always been challenging topics due to the limited information available on river basin hydrology, basin morphology, land cover, and the resulting model uncertainty. The ability of new tools to carry out intensive analyses over huge datasets allows us to produce flood studies over large extents and with a growing level of detail. The present Special Issue aims to describe the state-of-the-art on flood assessment, monitoring, and management using new algorithms, new measurement systems and EO data. More specifically, we collected a number of contributions dealing with: (1) the impact of climate change on floods; (2) real time flood forecasting systems; (3) applications of EO data for hazard, vulnerability, risk mapping, and post-disaster recovery phase; and (4) development of tools and platforms for assessment and validation of hazard/risk models.",
    "readLink": "http://www.mdpi.com/2306-5338/5/3/49"
  },
  {
    "title": "Satellite-Based Estimation of the Influence of Land Use and Cover Change on the Surface Shortwave Radiation Budget in a Humid Basin",
    "authors": [
      "Shuchao Ye,",
      "Huihui Feng,",
      "Bin Zou,",
      "Ying Ding,",
      "Sijia Zhu,",
      "Feng Li,",
      "Guotao Dong"
    ],
    "doi": "https://doi.org/10.3390/rs13081447",
    "journalVolume": "Vol. 13,\n                                no. 1447\n                                \n                                  p.\n                                  1447",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The surface shortwave radiation budget (Rsn) is one of the main drivers of Earth’s ecosystems and varies with atmospheric and surface conditions. Land use and cover change (LUCC) alters radiation through biogeophysical effects. However, due to the complex interactions between atmospheric and surface factors, it is very challenging to quantify the sole impacts of LUCC. Based on satellite data from the Global Land Surface Satellite (GLASS) Product and Moderate Resolution Imaging Spectroradiometer (MODIS) instruments, this study introduces an observation-based approach for detecting LUCC influences on the Rsn by examining a humid basin over the Dongting Lake Basin, China from 2001 to 2015. Our results showed that the Rsn of the study area presented a decreasing trend due to the combined effects of LUCC and climate change. Generally, LUCC contributed −0.45 W/m2 to Rsn at the basin scale, which accounted for 2.53% of the total Rsn change. Furthermore, the LUCC contributions reached −0.69 W/m2, 0.21 W/m2, and −0.41 W/m2 in regions with land transitions of forest→grass, grass→forest, and grass→farmland, which accounted for 5.38%, −4.68%, and 2.40% of the total Rsn change, respectively. Physically, LUCC affected surface radiation by altering the surface properties. Specifically, LUCC induced albedo changes of +0.0039 at the basin scale and +0.0061, −0.0020, and +0.0036 in regions with land transitions of forest→grass, grass→forest, and grass→farmland, respectively. Our findings revealed the impact and process of LUCC on the surface radiation budget, which could support the understanding of the physical mechanisms of LUCC’s impact on ecosystems.",
    "readLink": "https://www.mdpi.com/2072-4292/13/8/1447"
  },
  {
    "title": "Area, lake-level and volume variations of typical lakes on the Tibetan Plateau and their response to climate change, 1972–2019",
    "authors": [
      "Ju Zhang,",
      "Qingwu Hu,",
      "Yingkui Li,",
      "Haidong Li,",
      "Jiayuan Li"
    ],
    "doi": "https://doi.org/10.1080/10095020.2021.1940318",
    "journalVolume": "Vol. 24,\n                                no. 3\n                                \n                                  pp.\n                                  458\n                                  – 473",
    "issn": "1009-5020 (Print)",
    "publisher": "1993-5153 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgsi",
    "abstract": "Most lakes have undergone significant changes on the Tibetan Plateau in recent decades, affecting water resources on the Tibetan Plateau and its surrounding areas. In this paper, we investigated the variations of 25 lakes in five sub-regions on the Tibetan Plateau from 1972 to 2019 based on SRTM DEM data and Landsat imagery. We used a method to derive lake-levels based on DEM and lake boundaries delineated from Landsat imagery, and then calculated the changes in lake area, level, and volume in 1972 to 2019. We also analyzed the potential impacts of temperature, precipitation, glacial and permafrost melting in lake changes during this period. The results show that the lakes tended to shrink until 2010 in southern and western plateau, after which they began to expand gradually but the overall trend is still shrinking. Limited meltwater from glaciers and permafrost and low precipitation are the main reasons for their shrinkage. The lakes in the central plateau, northwest plateau and northeast plateau tend to expand overall. The reason for the expansion of the lakes is not only precipitation but also the melting of glaciers and permafrost. Overall, the lake changes have gone through 3 phases, namely a slight decrease during 1972–2000, a rapid increase during 2000–2010, and a slowdown in the last decade (2010–2019). Multiple factors such as temperature, precipitation, the state of glaciers and permafrost have contributed to the changes in the lake.",
    "readLink": "http://dx.doi.org/10.1080/10095020.2021.1940318"
  },
  {
    "title": "A novel method to test non-exclusive hypotheses applied to Arctic ice projections from dependent models",
    "authors": [
      "R. Olson,",
      "S.-I. An,",
      "Y. Fan,",
      "W. Chang,",
      "J. P. Evans,",
      "J.-Y. Lee"
    ],
    "doi": "https://doi.org/10.1038/s41467-019-10561-x",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Climate models depend on each other which makes meaningful comparisons difficult. Here, the authors apply a novel Bayesian method to test non-exclusive hypotheses to a set of climate models and show that the Arctic is likely to be ice-free at 2 to 2.5 °C of warming, with a sizeable risk even at lower rates.",
    "readLink": "https://doi.org/10.1038/s41467-019-10561-x"
  },
  {
    "title": "Lessons for conservation management: Monitoring temporal changes in genetic diversity of Cape mountain zebra (Equus zebra zebra).",
    "authors": [
      "Antoinette Kotzé,",
      "Rae M Smith,",
      "Yoshan Moodley,",
      "Gordon Luikart,",
      "Coral Birss,",
      "Anna M Van Wyk,",
      "J Paul Grobler,",
      "Desiré L Dalton"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0220331",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  p.\n                                  e0220331",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The Cape mountain zebra (Equus zebra zebra) is a subspecies of mountain zebra endemic to South Africa. The Cape mountain zebra experienced near extinction in the early 1900's and their numbers have since recovered to more than 4,800 individuals. However, there are still threats to their long-term persistence. A previous study reported that Cape mountain zebra had low genetic diversity in three relict populations and that urgent conservation management actions were needed to mitigate the risk of further loss. As these suggestions went largely unheeded, we undertook the present study, fifteen years later to determine the impact of management on genetic diversity in three key populations. Our results show a substantial loss of heterozygosity across the Cape mountain zebra populations studied. The most severe losses occurred at De Hoop Nature Reserve where expected heterozygosity reduced by 22.85% from 0.385 to 0.297. This is alarming, as the De Hoop Nature Reserve was previously identified as the most genetically diverse population owing to its founders originating from two of the three remaining relict stocks. Furthermore, we observed a complete loss of multiple private alleles from all populations, and a related reduction in genetic structure across the subspecies. These losses could lead to inbreeding depression and reduce the evolutionary potential of the Cape mountain zebra. We recommend immediate implementation of evidence-based genetic management and monitoring to prevent further losses, which could jeopardise the long term survival of Cape mountain zebra, especially in the face of habitat and climate change and emerging diseases.",
    "readLink": "https://doi.org/10.1371/journal.pone.0220331"
  },
  {
    "title": "Extreme citizens science for climate justice: linking pixel to people for mapping gas flaring in Amazon rainforest",
    "authors": [
      "Francesco Facchinelli,",
      "Salvatore Eugenio Pappalardo,",
      "Giuseppe Della Fera,",
      "Edoardo Crescini,",
      "Daniele Codato,",
      "Alberto Diantini,",
      "Donald Rafael Moncayo Jimenez,",
      "Pablo Estenio Fajardo Mendoza,",
      "Elisa Bignante,",
      "Massimo De Marchi"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac40af",
    "journalVolume": "Vol. 17,\n                                no. 2\n                                \n                                  p.\n                                  024003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In the Ecuadorian Amazon—one of Earth’s last high-biodiversity wilderness areas and home to uncontacted indigenous populations—50 years of widespread oil development is jeopardizing biodiversity and feeding environmental conflicts. In 2019, a campaign to eliminate oil-related gas flaring, led by Amazonian communities impacted by fossil fuel production, resulted in an injunction against the Ecuadoran Ministry of Energy and Non-Renewable Natural Resources and the Ministry of Environment and Water. On 26 January 2021 the Court of Nueva Loja issued a historical order to ban gas flaring in the Ecuadorian Amazon. The present citizen science project played an important role in this process, enabling the production of independent spatial information through participatory mapping with indigenous and farmer communities. Globally, lack of independent information about oil activities has led to the monitoring of gas flaring by satellite imagery, achieving remarkable results. However, apart from institutional and remotely sensed data, reliable spatial information on gas flaring in the Ecuadorian Amazon is not available. Therefore, we adopted the community-based participatory action research approach to develop a participatory GIS process, aiming both to provide reliable data and to support social campaigns for environmental and climate justice. This work presents the first participatory mapping initiative of gas flaring at a regional scale, carried out completely through open source data and software. Having identified 295 previously unmapped gas flaring sites through participatory mapping, we highlight that the extent of gas flaring activities is well beyond the official data provided by the Ecuadorian Ministry of Environment and National Oceanic and Atmospheric Administration Nightfire annual datasets, which map only 24% and 33% of the sites, respectively. Seventy five of the detected sites were in the Yasuní Biosphere Reserve. Moreover, 39 of the identified sites were venting instead of flaring, a phenomenon never before documented in the Ecuadorian Amazon. This study demonstrates that, because official datasets and satellite imagery underestimate the extent of gas flaring in the Ecuadorian Amazon, community-based mapping offers a promising alternative for producing trusted, community-based scientific data. This community-produced data can support campaigns for legal recognition of human rights and environmental justice in the Ecuadorian Amazon. Finally, this study shows how local environmental conflicts can foster policy transformations that promote climate justice.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac40af"
  },
  {
    "title": "Disturbance Mapping in Arctic Tundra Improved by a Planning Workflow for Drone Studies: Advancing Tools for Future Ecosystem Monitoring",
    "authors": [
      "Isabell Eischeid,",
      "Eeva M. Soininen,",
      "Jakob J. Assmann,",
      "Rolf A. Ims,",
      "Jesper Madsen,",
      "Åshild Ø. Pedersen,",
      "Francesco Pirotti,",
      "Nigel G. Yoccoz,",
      "Virve T. Ravolainen"
    ],
    "doi": "https://doi.org/10.3390/rs13214466",
    "journalVolume": "Vol. 13,\n                                no. 4466\n                                \n                                  p.\n                                  4466",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Arctic is under great pressure due to climate change. Drones are increasingly used as a tool in ecology and may be especially valuable in rapidly changing and remote landscapes, as can be found in the Arctic. For effective applications of drones, decisions of both ecological and technical character are needed. Here, we provide our method planning workflow for generating ground-cover maps with drones for ecological monitoring purposes. The workflow includes the selection of variables, layer resolutions, ground-cover classes and the development and validation of models. We implemented this workflow in a case study of the Arctic tundra to develop vegetation maps, including disturbed vegetation, at three study sites in Svalbard. For each site, we generated a high-resolution map of tundra vegetation using supervised random forest (RF) classifiers based on four spectral bands, the normalized difference vegetation index (NDVI) and three types of terrain variables—all derived from drone imagery. Our classifiers distinguished up to 15 different ground-cover classes, including two classes that identify vegetation state changes due to disturbance caused by herbivory (i.e., goose grubbing) and winter damage (i.e., ‘rain-on-snow’ and thaw-freeze). Areas classified as goose grubbing or winter damage had lower NDVI values than their undisturbed counterparts. The predictive ability of site-specific RF models was good (macro-F1 scores between 83% and 85%), but the area of the grubbing class was overestimated in parts of the moss tundra. A direct transfer of the models between study sites was not possible (macro-F1 scores under 50%). We show that drone image analysis can be an asset for studying future vegetation state changes on local scales in Arctic tundra ecosystems and encourage ecologists to use our tailored workflow to integrate drone mapping into long-term monitoring programs.",
    "readLink": "https://www.mdpi.com/2072-4292/13/21/4466"
  }
]