[
  {
    "title": "Integrative taxonomy delimits and diagnoses cryptic arboreal species of the Cyrtodactylus brevipalmatus group (Squamata, Gekkonidae) with descriptions of four new species from Thailand",
    "authors": [
      "L. Lee Grismer,",
      "Anchalee Aowphol,",
      "Siriporn Yodthong,",
      "Natee Ampai,",
      "Korkhwan Termprayoon,",
      "Akrachai Aksornneam,",
      "Attapol Rujirawan"
    ],
    "doi": "https://doi.org/10.3897/zookeys.1129.90535",
    "journalVolume": "Vol. 1129\n                                \n                                \n                                  pp.\n                                  109\n                                  – 162",
    "issn": "1313-2989 (Print)",
    "publisher": "1313-2970 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Zoology"
    ],
    "journalUrl": "http://zookeys.pensoft.net/",
    "abstract": "Species delimitation and species diagnosis must remain separate operations to avoid constructing taxonomies comprised of non-monophyletic species based on morphological similarity as opposed to phylogenetic propinquity. This is particularly true for highly specialized species such as the range-restricted upland taxa in the Cyrtodactylus brevipalmatus group of Indochina where strong selection pressure for an arboreal lifestyle has contributed to morphologically similar but distantly related species. This in turn, has resulted in a history of erroneous taxonomies that have actually obscured rather than revealed the diversity within this group. A Bayesian phylogeny of the C. brevipalmatus group recovered at least 15 putative species-level lineages, at least seven of which are undescribed, and of which four are described herein. A total evidence morphological data set comprised of 16 normalized morphometric, 15 meristic, and seven categorical characters scored across 51 individuals was subjected to a multiple factor analysis (MFA) and an analysis of variance (ANOVA) to diagnose the putative species. These new species descriptions contribute to focusing attention to the unrealized diversity in upland tropical ecosystems, which due to climate change, are some of the most impearled ecosystems on the planet. Thus, it is paramount that taxonomies do not conflate species identities and underrepresent true diversity.",
    "readLink": "https://zookeys.pensoft.net/article/90535/download/pdf/"
  },
  {
    "title": "Hi-sAFe: A 3D Agroforestry Model for Integrating Dynamic Tree–Crop Interactions",
    "authors": [
      "Christian Dupraz,",
      "Kevin  J. Wolz,",
      "Isabelle Lecomte,",
      "Grégoire Talbot,",
      "Grégoire Vincent,",
      "Rachmat Mulia,",
      "François Bussière,",
      "Harry Ozier-Lafontaine,",
      "Sitraka Andrianarisoa,",
      "Nick Jackson,",
      "Gerry Lawson,",
      "Nicolas Dones,",
      "Hervé Sinoquet,",
      "Betha Lusiana,",
      "Degi Harja,",
      "Susy Domenicano,",
      "Francesco Reyes,",
      "Marie Gosme,",
      "Meine Van Noordwijk"
    ],
    "doi": "https://doi.org/10.3390/su11082293",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  p.\n                                  2293",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Agroforestry, the intentional integration of trees with crops and/or livestock, can lead to multiple economic and ecological benefits compared to trees and crops/livestock grown separately. Field experimentation has been the primary approach to understanding the tree–crop interactions inherent in agroforestry. However, the number of field experiments has been limited by slow tree maturation and difficulty in obtaining consistent funding. Models have the potential to overcome these hurdles and rapidly advance understanding of agroforestry systems. Hi-sAFe is a mechanistic, biophysical model designed to explore the interactions within agroforestry systems that mix trees with crops. The model couples the pre-existing STICS crop model to a new tree model that includes several plasticity mechanisms responsive to tree–tree and tree–crop competition for light, water, and nitrogen. Monoculture crop and tree systems can also be simulated, enabling calculation of the land equivalent ratio. The model’s 3D and spatially explicit form is key for accurately representing many competition and facilitation processes. Hi-sAFe is a novel tool for exploring agroforestry designs (e.g., tree spacing, crop type, tree row orientation), management strategies (e.g., thinning, branch pruning, root pruning, fertilization, irrigation), and responses to environmental variation (e.g., latitude, climate change, soil depth, soil structure and fertility, fluctuating water table). By improving our understanding of the complex interactions within agroforestry systems, Hi-sAFe can ultimately facilitate adoption of agroforestry as a sustainable land-use practice.",
    "readLink": "https://www.mdpi.com/2071-1050/11/8/2293"
  },
  {
    "title": "Information Sources and Constraints to Climate Change Adaptation amongst Smallholder Farmers in Amathole District Municipality, Eastern Cape Province, South Africa",
    "authors": [
      "Oluwabunmi  Oluwaseun Popoola,",
      "Shehu  Folaranmi Gbolahan Yusuf,",
      "Nomakhaya Monde"
    ],
    "doi": "https://doi.org/10.3390/su12145846",
    "journalVolume": "Vol. 12,\n                                no. 5846\n                                \n                                  p.\n                                  5846",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "With current global climate change conditions, the urgency to provide agricultural knowledge on adaptation has risen. The dearth of climate change information is one amongst many agricultural production challenges faced by the majority of rural farming communities. This study aimed to identify smallholder farmers’ sources of climate change information and constraints to their coping and adaptation. Descriptive statistical tools, mean scores and the ‘problem confrontation index’ (PCI) were used to assess and describe the study’s findings. Analysis revealed that public extension services play a minute role in rural farmers’ climate change knowledge; they get their information elsewhere. The most critical constraint to climate change coping and adaptation in the study area was lack of access to agricultural extension services.",
    "readLink": "https://www.mdpi.com/2071-1050/12/14/5846"
  },
  {
    "title": "Breeding, Genetics, and Genomics Approaches for Improving Fusarium Wilt Resistance in Major Grain Legumes",
    "authors": [
      "Uday Chand Jha,",
      "Abhishek Bohra,",
      "Shailesh Pandey,",
      "Swarup Kumar Parida"
    ],
    "doi": "https://doi.org/10.3389/fgene.2020.01001",
    "journalVolume": "Vol. 11",
    "issn": "1664-8021 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/genetics",
    "abstract": "Fusarium wilt (FW) disease is the key constraint to grain legume production worldwide. The projected climate change is likely to exacerbate the current scenario. Of the various plant protection measures, genetic improvement of the disease resistance of crop cultivars remains the most economic, straightforward and environmental-friendly option to mitigate the risk. We begin with a brief recap of the classical genetic efforts that provided first insights into the genetic determinants controlling plant response to different races of FW pathogen in grain legumes. Subsequent technological breakthroughs like sequencing technologies have enhanced our understanding of the genetic basis of both plant resistance and pathogenicity. We present noteworthy examples of targeted improvement of plant resistance using genomics-assisted approaches. In parallel, modern functional genomic tools like RNA-seq are playing a greater role in illuminating the various aspects of plant-pathogen interaction. Further, proteomics and metabolomics have also been leveraged in recent years to reveal molecular players and various signaling pathways and complex networks participating in host-pathogen interaction. Finally, we present a perspective on the challenges and limitations of high-throughput phenotyping and emerging breeding approaches to expeditiously develop FW-resistant cultivars under the changing climate.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fgene.2020.01001/full"
  },
  {
    "title": "The Prospects of Rainwater Harvesting in the Ho Chi Minh City",
    "authors": [
      "Chi Nguyen Thuy Lan,",
      "Dao Phan,",
      "Hoa Hoang Khanh"
    ],
    "doi": "https://doi.org/10.1515/gse-2015-0026",
    "journalVolume": "Vol. 61,\n                                no. 4\n                                \n                                  pp.\n                                  17\n                                  – 22",
    "issn": "1802-5420 (Online)",
    "publisher": "VSB-Technical University of Ostrava",
    "countryOfPublisher": "Czechia",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://geoscience.cz/ojs/index.php/GSE/index",
    "abstract": "Wisely using natural water resources to serve human needs plays a decisive role in ensuring water and food security. In the natural water cycle, rainwater is considered as a valuable renewable resource. Rainwater harvesting (RWH) for daily life and production is a simple but effective and also environmentally sound measure. It is also a positive solution in a climate change adaptation strategy. However, this resource is being wasted in our country in general and in the HCM City in particular. This paper provides an overview of the status of rainwater use in the world; the general situation, the potential of rainwater collection and a number of issues related to the potential of rainwater harvesting in the city. Some solutions to enhance the use of rainwater and improve water supply for city residents are also suggested in this discussion.",
    "readLink": "http://www.degruyter.com/view/j/gse.2015.61.issue-4/gse-2015-0026/gse-2015-0026.xml?format=INT"
  },
  {
    "title": "Distribution and morphological variation of tree ferns (Cyatheaceae) along an elevation gradient.",
    "authors": [
      "Gabriel Merino,",
      "Santiago Ramírez-Barahona,",
      "Mark E Olson,",
      "Juan Núñez-Farfán,",
      "Felipe García-Oliva,",
      "Luis E Eguiarte"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0291945",
    "journalVolume": "Vol. 18,\n                                no. 9\n                                \n                                  p.\n                                  e0291945",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Knowing how species and communities respond to environmental change is fundamental in the context of climate change. The search for patterns of abundance and phenotypic variation along altitudinal gradients can provide evidence on adaptive limits. We evaluated the species abundance and the variation in morphometric and stomatal characters in five tree ferns species (Cyathea fulva, C. divergens, C. myosuroides, Alsophila firma and Gymnosphaera salvinii) distributed along an elevation gradient in a well-preserved Mexican cloud forest. Variation at the community and species level was assessed using exploratory and multivariate data analysis methods. We wanted to explore if the species abundance is environmentally determined, to determine the degree of variation along the elevation gradient, to test for differences between zones and associations with elevation, humidity and soil nutrients, and to assess contribution of the intra- and interspecific variation to the community response to elevation and soil nutrients. The studied fern community showed strong species turnover along the elevation gradient, with some influence of soil nutrient concentration, supporting environmental determinism. All measured characters displayed variation along the gradient. Stomatal characters (size and density) had significantly less variation than morphometric characters (trunk diameter, stipe length and blade length), but stomatal density also shows interesting intraspecific patterns. In general, patterns within the fern community suggest a strong influence of species identity, especially of species inhabiting the lower edge of the cloud forest, which showed the clearest morphometric and stomatal patterns, associated to contrasting environments rather than to changes in elevation. The coincidence between morphometric and stomatal patterns in this area suggest hydraulic adjustments in response to contrasting environments. Our results provide evidence that tree ferns species respond to environmental changes through adjustments of morphometric plasticity and stomatal density, which is relevant to predict possible responses to variation in environmental conditions resulting from climate change.",
    "readLink": "https://doi.org/10.1371/journal.pone.0291945"
  },
  {
    "title": "Ecosystem carbon use efficiency in ecologically vulnerable areas in China: Variation and influencing factors",
    "authors": [
      "Zhaogang Liu,",
      "Zhaogang Liu,",
      "Zhi Chen,",
      "Zhi Chen,",
      "Zhi Chen,",
      "Guirui Yu,",
      "Guirui Yu,",
      "Guirui Yu,",
      "Meng Yang,",
      "Weikang Zhang,",
      "Weikang Zhang,",
      "Tianyou Zhang,",
      "Lang Han"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1062055",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Ecologically vulnerable areas (EVAs) are regions with ecosystems that are fragile and vulnerable to degradation under external disturbances, e.g., environmental changes and human activities. A comprehensive understanding of the climate change characteristics of EVAs in China is of great guiding significance for ecological protection and economic development. The ecosystem carbon use efficiency (CUEe) can be defined as the ratio of the net ecosystem productivity (NEP) to gross primary productivity (GPP), one of the most important ecological indicators of ecosystems, representing the capacity for carbon transfer from the atmosphere to a potential ecosystem carbon sink. Understanding the variation in the CUEe and its controlling factors is paramount for regional carbon budget evaluation. Although many CUEe studies have been performed, the spatial variation characteristics and influencing factors of the CUEe are still unclear, especially in EVAs in China. In this study, we synthesized 55 field measurements (3 forestland sites, 37 grassland sites, 6 cropland sites, 9 wetland sites) of the CUEe to examine its variation and influencing factors in EVAs in China. The results showed that the CUEe in EVAs in China ranged from -0.39 to 0.67 with a mean value of 0.20. There were no significant differences in the CUEe among different vegetation types, but there were significant differences in CUEe among the different EVAs (agro-pastoral ecotones < Tibetan Plateau < arid and semiarid areas < Loess Plateau). The CUEe first decreased and then increased with increasing mean annual temperature (MAT), soil pH and soil organic carbon (SOC) and decreased with increasing mean annual precipitation (MAP). The most important factors affecting the CUEe were biotic factors (NEP, GPP, and leaf area index (LAI)). Biotic factors directly affected the CUEe, while climate (MAT and MAP) and soil factors (soil pH and SOC) exerted indirect effects. The results illustrated the comprehensive effect of environmental factors and ecosystem attributes on CUEe variation, which is of great value for the evaluation of regional ecosystem functions.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1062055/full"
  },
  {
    "title": "Evaluation and Prioritization of Power-Generating Systems Using a Life Cycle Assessment and a Multicriteria Decision-Making Approach",
    "authors": [
      "Busola D. Akintayo,",
      "Oluwafemi E. Ige,",
      "Olubayo M. Babatunde,",
      "Oludolapo A. Olanrewaju"
    ],
    "doi": "https://doi.org/10.3390/en16186722",
    "journalVolume": "Vol. 16,\n                                no. 6722\n                                \n                                  p.\n                                  6722",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Millions of people in Asia and sub-Saharan Africa still lack access to power, which emphasizes the need for sustainable and clean energy solutions. This study attempts to address this issue by integrating a life cycle assessment (LCA) and a multicriteria decision-making (MCDM) analysis to determine the preferred energy technology for electrification. This research focuses on the environmental implications and long-term viability of various energy system options. The LCA evaluates midpoint characterization containing 18 environmental impact categories; the COPRAS and ARAS methods of MCDM analysis are then used to rank the energy alternatives based on their environmental performance. This study’s key finding is that the gas-powered power plant is the most preferred energy system alternative, while the geothermal power plant is the least preferred. This midpoint characterization study provides in-depth insights into how various stages contribute to major environmental impact categories like global warming, ozone depletion, and ecotoxicity. By considering environmental impacts and sustainability requirements, informed decisions may be made to encourage clean and cost-effective power generation, thereby contributing to climate change mitigation and supporting economic growth and human development. Future research may include analysis from cradle-to-grave compared to cradle-to-gate.",
    "readLink": "https://www.mdpi.com/1996-1073/16/18/6722"
  },
  {
    "title": "Regional air quality impacts of future fire emissions in Sumatra and Kalimantan",
    "authors": [
      "Miriam E Marlier,",
      "Ruth S DeFries,",
      "Patrick S Kim,",
      "David L A Gaveau,",
      "Shannon N Koplitz,",
      "Daniel J Jacob,",
      "Loretta J Mickley,",
      "Belinda A Margono,",
      "Samuel S Myers"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/5/054010",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  054010",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Fire emissions associated with land cover change and land management contribute to the concentrations of atmospheric pollutants, which can affect regional air quality and climate. Mitigating these impacts requires a comprehensive understanding of the relationship between fires and different land cover change trajectories and land management strategies. We develop future fire emissions inventories from 2010–2030 for Sumatra and Kalimantan (Indonesian Borneo) to assess the impact of varying levels of forest and peatland conservation on air quality in Equatorial Asia. To compile these inventories, we combine detailed land cover information from published maps of forest extent, satellite fire radiative power observations, fire emissions from the Global Fire Emissions Database, and spatially explicit future land cover projections using a land cover change model. We apply the sensitivities of mean smoke concentrations to Indonesian fire emissions, calculated by the GEOS-Chem adjoint model, to our scenario-based future fire emissions inventories to quantify the different impacts of fires on surface air quality across Equatorial Asia. We find that public health impacts are highly sensitive to the location of fires, with emissions from Sumatra contributing more to smoke concentrations at population centers across the region than Kalimantan, which had higher emissions by more than a factor of two. Compared to business-as-usual projections, protecting peatlands from fires reduces smoke concentrations in the cities of Singapore and Palembang by 70% and 40%, and by 60% for the Equatorial Asian region, weighted by the population in each grid cell. Our results indicate the importance of focusing conservation priorities on protecting both forested (intact or logged) peatlands and non-forested peatlands from fire, even after considering potential leakage of deforestation pressure to other areas, in order to limit the impact of fire emissions on atmospheric smoke concentrations and subsequent health effects.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/5/054010"
  },
  {
    "title": "Observations of iodine oxide in the Indian Ocean marine boundary layer: A transect from the tropics to the high latitudes",
    "authors": [
      "Anoop S. Mahajan,",
      "Liselotte Tinel,",
      "Shrivardhan Hulswar,",
      "Carlos A. Cuevas,",
      "Shanshan Wang,",
      "Sachin Ghude,",
      "Ravidas K. Naik,",
      "Rajani K. Mishra,",
      "P. Sabu,",
      "Amit Sarkar,",
      "N. Anilkumar,",
      "Alfonso Saiz Lopez"
    ],
    "doi": "Vol. 1",
    "issn": "2590-1621 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/atmospheric-environment-x",
    "abstract": "Observations of iodine oxide (IO) were made in the Indian Ocean and the Southern Ocean marine boundary layer (MBL) during the 8th Indian Southern Ocean Expedition. IO was observed almost ubiquitously in the open ocean with larger mixing ratios south of the Polar Front (PF). Contrary to previous reports, IO was not positively correlated to sea surface temperature (SST)/salinity, or negatively to chlorophyll a. Over the whole expedition, SST showed a weak negative correlation with respect to IO while chl a was positively correlated. North of the PF, chl a showed a strong positive correlation with IO. The computed HOI and I2 fluxes do not show any significant correlation with atmospheric IO. Simulations with the global CAM-Chem model show a reasonably good agreement with observations north of the PF but the model fails to reproduce the elevated IO south of the PF indicating that the current emission parametrizations are not sufficient to explain iodine chemistry in the Southern Indian Ocean. Keywords: Halogens, Indian ocean, Ozone, Marine boundary layer, Iodine",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S259016211930019X"
  }
]