[
  {
    "title": "The alpine flora on inselberg summits in the Maloti–Drakensberg Park, KwaZulu-Natal, South Africa",
    "authors": [
      "Robert F. Brand,",
      "Charles R. Scott-Shaw,",
      "Timothy G. O’Connor"
    ],
    "doi": "https://doi.org/10.4102/abc.v49i1.2386",
    "journalVolume": "Vol. 49,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e15",
    "issn": "0006-8241 (Print)",
    "publisher": "2311-9284 (Online)",
    "countryOfPublisher": "South African National Biodiversity Institut",
    "lcc": [
      "South Africa",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.abcjournal.org",
    "abstract": "Background: Inselberg summits adjacent to the Maloti–Drakensberg escarpment occupy an alpine zone within the Drakensberg Alpine Centre (DAC). Inselbergs, the escarpment and surrounding mountains such as Platberg experience a severe climate; inselberg summits are distinct by being protected from human disturbance. Objectives: The aim of this article was to describe for the first time the flora of inselberg summits and to assess their potential contribution to conservation of DAC plant diversity. Method: We investigated whether the flora of inselberg summits formed a representative subset of the DAC flora in terms of shared, especially endemic or near endemic, species and representation of families. All species were listed for six inselbergs between Giant’s Castle and Sentinel, located in the Royal Natal National Park (RNNP) during November 2005. Comparisons, using literature, were made with floras of the DAC, as well as Platberg, an inselberg approximately 60 km north from Sentinel in the RNNP. Results: We recorded 200 species of pteridophytes and angiosperms on inselbergs, 114 DAC endemics or near endemics, one possible new species, and several range and altitudinal extensions. Asteraceae, Poaceae and Ericaceae comprised 42.1% of endemic and near endemic species, with Scrophulariaceae and Hyacinthaceae contributing 8.8%. Inselberg and DAC floras differed in respective rankings of Crassulaceae (8th vs. 15th), Polygalaceae, Apiaceae and Rosaceae (10th, 11th, 12th vs. 15th), Poaceae (2nd vs. 5th), Cyperaceae (3rd vs. 4th) and Scrophulariaceae (6th vs. 2nd). Growth forms on inselbergs were consistent with DAC flora. Inselbergs shared 40% of species with Platberg. Conclusion: Inselbergs, which supported 7.9% of species occurring in the DAC flora, are well protected from human impact, lack alien plants, but, despite this, are highly vulnerable to climate change. Conservation importance of inselbergs will increase as escarpment vegetation becomes increasingly degraded as a consequence of intensifying land use.",
    "readLink": "https://journals.abcjournal.aosis.co.za/index.php/abc/article/view/2386"
  },
  {
    "title": "Polar amplification comparison among Earth’s three poles under different socioeconomic scenarios from CMIP6 surface air temperature",
    "authors": [
      "Aihong Xie,",
      "Jiangping Zhu,",
      "Shichang Kang,",
      "Xiang Qin,",
      "Bing Xu,",
      "Yicheng Wang"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-21060-3",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The polar amplification (PA) has become the focus of climate change. However, there are seldom comparisons of amplification among Earth’s three poles of Arctic (latitude higher than 60 °N), Antarctica (Antarctic Ice Sheet) and the Third Pole (the High Mountain Asia with the elevation higher than 4000 m) under different socioeconomic scenarios. Based on CMIP6 multi-model ensemble, two types of PA index (PAI) have been defined to quantify the PA intensity and variations, and PAI1/PAI2 is defined as the ratio of the absolute value of surface air temperature linear trend over Earth’s three poles and that for global mean/over other regions except Earth’s three poles. Arctic warms fastest in winter and weakest in summer, followed by the Third Pole, and Antarctica warms least. The similar phenomenon proceeds when global warming of 1.5–2.0 °C, and 2.0–3.0 °C above pre-industrial levels. After removing the Earth’s three poles self-influence, all the PAI2s increase much more obviously relative to the PAI1s, especially the Antarctic PAI. Earth’s three poles warm faster than the other regions. With the forcing increasing, PA accelerates much more over Antarctica and the Third Pole, but becomes weaker over Arctic. This demonstrates that future warming rate might make a large difference among Earth’s three poles under different scenarios.",
    "readLink": "https://doi.org/10.1038/s41598-022-21060-3"
  },
  {
    "title": "Climate change and anthropogenic food manipulation interact in shifting the distribution of a large herbivore at its altitudinal range limit",
    "authors": [
      "Julius G. Bright Ross,",
      "Wibke Peters,",
      "Federico Ossi,",
      "Paul R. Moorcroft,",
      "Emanuele Cordano,",
      "Emanuele Eccel,",
      "Filippo Bianchini,",
      "Maurizio Ramanzin,",
      "Francesca Cagnacci"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-86720-2",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Ungulates in alpine ecosystems are constrained by winter harshness through resource limitation and direct mortality from weather extremes. However, little empirical evidence has definitively established how current climate change and other anthropogenic modifications of resource availability affect ungulate winter distribution, especially at their range limits. Here, we used a combination of historical (1997–2002) and contemporary (2012–2015) Eurasian roe deer (Capreolus capreolus) relocation datasets that span changes in snowpack characteristics and two levels of supplemental feeding to compare and forecast probability of space use at the species’ altitudinal range limit. Scarcer snow cover in the contemporary period interacted with the augmented feeding site distribution to increase the elevation of winter range limits, and we predict this trend will continue under climate change. Moreover, roe deer have shifted from historically using feeding sites primarily under deep snow conditions to contemporarily using them under a wider range of snow conditions as their availability has increased. Combined with scarcer snow cover during December, January, and April, this trend has reduced inter-annual variability in space use patterns in these months. These spatial responses to climate- and artificial resource-provisioning shifts evidence the importance of these changing factors in shaping large herbivore spatial distribution and, consequently, ecosystem dynamics.",
    "readLink": "https://doi.org/10.1038/s41598-021-86720-2"
  },
  {
    "title": "Disturbance ecology in human societies",
    "authors": [
      "Juli G. Pausas,",
      "Alexandro B. Leverkus"
    ],
    "doi": "https://doi.org/10.1002/pan3.10471",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  1082\n                                  – 1093",
    "issn": "2575-8314 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/25758314",
    "abstract": "Abstract We define societal disturbances as discrete events that abruptly disrupt the functioning of human societies. There is a variety of such events, including hurricanes, floods, epidemics, nuclear accidents, earthquakes and wars, among others. These disturbances can interact, further increasing their impacts. The severity of disturbances does not only depend on their intrinsic properties (type, intensity and magnitude) but also greatly on human aspects (socioeconomic, historical, political and cultural aspects that define vulnerability). Very large or severe disturbances are infrequent and unpredictable. Yet societal disturbances are intrinsic to human societies; they have occurred through the entire human history and will continue to occur in the future. We can increase preparedness and recovery capacity but cannot avoid disturbances. The type, regime and scale of disturbances change with the development of societies. The increase in population density and complexity also increases the severity of many disturbances. Societal disturbances can temporarily disrupt the functioning of societies. However, when those disturbances are frequent, societies adapt to them and thus disturbances contribute to shape cultural evolution. That is, societal disturbances have a cost at short temporal scales, but they can build up resilience at mid‐ to long‐term scales. Understanding this dynamic view of human systems is becoming more important as climate is changing, humans are overexploiting natural resources and humanity is dense and hyperconnected. We need to take advantage of frequent small disturbances, as they can build resilience and reduce the likelihood of infrequent large and severe disturbances. Our challenge is to encourage actions and policies to be prepared for unknown, unpredictable and unprecedented (infrequent) large‐scale societal disturbances that will surely arrive. Read the free Plain Language Summary for this article on the Journal blog.",
    "readLink": "https://doi.org/10.1002/pan3.10471"
  },
  {
    "title": "Global observed long-term changes in temperature and precipitation extremes: A review of progress and limitations in IPCC assessments and beyond",
    "authors": [
      "Lisa V. Alexander"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2015.10.007",
    "journalVolume": "Vol. 11,\n                                no. C\n                                \n                                  pp.\n                                  4\n                                  – 16",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "The Intergovernmental Panel on Climate Change (IPCC) first attempted a global assessment of long-term changes in temperature and precipitation extremes in its Third Assessment Report in 2001. While data quality and coverage were limited, the report still concluded that heavy precipitation events had increased and that there had been, very likely, a reduction in the frequency of extreme low temperatures and increases in the frequency of extreme high temperatures. That overall assessment had changed little by the time of the IPCC Special Report on Extremes (SREX) in 2012 and the IPCC Fifth Assessment Report (AR5) in 2013, but firmer statements could be added and more regional detail was possible. Despite some substantial progress throughout the IPCC Assessments in terms of temperature and precipitation extremes analyses, there remain major gaps particularly regarding data quality and availability, our ability to monitor these events consistently and our ability to apply the complex statistical methods required. Therefore this article focuses on the substantial progress that has taken place in the last decade, in addition to reviewing the new progress since IPCC AR5 while also addressing the challenges that still lie ahead.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094715300414"
  },
  {
    "title": "Carbon Emission Evaluation of Roadway Construction at Contaminated Sites Based on Life Cycle Assessment Method",
    "authors": [
      "Luorui Zheng,",
      "Yingzhen Li,",
      "Cheng Qian,",
      "Yanjun Du"
    ],
    "doi": "https://doi.org/10.3390/su151612642",
    "journalVolume": "Vol. 15,\n                                no. 12642\n                                \n                                  p.\n                                  12642",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Greenhouse gas emissions induced by climate change have garnered global attention. Minimizing climate change can be achieved through the reduction of carbon emissions in transportation infrastructure construction and in the production of construction materials. This study aims to calculate carbon emissions in three hypothetical construction scenarios based on the life cycle assessment (LCA) method when a roadway passes across polluted soil at contaminated sites. Three methods are employed to remediate contaminated soil: off-site cement kiln co-processing, on-site ex-situ thermal desorption, and on-site ex-situ solidification/stabilization. Carbon emissions are calculated using the LCA method for each scenario. The baseline carbon emission is estimated for the scenario in which contaminated soil is remediated using the off-site cement kiln co-processing method, and the roadway subgrade is constructed using transported clean soil. In the other two scenarios, contaminated soils are remediated using the on-site ex-situ thermal desorption and solidification/stabilization methods, respectively, and then they are reused as roadway subgrade materials. The LCA analyses demonstrate that the total carbon emission reductions range from 1168.48 to 2379.62 tons per basic unit, corresponding to decreased of 19.31% to 39.33%, respectively, compared to baseline. The reuse of solid waste to replace sand and ordinary Portland cement (OPC) as raw materials in roadway construction reduces carbon emissions by 498.98 tons. Finally, a comparison of carbon emissions between the three scenarios indicates that reducing carbon emissions in the remediation of contaminated soil and reusing solid waste as construction materials are two important methods for achieving overall carbon emission reductions in roadway construction projects.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12642"
  },
  {
    "title": "An Overview of the Atmospheric Component of the Energy Exascale Earth System Model",
    "authors": [
      "P. J. Rasch,",
      "S. Xie,",
      "P.‐L. Ma,",
      "W. Lin,",
      "H. Wang,",
      "Q. Tang,",
      "S. M. Burrows,",
      "P. Caldwell,",
      "K. Zhang,",
      "R. C. Easter,",
      "P. Cameron‐Smith,",
      "B. Singh,",
      "H. Wan,",
      "J.‐C. Golaz,",
      "B. E. Harrop,",
      "E. Roesler,",
      "J. Bacmeister,",
      "V. E. Larson,",
      "K. J. Evans,",
      "Y. Qian,",
      "M. Taylor,",
      "L. R. Leung,",
      "Y. Zhang,",
      "L. Brent,",
      "M. Branstetter,",
      "C. Hannay,",
      "S. Mahajan,",
      "A. Mametjanov,",
      "R. Neale,",
      "J. H. Richter,",
      "J.‐H. Yoon,",
      "C. S. Zender,",
      "D. Bader,",
      "M. Flanner,",
      "J. G. Foucar,",
      "R. Jacob,",
      "N. Keen,",
      "S. A. Klein,",
      "X. Liu,",
      "A.G. Salinger,",
      "M. Shrivastava,",
      "Y. Yang"
    ],
    "doi": "https://doi.org/10.1029/2019MS001629",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  pp.\n                                  2377\n                                  – 2411",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract The Energy Exascale Earth System Model Atmosphere Model version 1, the atmospheric component of the Department of Energy's Energy Exascale Earth System Model is described. The model began as a fork of the well‐known Community Atmosphere Model, but it has evolved in new ways, and coding, performance, resolution, physical processes (primarily cloud and aerosols formulations), testing and development procedures now differ significantly. Vertical resolution was increased (from 30 to 72 layers), and the model top extended to 60 km (~0.1 hPa). A simple ozone photochemistry predicts stratospheric ozone, and the model now supports increased and more realistic variability in the upper troposphere and stratosphere. An optional improved treatment of light‐absorbing particle deposition to snowpack and ice is available, and stronger connections with Earth system biogeochemistry can be used for some science problems. Satellite and ground‐based cloud and aerosol simulators were implemented to facilitate evaluation of clouds, aerosols, and aerosol‐cloud interactions. Higher horizontal and vertical resolution, increased complexity, and more predicted and transported variables have increased the model computational cost and changed the simulations considerably. These changes required development of alternate strategies for tuning and evaluation as it was not feasible to “brute force” tune the high‐resolution configurations, so short‐term hindcasts, perturbed parameter ensemble simulations, and regionally refined simulations provided guidance on tuning and parameterization sensitivity to higher resolution. A brief overview of the model and model climate is provided. Model fidelity has generally improved compared to its predecessors and the CMIP5 generation of climate models.",
    "readLink": "https://doi.org/10.1029/2019MS001629"
  },
  {
    "title": "Man and the last great wilderness: human impact on the deep sea.",
    "authors": [
      "Eva Ramirez-Llodra,",
      "Paul A Tyler,",
      "Maria C Baker,",
      "Odd Aksel Bergstad,",
      "Malcolm R Clark,",
      "Elva Escobar,",
      "Lisa A Levin,",
      "Lenaick Menot,",
      "Ashley A Rowden,",
      "Craig R Smith,",
      "Cindy L Van Dover"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0022588",
    "journalVolume": "Vol. 6,\n                                no. 8\n                                \n                                  p.\n                                  e22588",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The deep sea, the largest ecosystem on Earth and one of the least studied, harbours high biodiversity and provides a wealth of resources. Although humans have used the oceans for millennia, technological developments now allow exploitation of fisheries resources, hydrocarbons and minerals below 2000 m depth. The remoteness of the deep seafloor has promoted the disposal of residues and litter. Ocean acidification and climate change now bring a new dimension of global effects. Thus the challenges facing the deep sea are large and accelerating, providing a new imperative for the science community, industry and national and international organizations to work together to develop successful exploitation management and conservation of the deep-sea ecosystem. This paper provides scientific expert judgement and a semi-quantitative analysis of past, present and future impacts of human-related activities on global deep-sea habitats within three categories: disposal, exploitation and climate change. The analysis is the result of a Census of Marine Life--SYNDEEP workshop (September 2008). A detailed review of known impacts and their effects is provided. The analysis shows how, in recent decades, the most significant anthropogenic activities that affect the deep sea have evolved from mainly disposal (past) to exploitation (present). We predict that from now and into the future, increases in atmospheric CO(2) and facets and consequences of climate change will have the most impact on deep-sea habitats and their fauna. Synergies between different anthropogenic pressures and associated effects are discussed, indicating that most synergies are related to increased atmospheric CO(2) and climate change effects. We identify deep-sea ecosystems we believe are at higher risk from human impacts in the near future: benthic communities on sedimentary upper slopes, cold-water corals, canyon benthic communities and seamount pelagic and benthic communities. We finalise this review with a short discussion on protection and management methods.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/21829635/?tool=EBI"
  },
  {
    "title": "RESTORING THE GLOBAL ECOSYSTEM HEALTH THROUGH ARTIFICIAL INTELLIGENCE: A SUSTAINABLE APPROACH",
    "authors": [
      "Mahmood Khan Yousufi*"
    ],
    "doi": "https://doi.org/10.31924/nrsd.v12i2.110",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  345\n                                  – 356",
    "issn": "2066-6276 (Print)",
    "publisher": "2601-5676 (Online)",
    "countryOfPublisher": "Editura Universităţii din Oradea",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.nrsdj.com/",
    "abstract": "The harmful human acts in recent years have caused serious reactions on the ecosystem. It has caused serious implications on the three crucial components of the ecosystem i.e. soil, air and water. The rapid industrialization has led to release of harmful effluents in the ecosystem. The release of harmful industrial pollutants in air, water and soil is causing climate change and studies depict that there is a steep global rise in temperature of one degree Celsius. Various efforts around the globe are made to handle this critical situation of ecosystem damage. Artificial intelligence or machine learning is one such modern-day tool, which is proving to be an effective means to handle the current critical crisis on ecosystem health. In this investigation, it is being studied whether artificial intelligence is proving to be effective in combating ecosystem damage. The conclusion of the study reveals that artificial intelligence or machine learning is proving to be quite effective in restoring global ecosystem health.",
    "readLink": "https://docs.google.com/viewerng/viewer?url=http://nrsdj.com/papers/2022-2/11.+Mahmood+Khan+Yousufi.pdf"
  },
  {
    "title": "Prompt rewetting of drained peatlands reduces climate warming despite methane emissions",
    "authors": [
      "Anke Günther,",
      "Alexandra Barthelmes,",
      "Vytas Huth,",
      "Hans Joosten,",
      "Gerald Jurasinski,",
      "Franziska Koebsch,",
      "John Couwenberg"
    ],
    "doi": "https://doi.org/10.1038/s41467-020-15499-z",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 5",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Drained peatlands are sources of CO2, and though rewetting could curb emissions, this strategy results in elevated methane release. Here, the authors model peatland emissions scenarios and show that rewetting is a critical way to mitigate climate change despite potential methane increases.",
    "readLink": "https://doi.org/10.1038/s41467-020-15499-z"
  }
]