[
  {
    "title": "Mitigation of the effects of climate change in the agricultural sector of Cyprus, through optimization of benefit",
    "authors": [
      "Y. Economidou,",
      "M. K. Doula,",
      "A. A. Zorpas"
    ],
    "doi": "https://doi.org/10.2166/ws.2021.118",
    "journalVolume": "Vol. 21,\n                                no. 6\n                                \n                                  pp.\n                                  2947\n                                  – 2958",
    "issn": "1606-9749 (Print)",
    "publisher": "1607-0798 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/ws",
    "abstract": "Water scarcity has a significant impact on agricultural productivity, and it usually constitutes the main criterion for the continuation of agricultural activity. The Cyprus agri-sector faces increasing challenges since water resources are very limited and particularly susceptible to climate change. As total profit highly depends on cultivation patterns, the present study aims to define the optimal pattern of agricultural crops in Cyprus. A linear programming model is set up to maximize the net profit of annual and permanent crops. As for the constraints, these include limitations on land and water availability under four different scenarios, provided that production secures current consumption of (1) domestic products, (2) domestic and imported products, (3) domestic products but under a 40% decrease in water availability and (4) domestic products but limited to only traditional, tropical and subtropical crops, under a 40% decrease in water availability. The results indicate that when using an optimal cultivation pattern, economic benefit increases by 120%, 62%, 20%, and 48%, based on Scenarios 1, 2, 3 and 4, respectively. Furthermore, the results are considered useful and directly applicable for policy makers to redesign their strategy in light of water scarcity. HIGHLIGHTS Water scarcity in Cyprus impacts the agri-sector, leading to high economic losses.; Linear programming can provide optimal cultivation patterns to maximize economic benefit.; If Cypriot agriculture shifts to less water-intensive/higher-added-value crops, an increase in economic benefit is achieved, even with significant water reduction.; Linear Programming results provide a valuable tool for policy makers, in light of climate change.;",
    "readLink": "http://ws.iwaponline.com/content/21/6/2947"
  },
  {
    "title": "Truth in wine yeast",
    "authors": [
      "Ramon Gonzalez,",
      "Pilar Morales"
    ],
    "doi": "https://doi.org/10.1111/1751-7915.13848",
    "journalVolume": "Vol. 15,\n                                no. 5\n                                \n                                  pp.\n                                  1339\n                                  – 1356",
    "issn": "1751-7915 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "https://sfamjournals.onlinelibrary.wiley.com/journal/17517915",
    "abstract": "Summary Evolutionary history and early association with anthropogenic environments have made Saccharomyces cerevisiae the quintessential wine yeast. This species typically dominates any spontaneous wine fermentation and, until recently, virtually all commercially available wine starters belonged to this species. The Crabtree effect, and the ability to grow under fully anaerobic conditions, contribute decisively to their dominance in this environment. But not all strains of Saccharomyces cerevisiae are equally suitable as starter cultures. In this article, we review the physiological and genetic characteristics of S. cerevisiae wine strains, as well as the biotic and abiotic factors that have shaped them through evolution. Limited genetic diversity of this group of yeasts could be a constraint to solving the new challenges of oenology. However, research in this field has for many years been providing tools to increase this diversity, from genetic engineering and classical genetic tools to the inclusion of other yeast species in the catalogues of wine yeasts. On occasion, these less conventional species may contribute to the generation of interspecific hybrids with S. cerevisiae. Thus, our knowledge about wine strains of S. cerevisiae and other wine yeasts is constantly expanding. Over the last decades, wine yeast research has been a pillar for the modernisation of oenology, and we can be confident that yeast biotechnology will keep contributing to solving any challenges, such as climate change, that we may face in the future.",
    "readLink": "https://doi.org/10.1111/1751-7915.13848"
  },
  {
    "title": "The Role of Pyrolysis and Gasification in a Carbon Negative Economy",
    "authors": [
      "Robert  C. Brown"
    ],
    "doi": "https://doi.org/10.3390/pr9050882",
    "journalVolume": "Vol. 9,\n                                no. 882\n                                \n                                  p.\n                                  882",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "The International Panel on Climate Change and the 2015 Climate Summit in Paris have recommended that efforts to reduce carbon emissions be coupled with carbon removal from the atmosphere. Carbon negative energy combines net carbon removal with the production of energy products or other revenue-generating products beyond sequestered carbon. Even though both biochemical and thermochemical approaches to carbon negative energy can be envisioned, this paper considers the prospects for the latter including pyrolysis and gasification. The fundamentals of these two processes are described to better understand how they would be integrated with carbon removal. Characteristics of pyrolysis and gasification are related to the kinds of sequestration agents they would produce, the scale of their deployment, the fraction of biomass carbon that could ultimately sequestered, the challenges of effectively sequestering these different forms of carbon and the economics of thermochemical carbon negative energy.",
    "readLink": "https://www.mdpi.com/2227-9717/9/5/882"
  },
  {
    "title": "Analyse de l’effet de la concurrence végétale sur la croissance de l’Iroko (Milicia excelsa) en forêt dense tropicale perturbée de l’Est–Cameroun",
    "authors": [
      "L. Mbonayem,",
      "K.S. Bobo"
    ],
    "doi": "https://doi.org/10.4000/vertigo.18997",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "The simulation currently made on commercial species regarding the determination of their minimum diameter of management by the method of calculating the rate of recovery and which allows them to reach the minimum exploitable diameter after the rotation ignores ecological factors species growth (soil nutrients, water accessibility, competition due to the presence of other species, climate change ...). This research undertakes to reflect on Iroko growth variations based on competitive interactions related to the presence of the surrounding population. This study was conducted in disturbed heterogeneous population in the dense forest of the Congo Basin and can serve as a starting point for developing an approach to identifying the role of each environmental factor in the growth process of the species in heterogeneous forest and useful for future development of allometric growth patterns of tropical species.",
    "readLink": "http://journals.openedition.org/vertigo/18997"
  },
  {
    "title": "Upper thermal threshold of Lepidurus arcticus (Branchiopoda, Notostraca) in lakes on the southern outreach of its distribution range",
    "authors": [
      "Tore Qvenild,",
      "Eirik Fjeld,",
      "Arne Fjellheim,",
      "Johan Hammar,",
      "Trygve  Hesthagen,",
      "Hanna-Kaisa Lakka"
    ],
    "doi": "https://doi.org/10.5324/fn.v41i0.3832",
    "journalVolume": "Vol. 41",
    "issn": "1502-4873 (Print)",
    "publisher": "1891-5396 (Online)",
    "countryOfPublisher": "Norwegian University of Science and Technology",
    "lcc": [
      "Norway",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.ntnu.no/ojs/index.php/fauna_norvegica",
    "abstract": "The Arctic tadpole shrimp Lepidurus arcticus has a circumpolar distribution and the Scandes (Fennoscandian Mountains) marks its southernmost limit in Europe. Within this area, 391 natural and 88 regulated lakes with L. arcticus have been identified, of which 87% are above the treeline. The lakes hosting L. arcticus decrease in altitude from south to north, which results from its temperature preferences. The majority of the locations are at a lower lake air temperature than 11°C which is equivalent to a water temperature near 14°C. This is assumed to be near the upper thermal threshold for L. arcticus. In lakes that exceed this average summer water temperature (1 July – 15 September), sustainable populations seem to be rare. In warmer lakes, life cycle mismatches are assumed to explain the absence of L. arcticus, most likely by affecting the embryo and juvenile stages. The distribution appears to be dichotomous, with one large northern area north of 65°N and one separated southern “island”. Only two locations of L. arcticus are known for the area between latitudes 62.88 and 64.39°N. In this part of the Scandes, the lakes are likely too warm to host L. arcticus as most of them are situated below 700 m a.s.l. This may also be the case in the northernmost region, north of 70°N, where only 11 populations are recorded. Most of the lakes in this area typically occurs below 400 m a.s.l. L. arcticus populations are sensitive to fish predation, and dense fish populations may be another stressor limiting its distribution. In contrast to water bodies in the High Arctic where L. arcticus only exists in shallow, fishless ponds, in the Scandes they co-exist with fish in 97% of the findings. Global warming has already modified the environment of the Scandes, and populations of L. arcticus are at threat in many of the small and shallow water bodies at low altitudes.",
    "readLink": "https://www.ntnu.no/ojs/index.php/fauna_norvegica/article/view/3832"
  },
  {
    "title": "Biodiversité méditerranéenne et changements globaux : cas du complexe de zones humides de Guerbès-Senhadja (Algérie)",
    "authors": [
      "Oumessaad Toubal,",
      "Abderrazak Boussehaba,",
      "Abderrahmane Toubal,",
      "Boudjéma Samraoui"
    ],
    "doi": "https://doi.org/10.4000/physio-geo.4217",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  pp.\n                                  273\n                                  – 295",
    "issn": "1958-573X (Online)",
    "publisher": "Physio-Géo",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://physio-geo.revues.org/",
    "abstract": "The Guerbès-Senhadja wetland complex is located in north-eastern Algeria, in water-stressed North Africa, one of the most vulnerable regions to climate change (M. HULME et al., 2001). Although identified as one of the hotspots of biodiversity, and granted a formal protection as a Ramsar site, the ecocomplexe has undergone over the last two decades, fast changes in land use that has left many of its natural habitats heavily impacted and degraded, posing a tough challenge to the sustainable use of its natural resources.As climate change will affect the hydrology of wetlands mostly through changes in precipitation and temperature regimes, we attempted first to investigate warming trend and changes in rainfall patterns in the studied area by comparing these two factors over two periods: 1923-1938 and 1987-2007. Our results are in line with some predictive climatic scenarios which expect temperatures to change in North Africa between 0.2 °C and 0.5 °C per decade (M. HULME et al., 2001).Using remote sensing, we drew up a map of land use and vegetation cover across the studied area as a first step to establish the status of the various ecosystems and to use the map as a tool to assess local ecosystems' resilience to change and to mitigate adverse anthropogenic effects. We also identified factors which are fast eroding the ecological integrity of the study area: human encroachment (urban expansion, fragmentation, etc.), sand quarries, overgrazing, hydrological changes, fires and pollution. We noted that while soil erosion is increasing at low at medium altitudes, wind erosion is gradually silting up the area, including dunary marshes and ponds, thus limiting the carrying capacity of habitats and reducing their biodiversity. The draining of marshes is altering their hydrological functions and is inducing the loss of indigenous and hygrophilous plants, replaced by pyrophilous ones. The dam, located upstream of the study area, is also increasing water pollution by reducing the water flow.In order to stem the increasing erosion of local biodiversity and sustain wetlands resilience (K.L. ERWIN, 2009), steps are urgently needed to provide capacity building to local managers, increase connectivity, maintain hydrology, reduce pollution and control invasive species. The phytoecologic diagnostic associated to vegetation and land use maps can be of tremendous help to the management of the area, its conservation and to the sustainable use of its natural resources in the context of global changes.",
    "readLink": "http://journals.openedition.org/physio-geo/4217"
  },
  {
    "title": "Observation and Monitoring of Mangrove Forests Using Remote Sensing: Opportunities and Challenges",
    "authors": [
      "Chandra Giri"
    ],
    "doi": "https://doi.org/10.3390/rs8090783",
    "journalVolume": "Vol. 8,\n                                no. 9\n                                \n                                  p.\n                                  783",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Mangrove forests, distributed in the tropical and subtropical regions of the world, are in a constant flux. They provide important ecosystem goods and services to nature and society. In recent years, the carbon sequestration potential and protective role of mangrove forests from natural disasters is being highlighted as an effective option for climate change adaptation and mitigation. The forests are under threat from both natural and anthropogenic forces. However, accurate, reliable, and timely information of the distribution and dynamics of mangrove forests of the world is not readily available. Recent developments in the availability and accessibility of remotely sensed data, advancement in image pre-processing and classification algorithms, significant improvement in computing, availability of expertise in handling remotely sensed data, and an increasing awareness of the applicability of remote sensing products has greatly improved our scientific understanding of changing mangrove forest cover attributes. As reported in this special issue, the use of both optical and radar satellite data at various spatial resolutions (i.e., 1 m to 30 m) to derive meaningful forest cover attributes (e.g., species discrimination, above ground biomass) is on the rise. This multi-sensor trend is likely to continue into the future providing a more complete inventory of global mangrove forest distributions and attribute inventories at enhanced temporal frequency. The papers presented in this “Special Issue” provide important remote sensing monitoring advancements needed to meet future scientific objectives for global mangrove forest monitoring from local to global scales.",
    "readLink": "http://www.mdpi.com/2072-4292/8/9/783"
  },
  {
    "title": "Earth System Model Needs for Including the Interactive Representation of Nitrogen Deposition and Drought Effects on Forested Ecosystems",
    "authors": [
      "Beth Drewniak,",
      "Miquel A. Gonzalez-Meler"
    ],
    "doi": "https://doi.org/10.3390/f8080267",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  267",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "One of the biggest uncertainties of climate change is determining the response of vegetation to many co-occurring stressors. In particular, many forests are experiencing increased nitrogen deposition and are expected to suffer in the future from increased drought frequency and intensity. Interactions between drought and nitrogen deposition are antagonistic and non-additive, which makes predictions of vegetation response dependent on multiple factors. The tools we use (Earth system models) to evaluate the impact of climate change on the carbon cycle are ill equipped to capture the physiological feedbacks and dynamic responses of ecosystems to these types of stressors. In this manuscript, we review the observed effects of nitrogen deposition and drought on vegetation as they relate to productivity, particularly focusing on carbon uptake and partitioning. We conclude there are several areas of model development that can improve the predicted carbon uptake under increasing nitrogen deposition and drought. This includes a more flexible framework for carbon and nitrogen partitioning, dynamic carbon allocation, better representation of root form and function, age and succession dynamics, competition, and plant modeling using trait-based approaches. These areas of model development have the potential to improve the forecasting ability and reduce the uncertainty of climate models.",
    "readLink": "https://www.mdpi.com/1999-4907/8/8/267"
  },
  {
    "title": "Can <i>Miscanthus</i> Fulfill Its Expectations as an Energy Biomass Source in the Current Conditions of the Czech Republic?—Potentials and Barriers",
    "authors": [
      "Jan Weger,",
      "Jaroslav Knápek,",
      "Jaroslav Bubeník,",
      "Kamila Vávrová,",
      "Zdeněk Strašil"
    ],
    "doi": "https://doi.org/10.3390/agriculture11010040",
    "journalVolume": "Vol. 11,\n                                no. 40\n                                \n                                  p.\n                                  40",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Our article analyzes the main biological potentials and economic barriers of using Miscanthus as a new energy crop in agricultural practice in the Czech Republic and the Central-Eastern European region. We have used primary data from long-term field experiments and commercial plantations to create production and economic models that also include an analysis of competitive ability with conventional crops. Our results showed that current economic conditions favor annual crops over Miscanthus (for energy biomass) and that this new crop shows very good adaptation to the effects of climate change. Selected clones of Miscanthus × giganteus reached high biomass yields between 15–17 t DM ha−1 y−1 despite very dry and warm periods and low-input agrotechnology, and they have good potential to become important biomass crops for future bioenergy and the bioeconomy. Key barriers and factors are identified, including gene pool and agronomy improvement, change of subsidy policy (Common agriculture policy-CAP), climate change trends, and further development of the bioeconomy.",
    "readLink": "https://www.mdpi.com/2077-0472/11/1/40"
  },
  {
    "title": "Simulation Analysis of Land-Use Pattern Evolution and Valuation of Terrestrial Ecosystem Carbon Storage of Changzhi City, China",
    "authors": [
      "Lijun Xie,",
      "Zhongke Bai,",
      "Boyu Yang,",
      "Shuai Fu"
    ],
    "doi": "https://doi.org/10.3390/land11081270",
    "journalVolume": "Vol. 11,\n                                no. 1270\n                                \n                                  p.\n                                  1270",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Carbon sequestration in terrestrial ecosystems is critical for combating global climate change and achieving regional carbon neutrality, and LUCC is a vital factor influencing the carbon cycle process of terrestrial ecosystems and causing changes in carbon sources/sinks. This study analyzes the drivers of LUCC based on a review of the dynamics of LUCC in Changzhi from 2000 to 2020, analyzes the driving factors of LUCC using the Clue-S model and binary logistic regression analysis model, then simulates land-use patterns under different scenarios in 2030 by the CA-Markov model, and finally analyzes carbon stock changes and spatial distribution characteristics in different periods from the perspective of carbon source/sink interconversion with the help of InVEST model. The results show: (1) in the past two decades, more than 90% of the expansion of artificial surfaces in Changzhi comes from cultivated land. Ecological conservation policies are more decisive in influencing LUCC than natural, social, and transportation accessibility factors. (2) During the 20 years, the total carbon stock increased by 680,989.73 t, with the carbon emission control area accounting for 7.5%, mainly distributed near urban centers and coal mining areas. The carbon sink enhancement area accounts for 5.5% and is mainly concentrated near forest land and ecological and nature reserves. (3) The spatial location of cities influences the density of carbon stock in the adjacent range. Carbon stock density increases within the buffer zone with the distance from urban center, county center, expressways, national highway, settlements, rivers, provincial roads, reservoirs, railways, county highway, and village roads. The rate of carbon stock increase per 100 m is 0.12 t/ha, 0.25 t/ha, 0.17 t/ha, 0.36 t/ha, 0.71 t/ha, 0.33 t/ha, 0.38 t/ha, 0.57 t/ha, 0.23 t/ha, 0.46 t/ha, and 0.48 t/ha respectively. The higher the administrative center and road grades, the lower the carbon density will be instead. (4) In the 2030 CD scenario, compared with the ND scenario, the cultivated land and grassland are effectively protected and the cultivated land area is increased by 445.68 km2, while the expansion of artificial surface is suppressed and the area is reduced by 448.2 km2, which ultimately leads to a reduction in carbon loss of 392,011.85 t. Future ecological management should focus on protecting high-value carbon sink areas and carbon sink enhancement areas and the ecological management and restoration of low-value carbon sink areas and carbon emission control areas.",
    "readLink": "https://www.mdpi.com/2073-445X/11/8/1270"
  }
]