[
  {
    "title": "Plant Biosystems Design for a Carbon-Neutral Bioeconomy",
    "authors": [
      "Udaya C. Kalluri,",
      "Xiaohan Yang,",
      "Stan D. Wullschleger"
    ],
    "doi": "https://doi.org/10.34133/2020/7914051",
    "journalVolume": "Vol. 2020",
    "issn": "2693-1257 (Online)",
    "publisher": "American Association for the Advancement of Science",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "https://spj.sciencemag.org/bdr/",
    "abstract": "Our society faces multiple daunting challenges including finding sustainable solutions towards climate change mitigation; efficient production of food, biofuels, and biomaterials; maximizing land-use efficiency; and enabling a sustainable bioeconomy. Plants can provide environmentally and economically sustainable solutions to these challenges due to their inherent capabilities for photosynthetic capture of atmospheric CO2, allocation of carbon to various organs and partitioning into various chemical forms, including contributions to total soil carbon. In order to enhance crop productivity and optimize chemistry simultaneously in the above- and belowground plant tissues, transformative biosystems design strategies are needed. Concerted research efforts will be required for accelerating the development of plant cultivars, genotypes, or varieties that are cooptimized in the contexts of biomass-derived fuels and/or materials aboveground and enhanced carbon sequestration belowground. Here, we briefly discuss significant knowledge gaps in our process understanding and the potential of synthetic biology in enabling advancements along the fundamental to applied research arc. Ultimately, a convergence of perspectives from academic, industrial, government, and consumer sectors will be needed to realize the potential merits of plant biosystems design for a carbon neutral bioeconomy.",
    "readLink": "http://dx.doi.org/10.34133/2020/7914051"
  },
  {
    "title": "The significance and perspective of biodiesel production – A European and global view☆",
    "authors": [
      "Bockey Dieter"
    ],
    "doi": "https://doi.org/10.1051/ocl/2019042",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  p.\n                                  40",
    "issn": "2272-6977 (Print)",
    "publisher": "2257-6614 (Online)",
    "countryOfPublisher": "EDP Sciences",
    "lcc": [
      "France",
      "Technology: Chemical technology: Oils, fats, and waxes"
    ],
    "journalUrl": "http://www.ocl-journal.org/",
    "abstract": "Since the nineties, the production of biodiesel has increased considerably worldwide. The motivation for this trend developed very differently with a view to the globally important resource production regions. Biofuels, such as biodiesel, are also playing a role regionally within the context of the growing challenge of a global climate change policy. The contribution is an evaluation of the situation and it demonstrates the limits of the development based on different aspects.",
    "readLink": "https://www.ocl-journal.org/articles/ocl/full_html/2019/01/ocl190042s/ocl190042s.html"
  },
  {
    "title": "Effects of changing population or density on urban carbon dioxide emissions",
    "authors": [
      "Haroldo V. Ribeiro,",
      "Diego Rybski,",
      "Jürgen P. Kropp"
    ],
    "doi": "https://doi.org/10.1038/s41467-019-11184-y",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Approaches to examine the urbanization impact on climate change ignore that interactions between size and density may have an important influence on urban emissions. Here the authors show that variations in the emissions associated with changes in population or density may not only depend on the magnitude of these changes but also on the initial values of these quantities.",
    "readLink": "https://doi.org/10.1038/s41467-019-11184-y"
  },
  {
    "title": "Selection of (Green) Roof Systems: A Sustainability-Based Multi-Criteria Analysis",
    "authors": [
      "Paolo Rosasco,",
      "Katia Perini"
    ],
    "doi": "https://doi.org/10.3390/buildings9050134",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  p.\n                                  134",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "A wide diffusion of green envelopes in cities can be an opportunity to improve urban environment conditions and reduce negative effects of climate change. The green roof system is a widespread solution adopted all over the world due to the relative simplicity of installation and the large private and social benefits provided. Despite this, some factors hinder the diffusion of the green roof system, not only economic factors (due to the higher installation costs compare to a traditional roof solution), but also technical factors connected to lack of knowledge. The present paper investigates the factors influencing designers in the choice of a building roof systems, comparing a traditional solution and a greening system. The involvement of architects, engineers, and researchers allows the selection of the most important factors. Results of the study identifies their priority, and through a sustainability-based multicriteria analysis, the role played by each one in the decision process. This approach provides interesting hints to identify effective strategies to support a wider diffusion of greening systems for urban resilience.",
    "readLink": "https://www.mdpi.com/2075-5309/9/5/134"
  },
  {
    "title": "Response of a rice insect pest, Scirpophaga incertulas (Lepidoptera: Pyralidae) in warmer world",
    "authors": [
      "M. P. Ali,",
      "M. N. Bari,",
      "S. S. Haque,",
      "M. M. M. Kabir,",
      "F. Nowrin,",
      "T. R. Choudhury,",
      "R. W. Mankin,",
      "N. Ahmed"
    ],
    "doi": "https://doi.org/10.1186/s40850-020-00055-5",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2056-3132 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "http://bmczool.biomedcentral.com/",
    "abstract": "Abstract Background Increases in global mean temperature, changes in rainfall patterns, and extreme climatic events are expected results of climate change. The individual effects of elevated temperature and precipitation on insect pests due to the impact of climate change have been widely modeled individually but their combined effects are poorly understood. Results Ten years of monthly abundance of an important economic rice insect pest, the rice yellow stem borer (YSB), Scirpophaga incertulas Walker (Lepidoptera: Pyralidae), was modeled in relation to temperature and rainfall using cross-correlation functions, general linear models, ARIMA models and simple linear regressions. The results suggested that increasing temperature and rainfall separately had a positive effect on growth rate of YSB. However, the combined effect of high temperature and rainfall was negative Temperature affected abundance of YSB negatively at high rainfall, but positively at intermediate to low rainfall level. The growth rate of YSB was found to be high at relatively low temperature and abundant rainfall. Conclusion The combined effects of temperature and rainfall showed a quadratic response of YSB abundance, which indicated that outbreak risk of YSB may be reduced if climate change results in increasing temperature and rainfall. It should be noted that we could address only a few of the important factors which could influence our model prediction.",
    "readLink": "http://link.springer.com/article/10.1186/s40850-020-00055-5"
  },
  {
    "title": "Adaptation Behavior of Mango Farmers to Climate Change",
    "authors": [
      "Dhany Esperanza,",
      "Gilangsari Putri,",
      "Elly Rasmikayati,",
      "Sara Qanti,",
      "Yuyun Yuwariah"
    ],
    "doi": "https://doi.org/10.17358/jma.15.3.268",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  pp.\n                                  268\n                                  – 268",
    "issn": "1693-5853 (Print)",
    "publisher": "2407-2524 (Online)",
    "countryOfPublisher": "Bogor Agricultural University",
    "lcc": [
      "Indonesia",
      "Agriculture: Agriculture (General)",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://journal.ipb.ac.id/index.php/jmagr/index",
    "abstract": "The continuing climate change phenomenon causes disruption to agricultural sector including seasonal fruits such as mangoes. To anticipate the negative effects of climate change, the farmers adapt themselves in order to maintain their mango farming. The dynamics of mango farmers related to the adaptation of agribusiness strategy due to climate change occur at the level of production/cultivation and marketing. The objectives of this study are to: (1) Identify the factors that influence the behavior of mango farmers' adaptation as an effort to minimize the risks due to climate change; (2) Describe the adaptation behavior of mango farmers based on interactions among the factors that influence the adaptation by using causal loop diagrams. The results showed that the adaptation behavior of mango farmers was constructed on 37 variables from 8 categories, namely, climate change, production, marketing, income, financing, productivity, information adoption, and innovation. Adaptation behavior of mango farmers to climate change arises not only as the farmers’ effort to maintain the mango farming they run but also to maintain their lives. The use of growth regulator and pesticides are shortcuts taken by farmers to increase production without realizing the side effects that can arise and accumulate in the long term. The income variable is the leverage point of the behavior pattern that is reflected in the causal loop diagram. Small changes in income will cause major changes in the overall system described. Keywords: climate change, mango farmer, system thinking, causal loop diagram, system archetypes",
    "readLink": "http://journal.ipb.ac.id/index.php/jmagr/article/view/18834"
  },
  {
    "title": "Changes in vegetation phenology on the Mongolian Plateau and their climatic determinants.",
    "authors": [
      "Lijuan Miao,",
      "Daniel Müller,",
      "Xuefeng Cui,",
      "Meihong Ma"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0190313",
    "journalVolume": "Vol. 12,\n                                no. 12\n                                \n                                  p.\n                                  e0190313",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change affects the timing of phenological events, such as the start, end, and length of the growing season of vegetation. A better understanding of how the phenology responded to climatic determinants is important in order to better anticipate future climate-ecosystem interactions. We examined the changes of three phenological events for the Mongolian Plateau and their climatic determinants. To do so, we derived three phenological metrics from remotely sensed vegetation indices and associated these with climate data for the period of 1982 to 2011. The results suggested that the start of the growing season advanced by 0.10 days yr-1, the end was delayed by 0.11 days yr-1, and the length of the growing season expanded by 6.3 days during the period from 1982 to 2011. The delayed end and extended length of the growing season were observed consistently in grassland, forest, and shrubland, while the earlier start was only observed in grassland. Partial correlation analysis between the phenological events and the climate variables revealed that higher temperature was associated with an earlier start of the growing season, and both temperature and precipitation contributed to the later ending. Overall, our findings suggest that climate change will substantially alter the vegetation phenology in the grasslands of the Mongolian Plateau, and likely also in biomes with similar environmental conditions, such as other semi-arid steppe regions.",
    "readLink": "http://europepmc.org/articles/PMC5739490?pdf=render"
  },
  {
    "title": "Climate change impact assessment in a tropical headwater basin",
    "authors": [
      "Vinícius Siqueira Oliveira Carvalho,",
      "Lívia Alves Alvarenga,",
      "Pâmela Aparecida Melo,",
      "Javier Tomasella,",
      "Carlos Rogério de Mello,",
      "Minella Alves Martins"
    ],
    "doi": "https://doi.org/10.4136/ambi-agua.2753",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 19",
    "issn": "1980-993X (Online)",
    "publisher": "Instituto de Pesquisas Ambientais em Bacias Hidrográficas (IPABHi)",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.scielo.br/ambiagua",
    "abstract": "Changes in precipitation and air temperature may produce different impacts on the hydrological regime, compromising water supply. This study focuses on climate change impacts in the Verde River Basin (VRB), a tropical headwater basin in southeast Brazil, located in the state of Minas Gerais. The Variable Infiltration Capacity model (VIC) was calibrated and validated in the Verde River Basin. The downscaling (Eta Regional Climate Model, at 20-km resolution) of three Global Circulation Models (CanESM2, HadGEM2-ES and MIROC5) were used to drive the VIC for a historical baseline (1961-2005) and three time-slices (2011-2040, 2041-2070 and 2071-2099), under RCPs 4.5 and 8.5 scenarios. The scenarios were used as input in the hydrological model after bias correction. The hydrological model (VIC) showed satisfactory statistical performance in calibration and validation, with CNS varying from 0.77 to 0.85 for daily and monthly discharges; however, it overestimated some peak flows and underestimated the recession flows. Multi-model ensemble means predict increases of the minimum and maximum monthly average temperature for the investigated area at the end of the century. The Eta-CanESM2 indicated greater warming, mainly for RCP8.5 at the end the century, whereas Eta-HadGEM2-ES showed higher reduction in the precipitation for RCP4.5 at the beginning of the century and for RCP8.5 at the end the century, negatively impacting the evapotranspiration and discharge. Among the Regional Climate Models (RCMs), the Eta-MIROC5 showed minor changes in the components of the hydrological cycle. This study suggests that Global Circulation Models represent an additional uncertainty, which should be accounted for in the climate change impact assessment.",
    "readLink": "https://www.scielo.br/j/ambiagua/a/dGH7YXK9tbkFjsZQ6LkFR7k/?lang=en"
  },
  {
    "title": "Impacts of Climate Change on Tibetan Lakes: Patterns and Processes",
    "authors": [
      "Dehua Mao,",
      "Zongming Wang,",
      "Hong Yang,",
      "Huiying Li,",
      "Julian R. Thompson,",
      "Lin Li,",
      "Kaishan Song,",
      "Bin Chen,",
      "Hongkai Gao,",
      "Jianguo Wu"
    ],
    "doi": "https://doi.org/10.3390/rs10030358",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  358",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "High-altitude inland-drainage lakes on the Tibetan Plateau (TP), the earth’s third pole, are very sensitive to climate change. Tibetan lakes are important natural resources with important religious, historical, and cultural significance. However, the spatial patterns and processes controlling the impacts of climate and associated changes on Tibetan lakes are largely unknown. This study used long time series and multi-temporal Landsat imagery to map the patterns of Tibetan lakes and glaciers in 1977, 1990, 2000, and 2014, and further to assess the spatiotemporal changes of lakes and glaciers in 17 TP watersheds between 1977 and 2014. Spatially variable changes in lake and glacier area as well as climatic factors were analyzed. We identified four modes of lake change in response to climate and associated changes. Lake expansion was predominantly attributed to increased precipitation and glacier melting, whereas lake shrinkage was a main consequence of a drier climate or permafrost degradation. These findings shed new light on the impacts of recent environmental changes on Tibetan lakes. They suggest that protecting these high-altitude lakes in the face of further environmental change will require spatially variable policies and management measures.",
    "readLink": "http://www.mdpi.com/2072-4292/10/3/358"
  },
  {
    "title": "A global long-term, high-resolution satellite  radar backscatter data record (1992–2022+):  merging C-band ERS/ASCAT and Ku-band QSCAT",
    "authors": [
      "S. Tao,",
      "Z. Ao,",
      "J.-P. Wigneron,",
      "S. Saatchi,",
      "P. Ciais,",
      "J. Chave,",
      "T. Le Toan,",
      "P.-L. Frison,",
      "X. Hu,",
      "C. Chen,",
      "L. Fan,",
      "M. Wang,",
      "J. Zhu,",
      "X. Zhao,",
      "X. Li,",
      "X. Liu,",
      "Y. Su,",
      "T. Hu,",
      "Q. Guo,",
      "Q. Guo,",
      "Z. Wang,",
      "Z. Tang,",
      "Y. Y. Liu,",
      "J. Fang"
    ],
    "doi": "https://doi.org/10.5194/essd-15-1577-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1577\n                                  – 1596",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Satellite radar backscatter contains unique information on land surface moisture, vegetation features, and surface roughness and has thus been used in a range of Earth science disciplines. However, there is no single global radar data set that has a relatively long wavelength and a decades-long time span. We here provide the first long-term (since 1992), high-resolution (∼8.9 km instead of the commonly used ∼25 km resolution) monthly satellite radar backscatter data set over global land areas, called the long-term, high-resolution scatterometer (LHScat) data set, by fusing signals from the European Remote Sensing satellite (ERS; 1992–2001; C-band; 5.3 GHz), Quick Scatterometer (QSCAT, 1999–2009; Ku-band; 13.4 GHz), and the Advanced SCATterometer (ASCAT; since 2007; C-band; 5.255 GHz). The 6-year data gap between C-band ERS and ASCAT was filled by modelling a substitute C-band signal during 1999–2009 from Ku-band QSCAT signals and climatic information. To this end, we first rescaled the signals from different sensors, pixel by pixel. We then corrected the monthly signal differences between the C-band and the scaled Ku-band signals by modelling the signal differences from climatic variables (i.e. monthly precipitation, skin temperature, and snow depth) using decision tree regression. The quality of the merged radar signal was assessed by computing the Pearson r, root mean square error (RMSE), and relative RMSE (rRMSE) between the C-band and the corrected Ku-band signals in the overlapping years (1999–2001 and 2007–2009). We obtained high Pearson r values and low RMSE values at both the regional (r≥0.92, RMSE ≤ 0.11 dB, and rRMSE ≤ 0.38) and pixel levels (median r across pixels ≥ 0.64, median RMSE ≤ 0.34 dB, and median rRMSE ≤ 0.88), suggesting high accuracy for the data-merging procedure. The merged radar signals were then validated against the European Space Agency (ESA) ERS-2 data, which provide observations for a subset of global pixels until 2011, even after the failure of on-board gyroscopes in 2001. We found highly concordant monthly dynamics between the merged radar signals and the ESA ERS-2 signals, with regional Pearson r values ranging from 0.79 to 0.98. These results showed that our merged radar data have a consistent C-band signal dynamic. The LHScat data set (https://doi.org/10.6084/m9.figshare.20407857; Tao et al., 2023) is expected to advance our understanding of the long-term changes in, e.g., global vegetation and soil moisture with a high spatial resolution. The data set will be updated on a regular basis to include the latest images acquired by ASCAT and to include even higher spatial and temporal resolutions.",
    "readLink": "https://essd.copernicus.org/articles/15/1577/2023/essd-15-1577-2023.pdf"
  }
]