[
  {
    "title": "The de-meatification imperative",
    "authors": [
      "Tony Weis,",
      "Rebecca A Ellis"
    ],
    "doi": "https://doi.org/10.15353/cfs-rcea.v9i1.511",
    "journalVolume": "Vol. 9,\n                                no. 1",
    "issn": "2292-3071 (Online)",
    "publisher": "University of Waterloo",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Social Sciences"
    ],
    "journalUrl": "https://canadianfoodstudies.uwaterloo.ca/index.php/cfs/index",
    "abstract": "Meatification describes a momentous dietary transformation: the average person on earth today consumes nearly twice as much animal flesh every year as did the average person just two generations ago, amidst a period of rapid human population growth and with marked disparities between rich and poor. Further, meatification is projected to continue in the coming three decades, at the same time as the world adds another 2 billion people, with growth concentrated in fast-industrializing countries. There is overwhelming evidence that meatification bears heavily on a range of problems including climate change, biodiversity loss, food consumption disparities, mounting risks of antibiotic resistance, increasing rates of non-communicable disease, and growing realms of animal suffering. The basic implication is inescapable: the de-meatification of diets is an urgent environmental and social priority, and must be part of any project of providing critical food guidance. There are many signs this recognition is growing in environmental and public health advocacy (including pressure to reform dietary guidelines, most notably in China), calls for a ‘meat tax’, and in rising levels of vegetarianism and veganism in some of the countries that have long been at the forefront of meatification. After briefly summarizing the course of meatification and the de-meatification imperative, this chapter focuses on its 3 primary possibilities: conscientious omnivory (which has various hues, as in calls for ‘green’ or ‘ethical’ meat); vegetarianism; and veganism. The first possibility, conscientious omnivory, recognizes the need to reduce 'meatification' from levels of consumption in industrialized countries, but resolutely upholds the need for some livestock products in human diets and for small livestock populations in mixed farming systems, due to their role recycling some wastes, returning condensed nutrients to land, and providing some labour. From this perspective, necessity makes some meat consumption (but less than in industrialized countries today) a 'benign indulgence' in Simon Fairlee’s terms, with the challenge to source meat, eggs, and milk from sustainable mixed farms where the animals have lived decent lives. The second possibility, vegetarianism, accepts the functional necessity of small livestock populations in mixed farming systems, which includes their ability to generate useable nutrition along with providing beneficial on-farm services (augmented, for some, by pure palate pleasure, as in the love of ice cream, cheesy pizza, or scrambled eggs), but seeks a non-violent resolution. But unlike conscientious omnivory, the need for animals on mixed farms does not justify killing them for food, much less make it ‘benign’, and it is seen to be desirable and possible for animals to have good lives with only reproductive outputs (i.e. milk and unfertilized eggs) and wool taken, rather than flesh. The third possibility, veganism, rejects all use of animals in production and consumption, arguing that the place of livestock in mixed farming systems for most of agrarian history does not justify its continuance in the present age. This position holds that livestock production is an inherently inefficient way of meeting human nutritional needs for two basic reasons: first, there is compelling evidence that it is not only possible to be healthy with plant-based diets but that they often lead to improved health and lower risks of non-communicable diseases; and second, it is clear that plant-based diets tend to command much less land and resources, on average, than do either omnivorous or vegetarian diets. Along with improving population health, meeting human nutritional needs more efficiently is seen to have the potential to enhance distributional equity. Finally, the case for veganism insists that vegetarianism cannot escape some level of systematic killing of animals, as most males are not productive in this conception and because females become unproductive short of their natural lifespan. In spite of key mutual objections to the current scale of animal consumption and industrial production, there are often heated debates between conscientious omnivores, vegetarians, and vegans. Observing this, some might assume that these groups should just aim to get along, submerge their differences, and focus collective energies on confronting the big, urgent need to build momentum for de-meatification and undermine industrial livestock production. In such a few, debates about the end point of de-meatification appear as unnecessary distractions, to the extent that these groups discredit one another, and are best left (or at least strategically moderated) for that future day when industrial livestock production is eradicated. This paper suggests that thinking critically about different end-points is necessary to recognize the challenges of alliance-building and constructively communicating the de-meatification imperative.",
    "readLink": "https://129.97.193.45/index.php/cfs/article/view/511"
  },
  {
    "title": "The alien terrestrial invertebrate fauna of the High Arctic archipelago of Svalbard: potential implications for the native flora and fauna",
    "authors": [
      "Stephen J. Coulson"
    ],
    "doi": "https://doi.org/10.3402/polar.v34.27364",
    "journalVolume": "Vol. 34,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "Experience from the Antarctic indicates that the establishment of alien species may have significant negative effects on native flora and fauna in polar regions and is considered to be amongst the greatest threats to biodiversity. But, there have been few similar studies from the Arctic. Although the terrestrial invertebrate inventory of the Svalbard Archipelago is amongst the most complete for any region of the Arctic, no consideration has yet been made of alien terrestrial invertebrate species, their invasiveness tendencies, threat to the native biology or their route of entry. Such baseline information is critical for appropriate management strategies. Fifteen alien invertebrate species have established in the Svalbard environment, many of which have been introduced via imported soils. Biosecurity legislation now prohibits such activities. None of the recorded established aliens yet show invasive tendencies but some may have locally negative effects. Ten species are considered to be vagrants and a further seven are classified as observations. Vagrants and the observations are not believed to be able to establish in the current tundra environment. The high connectivity of Svalbard has facilitated natural dispersal processes and may explain why few alien species are recorded compared to isolated islands in the maritime Antarctic. The vagrant species observed are conspicuous Lepidoptera, implying that less evident vagrant species are also arriving regularly. Projected climate change may enable vagrant species to establish, with results that are difficult to foresee.",
    "readLink": "http://www.polarresearch.net/index.php/polar/article/view/27364/pdf_41"
  },
  {
    "title": "Climate Change and Freedom of Assembly: Some Human Rights Questions for COP24",
    "authors": [
      "Hannah Birkenkötter"
    ],
    "doi": "no. 2366-7044",
    "issn": "2366-7044 (Online)",
    "publisher": "Max Steinbeis Verfassungsblog GmbH",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Law"
    ],
    "journalUrl": "https://verfassungsblog.de/",
    "abstract": "A little over a month ago, the Polish parliament passed a law on organizational issues related to the Conference of Parties (COP24) of the UN Framework Convention on Climate Change (UNFCCC), which will meet next in December in Katowice, Poland. While the law has not received much international media attention, it has caused quite a stir amongst environmental non-governmental organizations and human rights activists. It prohibits participation in any spontaneous assembly in Katowice during the entire COP24 meeting; and authorizes the Polish government to collect participants’ personal data for reasons of public safety.",
    "readLink": "https://verfassungsblog.de/climate-change-and-freedom-of-assembly-some-human-rights-questions-for-cop24/"
  },
  {
    "title": "Potential lighting and thermal demand reduction in office buildings using blind control considering surrounding buildings",
    "authors": [
      "Woong June Chung,",
      "Chunde Liu,",
      "Yoon-Bok Seong"
    ],
    "doi": "https://doi.org/10.1080/13467581.2019.1641409",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  pp.\n                                  262\n                                  – 270",
    "issn": "1347-2852 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Fine Arts: Architecture",
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tabe",
    "abstract": "Automated blind control has been found to be more effective in controlling solar penetration than manual blind operation. Existing automated blind control methods mainly focus on improving indoor conditions, but considering the outside obstructions may offer a potential method to admit diffused solar radiation, reducing lighting, cooling, and heating demands. Accordingly, in this study, blind control considering surrounding buildings (BCCSB) was applied to determine potential demand reductions considering 20 736 cases of different surrounding building heights, orientations, locations, and climate change projections using EnergyPlus. The results demonstrate that BCCSB can reduce lighting demand by up to 30% when the building obstruction angle is greater 30°; however, this reduction decreased as the angle factor between the fenestration surface and sky decreased due to the accompanying reduction in admitted diffused solar radiation. The reduction in lighting demand also reduced the cooling demand as fewer active lighting fixtures were required. The use of BCCSB did not significantly reduce heating demand. The BCCSB can thus facilitate the reduction of lighting and cooling demand in highly glazed buildings, especially in warm climates. This evaluation of the positive effects of BCCSB can help to develop related design guidelines, standards, and practices for automated blind control strategies.",
    "readLink": "http://dx.doi.org/10.1080/13467581.2019.1641409"
  },
  {
    "title": "PENGELOLAAN HUTAN PRODUKSIALAM LESTARI DENGAN SISTIM HPH",
    "authors": [
      "Apul Sianturi"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2005.2.1.1-16",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Adanya isu sentral tentang pengelolaan hutan produksi alam yang lestari adalah bukti semakin tingginya tuntutan yang harus dipenuhi oleh Pemerintah untuk menyongsong era globalisasi. Kenyataan di lapangan menunjukkan betapa tingginya tingkat pemborosan pemanfaatan hutan dan kerusakan tegakan tinggal yang terjadi sebagai akibat kegiatan pengelolaan hutan yang kurang memperhatikan dampak terhadap lingkungan. Dalam pengelolaan hutan Jestari, praktek pemanenan hutan seharusnya dikendalikan dan dikaitkan dengan praktek silvikultur untuk mempertahankan atau meningkatkan nilai tegakan secara berkelanjutan, tetapi kenyataan pemanenan hanya dikaitkan dengan target tebangan. Di samping itu, terdapat kesenjangan antara ketersediaan kayu dari hutan produksi alam dengan kebutuhan industri pengolahan yang menuntut pasokan kayu dari hutan alam. Pemerintah telah mengeluarkan beberapa kebijakan tentang pengelolaan hutan produksi alam. Untuk itu telah dikaji kebijakan-kebijakan mengenai pengelolaan hutan produksi alam. Kajian ini bertujuan mendapatkan informasi sebagai bahan untuk mengambil kebijakan dalam pengelolaan hutan produksi alam. Sedangkan sasarannya adalah bentuk pengelolaan hutan produksi alam guna mendukung perkembangan industri hasil hutan lestari. Hasil kajian menunjukkan bahwa pengelolaan hutan yang selama ini dilakukan belum dapat memberikan kelestarian hutan. Oleh karena itu perlu adanya kepastian hukum dalam pengelolaan hutan agar pemanenan hasil hutan dapat berlangsung secara lestari. Untuk itu pengelolaan hutan yang dilakukan dengan sistim HPH harus dilaksanakan secara baik dan benar. Sistim HPH dari sudut pembiayaan negara adalah lebih menguntungkan. Pada sistim ini dapat digunakan sistim TPTI untuk hutan alam, dan sistim THPB untuk areal hutan yang sudah rusak atau lahan kosong. THPB atau hutan tanaman terdiri dari hutan tanaman penghasil pulp dan hutan tanaman penghasil kayu perkakas dengan perbandingan luas areal 2 banding 3. Dengan demikian dalam satu unit HPH akan ditemukan hutan produksi alam dan hutan produksi tanaman. Produksi kayu bu lat dari hutan produksi pada tahun 2005 sampai 2012 adalah sckitar 8,5 juta m3, I 0 juta m3, dan 11,4 juta m3 per tahun bila kebenaran data luas areal hutan produksi primer yang di laporkan diasumsikan sebesar 60%, 70%, dan 80% secara berurutan. Pada tahun 2013 sampai 2039 produksi kayu bu lat meningkat menjadi 53 juta m3, 61,8 juta rn3, dan 70 juta m3. Selanjutnya tahun 2040 dan seterusnya produksi kayu bu lat menjadi 93 juta m3, I 07 juta m3, dan 122 juta m3 per tahun bila riap hutan bekas tebangan I m3/ha/tahun dan menjadi 98 juta m3, I 12juta m3, dan 128 juta m3 per tahun bila riap.hutan bekas tebangan menjadi 1,5 m3/ha/tahun masing-masing untuk kebenaran data luas hutan produksi dari yang dilaporkan sebesar 60%, 70%, dan 80%.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/2681"
  },
  {
    "title": "Daily reference evapotranspiration prediction for irrigation scheduling decisions based on the hybrid PSO-LSTM model.",
    "authors": [
      "Weibing Jia,",
      "Yubin Zhang,",
      "Zhengying Wei,",
      "Zhenhao Zheng,",
      "Peijun Xie"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0281478",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  p.\n                                  e0281478",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The shortage of available water resources and climate change are major factors affecting agricultural irrigation. In order to improve the irrigation water use efficiency, it is necessary to predict the water requirements for crops in advance. Reference evapotranspiration (ETo) is a hypothetical standard reference crop evapotranspiration, many types of artificial intelligence models have been applied to predict ETo; However, there are still few in the literature regarding the application of hybrid models for deep learning model parameters optimization. This paper proposes two hybrid models based on particle swarm optimization (PSO) and long-short-term memory (LSTM) neural network, used to predict ETo at the four climate stations, Shaanxi province, China. These two hybrid models were trained using 40 years of historical data, and the PSO was used to optimize the hyperparameters in the LSTM network. We applied the optimized model to predict the daily ETo in 2019 under different datasets, the result showed that the optimized model has good prediction accuracy. The optimized hybrid models can help farmers and irrigation planners to make plan earlier and precisely, and can provide valuable information to improve tasks such as irrigation planning.",
    "readLink": "https://doi.org/10.1371/journal.pone.0281478"
  },
  {
    "title": "Noah’s Ark or World Wild Web? Cultural Perspectives in Global Scenario Studies and Their Function for Biodiversity Conservation in a Changing World",
    "authors": [
      "Carijn Beumer,",
      "Pim Martens"
    ],
    "doi": "https://doi.org/10.3390/su2103211",
    "journalVolume": "Vol. 2,\n                                no. 10\n                                \n                                  pp.\n                                  3211\n                                  – 3238",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In this paper, we review the Intergovernmental Panel on Climate Change and the Millennium Ecosystem Assessment Scenarios and their assumptions on biodiversity conservation, using a framework based on the cultural theory (CT) perspectives. We explored an adaptation of the CT typology and the significance of some underrepresented worldviews for discussions on conservation in a changing world. The evaluation of the assumptions on biodiversity conservation in the scenario studies and storylines adds to our understanding of the socio-cultural dimensions of biodiversity loss in a changing world. It contributes to an understanding of the worldviews underlying the complex debates on biodiversity conservation and sustainable development. Making such assumptions and world views explicit will help policymakers and conservationists discuss the diversity of conservation strategies in the face of uncertainty.",
    "readLink": "http://www.mdpi.com/2071-1050/2/10/3211/"
  },
  {
    "title": "Spatio-Temporal Dynamics in Land Use and Habitat Fragmentation within a Protected Area Dedicated to Tourism in a Sudanian Savanna of West Africa",
    "authors": [
      "Dimobe Kangbéni,",
      "Goetze Dethardt,",
      "Ouédraogo Amadé,",
      "Forkuor Gerald,",
      "Wala Kpérkouma,",
      "Porembski Stefan,",
      "Thiombiano Adjima"
    ],
    "doi": "https://doi.org/10.1515/jlecol-2017-0011",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  75\n                                  – 95",
    "issn": "1805-4196 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://sciendo.com/journal/JLECOL",
    "abstract": "Nazinga Game Ranch (NGR) is a reserve in Burkina Faso involving local communities for securing biodiversity through sustainable management. Yet, its ecosystems are threatened by increasing number of elephants and illegal human activities. Renowned as a model of wildlife participatory management, NGR has mainly been studied for its animal wildlife only. The aim of this study was to uncover ecological effects of recent land management on savanna habitats including tourism, and to conclude on more sustainable options, land use/land cover (LULC) changes and vegetation dynamics in NGR were analyzed. This was accomplished with multi-temporal change detection using Landsat images of 1984, 2002 and 2013 to map seven representative LULC classification categories, and quantitative indices of landscape metrics. The results showed that the LULC dynamics in NGR from 1984 to 2013 was mainly characterized by an expansion of gallery forest, tree savanna and agricultural area and a reduction of shrub savanna, woodland and bare soils. From 2002 to 2013, fragmentation in all land cover types increased at the landscape level, whereas at the class level, it decreased for woodland. Our findings provided evidence of habitat degradation in NGR, due to extensive agriculture, tourism and growing of elephants’ population. According to the original management goals and the purposes of the reserve, both fauna and tourism are to be maintained and sustained in a sustainable way. Adaptation of land use and targeted wildlife management are the main requirements for avoiding further degradation of vegetation and thus of the existence basis of local inhabitants, animals and tourism.",
    "readLink": "https://doi.org/10.1515/jlecol-2017-0011"
  },
  {
    "title": "An Investigation on Legal Protection for Women Victims of Climate Change; Studying African Regional Documents",
    "authors": [
      "Nasrin Mosaffa,",
      "Saeedeh Mokhtarzade"
    ],
    "doi": "https://doi.org/10.22096/HR.2016.25543",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  21\n                                  – 44",
    "issn": "2423-6489 (Print)",
    "publisher": "2538-6360 (Online)",
    "countryOfPublisher": "Mofid University",
    "lcc": [
      "Iran, Islamic Republic of",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law"
    ],
    "journalUrl": "http://humanrights.mofidu.ac.ir/?lang=en",
    "abstract": "In recent decades, paying attention to the subject of Climate Change and its destructive effects on different countries around the world have caused regular activities as holding international conferences, and ratifying some international documents. Developing and non-developed countries have less facilities and infrastructures to protect themselves from climate change effects and are more vulnerable. Moreover, African countries due to their climate conditions are the most vulnerable. Even more, they have the main population of climate refugees. Although an increasing effort in Africa has resulted in more legal protection for victims of climate change especially women as the most volunrable people, and has been appeared in many regional treaties, but inconsistency and denial of responsibilities from developing countries have caused serious challenges for long term legal-protection of environmental refugees and displacements, especially women and children who are the most vulnerable of climate change victims. Since a sufficient protection of these people requires a common concern and responsibility between states, referring to the \"common but different responsibility\" principle is one of the most important legal pillar for burden sharing of the massive climate – change movements. تأثیرات تغییرات اقلیم در دهه‌های گذشته بسیار بزرگ بوده و توجه به این پدیده موجب انجام اقدامات معمول بین‌المللی از قبیل برگزاری کنفرانس، تشکیل نهادهـا و تنظیم اسناد گردیده است. در ایـن بین، کشورهای کمتر توسعه‌یافته از امکانات کمتری برای مقابله با این تغییرات برخوردار و در نتیجه آسیب پذیر‌ترند. منطقه آفریقا با توجه به شرایط اقلیمی خاص خود بیشترین آسیب را متحمل شده و هم اکنون بالاترین جمعیت پناهندگان ناشی از خشکسالی، سیل و دیگر تغییرات اقلیم، را دارا است. اگرچه در این قاره حرکتی فزاینده برای حمایت حقوقی از آسیب دیدگان تغییرات اقلیم به ویژه زنان به وجود آمده و در معاهـدات منطقـه‌ای نمـود یافتـه است، اما ناهماهنگی میان کشورها و عدم پذیـرش مسئولیت از سـوی کشورهای توسعه‌یافته به عنوان اصلی‌ترین عاملان پدید آمدن تغییرات اقلیم، چالش‌های جدی را پیش روی حمایت‌های حقوقی از جمعیت بزرگ آوارگان و پناهندگان ناشی از این تغییرات، بالاخص زنان و کودکان، قرار داده است. از آنجا که حمایت مؤثر از مهاجران و آوارگان زیست محیطی نیازمند دغدغه و مسئولیت مشترک میان دولت­هاست، استناد به اصل «مسئولیت مشترک اما متفاوت» یکی از مهم‌ترین تکیه‌گاه‌های حقوقی در جهت تقسیم مسئولیت بار ناشی از جا به جایی این افراد به شمار می‌رود.",
    "readLink": "http://humanrights.mofidu.ac.ir/article_25543_50817398fdb8498f306b0240299fd50b.pdf"
  },
  {
    "title": "Detecting the permafrost carbon feedback: talik formation and increased cold-season respiration as precursors to sink-to-source transitions",
    "authors": [
      "N. C. Parazoo,",
      "C. D. Koven,",
      "D. M. Lawrence,",
      "V. Romanovsky,",
      "C. E. Miller"
    ],
    "doi": "https://doi.org/10.5194/tc-12-123-2018",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  123\n                                  – 144",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Thaw and release of permafrost carbon (C) due to climate change is likely to offset increased vegetation C uptake in northern high-latitude (NHL) terrestrial ecosystems. Models project that this permafrost C feedback may act as a slow leak, in which case detection and attribution of the feedback may be difficult. The formation of talik, a subsurface layer of perennially thawed soil, can accelerate permafrost degradation and soil respiration, ultimately shifting the C balance of permafrost-affected ecosystems from long-term C sinks to long-term C sources. It is imperative to understand and characterize mechanistic links between talik, permafrost thaw, and respiration of deep soil C to detect and quantify the permafrost C feedback. Here, we use the Community Land Model (CLM) version 4.5, a permafrost and biogeochemistry model, in comparison to long-term deep borehole data along North American and Siberian transects, to investigate thaw-driven C sources in NHL ( > 55° N) from 2000 to 2300. Widespread talik at depth is projected across most of the NHL permafrost region (14 million km2) by 2300, 6.2 million km2 of which is projected to become a long-term C source, emitting 10 Pg C by 2100, 50 Pg C by 2200, and 120 Pg C by 2300, with few signs of slowing. Roughly half of the projected C source region is in predominantly warm sub-Arctic permafrost following talik onset. This region emits only 20 Pg C by 2300, but the CLM4.5 estimate may be biased low by not accounting for deep C in yedoma. Accelerated decomposition of deep soil C following talik onset shifts the ecosystem C balance away from surface dominant processes (photosynthesis and litter respiration), but sink-to-source transition dates are delayed by 20–200 years by high ecosystem productivity, such that talik peaks early ( ∼ 2050s, although borehole data suggest sooner) and C source transition peaks late ( ∼ 2150–2200). The remaining C source region in cold northern Arctic permafrost, which shifts to a net source early (late 21st century), emits 5 times more C (95 Pg C) by 2300, and prior to talik formation due to the high decomposition rates of shallow, young C in organic-rich soils coupled with low productivity. Our results provide important clues signaling imminent talik onset and C source transition, including (1) late cold-season (January–February) soil warming at depth ( ∼ 2 m), (2) increasing cold-season emissions (November–April), and (3) enhanced respiration of deep, old C in warm permafrost and young, shallow C in organic-rich cold permafrost soils. Our results suggest a mosaic of processes that govern carbon source-to-sink transitions at high latitudes and emphasize the urgency of monitoring soil thermal profiles, organic C age and content, cold-season CO2 emissions, and atmospheric 14CO2 as key indicators of the permafrost C feedback.",
    "readLink": "https://www.the-cryosphere.net/12/123/2018/tc-12-123-2018.pdf"
  }
]