[
  {
    "title": "The role of air–sea fluxes for the water vapour isotope signals in the cold and warm sectors of extratropical cyclones over the Southern Ocean",
    "authors": [
      "I. Thurnherr,",
      "I. Thurnherr,",
      "K. Hartmuth,",
      "L. Jansing,",
      "J. Gehring,",
      "M. Boettcher,",
      "I. Gorodetskaya,",
      "M. Werner,",
      "H. Wernli,",
      "F. Aemisegger"
    ],
    "doi": "https://doi.org/10.5194/wcd-2-331-2021",
    "journalVolume": "Vol. 2\n                                \n                                \n                                  pp.\n                                  331\n                                  – 357",
    "issn": "2698-4016 (Online)",
    "publisher": "Copernicus Publications",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.weather-climate-dynamics.net/",
    "abstract": "Meridional atmospheric transport is an important process in the climate system and has implications for the availability of heat and moisture at high latitudes. Near-surface cold and warm temperature advection over the ocean in the context of extratropical cyclones additionally leads to important air–sea exchange. In this paper, we investigate the impact of these air–sea fluxes on the stable water isotope (SWI) composition of water vapour in the Southern Ocean's atmospheric boundary layer. SWIs serve as a tool to trace phase change processes involved in the atmospheric water cycle and, thus, provide important insight into moist atmospheric processes associated with extratropical cyclones. Here we combine a 3-month ship-based SWI measurement data set around Antarctica with a series of regional high-resolution numerical model simulations from the isotope-enabled numerical weather prediction model COSMOiso. We objectively identify atmospheric cold and warm temperature advection associated with the cold and warm sector of extratropical cyclones, respectively, based on the air–sea temperature difference applied to the measurement and the simulation data sets. A Lagrangian composite analysis of temperature advection based on the COSMOiso simulation data is compiled to identify the main processes affecting the observed variability of the isotopic signal in marine boundary layer water vapour in the region from 35 to 70∘ S. This analysis shows that the cold and warm sectors of extratropical cyclones are associated with contrasting SWI signals. Specifically, the measurements show that the median values of δ18O and δ2H in the atmospheric water vapour are 3.8 ‰ and 27.9 ‰ higher during warm than during cold advection. The median value of the second-order isotope variable deuterium excess d, which can be used as a measure of non-equilibrium processes during phase changes, is 6.4 ‰ lower during warm than during cold advection. These characteristic isotope signals during cold and warm advection reflect the opposite air–sea fluxes associated with these large-scale transport events. The trajectory-based analysis reveals that the SWI signals in the cold sector are mainly shaped by ocean evaporation. In the warm sector, the air masses experience a net loss of moisture due to dew deposition as they are advected over the relatively colder ocean, which leads to the observed low d. We show that additionally the formation of clouds and precipitation in moist adiabatically ascending warm air parcels can decrease d in boundary layer water vapour. These findings illustrate the highly variable isotopic composition in water vapour due to contrasting air–sea interactions during cold and warm advection, respectively, induced by the circulation associated with extratropical cyclones. SWIs can thus potentially be useful as tracers for meridional air advection and other characteristics associated with the dynamics of the storm tracks over interannual timescales.",
    "readLink": "https://wcd.copernicus.org/articles/2/331/2021/wcd-2-331-2021.pdf"
  },
  {
    "title": "The New Book “Nature and Indigenous Peoples of the Arctic under the  Influence of Climate Change and Industrial Development: the Murmansk Oblast”",
    "authors": [
      "Zakhar I. SLUKOVSKII"
    ],
    "doi": "https://doi.org/10.37482/issn2221-2698.2020.39.192",
    "journalVolume": "no. 39\n                                \n                                  pp.\n                                  164\n                                  – 165",
    "issn": "2221-2698 (Online)",
    "publisher": "Northern Arctic Federal University",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://arcticandnorth.ru/en/",
    "abstract": "In 2020, a book, edited by E.A. Borovichov and N.V. Vronsky, “Nature and the indigenous population of the Arctic under the influence of climate change and industrial development: the Murmansk Oblast” was published by the Graphite Publishing House. The book provides a comprehensive assessment of the effects of modern climate dynamics and human impact on biota, the environment and nature management in the Murmansk Oblast, one of the most industrially developed regions of the Russian Arctic, with particular attention to changes in the life of the indigenous people of the area — the Sami. The approaches to the development of a regional climate change adaptation strategy based on scenarios of the development of the Murmansk Oblast and considering the traditional knowledge of the indigenous population, as well as the socio-cultural development strategy of Lovozero, the compact residence area for the Kola Sami, are presented.",
    "readLink": "http://www.arcticandnorth.ru/en/article_index_years.php?ELEMENT_ID=346789"
  },
  {
    "title": "Estimation of grassland productivity in the period 1978 − 2021 and prediction under different climate scenarios in the period 2021 − 2100 in the Qinghai-Tibet Plateau in China",
    "authors": [
      "Shibo Xu,",
      "Meiling Zhang,",
      "Maoxin Su"
    ],
    "doi": "Vol. 43\n                                \n                                \n                                  p.\n                                  e02449",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "In the context of the future global warming trend, the complexity and diversity of climate change will have varying effects on grassland productivity. However, the response of grassland productivity to various climatic changes remains unknown. We investigated the impact of climate change on the grassland NPP of the Qinghai-Tibt Plateau(QTP), estimated grassland productivity over the QTP from 1978 to 2021, and predicted grassland NPP under the future climate scenarios SSP245 and SSP585 (SSP stands for Shared Socioeconomic Pathways). According to the SSP245 (2021 −2100) scenario, global average temperatures will rise by 2.7 °C by the end of the century. However, under the SSP585 (2021 −2100) scenario, the rise will be 4.4 °C). The simulation results were analyzed using spatiotemporal statistics and compared with the base period (1978 −2021). The results revealed the following: (1) In both the SSP245 and SSP585 scenarios, the grassland NPP of the QTP decreased from southeast to northwest, with higher NPP values primarily located in the east and south of the QTP and lower NPP values concentrated in the northwest. (2) Compared to the base period, the NPP of grassland in the QTP showed a downward trend under the SSP245 and SSP585 scenarios, and the NPP values of SSP245 and SSP585 decreased by 13 % and 23 %, respectively, compared to the base period (1978 −2021). (3) Temperature and precipitation were negatively correlated with NPP in the SSP245 scenario, while under the SSP585 scenario, both temperature and precipitation positively correlated with NPP. The temperature correlated more strongly with NPP than precipitation in future climate scenarios. Therefore, we proposed strengthening grassland ecosystem protection measures in the QTP, adopting corresponding protection mechanisms based on climate change and vegetation growth environment in different regions, and implementing key protection measures in the northwest of the QTP to increase vegetation coverage and enhance man-made effects to offset the negative impact of climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989423000847"
  },
  {
    "title": "Spatiotemporal responses of the crop water footprint and its associated benchmarks under different irrigation regimes to climate change scenarios in China",
    "authors": [
      "Z. Yue,",
      "Z. Yue,",
      "X. Ji,",
      "X. Ji,",
      "L. Zhuo,",
      "L. Zhuo,",
      "L. Zhuo,",
      "L. Zhuo,",
      "W. Wang,",
      "W. Wang,",
      "Z. Li,",
      "Z. Li,",
      "P. Wu,",
      "P. Wu,",
      "P. Wu,",
      "P. Wu"
    ],
    "doi": "https://doi.org/10.5194/hess-26-4637-2022",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  pp.\n                                  4637\n                                  – 4656",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Adaptation to future climate change with limited water resources is a major global challenge to sustainable and sufficient crop production. However, the large-scale responses of the crop water footprint and its associated benchmarks under various irrigation regimes to future climate change scenarios remain unclear. The present study quantified the responses of the maize and wheat water footprint (WF) per unit yield (m3 t−1) as well as the corresponding WF benchmarks under two Representative Concentration Pathway (RCP) scenarios, RCP2.6 and RCP8.5, in the 2030s, 2050s, and 2080s at a 5 arcmin grid level in China. The AquaCrop model with the outputs of six global climate models from Phase 5 of the Coupled Model Intercomparison Project (CMIP5) as its input data was used to simulate the WFs of maize and wheat. The differences among rain-fed wheat and maize and furrow-, micro-, and sprinkler-irrigated wheat and maize were identified. Compared with the baseline year (2013), the maize WF will increase under both RCP2.6 and RCP8.5 (by 17 % and 13 %, respectively) until the 2080s. The wheat WF will increase under RCP2.6 (by 12 % until the 2080s) and decrease (by 12 %) under RCP8.5 until the 2080s, with a higher increase in the wheat yield and a decrease in the wheat WF due to the higher CO2 concentration in 2080s under RCP8.5. The WF will increase the most for rain-fed crops. Relative to rain-fed crops, micro-irrigation and sprinkler irrigation result in the smallest increases in the WF for maize and wheat, respectively. These water-saving management techniques will mitigate the negative impact of climate change more effectively. The WF benchmarks for maize and wheat in the humid zone (an approximate overall average of 680 m3 t−1 for maize and 873 m3 t−1 for wheat at the 20th percentile) are 13 %–32 % higher than those in the arid zone (which experiences an overall average of 601 m3 t−1 for maize and 753 m3 t−1 for wheat). The differences in the WF benchmarks among various irrigation regimes are more significant in the arid zone, where they can be as high as 57 % for the 20th percentile: WF benchmarks of 1020 m3 t−1 for sprinkler-irrigated wheat and 648 m3 t−1 for micro-irrigated wheat. Nevertheless, the WF benchmarks will not respond to climate changes as dramatically as the WF in the same area, especially in areas with limited agricultural development. The present study demonstrated that the observed different responses to climate change in terms of crop water consumption, water use efficiency, and WF benchmarks under different irrigation regimes cannot be ignored. It also lays the foundation for future investigations into the influences of irrigation methods, RCPs, and crop types on the WF and its benchmarks in response to climate change in all agricultural regions worldwide.",
    "readLink": "https://hess.copernicus.org/articles/26/4637/2022/hess-26-4637-2022.pdf"
  },
  {
    "title": "Conspecific plasticity and invasion: invasive populations of Chinese tallow (Triadica sebifera) have performance advantage over native populations only in low soil salinity.",
    "authors": [
      "Leiyi Chen,",
      "Candice J Tiu,",
      "Shaolin Peng,",
      "Evan Siemann"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0074961",
    "journalVolume": "Vol. 8,\n                                no. 9\n                                \n                                  p.\n                                  e74961",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Global climate change may increase biological invasions in part because invasive species may have greater phenotypic plasticity than native species. This may be especially important for abiotic stresses such as salt inundation related to increased hurricane activity or sea level rise. If invasive species indeed have greater plasticity, this may reflect genetic differences between populations in the native and introduced ranges. Here, we examined plasticity of functional and fitness-related traits of Chinese tallow (Triadica sebifera) populations from the introduced and native ranges that were grown along a gradient of soil salinity (control: 0 ppt; Low: 5 ppt; Medium: 10 ppt; High: 15 ppt) in a greenhouse. We used both norm reaction and plasticity index (PIv) to estimate the conspecific phenotypic plasticity variation between invasive and native populations. Overall, invasive populations had higher phenotypic plasticity of height growth rate (HGR), aboveground biomass, stem biomass and specific leaf area (SLA). The plasticity Index (PIv) of height growth rate (HGR) and SLA each were higher for plants from invasive populations. Absolute performance was always comparable or greater for plants from invasive populations versus native populations with the greatest differences at low stress levels. Our results were consistent with the \"Master-of-some\" pattern for invasive plants in which the fitness of introduced populations was greater in more benign conditions. This suggests that the greater conspecific phenotypic plasticity of invasive populations compared to native populations may increase invasion success in benign conditions but would not provide a potential interspecific competitive advantage in higher salinity soils that may occur with global climate change in coastal areas.",
    "readLink": "http://europepmc.org/articles/PMC3764045?pdf=render"
  },
  {
    "title": "Mitigation Of Climate Change Of Coffee Production Systems In Cundinamarca, Colombia",
    "authors": [
      "Hernán J. Andrade,",
      "Piedad C. Zapata"
    ],
    "doi": "https://doi.org/10.1590/2179-8087.012618",
    "journalVolume": "Vol. 26,\n                                no. 3",
    "issn": "1415-0980 (Print)",
    "publisher": "2179-8087 (Online)",
    "countryOfPublisher": "Universidade Federal Rural do Rio de Janeiro",
    "lcc": [
      "Brazil",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=2179-8087&lng=en&nrm=iso",
    "abstract": "ABSTRACT Production systems with woody perennial plants, ideally timber trees, are technologies accepted in carbon (C) projects to mitigate climate change. This research had as purpose the estimation of C storage and fixation in coffee production systems in Cundinamarca, Colombia. Carbon in biomass, necromass and soil were estimated in coffee plantations with three different shade levels (low, medium and high) in three municipalities using IPCC’s recommendations. Soil stored 75% of the total C (93.9 to 137.7 Mg C ha–1 in the upper 30 cm), followed by trees (19%). Carbon increases with a rise in shade (55.8 vs 42.0 vs 23.0 Mg C ha–1 for high, medium and low shade, respectively). These coffee plantations fixed a mean of 2.3 Mg C ha–1 year–1, with a maximum value of ~7.1 Mg CO ha–1 year–1 under a shade of 30% to 40%. Coffee plantations, especially with high shade, have a high potential of C fixation and mitigate climate change.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S2179-80872019000300126&lng=en&tlng=en"
  },
  {
    "title": "Validation of CRISPR activation system in Aedes cells using multicistronic plasmid vectors",
    "authors": [
      "Vijeta Jaiswal,",
      "Sara Ashok Varghese,",
      "Sanjay Ghosh"
    ],
    "doi": "https://doi.org/10.3389/fbioe.2023.1142415",
    "journalVolume": "Vol. 11",
    "issn": "2296-4185 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "http://www.frontiersin.org/bioengineering_and_biotechnology",
    "abstract": "Aedes mosquitoes transmit several pathogens including flaviviruses to humans which result in high morbidity and mortality. Owing to adaptability and climate change, these mosquito vectors are predicted to establish in new geographical areas thus exposing larger populations to the risk of infection. Therefore, control of Aedes vector is necessary to prevent disease transmission. Recently, genetic approaches to vector control have shown promise; however, the tools and methods for manipulating the mosquito genome are rather limited. While CRISPR-Cas9 system has been adapted for gene editing purposes in Aedes mosquito, the dCas9-based transcription control of genes remain unexplored. In this study we report implementation of the CRISPR activation system in Aedes cells. For this we designed, constructed and tested a bi-partite plasmid-based strategy that allows expression of the dCas9-VPR and targeting guide RNA together with a reporter cassette. Quantitative analysis of the fluorescent reporter gene levels showed a robust over-expression validating CRISPR activation in Aedes cells. This strategy and the biological parts will be useful resource for synthetic transcription factor-based robust upregulation of Aedes genes for application of synthetic biology approaches for vector control.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fbioe.2023.1142415/full"
  },
  {
    "title": "Short-term effects of temperature on morphology and physiology of turf-forming Hypnea species (Rhodophyta) from southeastern Brazil",
    "authors": [
      "Fabio Nauer,",
      "Nair S. Yokoya,",
      "Mutue Toyota Fujii"
    ],
    "doi": "https://doi.org/10.1080/26388081.2021.2011412",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  247\n                                  – 259",
    "issn": "2638-8081 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Aquaculture. Fisheries. Angling",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tapy",
    "abstract": "The current study is related to the United Nations Sustainable Development Goal 13, “Climate action”. As a consequence of environmental variations caused by global climate change, turf-forming algae supposedly tend to replace dominant foundation species, resulting in loss of marine biodiversity. Hypnea brasiliensis, H. cervicornis and H. spinella are three turf-forming species widely distributed along the Brazilian coast with a problematic taxonomic history. Specimens from the warm temperate region are morphologically similar, and their correct identification is only possible based on molecular markers. In the present study, specimens- were cultivated in the laboratory, and temperature gradient experiments (20, 24, 28 and 32°C) were carried out for 21 days. At 28°C, the growth rate, branching ratio, and photosynthetic pigment content were higher in all species, however in vivo chlorophyll fluorescence parameters were at the lowest. Moreover, no species survived at the warmest temperature 32°C. The effects of temperature on the three Hypnea species revealed that useful morphological characters for species identification were only observed in specimens cultured at 28°C, and the morphology of the three species was basically identical in low temperature treatments of 20 and 24°C. The annual average temperature of the sea surface in the Brazilian warm temperate region is 24°C, which may explain the current difficulty of distinguishing the three Hypnea species from this region using only morphology. Furthermore, our findings show that these turf-forming Hypnea species are negatively impacted by rising temperatures, emphasizing the importance of species-specific research to better understand the effects of global climate change. Consequently, predictions of the replacement of dominant foundation species by turf-forming seaweed in an elevated sea surface temperature scenario are less certain. The negative impact of temperature increases raises awareness of the importance of public policies to mitigate the future degradation of marine ecosystems.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/26388081.2021.2011412"
  },
  {
    "title": "Engineering Mycorrhizal Symbioses to Alter Plant Metabolism and Improve Crop Health",
    "authors": [
      "Katherine E. French"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2017.01403",
    "journalVolume": "Vol. 8",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Creating sustainable bioeconomies for the 21st century relies on optimizing the use of biological resources to improve agricultural productivity and create new products. Arbuscular mycorrhizae (phylum Glomeromycota) form symbiotic relationships with over 80% of vascular plants. In return for carbon, these fungi improve plant health and tolerance to environmental stress. This symbiosis is over 400 million years old and there are currently over 200 known arbuscular mycorrhizae, with dozens of new species described annually. Metagenomic sequencing of native soil communities, from species-rich meadows to mangroves, suggests biologically diverse habitats support a variety of mycorrhizal species with potential agricultural, medical, and biotechnological applications. This review looks at the effect of mycorrhizae on plant metabolism and how we can harness this symbiosis to improve crop health. I will first describe the mechanisms that underlie this symbiosis and what physiological, metabolic, and environmental factors trigger these plant-fungal relationships. These include mycorrhizal manipulation of host genetic expression, host mitochondrial and plastid proliferation, and increased production of terpenoids and jasmonic acid by the host plant. I will then discuss the effects of mycorrhizae on plant root and foliar secondary metabolism. I subsequently outline how mycorrhizae induce three key benefits in crops: defense against pathogen and herbivore attack, drought resistance, and heavy metal tolerance. I conclude with an overview of current efforts to harness mycorrhizal diversity to improve crop health through customized inoculum. I argue future research should embrace synthetic biology to create mycorrhizal chasses with improved symbiotic abilities and potentially novel functions to improve plant health. As the effects of climate change and anthropogenic disturbance increase, the global diversity of arbuscular mycorrhizal fungi should be monitored and protected to ensure this important agricultural and biotechnological resource for the future.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmicb.2017.01403/full"
  },
  {
    "title": "L'hydrologie, une partenaire de la géomorphopédologie pour une gestion transéchelle des grands enjeux environnementaux",
    "authors": [
      "Colard, F.,",
      "Sohier, C.,",
      "Degré, A.,",
      "Rauw, J.,",
      "Bauwens, A.,",
      "Kummert, N.,",
      "Beckers, E."
    ],
    "doi": "Vol. 15,\n                                no. s2\n                                \n                                  pp.\n                                  699\n                                  – 707",
    "issn": "1370-6233 (Print)",
    "publisher": "1780-4507 (Online)",
    "countryOfPublisher": "Presses Agronomiques de Gembloux",
    "lcc": [
      "Belgium",
      "Technology: Chemical technology: Biotechnology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://popups.uliege.be/1780-4507/",
    "abstract": "Hydrology: a partner of geomorphopedology in the scope of a scale-through environmental management. Unsaturated soil and subsoil are often called \"critical zone\" considering their major interfacing role in our environment. Dealing with solute transfer or water and soil conservation, hydrologic research relies on pedologic descriptions. It is the case from micro to macro scale analysis. Hydrodynamic parameters are derived from pedologic information on soil. They allow hydrologists to quantify and spatially describe the dynamic exchanges between water, soil, crops and atmosphere. The modelling of water and solute transfer through soil and vadose zone also needs them. The paper presents some research highlights on soil behaviour, hydrological modelling and forecasting under climate change. Erosion is another major topic. Soil is a poorly renewable resource. Soil conservation and soft hydraulic management in watersheds deserve more attention. They can help limiting nutrient and sediment transfer to surface water. Again, pedologic information is the starting point of conceptualization and modelling. Furthermore, the Soil Map of Belgium includes information on geomorphology and landscape descriptions which date from decades. They are of first importance to calibrate and validate detachment, transport and sedimentation models. In the current context of high environmental concern, it is demonstrated how hydrology and pedology have to be partners in order to deal with such major issues.",
    "readLink": "http://www.pressesagro.be/base/text/v15ns2/699.pdf"
  }
]