[
  {
    "title": "A High Rate Algal Pond Hosting a Dynamic Community of RNA Viruses",
    "authors": [
      "Emily E. Chase,",
      "Sonia Monteil-Bouchard,",
      "Angélique Gobet,",
      "Felana H. Andrianjakarivony,",
      "Christelle Desnues,",
      "Guillaume Blanc"
    ],
    "doi": "https://doi.org/10.3390/v13112163",
    "journalVolume": "Vol. 13,\n                                no. 2163\n                                \n                                  p.\n                                  2163",
    "issn": "1999-4915 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/viruses",
    "abstract": "Despite a surge of RNA virome sequencing in recent years, there are still many RNA viruses to uncover—as indicated by the relevance of viral dark matter to RNA virome studies (i.e., putative viruses that do not match to taxonomically identified viruses). This study explores a unique site, a high-rate algal pond (HRAP), for culturing industrially microalgae, to elucidate new RNA viruses. The importance of viral-host interactions in aquatic systems are well documented, and the ever-expanding microalgae industry is no exception. As the industry becomes a more important source of sustainable plastic manufacturing, a producer of cosmetic pigments and alternative protein sources, and a means of CO2 remediation in the face of climate change, studying microalgal viruses becomes a vital practice for proactive management of microalgae cultures at the industrial level. This study provides evidence of RNA microalgal viruses persisting in a CO2 remediation pilot project HRAP and uncovers the diversity of the RNA virosphere contained within it. Evidence shows that family Marnaviridae is cultured in the basin, alongside other potential microalgal infecting viruses (e.g., family Narnaviridae, family Totitiviridae, and family Yueviridae). Finally, we demonstrate that the RNA viral diversity of the HRAP is temporally dynamic across two successive culturing seasons.",
    "readLink": "https://www.mdpi.com/1999-4915/13/11/2163"
  },
  {
    "title": "Analysis of Potential Future Climate and Climate Extremes in the Brazos Headwaters Basin, Texas",
    "authors": [
      "Ripendra Awal,",
      "Haimanote K. Bayabil,",
      "Ali Fares"
    ],
    "doi": "https://doi.org/10.3390/w8120603",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  603",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Texas’ fast-growing economy and population, coupled with cycles of droughts due to climate change, are creating an insatiable demand for water and an increasing need to understand the potential impacts of future climates and climate extremes on the state’s water resources. The objective of this study was to determine potential future climates and climate extremes; and to assess spatial and temporal changes in precipitation (Prec), and minimum and maximum temperature (Tmin and Tmax, respectively), in the Brazos Headwaters Basin under three greenhouse gas emissions scenarios (A2, A1B, and B1) for three future periods: 2020s (2011–2030), 2055s (2046–2065), and 2090s (2080–2099). Daily gridded climate data obtained from Climate Forecast System Reanalysis (CFSR) were used to downscale outputs from 15 General Circulation Models (GCMs) using the Long Ashton Research Station–Weather Generator (LARS-WG) model. Results indicate that basin average Tmin and Tmax will increase; however, annual precipitation will decrease for all periods. Annual precipitation will decrease by up to 5.2% and 6.8% in the 2055s and 2090s, respectively. However, in some locations in the basin, up to a 14% decrease in precipitation is projected in the 2090s under the A2 (high) emissions scenario. Overall, the northwestern and southern part of the Brazos Headwaters Basin will experience greater decreases in precipitation. Moreover, precipitation indices of the number of wet days (prec ≥ 5 mm) and heavy precipitation days (prec ≥ 10 mm) are projected to slightly decrease for all future periods. On the other hand, Tmin and Tmax will increase by 2 and 3 °C on average in the 2055s and 2090s, respectively. Mostly, projected increases in Tmin and Tmax will be in the upper range in the southern and southeastern part of the basin. Temperature indices of frost (Tmin < 0 °C) and ice days (Tmax < 0 °C) are projected to decrease, while tropical nights (Tmin > 20 °C) and summer days (Tmax > 25 °C) are expected to increase. However, while the frequency distribution of metrological drought shows slight shifts towards the dry range, there was no significant difference between the baseline and projected metrological drought frequency and severity.",
    "readLink": "http://www.mdpi.com/2073-4441/8/12/603"
  },
  {
    "title": "Disentangling the Effects of Genotype and Environment on Growth and Wood Features of <i>Balfourodendron riedelianum</i> Trees by Common Garden Experiments in Brazil",
    "authors": [
      "Jane  Rodrigues da Silva,",
      "Sergio Rossi,",
      "Siddhartha Khare,",
      "Eduardo Luiz Longui,",
      "Carmen Regina Marcati"
    ],
    "doi": "https://doi.org/10.3390/f11090905",
    "journalVolume": "Vol. 11,\n                                no. 905\n                                \n                                  p.\n                                  905",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Intraspecific studies with populations replicated in different sites allow the effects of genotype and environment on wood features and plant growth to be distinguished. Based on climate change predictions, this distinction is important for establishing future patterns in the distribution of tree species. We quantified the effects of genotype and environment on wood features and growth of 30-year-old Balfourodendron riedelianum trees. We used three provenances planted in two common garden experiments with difference in precipitation and temperature. We applied linear models to estimate the variability in wood and growth features and transfer functions to evaluate the responses of these features to temperature, precipitation, and the standardized precipitation evapotranspiration index (SPEI). Our results showed that genotype had an effect on vessels and rays, where narrower vessels with thinner walls and larger intervessel pits, and shorter, narrower and more numerous rays were observed in provenances from drier sites. We also observed the effect of the environment on wood features and growth. Trees growing in the wetter site were taller and larger, and they had wider vessels with thicker walls and lower ray density. Transfer functions indicated that an increase in temperature results in larger vessels with thicker walls, taller and denser rays, shorter and narrower fibers with thinner walls, and lower wood density. From a functional perspective, these features make trees growing in warmer environments more prone to drought-induced embolisms and more vulnerable to mechanical damage and pathogen attacks. Tree growth varied with precipitation and SPEI, being negatively affected in the drier site. Overall, we demonstrated that both genotype and environment affect wood features, while tree growth is mainly influenced by the environment. Plastic responses in hydraulic characteristics could represent important functional traits to mitigate the consequences of ongoing climate change on the growth and survival of the species within its natural range.",
    "readLink": "https://www.mdpi.com/1999-4907/11/9/905"
  },
  {
    "title": "Importance of size representation and morphology in modelling optical properties of black carbon: comparison between laboratory measurements and model simulations",
    "authors": [
      "B. Romshoo,",
      "M. Pöhlker,",
      "A. Wiedensohler,",
      "S. Pfeifer,",
      "J. Saturno,",
      "A. Nowak,",
      "K. Ciupek,",
      "P. Quincey,",
      "K. Vasilatou,",
      "M. N. Ess,",
      "M. Gini,",
      "K. Eleftheriadis,",
      "C. Robins,",
      "F. Gaie-Levrel,",
      "T. Müller"
    ],
    "doi": "https://doi.org/10.5194/amt-15-6965-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  6965\n                                  – 6989",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Black carbon (BC) from incomplete combustion of biomass or fossil fuels is the strongest absorbing aerosol component in the atmosphere. Optical properties of BC are essential in climate models for quantification of their impact on radiative forcing. The global climate models, however, consider BC to be spherical particles, which causes uncertainties in their optical properties. Based on this, an increasing number of model-based studies provide databases and parameterization schemes for the optical properties of BC, using more realistic fractal aggregate morphologies. In this study, the reliability of the different modelling techniques of BC was investigated by comparing them to laboratory measurements. The modelling techniques were examined for bare BC particles in the first step and for BC particles with organic material in the second step. A total of six morphological representations of BC particles were compared, three each for spherical and fractal aggregate morphologies. In general, the aggregate representation performed well for modelling the particle light absorption coefficient σabs, single-scattering albedo SSA, and mass absorption cross-section MACBC for laboratory-generated BC particles with volume mean mobility diameters dp,V larger than 100 nm. However, for modelling Ångström absorption exponent AAE, it was difficult to suggest a method due to size dependence, although the spherical assumption was in better agreement in some cases. The BC fractal aggregates are usually modelled using monodispersed particles, since their optical simulations are computationally expensive. In such studies, the modelled optical properties showed a 25 % uncertainty in using the monodisperse size method. It is shown that using the polydisperse size distribution in combination with fractal aggregate morphology reduces the uncertainty in measured σabs to 10 % for particles with dp,V between 60–160 nm. Furthermore, the sensitivities of the BC optical properties to the various model input parameters such as the real and imaginary parts of the refractive index (mre and mim), the fractal dimension (Df), and the primary particle radius (app) of an aggregate were investigated. When the BC particle is small and rather fresh, the change in the Df had relatively little effect on the optical properties. There was, however, a significant relationship between app and the particle light scattering, which increased by a factor of up to 6 with increasing total particle size. The modelled optical properties of BC are well aligned with laboratory-measured values when the following assumptions are used in the fractal aggregate representation: mre between 1.6 and 2, mim between 0.50 and 1, Df from 1.7 to 1.9, and app between 10 and 14 nm. Overall, this study provides experimental support for emphasizing the importance of an appropriate size representation (polydisperse size method) and an appropriate morphological representation for optical modelling and parameterization scheme development of BC.",
    "readLink": "https://amt.copernicus.org/articles/15/6965/2022/amt-15-6965-2022.pdf"
  },
  {
    "title": "Forest carbon stock variation with altitude in bolale natural forest, Western Ethiopia",
    "authors": [
      "Tolamariam Chimdessa"
    ],
    "doi": "Vol. 45\n                                \n                                \n                                  p.\n                                  e02537",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "This study was initiated to assess forest carbon stock variation with altitude. A systematic sampling technique was used to select sample plots. A total of 36 (12 plots from each altitude class) square plots with size of 20 m × 20 m were obtained. Diameter at breast height (DBH) and height of individual trees of DBH > 5 cm were measured from all the selected sample plots. A total of 216 soil samples, 108 for analysis of soil organic carbon (SOC) fraction (% C), and 108 for bulk density determination (BD), were collected. Altitude had a significant effect on above and belowground tree biomass, and litter carbon stock, but not on deadwood, and soil organic carbon stock. The aboveground and belowground biomass and litter carbon were higher at lower altitudes, which were attributed to higher biomass production due to higher photosynthesis and higher net primary production. Soil organic carbon varied significantly with depth. A higher soil organic carbon stock was observed at the upper soil depth (0–10 cm). At lower soil depths, carbon stocks were smaller due to less plant residue and less biological activity in the deeper soil. In general, the study found that carbon density is high at lower altitudes and lower at higher altitudes. Therefore, altitude should be given due consideration for forest development and management for climate change mitigation. The result suggests that different governmental and nongovernmental organizations have to give due attention for forest conservation to reduce the CO2 emmission.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989423001725"
  },
  {
    "title": "Generation Z Food Waste, Diet and Consumption Habits: A Finnish Social Design Study with Future Consumers",
    "authors": [
      "Tiina Kymäläinen,",
      "Anu Seisto,",
      "Roosa Malila"
    ],
    "doi": "https://doi.org/10.3390/su13042124",
    "journalVolume": "Vol. 13,\n                                no. 2124\n                                \n                                  p.\n                                  2124",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This article presents a Finnish social design study that was targeted at future Generation Z consumers. The main objective was to gain understanding of the target group’s attitudes, routines and skills relating to food consumption, diets and food waste within their households. The sustainability framework studied the Generation Z experience, obstacles and opportunities relating to behavior patterns, in addition with current habits—with respect to planning, shopping, cooking, eating and storing—and future motivations. The aim of the social design investigations was to provide contributions to the design outcome: a behavior change application that steered young consumers’ behavior patterns towards a more sustainable direction. The design framework was applied in two case studies that focused on 17–26-year-old consumers in Finland. The main method was qualitative online focus group discussions. Based on the results, the most important behavior change opportunities related to social aspects, the role of company sponsoring, localization and context-awareness potential in young consumers’ close environment and the need to engage wider sustainability aspects—such as carbon footprint, comparison of diets and financial savings—to the behavior change framework. Based on the results, the participants took the climate change challenge associated with food waste and biased diets very seriously.",
    "readLink": "https://www.mdpi.com/2071-1050/13/4/2124"
  },
  null,
  {
    "title": "Understanding the margin squeeze: Differentiation in fitness‐related traits between central and trailing edge populations of Corallina officinalis",
    "authors": [
      "Regina Kolzenburg,",
      "Katy R. Nicastro,",
      "Sophie J. McCoy,",
      "Alex T. Ford,",
      "Gerardo I. Zardi,",
      "Federica Ragazzola"
    ],
    "doi": "https://doi.org/10.1002/ece3.5162",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  pp.\n                                  5787\n                                  – 5801",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Assessing population responses to climate‐related environmental change is key to understanding the adaptive potential of the species as a whole. Coralline algae are critical components of marine shallow water ecosystems where they function as important ecosystem engineers. Populations of the calcifying algae Corallina officinalis from the center (southern UK) and periphery (northern Spain) of the North Atlantic species natural distribution were selected to test for functional differentiation in thermal stress response. Physiological measurements of calcification, photosynthesis, respiration, growth rates, oxygen, and calcification evolution curves were performed using closed cell respirometry methods. Species identity was genetically confirmed via DNA barcoding. Through a common garden approach, we identified distinct vulnerability to thermal stress of central and peripheral populations. Southern populations showed a decrease in photosynthetic rate under environmental conditions of central locations, and central populations showed a decline in calcification rates under southern conditions. This shows that the two processes of calcification and photosynthesis are not as tightly coupled as previously assumed. How the species as whole will react to future climatic changes will be determined by the interplay of local environmental conditions and these distinct population adaptive traits. OPEN RESEARCH BADGES This article has earned an Open Materials Badge for making publicly available the components of the research methodology needed to reproduce the reported procedure and analysis. All materials are available at https://doi.pangaea.de/10.1594/PANGAEA.899568.",
    "readLink": "https://doi.org/10.1002/ece3.5162"
  },
  {
    "title": "Green tourism supply chain management based on life cycle impact assessment",
    "authors": [
      "Alexandra V. Michailidou,",
      "Christos Valachokostas,",
      "Charisios Achillas,",
      "Dimitra Maleka,",
      "Nicolas Moussiopoulos,",
      "Eleni Feleki"
    ],
    "doi": "https://doi.org/10.14712/23361964.2016.6",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  30\n                                  – 36",
    "issn": "1805-0174 (Print)",
    "publisher": "2336-1964 (Online)",
    "countryOfPublisher": "Karolinum Press",
    "lcc": [
      "Czechia",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ejes.cz",
    "abstract": "Tourism is one of the most dynamic and far-reaching economic sectors in the world. Numerous different and complex activities are involved in the efficient development of tourism. These activities interrelate economic, environmental, social, cultural and political dimensions in the overall supply chain. However, apart from its key role as a driver of socio-economic progress, tourism is responsible for environmental deterioration, not only in areas popular with tourists, but also by enhancing climate change globally. This paper presents a robust method based on the Green Tourism Supply Chain Management (GTSCM) concept, which can be used to estimate the effect on the environment that can be attributed to each link of the supply chain. The overall approach is based on Life Cycle Impact Assessment (LCIA) theory and corresponding models. A case study to demonstrate the applicability of this approach is presented for two large seaside hotels located in Chalkidiki, Greece. Chalkidiki is the most popular tourist destination in Northern Greece. A LCIA questionnaire was developed and input data for the Life Cycle Assessment (LCA) obtained from the hotel managers. For this LCA SimaPro 8 software was used. The LCIA methods chosen were Eco-indicator 99 and CML 2001. The effect on fossil fuel consumption of both hotels due to their use of local transport and electricity was considerable but less than that needed for transporting the tourists by air to Chalkidiki. This paper clearly indicates that LCA and Life Cycle Thinking (LCT) can form the basis for promoting GTSCM in the tourism industry.",
    "readLink": "http://ejes.cz/index.php/ejes/article/view/267"
  },
  {
    "title": "Ingestion of Species-Specific dsRNA Alters Gene Expression and Can Cause Mortality in the Forest Pest, <i>Ips calligraphus</i>",
    "authors": [
      "Mary Wallace,",
      "Lynne K. Rieske"
    ],
    "doi": "https://doi.org/10.3390/f14020422",
    "journalVolume": "Vol. 14,\n                                no. 422\n                                \n                                  p.\n                                  422",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Ips calligraphus (Germar) is a conifer pest that causes economically and ecologically significant tree mortality, particularly when forests are stressed. As forests become increasingly vulnerable to pest outbreaks due to habitat fragmentation, invasive species, or climate change, innovative management strategies are needed to augment traditional approaches. Manipulating the RNA interference (RNAi) pathway is emerging as a novel pest management technology that could serve as a means of managing I. calligraphus while minimizing non-target effects. Demonstrating effectiveness of exogenous double-stranded RNA (dsRNA) in inducing changes in gene expression and causing mortality is an essential step. In this study, oral ingestion of dsRNA caused significant changes in gene expression and increased mortality for two of the three target dsRNAs tested. Additionally, we sequenced 5 mRNA libraries from adult beetles to assemble a transcriptome, from which we identified sequences of target genes for dsRNAs, and 10 genes in the I. calligraphus transcriptome putatively involved in the RNAi pathway. We demonstrate that oral ingestion of exogenous dsRNA can trigger the RNAi pathway. This is the first published study to artificially trigger the RNAi pathway in an Ips spp. and the first step in evaluating the potential for pest management strategies utilizing RNAi against this pest.",
    "readLink": "https://www.mdpi.com/1999-4907/14/2/422"
  }
]