[
  {
    "title": "Demand Simulation for Water, Food Irrigation, and Energy from Micro Hydro Power Plant in Sungai Bayang, Bayang Utara, Pesisir Selatan West Sumatra",
    "authors": [
      "Nurlaila Indriani Siti,",
      "Agus Setiawan Ahmad,",
      "Budiarto Rachmawan"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/20184301015",
    "journalVolume": "Vol. 43\n                                \n                                \n                                  p.\n                                  01015",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Clean water or fresh water, food and energy are basic human needs. The three basic needs are dependent to one another. The relationship between the three is called the \"The nexus of Water, Energy, and Food\". It requires good governance on watershed which will be implemented for example to manage water resources to fulfil demand of clean or drinking water, irrigation in food area and energy sources in hydro power plant. This study conducted analysis and simulation to prepare projection of electricity produced by Micro hydro Power Plant (MHP) It integrates a climate change scenarios to forecast its influence on electricity demand and response of river. In addition, the study also presented projections of influence on irrigated food production scenario in irrigation for rice paddy fields. Projection of The MHP electricity and the water demand including for the food sector is conducted by using the WEAP (Water Evaluation and Planning) software, while electricity demand forecast is conducted by applying the LEAP (Long-Range Energy Alternatives Planning) software. The case studies in this study conducted in river flows Bayang’s River. On the river there are three operating MHPs: The Muaro Aie MHP (ity30 kW of installed capac), The Koto Ranah MHP (30 kW) and The Pancuang Taba MHP (40 kW). The LEAP simulation projected electricity demand for Pesisir Selatan until 2025. Demand for South Pesisir Regency up to 2025 is predicted to reach 226.4 GWh with growth of 11.2% per year in BAU scenario, while reach 113.7 GWh with a 5% annual growth in efficiency scenario. The WEAP provided projected electricity production of MHP, basic water needs and irrigation needs for paddy fields in District IV Nagari Bayang Utara until 2025. The MHP electricity production in final year of projection with BAU scenario reaches 0.88 GWh, while with a climate change scenario of 0.63 GWh. The electricity demand fulfilled by MHP is predicted to be 0.39% in the BAU scenario, 0.28% in climate change scenarios, and 0.55% in the electricity savings scenario. Of the three MHP, the MHP Pancuang Taba is the most vulnerable to climate change, while MHP Koto Ranah shows relatively lower fluctuation. The highest staple water requirement is for Pancuang Taba which is 3643.4 thousand m3. The growth of staple water needs until 2025 tends to be constant. and most rice irrigation needs are in agriculture 2 of 976 thousand m3. The growth of irrigation needs of Bayang watershed until 2025 tends to be constant. Most irrigation needs for paddy fields are in irrigation area of “Agriculture 2” reaching 976,000 m3. The growth of irrigation needs in Bayang watershed tends to be constant.",
    "readLink": "https://doi.org/10.1051/e3sconf/20184301015"
  },
  {
    "title": "Emissions of BVOC from lodgepole pine in response to mountain pine beetle attack in high and low mortality forest stands",
    "authors": [
      "T. R. Duhl,",
      "D. Gochis,",
      "A. Guenther,",
      "S. Ferrenberg,",
      "E. Pendall"
    ],
    "doi": "https://doi.org/10.5194/bg-10-483-2013",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  483\n                                  – 499",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "In this screening study, biogenic volatile organic compound (BVOC) emissions from intact branches of lodgepole pine (Pinus contorta) trees were measured from trees at two forested sites that have been impacted differently by the mountain pine beetle (MPB), with one having higher mortality and the other with lower mortality. Differences in the amounts and chemical diversity of BVOC between the two sites and from apparently healthy trees versus trees in different stages of MPB attack are presented, as well as (for one site) observed seasonal variability in emissions. A brief comparison is made of geological and climatic characteristics as well as prior disturbances (both natural and man-made) at each site. Trees sampled at the site experiencing high MPB-related tree mortality had lower chemodiversity in terms of monoterpene (MT) emission profiles, while profiles were more diverse at the lower-mortality site. Also at the higher-mortality site, MPB-infested trees in various stages of decline had lower emissions of sesquiterpenes (SQTs) compared to healthy trees, while at the site with lower mortality, MPB-survivors had significantly higher SQT emissions during part of the growing season when compared to both uninfested and newly infested trees. SQT profiles differed between the two sites and, like monoterpene and oxygenated VOC profiles, varied through the season. For the low-mortality site in which repeated measurements were made over the course of the early summer–late fall, higher chemical diversity was observed in early- compared to late-season measurements for all compound classes investigated (MT, oxygenated VOC, and SQT), with the amount of change appearing to correlate to the MPB status of the trees studied. Emissions of 2-methyl-3-buten-2-ol (MBO) had a distinct seasonal signal but were not much different between healthy or infested trees, except in trees with dead needles, from which emissions of this compound were negligible, and in late-season MPB survivors, in which they were higher than in newly infested or uninfested trees. Emissions of SQT were significantly higher in the MPB survivors during both mid- and late-season sampling at the low-mortality site. The changes in emissions could have implications for regional air quality and climate through changes in ozone and aerosol distributions, although this study was designed as a preliminary screening effort and not enough individuals were sampled for all of the observed differences to be statistically demonstrated. Despite this, the compelling differences in emissions observed between the sites and individual trees with differing MPB-infestation statuses and the potential impacts these have on regional atmospheric chemistry argue for further research in this topic.",
    "readLink": "http://www.biogeosciences.net/10/483/2013/bg-10-483-2013.pdf"
  },
  {
    "title": "The Challenges of Micro-Nowcasting and the Women’s Slope Style Event at the PyeongChang 2018 Olympic Winter Games",
    "authors": [
      "Paul Joe,",
      "GyuWon Lee,",
      "Kwonil Kim"
    ],
    "doi": "https://doi.org/10.3390/meteorology2010008",
    "journalVolume": "Vol. 2,\n                                no. 8\n                                \n                                  pp.\n                                  107\n                                  – 127",
    "issn": "2674-0494 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/meteorology",
    "abstract": "The Women’s Slope Style event of 11–12 February 2018 at the PyeongChang 2018 Olympic Winter Games posed considerable challenges to the competitors and decision-makers, requiring sub-kilometer and sub-minute weather predictions in complex terrain. The gusty wind conditions were unfair and unsafe as the competitors could not achieve sufficient speed to initiate or complete their jumps. The term micro-nowcasting is used here to reflect the extreme high-resolution nature of these science and service requirements. The World Meteorological Organization has conducted several research development and forecast demonstration projects to advance, accelerate and promote the art of nowcasting. Data from compact automatic weather stations, located along the field of play, reported every minute and were post-processed using time series, Hovmöller and wavelet transforms to succinctly present the information. The analyses revealed dominant frequencies of about 20 min, presumed to be associated with vortex shedding from the mountain ridges, but were unable to directly capture the gusts that affected the competitors. The systemic challenges from this and previous projects are reviewed. They include the lack of adequate scientific knowledge of microscale processes, gaps in modeling, the need for post-processing, forecast techniques, managing ever-changing service requirements and highlights the role of observations and the critical role of the forecaster. These challenges also apply to future high-resolution operational weather and warning services.",
    "readLink": "https://www.mdpi.com/2674-0494/2/1/8"
  },
  {
    "title": "Prospects and constraints in smallholder farmers' adoption of multiple soil carbon enhancing practices in Western Kenya",
    "authors": [
      "George Magambo Kanyenji,",
      "Willis Oluoch-Kosura,",
      "Cecilia Moraa Onyango,",
      "Stanley Karanja Ng'ang'a"
    ],
    "doi": "Vol. 6,\n                                no. 3\n                                \n                                  p.\n                                  e03226",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Most smallholder farmers in sub-Saharan Africa (SSA) are adversely affected by low soil fertility, land degradation and climate change-related shocks such as drought. These problems lead to low productivity and low household income. In addition, the adoption of soil carbon enhancing practices remains low in Western Kenya. This study analyses the factors that influence the probability and extent of adoption of soil carbon enhancing practices in Western Kenya utilizing plot-level information, socioeconomic characteristics and external supporting factors. Multivariate probit model and generalized ordered logit were utilized to assess the adoption of multiple soil carbon enhancing practices and the extent of adoption respectively. Results indicate that the adoption of soil carbon enhancing practices is correlated, suggesting interrelation in farmers' adoption decisions. Both the multivariate probit model and generalized ordered probit results indicate that the probability and extent of adoption of soil carbon enhancing practices are influenced by plot-level characteristics, literacy level, access to agricultural credit, agricultural group membership, participation in the market, and gender of the household.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844020300712"
  },
  {
    "title": "Effects of long-term rainfall decline on the structure and functioning of Hawaiian forests",
    "authors": [
      "Jomar M Barbosa,",
      "Gregory P Asner"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa7ee4",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  p.\n                                  094002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate change is altering the dynamics of terrestrial vegetation, with consequences for the functioning of Earth’s biomes and the provisioning of ecosystem services. Changes in forest dynamics due to drought events or short-term drying trends have been described at different ecological scales, but few observational studies have determined the relative effects of short- and long-term precipitation trends (e.g. decade and century, respectively) on forest canopy structure and functioning. Using gridded annual precipitation maps from 1920 to 2012, and temporal data from airborne light detection and ranging (LiDAR) and MODIS Enhanced Vegetation Index (EVI), we present evidence for a large-scale decline in forest canopy volume (area vs. height) and greenness (a metric of photosynthetic function) driven by a long-term drying trend on Hawaii island. Decreases in canopy greenness were observed in step with shorter-term (10 y) precipitation declines, but decreases in greenness were two-fold greater where longer-term (∼100 y) precipitation declines had occurred. Canopy volume mainly reduced where long-term precipitation declines occurred. We conclude that long-term precipitation trends critically impact forest canopy structure and functioning, which likely has cascading consequences for numerous ecological processes such as subcanopy light availability, species interactions, carbon storage, and animal habitat.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa7ee4"
  },
  {
    "title": "Mental health, life functioning and risk factors among people exposed to frequent natural disasters and chronic poverty in Vietnam",
    "authors": [
      "Amie Alley Pollack,",
      "Bahr Weiss,",
      "Lam Tu Trung"
    ],
    "doi": "https://doi.org/10.1192/bjpo.bp.115.002170",
    "journalVolume": "Vol. 2\n                                \n                                \n                                  pp.\n                                  221\n                                  – 232",
    "issn": "2056-4724 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Neurosciences. Biological psychiatry. Neuropsychiatry: Neurology. Diseases of the nervous system: Psychiatry"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/bjpsych-open",
    "abstract": "Background People living in low- and middle-income countries (LMIC) are at increased risk for exposure to major natural disasters, which places them at increased risk for mental health problems. Evidence is less clear, however, regarding the effects of less severe but more frequent natural disasters, which are likely to increase due to global climate change. Aims To examine the mental health and life functioning, and their predictors, of people living in central coastal Vietnam – an area characterised by high risk for natural disasters and poverty. Method One thousand individuals were randomly selected from five provinces in central coastal Vietnam. Individuals were assessed cross-sectionally for exposure to major storms and other traumatic events (Post-traumatic Diagnostic Scale, or PDS), financial stress (Chronic Financial Stress Scale), depression (PHQ-9), anxiety (GAD-7), post-traumatic stress disorder (PTSD) (PDS), somatic syndrome (SCL-90-R), alcohol dependence (ICD-10), self-perceived general physical health (SF-36), and functional impairment (PDS life functioning section); caseness was determined using the various measures' algorithms. Results 22.7% of the sample (n=227) met caseness criteria in one or more mental health domains, and 22.1% (n=221) reported moderate to severe functional impairment. Lifetime exposure to typhoons and other major storms was 99% (n=978), with 77% (n=742) reporting traumatic major storm exposure. Moderate to high levels of financial stress were reported by 30% (n=297). Frequency of exposure to major storms was not associated with increased risk for mental health problems but traumatic exposure to a major storm was. Overall, the strongest predictor of mental health problems was financial stress. Number of traumatic typhoons and other major storms in turn were significant predictors (r 2=0.03) of financial stress. The primary predictor of alcohol dependence was male gender, highlighting the importance of gender roles in development of alcohol abuse in countries like Vietnam. Conclusions Individuals living in central coastal Vietnam have elevated rates of PTSD, somatic syndrome, and functional impairment but not depression or anxiety. Financial stress was the strongest predictor of mental health problems. Results suggest the importance of conducting broad assessments when providing mental health support for disaster-impacted communities. Study results suggest that one indirect consequence of predicted global climate change may be increased prevalence of mental health problems in communities such as that assessed in the present study, due to increased risk for traumatic storm-related exposure and through indirect effects on financial stress, but not through a general increased risk for major storms. Such results also indicate that when supporting LMIC communities that have experienced natural disasters, it will be important to consider the broader community context including poverty, in addition to the direct effects of the disaster.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2056472400001423/type/journal_article"
  },
  {
    "title": "A System Thinking Normative Approach towards Integrating the Environment into Value-Added Accounting—Paving the Way from Carbon to Environmental Neutrality",
    "authors": [
      "Robert Miehe,",
      "Matthias Finkbeiner,",
      "Alexander Sauer,",
      "Thomas Bauernhansl"
    ],
    "doi": "https://doi.org/10.3390/su142013603",
    "journalVolume": "Vol. 14,\n                                no. 13603\n                                \n                                  p.\n                                  13603",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Life Cycle Assessment (LCA) is increasingly being applied in corporate accounting. Recently, especially carbon footprinting (CF) has been adopted as ‘LCA light’ in accordance with the Greenhouse Gas Protocol. According to the strategy ‘balance, reduce, substitute, compensate’, the approach is intended to provide the basis for optimization towards climate neutrality. However, two major problems arise: (1) due to the predominant focus on climate neutrality, other decisive life-cycle impact categories are often ignored, resulting in a misrecognition of potential trade-offs, and (2) LCA is not perceived as an equal method alongside cost and value-added accounting in everyday business, as it relies on a fundamentally different system understanding. In this paper, we present basic considerations for merging the business and life-cycle perspectives and introduce a novel accounting system that combines elements of traditional operational value-added accounting, process and material flow analysis as well as LCA. The method is based on an extended system thinking, a set of principles, a calculation system, and external cost factors for the impact categories climate change, stratospheric ozone depletion, air pollution, eutrophication and acidification. As a scientifically robust assessment method, the presented approach is intended to be applied in everyday operations in manufacturing companies, providing a foundation for a fundamental change in industrial thought patterns on the way to the total avoidance of negative environmental impacts (i.e., environmental neutrality). Therefore, this is validated in two application examples in the German special tools industry, proving its practicability and reproducibility as well as the suitability of specifically derived indicators for the selective optimization of production systems.",
    "readLink": "https://www.mdpi.com/2071-1050/14/20/13603"
  },
  {
    "title": "Suppressed eddy driving during southward excursions of the North Atlantic jet on synoptic to seasonal time scales",
    "authors": [
      "Erica Madonna,",
      "Camille Li,",
      "Justin J. Wettstein"
    ],
    "doi": "https://doi.org/10.1002/asl.937",
    "journalVolume": "Vol. 20,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1530-261X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1530-261X",
    "abstract": "Abstract Jet streams shape midlatitude weather and climate. The North Atlantic jet is mainly eddy‐driven, with frequent north–south excursions on synoptic time scales arising from eddy forcings and feedbacks. There are, however, special periods during which the underlying dynamics appear to change—for example, winter 2009/2010, when the jet was persistently southward‐shifted, extremely zonal, and more thermally driven. This study shows evidence that the southern jet configuration exhibits altered dynamical behavior involving a shift in the balance of thermal and eddy‐driving processes, independent of timescale. Specifically, southern jets exhibit weaker eddy feedbacks and are associated with enhanced heating in the tropical Pacific. During winter 2009/2010, a remarkably frequent (66 days out of the 90‐day winter season) and persistent southern jet shaped the unusual seasonal signature. These results bridge the synoptic and climate perspectives of jet variability, with potential to help understand and reduce biases in regional climate variability as simulated by models.",
    "readLink": "https://doi.org/10.1002/asl.937"
  },
  {
    "title": "Interindividual differences in intergenerational sustainable behavior are associated with cortical thickness of the dorsomedial and dorsolateral prefrontal cortex",
    "authors": [
      "Emmanuel Guizar Rosales,",
      "Thomas Baumgartner,",
      "Daria Knoch"
    ],
    "doi": "Vol. 264\n                                \n                                \n                                  p.\n                                  119664",
    "issn": "1053-8119 (Print)",
    "publisher": "1095-9572 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Neurosciences. Biological psychiatry. Neuropsychiatry"
    ],
    "journalUrl": "https://www.journals.elsevier.com/neuroimage",
    "abstract": "Intergenerational sustainability requires people of the present generation to make sacrifices today to benefit others of future generations (e.g. mitigating climate change, reducing public debt). Individuals vary greatly in their intergenerational sustainability, and the cognitive and neural sources of these interindividual differences are not yet well understood. We here combined neuroscientific and behavioral methods by assessing interindividual differences in cortical thickness and by using a common-pool resource paradigm with intergenerational contingencies. This enabled us to look for objective, stable, and trait-like neural markers of interindividual differences in consequential intergenerational behavior. We found that individuals behaving sustainably (vs. unsustainably) were marked by greater cortical thickness of the dorsomedial and dorsolateral prefrontal cortex. Given that these brain areas are involved in perspective-taking and self-control and supported by mediation analyses, we speculate that greater cortical thickness of these brain areas better enable individuals to take the perspective of future generations and to resist temptations to maximize personal benefits that incur costs for future generations. By meeting recent calls for the contribution of neuroscience to sustainability research, it is our hope that the present study advances the transdisciplinary understanding of interindividual differences in intergenerational sustainability.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1053811922007856"
  },
  {
    "title": "Analysis of Variation Trend and Driving Factors of Baseflow in Typical Yellow River Basins",
    "authors": [
      "Liyu Quan,",
      "Chengshuai Liu,",
      "Chaojie Niu,",
      "Dong Zhao,",
      "Qingyuan Luo,",
      "Yingying Xu,",
      "Chenchen Zhao,",
      "Shangbin Liu,",
      "Caihong Hu"
    ],
    "doi": "https://doi.org/10.3390/w15203647",
    "journalVolume": "Vol. 15,\n                                no. 3647\n                                \n                                  p.\n                                  3647",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Baseflow is a stable part of streamflow and the main component of streamflow during the dry season. Baseflow plays an important role in the water cycle, and in ecological environment protection of the Yellow River basin (YRB). Taking the Zuli, Kuye, and Tuwei basins, and the Jingle sub-basin as examples, the baseflow was separated using a recursive digital filtering method. The intra-annual, inter-annual, and chronological characteristics of baseflow and the baseflow index (BFI) were analyzed, and driving factors were analyzed from the perspective of climate-change and human-impact factors. The results showed that: (1) The annual baseflow of the basins mainly declined, trending downward in all four test basins, while the BFI increased in two of the basins and remained nearly constant in the other two basins; however, the distributions of baseflow and the BFI were more uniform. (2) The intra-annual patterns for baseflow and the BFI showed changes between earlier and later periods. (3) Precipitation and soil and water conservation measures were the primary driving forces of baseflow change in the basins. The influence of the former weakened while the latter strengthened, and coal mining in the Kuye River and Tuwei River basins also influenced baseflow significantly. (4) When the normalized difference vegetation index (NDVI) BFI of test watersheds gradually decreased with the increase in the NDVI. When 0.375 NDVI BFI of the basins gradually increased with the increase in the NDVI and the underlying surface continued to improve. When NDVI > 0.65, the increase rate of the BFI decreased and the soil and water conservation capacity of the underlying surface tended to be stable.",
    "readLink": "https://www.mdpi.com/2073-4441/15/20/3647"
  }
]