[
  {
    "title": "Development and Validation of an Eating-Related Eco-Concern Questionnaire",
    "authors": [
      "Baiyu Qi,",
      "Emily K. Presseller,",
      "Gabrielle E. Cooper,",
      "Avantika Kapadia,",
      "Alexis S. Dumain,",
      "Shantal M. Jayawickreme,",
      "Emily C. Bulik-Sullivan,",
      "Eric F. van Furth,",
      "Laura M. Thornton,",
      "Cynthia M. Bulik,",
      "Melissa A. Munn-Chernoff"
    ],
    "doi": "https://doi.org/10.3390/nu14214517",
    "journalVolume": "Vol. 14,\n                                no. 4517\n                                \n                                  p.\n                                  4517",
    "issn": "2072-6643 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nutrients",
    "abstract": "Eco-concern, the distress experienced relating to climate change, is associated with mental health, yet no study has examined disordered eating related to eco-concern. This study developed and validated a 10-item scale assessing Eating-Related Eco-Concern (EREC). Participants (n = 224) completed the EREC, Climate Change Worry Scale (CCWS), and Eating Disorder Examination-Questionnaire (EDE-Q). Construct validity, convergent validity, and internal consistency were evaluated. Sex differences in EREC were evaluated using t-tests. Associations among the EREC, CCWS, and EDE-Q were evaluated using linear regression models. Sensitivity analyses were conducted in individuals below EDE-Q global score clinical cut-offs. Factor analysis suggested that all items loaded adequately onto one factor. Pearson’s correlation and Bland–Altman analyses suggested strong correlation and acceptable agreement between the EREC and CCWS (r = 0.57), but weak correlation and low agreement with the EDE-Q global score (r = 0.14). The EREC had acceptable internal consistency (α = 0.88). No sex difference was observed in the EREC in the full sample; females had a significantly higher mean score than males in sensitivity analysis. The EREC was significantly positively associated with the CCWS and EDE-Q global and shape concern scores, but not in sensitivity analysis. The EREC is a brief, validated scale that can be useful to screen for eating-related eco-concern.",
    "readLink": "https://www.mdpi.com/2072-6643/14/21/4517"
  },
  {
    "title": "The positive climate impact of the Mediterranean diet and current divergence of Mediterranean countries towards less climate sustainable food consumption patterns",
    "authors": [
      "Simona Castaldi,",
      "Katarzyna Dembska,",
      "Marta Antonelli,",
      "Tashina Petersson,",
      "Maria Grazia Piccolo,",
      "Riccardo Valentini"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-12916-9",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The Mediterranean diet (MD) is a world-renowned healthy dietary pattern. In the present study we analyse the climate sustainability of the MD and the greenhouse gas emissions (EGHG) associated with current dietary patterns in Mediterranean and non-Mediterranean EU countries, focusing on the major deviations from the MD health and environmental targets in Mediterranean countries. The EGHG associated with dietary patterns were calculated for seven Mediterranean countries (Cyprus, Croatia, Greece, Italy, Portugal, Spain and Malta, referred to as 7MED) and the other 21 countries in the EU 28 (referred to as 21OTHER), using 2017 as the reference year. A new harmonised compilation of 3449 carbon footprint values of food commodities, based on a standardised methodology to extract information and assign optimal footprint values and uncertainties to food items, was used to estimate EGHG of food consumption. Our findings show that the EGHG associated with the ideal MD pattern, 2.3 kg CO2equivalents (CO2eq) capita−1 d−1, are in line with planetary GHG climate targets, though GHG emissions associated with food consumption in Mediterranean countries strongly diverged from the ideal MD. Both MED and 21OTHER countries were found to have comparable dietary associated EGHG (4.46 and 4.03 kg CO2eq capita−1 d−1 respectively), almost double that expected from a sustainable dietary pattern. The primary factor of dietary divergence in 7MED countries was found to be meat overconsumption, which contributed to 60% of the EGHG daily excess (1.8 kg of CO2eq capita−1 d−1).",
    "readLink": "https://doi.org/10.1038/s41598-022-12916-9"
  },
  {
    "title": "Ecophysiological plasticity of <em>Theobroma cacao</em> L. clones in response to the structure and microclimate of agroforestry systems in Mexico",
    "authors": [
      "Eliezer Cocoletzi Vásquez,",
      "Enrique Hipólito-Romero,",
      "Jorge Ricaño-Rodríguez,",
      "Jose Maria Ramos-Prado"
    ],
    "doi": "https://doi.org/10.17129/botsci.2925",
    "journalVolume": "Vol. 100,\n                                no. 4",
    "issn": "2007-4298 (Print)",
    "publisher": "2007-4476 (Online)",
    "countryOfPublisher": "Sociedad Botánica de México, A. C.",
    "lcc": [
      "Mexico",
      "Science: Botany"
    ],
    "journalUrl": "http://www.botanicalsciences.com.mx/",
    "abstract": "Background: Cocoa is a species commonly cultivated under agroforestry systems (AFs), when microclimate conditions are adequate, it achieves high growth rates and seed yield. Questions and Hypotheses: How do four cocoa varieties respond to open (OC) and closed (CC) shade tree canopy conditions within AFs? We hypothesized that cocoa functional traits values correlate with microclimate conditions in the CC. Studied species: Theobroma cacao L. (Malvaceae). Study site and dates: Papantla, Nautla, Veracruz; San Pedro, Oaxaca. Rainy season, 2018. Methods: Three AFs were selected; either one with OC and CC zones, photosynthetically active radiation (PAR), vapor pressure deficit (VPD), air temperature (Ta) and relative humidity (RH) were registered. Cocoa tree and leaves functional traits were evaluated in four regional cocoa varieties, in ten individuals per variety, canopy condition and AFs. Results: Higher values of PAR, VPD and Ta, and lower RH were recorded under OC than in CC. Cocoa tree height, stem diameter, fruit production, SLA (Specific Leaf Area), LWC (Leaf Water Content) and SS (Stomatal Size) were higher for Nautla. Only the cocoa clone Inifap8 displayed higher height and fruit production than the other varieties. Conclusions: Veracruz and Oaxaca states have AFs with microclimatic conditions where cocoa cultivation can potentially develop. However, it is essential to incorporate our understanding of the adaptive responses of cocoa to particular shade trees canopy structure. Cocoa leaf traits, SLA, LWC and SS, may be used as indicators for enhancing management and sustainability in AFs in the face of climate change. Translate stop Translate stop",
    "readLink": "https://www.botanicalsciences.com.mx/index.php/botanicalSciences/article/view/2925"
  },
  {
    "title": "Modeling impacts of alternative practices on net global warming potential and greenhouse gas intensity from rice-wheat annual rotation in China.",
    "authors": [
      "Jinyang Wang,",
      "Xiaolin Zhang,",
      "Yinglie Liu,",
      "Xiaojian Pan,",
      "Pingli Liu,",
      "Zhaozhi Chen,",
      "Taiqing Huang,",
      "Zhengqin Xiong"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0045668",
    "journalVolume": "Vol. 7,\n                                no. 9\n                                \n                                  p.\n                                  e45668",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: Evaluating the net exchange of greenhouse gas (GHG) emissions in conjunction with soil carbon sequestration may give a comprehensive insight on the role of agricultural production in global warming. MATERIALS AND METHODS: Measured data of methane (CH(4)) and nitrous oxide (N(2)O) were utilized to test the applicability of the Denitrification and Decomposition (DNDC) model to a winter wheat - single rice rotation system in southern China. Six alternative scenarios were simulated against the baseline scenario to evaluate their long-term (45-year) impacts on net global warming potential (GWP) and greenhouse gas intensity (GHGI). PRINCIPAL RESULTS: The simulated cumulative CH(4) emissions fell within the statistical deviation ranges of the field data, with the exception of N(2)O emissions during rice-growing season and both gases from the control treatment. Sensitivity tests showed that both CH(4) and N(2)O emissions were significantly affected by changes in both environmental factors and management practices. Compared with the baseline scenario, the long-term simulation had the following results: (1) high straw return and manure amendment scenarios greatly increased CH(4) emissions, while other scenarios had similar CH(4) emissions, (2) high inorganic N fertilizer increased N(2)O emissions while manure amendment and reduced inorganic N fertilizer scenarios decreased N(2)O emissions, (3) the mean annual soil organic carbon sequestration rates (SOCSR) under manure amendment, high straw return, and no-tillage scenarios averaged 0.20 t C ha(-1) yr(-1), being greater than other scenarios, and (4) the reduced inorganic N fertilizer scenario produced the least N loss from the system, while all the scenarios produced comparable grain yields. CONCLUSIONS: In terms of net GWP and GHGI for the comprehensive assessment of climate change and crop production, reduced inorganic N fertilizer scenario followed by no-tillage scenario would be advocated for this specified cropping system.",
    "readLink": "http://europepmc.org/articles/PMC3448642?pdf=render"
  },
  {
    "title": "The Neoliberal Nostrum: Spatial Fix in Ian McEwan’s Solar",
    "authors": [
      "Seyed Mohammad Marandi,",
      "Zohreh Ramin,",
      "Mohammad Bagher Shabanpour"
    ],
    "doi": "https://doi.org/10.34785/J014.2021.743",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  37\n                                  – 53",
    "issn": "2676-699X (Print)",
    "publisher": "2716-9928 (Online)",
    "countryOfPublisher": "University of Kurdistan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Language and Literature: English literature"
    ],
    "journalUrl": "https://cls.uok.ac.ir/",
    "abstract": "Ian McEwan’s Solar has been the subject of many a debate, mostly due to its controversial representation of climate change’s cause and the solution offered for the global disaster. The paper explores the novel’s judgment over climate change’s fountainhead and the protagonist’s vain project to save the earth. The scope of the study encompasses the narrator’s accounts of the characters and events in the story. In the light of David Harvey’s notion of ‘spatial fix,’ the study, through a close reading of the novel, focuses on the context within which the story unfolds in order to elaborate on the transformation of the earth into a globalized monolithic built environment called ‘the planet’ for the sake of efficiency and free flow of capital and commodities. It also argues that the protagonist’s solar energy generation project is a neo-liberal initiative to replace a less lucrative production mode and tackle the system’s critical spell of overaccumulation, rather than global warming.",
    "readLink": "https://cls.uok.ac.ir/article_61716.html"
  },
  {
    "title": "Low-Carbon Supplier Selection Using Fuzzy AHP and Goal Programming Approach",
    "authors": [
      "Feipeng Huang"
    ],
    "doi": "https://doi.org/10.1155/2022/3115490",
    "journalVolume": "Vol. 2022",
    "issn": "1026-0226 (Print)",
    "publisher": "1607-887X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Mathematics"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ddns/",
    "abstract": "It has become the leading world trend that all countries join hands to respond to climate change and promote green and low-carbon development. In this background, more and more enterprises seek to control carbon emissions from the source and reduce indirect carbon emissions, consequently paying increased importance to the carbon footprint of their suppliers. Most of the earlier studies concerning supplier selection mainly focus on traditional factors, such as quality, service, and lead time, but minimal importance to the carbon emission of supplies. This study fills this gap by incorporating carbon emission criteria into supplier selection and presenting a method of combining fuzzy analytic hierarchy process (AHP) and fuzzy goal programming (GP) to address the problem of supplier selection and order quota allocation. Firstly, we use fuzzy AHP to evaluate the relevance and importance of supplier selection criteria according to the experts’ opinions. Second, each objective is given weights according to the fuzzy AHP results, and then the fuzzy GP method is used for supplier selection and order quota allocation. Finally, we implement an example study with a data set from a realistic situation, and the results confirm the effectiveness of the proposed method in an uncertain environment.",
    "readLink": "http://dx.doi.org/10.1155/2022/3115490"
  },
  {
    "title": "Utilizing NDWI, MNDWI, SAVI, WRI, and AWEI for Estimating Erosion and Deposition in Ping River in Thailand",
    "authors": [
      "Jeerapong Laonamsai,",
      "Phongthorn Julphunthong,",
      "Thanat Saprathet,",
      "Bounhome Kimmany,",
      "Tammarat Ganchanasuragit,",
      "Phornsuda Chomcheawchan,",
      "Nattapong Tomun"
    ],
    "doi": "https://doi.org/10.3390/hydrology10030070",
    "journalVolume": "Vol. 10,\n                                no. 70\n                                \n                                  p.\n                                  70",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "The Ping River, located in northern Thailand, is facing various challenges due to the impacts of climate change, dam operations, and sand mining, leading to riverbank erosion and deposition. To monitor the riverbank erosion and accretion, this study employs remote sensing and GIS technology, utilizing five water indices: the Normalized Difference Water Index (NDWI), Modified Normalized Difference Water Index (MNDWI), Soil-Adjusted Vegetation Index (SAVI), Water Ratio Index (WRI), and Automated Water Extraction Index (AWEI). The results from each water index were comparable, with an accuracy ranging from 79.10 to 94.53 percent and analytical precision between 96.05 and 100 percent. The AWEI and WRI streams showed the highest precision out of the five indices due to their larger total surface water area. Between 2015 and 2022, the riverbank of the Ping River saw 5.18 km2 of erosion. Conversely, the morphological analysis revealed 5.55 km2 of accretion in low-lying river areas. The presence of riverbank stabilizing structures has resulted in accretion being greater than erosion, leading to the formation of riverbars along the Ping River. The presence of water hyacinth, narrow river width, and different water levels between the given periods may impact the accuracy of retrieved river areas.",
    "readLink": "https://www.mdpi.com/2306-5338/10/3/70"
  },
  {
    "title": "Historical Northern Hemisphere snow cover trends and projected changes in the CMIP6 multi-model ensemble",
    "authors": [
      "L. Mudryk,",
      "M. Santolaria-Otín,",
      "G. Krinner,",
      "M. Ménégoz,",
      "C. Derksen,",
      "C. Brutel-Vuilmet,",
      "M. Brady,",
      "R. Essery"
    ],
    "doi": "https://doi.org/10.5194/tc-14-2495-2020",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  2495\n                                  – 2514",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "This paper presents an analysis of observed and simulated historical snow cover extent and snow mass, along with future snow cover projections from models participating in the World Climate Research Programme Coupled Model Intercomparison Project Phase 6 (CMIP6). Where appropriate, the CMIP6 output is compared to CMIP5 results in order to assess progress (or absence thereof) between successive model generations. An ensemble of six observation-based products is used to produce a new time series of historical Northern Hemisphere snow extent anomalies and trends; a subset of four of these products is used for snow mass. Trends in snow extent over 1981–2018 are negative in all months and exceed -50×103 km2 yr−1 during November, December, March, and May. Snow mass trends are approximately −5 Gt yr−1 or more for all months from December to May. Overall, the CMIP6 multi-model ensemble better represents the snow extent climatology over the 1981–2014 period for all months, correcting a low bias in CMIP5. Simulated snow extent and snow mass trends over the 1981–2014 period are stronger in CMIP6 than in CMIP5, although large inter-model spread remains in the simulated trends for both variables. There is a single linear relationship between projected spring snow extent and global surface air temperature (GSAT) changes, which is valid across all CMIP6 Shared Socioeconomic Pathways. This finding suggests that Northern Hemisphere spring snow extent will decrease by about 8 % relative to the 1995–2014 level per degree Celsius of GSAT increase. The sensitivity of snow to temperature forcing largely explains the absence of any climate change pathway dependency, similar to other fast-response components of the cryosphere such as sea ice and near-surface permafrost extent.",
    "readLink": "https://tc.copernicus.org/articles/14/2495/2020/tc-14-2495-2020.pdf"
  },
  {
    "title": "Estimating degree-day factors of snow based on energy flux components",
    "authors": [
      "M. F. Ismail,",
      "M. F. Ismail,",
      "W. Bogacki,",
      "M. Disse,",
      "M. Schäfer,",
      "M. Schäfer,",
      "L. Kirschbauer"
    ],
    "doi": "https://doi.org/10.5194/tc-17-211-2023",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  211\n                                  – 231",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Meltwater from mountainous catchments dominated by snow and ice is a valuable source of fresh water in many regions. At mid-latitudes, seasonal snow cover and glaciers act like a natural reservoir by storing precipitation during winter and releasing it in spring and summer. Snowmelt is usually modelled either by energy balance or by temperature-index approaches. The energy balance approach is process-based and more sophisticated but requires extensive input data, while the temperature-index approach uses the degree-day factor (DDF) as a key parameter to estimate melt of snow and ice merely from air temperature. Despite its simplicity, the temperature-index approach has proved to be a powerful tool for simulating the melt process especially in large and data-scarce catchments. The present study attempts to quantify the effects of spatial, temporal, and climatic conditions on the DDF of snow in order to gain a better understanding of which influencing factors are decisive under which conditions. The analysis is based on the individual energy flux components; however, formulas for estimating the DDF are presented to account for situations where observed data are limited. A detailed comparison between field-derived and estimated DDF values yields a fair agreement with bias = 0.14 mm ∘C−1 d−1 and root mean square error (RMSE) = 1.12 mm ∘C−1 d−1. The analysis of the energy balance processes controlling snowmelt indicates that cloud cover and snow albedo under clear sky are the most decisive factors for estimating the DDF of snow. The results of this study further underline that the DDF changes as the melt season progresses and thus also with altitude, since melting conditions arrive later at higher elevations. A brief analysis of the DDF under the influence of climate change shows that the DDFs are expected to decrease when comparing periods of similar degree days, as melt will occur earlier in the year when solar radiation is lower, and albedo is then likely to be higher. Therefore, the DDF cannot be treated as a constant parameter especially when using temperature-index models for forecasting present or predicting future water availability.",
    "readLink": "https://tc.copernicus.org/articles/17/211/2023/tc-17-211-2023.pdf"
  },
  {
    "title": "واقع استثمار الموارد المائية لنهر الفرات وآفاق تطويرها",
    "authors": [
      "ياسر حمدان,",
      "محمد مروان الخطيب"
    ],
    "doi": "Vol. 33,\n                                no. 4",
    "issn": "2079-3081 (Print)",
    "publisher": "2663-4279 (Online)",
    "countryOfPublisher": "Tishreen University",
    "lcc": [
      "Syrian Arab Republic",
      "Technology: Engineering (General). Civil engineering (General)",
      "Education"
    ],
    "journalUrl": "http://journal.tishreen.edu.sy/index.php/engscnc",
    "abstract": "إن تدهور الموارد المائية في سوريا سوف يجعل حصة الفرد من المياه العذبة في عام 2025 في وضع حرج، وسيزداد الاحتياج المائي للمحاصيل الزراعية نتيجة للتغيرات المناخية. ولعدم إمكانية تغيير هذا الواقع الموضوعي، يتحتم علينا الاهتمام بتحسين إدارة مواردنا المائية، والبحث عن سبل للحد من الهدر في مياه الأنهار، وبشكل خاص مياه نهر الفرات الذي يشكل العمود الفقري للموارد المائية السطحية. حتى الآن لم يتم التوصل إلى اتفاقية دولية لتقسيم الوارد المائي لنهر الفرات، بين ثلاثة الأطراف المتشاطئة؛ بسبب التباين في وجهات النظر حول آلية التقسيم، إضافة إلى تذبذب الجريان خلال العام، ومن عام إلى آخر، ووفقاً للبروتوكول الموقع مع الجانب التركي يوجد حالياً هدر كبير من الوارد المائي الممرر لنهر الفرات، ويعود ذلك إلى البطء الشديد في إنجاز البنى التحتية لاستثمار حصتنا من هذا الوارد المائي (مشاريع ري، والاحتياطي الاستراتيجي للموارد المائية؛ كالخزانات، والبحيرات)، بما يحقق الأمن المائي والغذائي لبلدنا. The decline of water resources in Syria will raise a big question about the proportion of the individual in fresh water by 2025. In fact, the need to water for irrigation will go up because of the climate change. Concerning these issues, we have to control our water resources and minimize the loss especially in what is related to the Euphrates which is the major resource of superficial water in Syria. Unfortunately, there is no International Water Treaty among Turkey, Syria and Iraq about the proportions of the Euphrates because of the discrepancy of implementation of dividing the portions. More over, the instability of water level in the river makes such agreements more difficult. Concerning the Syrian side, there is a big loss in using our portion of the Euphrates because of the slowness of building up the infrastructure to use our portion in irrigation, strategic reserves, reservoirs…etc, to achieve our water and food stability.",
    "readLink": "https://journal.tishreen.edu.sy/index.php/engscnc/article/view/7317"
  }
]