[
  {
    "title": "ADOPTION OF CLIMATE SMART AGRICULTURE AMONG FOOD CROP FARMERS IN BIRNIN-KUDU LOCAL GOVERNMENT AREA, JIGAWA STATE, NIGERIA",
    "authors": [
      "Mailumo S.S.,",
      "Onuwa G.C.,",
      "Oyewole S."
    ],
    "doi": "https://doi.org/10.18551/rjoas.2021-02.20",
    "journalVolume": "Vol. 110,\n                                no. 2\n                                \n                                  pp.\n                                  169\n                                  – 176",
    "issn": "2226-1184 (Online)",
    "publisher": "iVolga Press",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.rjoas.com",
    "abstract": "This study used multinomial logit regression to determine the factors that drive the choice of major adaptation measures by famers in Birnin-Kudu, Jigawa State. The study used multistage sampling procedure to select 120 food crop famers in the area. Data analysis was done using descriptive statistics, likert scale and Multinomial logit regression model. From the results, the level of awareness of climate smart agriculture was high and several adaptation strategies were consciously or unconsciously adopted and practiced by the famers. The CSA identified were early planting, mixed cropping, cover cropping, multiple planting dates, dry season farming, planting improved variety and late planting. Farmers confirmed that based on observation, climate change has led to a reduction in crop yields over the years. The multinomial logit result indicated that factors that influence the adoption of the CSA practices are age, headship of households, education, farm size, experience in farming, household size, and income from farming. Finally, the study established that there is high level of awareness of the debilitating effects of climate change among the farmers. To encourage the famers to adopt CSA, the calls for education of farmers on climate change and variability cannot be overemphasized.",
    "readLink": "https://doi.org/10.18551/rjoas.2021-02.20"
  },
  {
    "title": "The Use of Plant Growth-Promoting Bacteria to Prevent Nematode Damage to Plants",
    "authors": [
      "Elisa Gamalero,",
      "Bernard  R. Glick"
    ],
    "doi": "https://doi.org/10.3390/biology9110381",
    "journalVolume": "Vol. 9,\n                                no. 381\n                                \n                                  p.\n                                  381",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Plant-parasitic nematodes have been estimated to annually cause around US $173 billion in damage to plant crops worldwide. Moreover, with global climate change, it has been suggested that the damage to crops from nematodes is likely to increase in the future. Currently, a variety of potentially dangerous and toxic chemical agents are used to limit the damage to crops by plant-parasitic nematodes. As an alternative to chemicals and a more environmentally friendly means of decreasing nematode damage to plants, researchers have begun to examine the possible use of various soil bacteria, including plant growth-promoting bacteria (PGPB). Here, the current literature on some of the major mechanisms employed by these soil bacteria is examined. It is expected that within the next 5–10 years, as scientists continue to elaborate the mechanisms used by these bacteria, biocontrol soil bacteria will gradually replace the use of chemicals as nematicides.",
    "readLink": "https://www.mdpi.com/2079-7737/9/11/381"
  },
  {
    "title": "Ukraine War and Food Crisis",
    "authors": [
      "Ameneh Marzban,",
      "Negar Fani,",
      "Reza Faraji,",
      "Abed Khanizade,",
      "Mohsen Dowlati"
    ],
    "doi": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  149\n                                  – 152",
    "issn": "2423-5717 (Online)",
    "publisher": "Gonabad University of Medical Sciences",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.jrh.gmu.ac.ir",
    "abstract": "The Food and Agriculture Organization of the United Nations (FAO) has stated that the world may face a food crisis with rising prices and products at risk due to the war in Ukraine. Food prices have already increased due to climate change and the coronavirus epidemic. After the war, the cost of wheat has risen more [1]. About a third of the world’s wheat is supplied by Russia and Ukraine, known as Europe’s breadbasket. Wheat shortages may occur as farmers in Ukraine cannot grow their crops [2].",
    "readLink": "http://jrh.gmu.ac.ir/article-1-2173-en.pdf"
  },
  {
    "title": "Hydroclimatology of the Chitral River in the Indus Basin under Changing Climate",
    "authors": [
      "Zain Syed,",
      "Shakil Ahmad,",
      "Zakir Hussain Dahri,",
      "Muhammad Azmat,",
      "Muhammad Shoaib,",
      "Azhar Inam,",
      "Muhammad Uzair Qamar,",
      "Syed Zia Hussain,",
      "Sarfraz Ahmad"
    ],
    "doi": "https://doi.org/10.3390/atmos13020295",
    "journalVolume": "Vol. 13,\n                                no. 295\n                                \n                                  p.\n                                  295",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Biased distribution of hydro-climate stations in high elevations are major obstacles for reliable appraisal of the hydro-climatic regime of the Chitral Basin located in the extreme north of Pakistan. We modeled this regime in the ARC-SWAT hydrological model forced with the latest gridded reanalysis ERA5 Land dataset, bias-corrected against a good quality reference dataset. The performance of the gridded dataset was cross-validated by comparing the model flow simulation against the observed flows. The ERA5 Land overall provided reasonably good estimates. The calibrated model on the daily time scale was able to provide excellent values of the employed statistical measures (NSE, KGE, PBIAS, RMSE and MAE). For a future climate change analysis, climate series was devised using two future projection scenarios (RCP4.5 and RCP8.5) using the best performing GCM (MIROC5_rlilp1) out of five investigated GCMs. The results of the climate change analysis reveal increment in the average temperature up to +3.73 °C and +5.62 °C for RCP4.5 and RCP8.5, respectively, while the analysis of precipitation suggests an annual decrease up to −16% and −35% against RCP4.5 and RCP8.5, respectively, by the end of century. A future simulated flow analysis showed an increment of +0.25 % and decrease of −6.82% for RCP4.5 and RCP8.5, respectively. Further analysis of climate suggests seasonal deflections especially in precipitation and flow regimes. A notable climb in flow quantities was observed during spring season (MAM) in spite of the major reduction in precipitation amounts for that season. This implicitly supports a high rate of glacial/snow melt especially in the spring season during that period. Frequent droughts and floods are also projected by examining flow durations at each interval of the 21st century.",
    "readLink": "https://www.mdpi.com/2073-4433/13/2/295"
  },
  {
    "title": "Understory plant communities show resistance to drought, hurricanes, and experimental warming in a wet tropical forest",
    "authors": [
      "Aura M. Alonso-Rodríguez,",
      "Aura M. Alonso-Rodríguez,",
      "Tana E. Wood,",
      "Jamarys Torres-Díaz,",
      "Molly A. Cavaleri,",
      "Sasha C. Reed,",
      "Benedicte Bachelot"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.733967",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Global climate change has led to rising temperatures and to more frequent and intense climatic events, such as storms and droughts. Changes in climate and disturbance regimes can have non-additive effects on plant communities and result in complicated legacies we have yet to understand. This is especially true for tropical forests, which play a significant role in regulating global climate. We used understory vegetation data from the Tropical Responses to Altered Climate Experiment (TRACE) in Puerto Rico to evaluate how plant communities responded to climate warming and disturbance. The TRACE understory vegetation was exposed to a severe drought (2015), 2 years of experimental warming (4°C above ambient in half of the plots, 2016–2017 and 2018–2019), and two major hurricanes (Irma and María, September 2017). Woody seedlings and saplings were censused yearly from 2015 to 2019, with an additional census in 2015 after the drought ended. We evaluated disturbance-driven changes in species richness, diversity, and composition across ontogeny. We then used Bayesian predictive trait modeling to assess how species responded to disturbance and how this might influence the functional structure of the plant community. Our results show decreased seedling richness after hurricane disturbance, as well as increased sapling richness and diversity after warming. We found a shift in species composition through time for both seedlings and saplings, yet the individual effects of each disturbance were not significant. At both ontogenetic stages, we observed about twice as many species responding to experimental warming as those responding to drought and hurricanes. Predicted changes in functional structure point to disturbance-driven functional shifts toward a mixture of fast-growing and drought-tolerant species. Our findings demonstrate that the tropical forest understory community is more resistant to climatic stressors than expected, especially at the sapling stage. However, early signs of changes in species composition suggest that, in a warming climate with frequent droughts and hurricanes, plant communities might shift over time toward fast-growing or drought-tolerant species.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.733967/full"
  },
  {
    "title": "Reduction in size of the calcifying phytoplankton Calcidiscus leptoporus to environmental changes between the Holocene and modern Subantarctic Southern Ocean",
    "authors": [
      "Andrés S. Rigual-Hernández,",
      "Gerald Langer,",
      "Francisco Javier Sierro,",
      "Helen Bostock,",
      "José Manuel Sánchez-Santos,",
      "Scott Davidson Nodder,",
      "Tom W. Trull,",
      "Tom W. Trull,",
      "Anne Marie Ballegeer,",
      "Andrew D. Moy,",
      "Andrew D. Moy,",
      "Ruth Eriksen,",
      "Ruth Eriksen,",
      "Laura Makowka,",
      "Thibauld M. Béjard,",
      "Francisco Henri Rigal-Muñoz,",
      "Alberto Hernández-Martín,",
      "María Zorita-Viota,",
      "José Abel Flores"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1159884",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The Subantarctic Zone of the Southern Ocean plays a disproportionally large role on the Earth system. Model projections predict rapid environmental change in the coming decades, including ocean acidification, warming, and changes in nutrient supply which pose a serious risk for marine ecosystems. Yet despite the importance of the Subantarctic Zone, annual and inter-annual time series are extremely rare, leading to important uncertainties about the current state of its ecosystems and hindering predictions of future response to climate change. Moreover, as the longest observational time series available are only a few decades long, it remains unknown whether marine pelagic ecosystems have already responded to ongoing environmental change during the industrial era. Here, we take advantage of multiple sampling efforts – monitoring of surface layer water properties together with sediment trap, seafloor sediment and sediment core sampling – to reconstruct the modern and pre-industrial state of the keystone calcifying phytoplankton Calcidiscus leptoporus, central to the global marine carbonate cycle. Morphometric measurements reveal that modern C. leptoporus coccoliths are 15% lighter and 25% smaller than those preserved in the underlying Holocene-aged sediments. The cumulative effect of multiple environmental factors appears responsible for the coccolith size variations since the Last Deglaciation, with warming and ocean acidification most likely playing a predominant role during the industrial era. Notably, extrapolation of our results suggests a future reduction in cell and coccolith size which will have a negative impact on the efficiency of the biological pump in the Southern Ocean through a reduction of carbonate ballasting. Lastly, our results tentatively suggest that C. leptoporus coccolith size could be used as a palaeo-proxy for growth rate. Future culture experiments will be needed to test this hypothesis.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1159884/full"
  },
  {
    "title": "Probabilistic Application of an Integrated Catchment-Estuary-Coastal System Model to Assess the Evolution of Inlet-Interrupted Coasts Over the 21st Century",
    "authors": [
      "Janaka Bamunawala,",
      "Janaka Bamunawala,",
      "Ali Dastgheib,",
      "Roshanka Ranasinghe,",
      "Roshanka Ranasinghe,",
      "Roshanka Ranasinghe,",
      "Ad van der Spek,",
      "Ad van der Spek,",
      "Shreedhar Maskey,",
      "A. Brad Murray,",
      "Patrick L. Barnard,",
      "Trang Minh Duong,",
      "Trang Minh Duong,",
      "Trang Minh Duong,",
      "T. A. J. G. Sirisena,",
      "T. A. J. G. Sirisena"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.579203",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Inlet-interrupted sandy coasts are dynamic and complex coastal systems with continuously evolving geomorphological behaviors under the influences of both climate change and human activities. These coastal systems are of great importance to society (e.g., providing habitats, navigation, and recreational activities) and are affected by both oceanic and terrestrial processes. Therefore, the evolution of these inlet-interrupted coasts is better assessed by considering the entirety of the Catchment-Estuary-Coastal (CEC) systems, under plausible future scenarios for climate change and increasing pressures due to population growth and human activities. Such a holistic assessment of the long-term evolution of CEC systems can be achieved via reduced-complexity modeling techniques, which are also ably quantifying the uncertainties associated with the projections due to their lower simulation times. Here, we develop a novel probabilistic modeling framework to quantify the input-driven uncertainties associated with the evolution of CEC systems over the 21st century. In this new approach, probabilistic assessment of the evolution of inlet-interrupted coasts is achieved by (1) probabilistically computing the exchange sediment volume between the inlet-estuary system and its adjacent coast, and (2) distributing the computed sediment volumes along the inlet-interrupted coast. The model is applied at three case study sites: Alsea estuary (United States), Dyfi estuary (United Kingdom), and Kalutara inlet (Sri Lanka). Model results indicate that there are significant uncertainties in projected volume exchange at all the CEC systems (min-max range of 2.0 million cubic meters in 2100 for RCP 8.5), and the uncertainties in these projected volumes illustrate the need for probabilistic modeling approaches to evaluate the long-term evolution of CEC systems. A comparison of 50th percentile probabilistic projections with deterministic estimates shows that the deterministic approach overestimates the sediment volume exchange in 2100 by 15–30% at Alsea and Kalutara estuary systems. Projections of coastline change obtained for the case study sites show that accounting for all key processes governing coastline change along inlet-interrupted coasts in computing coastline change results in projections that are between 20 and 134% greater than the projections that would be obtained if only the Bruun effect were taken into account, underlining the inaccuracies associated with using the Bruun rule at inlet-interrupted coasts.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2020.579203/full"
  },
  {
    "title": "Optimizing Green Computing Awareness for Environmental Sustainability and Economic Security as a Stochastic Optimization Problem",
    "authors": [
      "Emmanuel Okewu,",
      "Sanjay Misra,",
      "Rytis Maskeliūnas,",
      "Robertas Damaševičius,",
      "Luis Fernandez-Sanz"
    ],
    "doi": "https://doi.org/10.3390/su9101857",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  1857",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The role of automation in sustainable development is not in doubt. Computerization in particular has permeated every facet of human endeavour, enhancing the provision of information for decision-making that reduces cost of operation, promotes productivity and socioeconomic prosperity and cohesion. Hence, a new field called information and communication technology for development (ICT4D) has emerged. Nonetheless, the need to ensure environmentally friendly computing has led to this research study with particular focus on green computing in Africa. This is against the backdrop that the continent is feared to suffer most from the vulnerability of climate change and the impact of environmental risk. Using Nigeria as a test case, this paper gauges the green computing awareness level of Africans via sample survey. It also attempts to institutionalize green computing maturity model with a view to optimizing the level of citizens awareness amid inherent uncertainties like low bandwidth, poor network and erratic power in an emerging African market. Consequently, we classified the problem as a stochastic optimization problem and applied metaheuristic search algorithm to determine the best sensitization strategy. Although there are alternative ways of promoting green computing education, the metaheuristic search we conducted indicated that an online real-time solution that not only drives but preserves timely conversations on electronic waste (e-waste) management and energy saving techniques among the citizenry is cutting edge. The authors therefore reviewed literature, gathered requirements, modelled the proposed solution using Universal Modelling Language (UML) and developed a prototype. The proposed solution is a web-based multi-tier e-Green computing system that educates computer users on innovative techniques of managing computers and accessories in an environmentally friendly way. We found out that such a real-time web-based interactive forum does not only stimulate the interest of the common man in environment-related issues, but also raises awareness about the impact his computer-related activities have on mother earth. This way, he willingly becomes part of the solution to environment degradation in his circle of influence.",
    "readLink": "https://www.mdpi.com/2071-1050/9/10/1857"
  },
  {
    "title": "The aquatic macrophyte flora of a small pond revealing high species richness in the Aomori Prefecture, Japan",
    "authors": [
      "Kohtaroh Shutoh,",
      "Takashi Yamanouchi,",
      "Syou Kato,",
      "Hiroki Yamagishi,",
      "Yusuke Ueno,",
      "Shiori Hiramatsu,",
      "Jun Nishihiro,",
      "Takashi Shiga"
    ],
    "doi": "Vol. 12,\n                                no. 3\n                                \n                                  pp.\n                                  448\n                                  – 458",
    "issn": "2287-884X (Print)",
    "publisher": "2287-9544 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-asia-pacific-biodiversity/",
    "abstract": "A small semiartificial pond, revealing high species richness with respect to the aquatic macrophytes, was studied in the Aomori Prefecture, Japan. The pond had been completely formed ca. 10 years previously after excavation into a wet bog. To identify and evaluate its aquatic macrophyte flora during 2017–2018, we listed the species of aquatic vascular plants and charophytes in the pond and compared this list with those from the natural Japanese lakes using a database of aquatic flora in Japan. Two species were identified by molecular analyses because they lacked any reproductive organs, which were necessary for identifying the species level. We found a total of 57 taxa of aquatic macrophytes including 15 Red List species in Japan or Aomori Prefecture. Comparing the flora list with those from the 66 natural Japanese lakes surveyed since 2001, the pond was ranked fourth in the order of diversity (based on species richness) and rarity (based on numbers of Red List species). Therefore, the pond is an important aquatic environment in terms of aquatic macrophyte conservation in Japan. Interestingly, for a pond with such high species diversity, it is relatively small (0.14 km2), semiartificial, and relatively recently formed. Keywords: Aquatic plants, Charophytes, Natural lakes, Potamogeton lucens, Red List",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2287884X18303790"
  },
  {
    "title": "Climate Change Perceptions and Adaptations among Smallholder Farmers in the Mountains of Eastern Democratic Republic of Congo",
    "authors": [
      "Rodriguez Kakule Amani,",
      "Bernard Riera,",
      "Gerard Imani,",
      "Rodrigue Batumike,",
      "Noelia Zafra-Calvo,",
      "Aida Cuni-Sanchez"
    ],
    "doi": "https://doi.org/10.3390/land11050628",
    "journalVolume": "Vol. 11,\n                                no. 628\n                                \n                                  p.\n                                  628",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "The warming rates in many mountain areas are higher than the global average, negatively impacting crop systems. Little is known about the climatic changes which are already being observed in eastern Democratic Republic (DR) of Congo, due to the lack of long-term meteorological data. Local perceptions could help us to understand not only the climatic changes and impacts but also which adaptation strategies are already being used by local smallholder farmers. Semi-structured questionnaires were administered to 300 smallholder Bafuliru (n = 150) and Lega (n = 150) farmers living in the Itombwe Mountains. The respondents reported climatic changes and impacts, with the Bafuliru—living on the eastern drier slopes—reporting more changes and impacts. While the Bafuliru were implementing several adaptation strategies (e.g., increased irrigation and use of inputs, more soil conservation, more income diversification), the Lega were implementing very few, due to soft limits (access to inputs, markets, and information) and culture (less interest in farming, less capacity to organize into groups). The results highlight important differences in sociocultural contexts, even for one ‘remote’ mountain, calling for a more collaborative approach to adaptation planning and action.",
    "readLink": "https://www.mdpi.com/2073-445X/11/5/628"
  }
]