[
  {
    "title": "Predicting the Distribution of <i>Sclerodermus sichuanensis</i> (Hymenoptera: Bethylidae) under Climate Change in China",
    "authors": [
      "Hui Gao,",
      "Qianqian Qian,",
      "Lijuan Liu,",
      "Danping Xu"
    ],
    "doi": "https://doi.org/10.3390/insects14050475",
    "journalVolume": "Vol. 14,\n                                no. 475\n                                \n                                  p.\n                                  475",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Sclerodermus sichuanensis is the natural enemy of the longicorn beetle due to its strong attack ability and high parasitic rate. Its good resistance and fecundity make it have significant biological control value. The Maxent model and ArcGIS software were used to simulate the current distribution of S. sichuanensis in China by combining the known distribution information and environmental variables and predict the suitable area of the 2050s (2041–2060) and 2090s (2081–2000) under three climate scenarios (SSP1-2.6, SSP2-4.5. and SSP5-8.5). The results showed that the Mean Diurnal Range (bio2), Min Temperature of the Coldest Month (bio6), Precipitation of the Warmest Quarter (bio18), and Max Temperature of the Warmest Month (bio5) were the key environmental variables affecting the distribution of S. sichuanensis. Southwest China and part of North China are the main concentrations of the current high-suitability areas of S. sichuanensis. The moderately suitable areas are concentrated in South China and Central China. Under the SSP5-8.5 scenario, the suitable area predicted in the 2050s will expand significantly to North China and Northwest China, with a total increase of 81,295 km2. This work provides an essential reference for future research on S. sichuanensis and the application of forestry pest control.",
    "readLink": "https://www.mdpi.com/2075-4450/14/5/475"
  },
  {
    "title": "SCHISTOSOMIASIS: GEOSPATIAL SURVEILLANCE AND RESPONSE SYSTEMS\nIN SOUTHEAST ASIA",
    "authors": [
      "J. Malone,",
      "R. Bergquist,",
      "L. Rinaldi,",
      "Z. Xiao-nong"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLI-B8-1409-2016",
    "journalVolume": "Vol. XLI-B8\n                                \n                                \n                                  pp.\n                                  1409\n                                  – 1411",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Geographic information system (GIS) and remote sensing (RS) from Earth-observing satellites offer opportunities for rapid assessment of areas endemic for vector-borne diseases including estimates of populations at risk and guidance to intervention strategies. This presentation deals with GIS and RS applications for the control of schistosomiasis in China and the Philippines. It includes large-scale risk mapping including identification of suitable habitats for Oncomelania hupensis, the intermediate host snail of Schistosoma japonicum. Predictions of infection risk are discussed with reference to ecological transformations and the potential impact of climate change and the potential for long-term temperature increases in the North as well as the impact on rivers, lakes and water resource developments. Potential integration of geospatial mapping and modeling in schistosomiasis surveillance and response systems in Asia within Global Earth Observation System of Systems (GEOSS) guidelines in the health societal benefit area is discussed.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLI-B8/1409/2016/isprs-archives-XLI-B8-1409-2016.pdf"
  },
  {
    "title": "Governing the ungovernable: contesting and reworking REDD+ in Indonesia",
    "authors": [
      "Abidah B. Setyowati"
    ],
    "doi": "https://doi.org/10.2458/v27i1.23185",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  456\n                                  – 475",
    "issn": "1073-0451 (Online)",
    "publisher": "University of Arizona Libraries",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Political science"
    ],
    "journalUrl": "https://journals.librarypublishing.arizona.edu/jpe/",
    "abstract": "Reducing Emissions from Deforestation and Forest Degradation plus the role of conservation, sustainable forest management, and enhancement of forest carbon stocks in developing countries (REDD+) has rapidly become a dominant approach in mitigating climate change. Building on the Foucauldian governmentality literature and drawing on a case study of Ulu Masen Project in Aceh, Indonesia, this article examines the practices of subject making through which REDD+ seeks to enroll local actors, a research area that remains relatively underexplored. It interrogates the ways in which local actors react, resist or maneuver within these efforts, as they negotiate multiple subject positions. Interviews and focus group discussions combined with an analysis of documents show that the subject making processes proceed at a complex conjuncture constituted and shaped by political, economic and ecological conditions within the context of Aceh. The findings also suggest that the agency of communities in engaging, negotiating and even contesting the REDD+ initiative is closely linked to the history of their prior engagement in conservation and development initiatives. Communities are empowered by their participation in REDD+, although not always in the ways expected by project implementers and conservation and development actors. Furthermore, communities' political agency cannot be understood by simply examining their resistance toward the initiative; these communities have also been skillful in playing multiple roles and negotiating different subjectivities depending on the situations they encounter. Keywords: REDD+, subject-making, agency, resistance, Indonesia, Aceh",
    "readLink": "https://journals.uair.arizona.edu/index.php/JPE/article/view/23185"
  },
  {
    "title": "Physical activity in the era of climate change and COVID-19 pandemic: Results from the South Korea's 2022 Report Card on physical activity for children and adolescents",
    "authors": [
      "Eun-Young Lee,",
      "Yeong-Bae Kim,",
      "Seonyoung Goo,",
      "Okimitsu Oyama,",
      "Jeongmin Lee,",
      "Geonhui Kim,",
      "Heejun Lim,",
      "Hoyong Sung,",
      "Jiyeon Yoon,",
      "Jongnam Hwang,",
      "Sochung Chung,",
      "Hyun Joo Kang,",
      "Joon Young Kim,",
      "Kwon-il Kim,",
      "Youngwon Kim,",
      "Mi-young Lee,",
      "Jung-Woo Oh,",
      "Hyon Park,",
      "Wook Song,",
      "Kyoungjune Yi,",
      "Yeon-Soo Kim,",
      "Justin Y. Jeon"
    ],
    "doi": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  26\n                                  – 33",
    "issn": "1728-869X (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Hong Kong",
    "lcc": [
      "Geography. Anthropology. Recreation: Recreation. Leisure: Sports"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-exercise-science-and-fitness",
    "abstract": "Background/Objective: With intensifying air pollutant levels and the COVID-19 pandemic, physical inactivity of South Korean children and adolescents may be threatened. Therefore, monitoring and surveillance of physical activity (PA) and relevant indicators are important for policy making pertaining to health promotion. Report Card is a third comprehensive evaluation of PA-related behaviors among and the sources of influence for South Korean children and adolescents. Purpose: To provide the outcome of the South Korea's 2022 Report Card on PA for children and adolescents. Methods: Based on a variety of sources including national surveys collected pre- and during-COVID-19 and information collected from government webpages, 11 indicators were graded by a committee of experts informed by the best available evidence. Data from during-COVID-19 were available for Overall PA, Sedentary Behavior, and Sleep and considered together in generating the overall grades. Results: Grades were assigned to behavioral indicators (Overall PA: D-; Active Transportation: B+; Sedentary Behavior: D; Sleep: F) and sources of Influence (Family and Peers: C-; School: A; Community and Environment: B-; Government: A). Organized Sport and PA, Active Play, and Physical Fitness could not be graded due to the lack of data. The results largely indicated that children and adolescents show unfavorable behavioral grades even with favorable grades observed for the sources of influence indicators. Trivial differences were observed pre- and during-pandemic for Overall PA (≥60 min of MVPA for ≥4 d/wk: 20.8% vs 19.9%) and Sleep (met age-specific recommendation: 14.1% vs 15.0%); however, a marked increase in Sedentary Behavior was observed (≤2 h/d screen time: 28.8% vs 20.1%). A stark weekday vs weekend difference was observed in sleep duration. In terms of PA related sources of influence, high accessibility to PA facilities (81.1%) and high satisfaction of neighborhood public transit (74.6%) and safety (80.7%) were well reflected in our Active Transportation grade (B+). Nonetheless, perception of green environments including outdoor air quality (44.0%), noise (39.6%) and green space (56.5%) showed lower scores, suggesting that new barriers to active lifestyles are emerging for South Korean children and adolescents. Gender differences were also observed for overall PA (≥60 min of MVPA for ≥4 d/wk: 29.1% for boys vs 11.3% for girls) and sleep (met age-specific recommendations: 17.3% for boys vs 11.4% for girls), but not for sedentary behavior (≤2 h/d screen time: 26.4% for boys and 24.9% for girls). Conclusions: Government and school policies/programs and the built environment are, in general, conducive to physically active lifestyles for South Korean children and adolescents; however, behavioural indicators received poor grades except for Active Transportation. A thorough evaluation of policies/programs at government, local, and school levels is needed to ensure that the efforts to have PA-enhancing infrastructure and systems are actually being translated into the behavior of children and adolescents in South Korea. Furthermore, improving PA surveillance, monitoring, and advocacy to ultimately establish healthy lifestyle patterns among children and adolescents is a top priority.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1728869X22000739"
  },
  {
    "title": "Environmental Impacts of Photovoltaic Energy Storage in a Nearly Zero Energy Building Life Cycle",
    "authors": [
      "Rozalia Vanova,",
      "Miroslav Nemec"
    ],
    "doi": "https://doi.org/10.3390/ma15207328",
    "journalVolume": "Vol. 15,\n                                no. 7328\n                                \n                                  p.\n                                  7328",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "Climate change, the economic crisis and the current geopolitical situation are the biggest challenges of today. They participate to a fundamental extent in the creation of international policies. Renewable energy sources are thus gaining worldwide popularity. The paper deals with the assessment of the impact of four selected stages of the life cycle of a NZEB building on the environment in 13 impact categories. The analysis is performed in accordance with the LCA method using the attributional modeling approach. The results show the partial and total shift of impacts on the environment of photovoltaic energy storage in comparison with photovoltaic energy export across the building life cycle. Along the climate change impact reduction as a positive effect on the environment, a substantial impact increase is observed on the depletion of abiotic resources. Results also show the total environmental impact of the building life cycle, considering the use of stored energy in a lithium-based battery as being beneficial in most categories despite the relatively high impact increment in the stage of replacement.",
    "readLink": "https://www.mdpi.com/1996-1944/15/20/7328"
  },
  {
    "title": "Eutrophication and Warming Boost Cyanobacterial Biomass and Microcystins",
    "authors": [
      "Miquel Lürling,",
      "Frank van Oosterhout,",
      "Elisabeth Faassen"
    ],
    "doi": "https://doi.org/10.3390/toxins9020064",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  64",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "Eutrophication and warming are key drivers of cyanobacterial blooms, but their combined effects on microcystin (MC) concentrations are less studied. We tested the hypothesis that warming promotes cyanobacterial abundance in a natural plankton community and that eutrophication enhances cyanobacterial biomass and MC concentrations. We incubated natural seston from a eutrophic pond under normal, high, and extreme temperatures (i.e., 20, 25, and 30 °C) with and without additional nutrients added (eutrophication) mimicking a pulse as could be expected from projected summer storms under climate change. Eutrophication increased algal- and cyanobacterial biomass by 26 and 8 times, respectively, and led to 24 times higher MC concentrations. This effect was augmented with higher temperatures leading to 45 times higher MC concentrations at 25 °C, with 11 times more cyanobacterial chlorophyll-a and 25 times more eukaryote algal chlorophyll-a. At 30 °C, MC concentrations were 42 times higher, with cyanobacterial chlorophyll-a being 17 times and eukaryote algal chlorophyll-a being 24 times higher. In contrast, warming alone did not yield more cyanobacteria or MCs, because the in situ community had already depleted the available nutrient pool. MC per potential MC producing cell declined at higher temperatures under nutrient enrichments, which was confirmed by a controlled experiment with two laboratory strains of Microcystis aeruginosa. Nevertheless, MC concentrations were much higher at the increased temperature and nutrient treatment than under warming alone due to strongly promoted biomass, lifting N-imitation and promotion of potential MC producers like Microcystis. This study exemplifies the vulnerability of eutrophic urban waters to predicted future summer climate change effects that might aggravate cyanobacterial nuisance.",
    "readLink": "http://www.mdpi.com/2072-6651/9/2/64"
  },
  {
    "title": "THE U.S INACTION ON CLIMATE CHANGE: REALISM AND ITS INTERPRETATIONS",
    "authors": [
      "Anu Unny"
    ],
    "doi": "Vol. 16",
    "issn": "1823-691X (Print)",
    "publisher": "2289-666X (Online)",
    "countryOfPublisher": "UUM Press",
    "lcc": [
      "Malaysia",
      "Political science: International relations"
    ],
    "journalUrl": "http://e-journal.uum.edu.my/index.php/jis/index",
    "abstract": "President Donal Trump announced the U.S. withdrawal from the 2015 Paris Agreement, and stated that the withdrawal was mainly to protect its national interests. The U.S. economic ambitions, the China factor and the intricacies of U.S domestic politics had played a major role in deciding the U.S. position on the Paris Agreement and the Kyoto Protocol of 1997. There are some who are sceptical on whether the Paris Agreement would successfully achieve its expected outcomes in the absence of U.S. participation. The objective of this study is to examine the factors that have discouraged the U.S. to partake in the international climate change agreements. An analytical framework was employed for this study that examines the insights and conceptions from the textual data, based on realism. The study concludes that the U.S. outlook on climate change had more or less adhered to the realist stance, even though realism is considered a theoretical approach with significant drawbacks, particularly when dealing with issues of climate change. Nonetheless, this study also asserts that there is a need for deeper engagement between the U.S. and the participants of the Paris Agreement to effectively tackle the issues of climate change at this moment.",
    "readLink": "https://e-journal.uum.edu.my/index.php/jis/article/view/10157"
  },
  {
    "title": "Understanding linkages between environmental risk factors and noncommunicable diseases—A review",
    "authors": [
      "Meghnath Dhimal,",
      "Tamanna Neupane,",
      "Mandira Lamichhane Dhimal"
    ],
    "doi": "https://doi.org/10.1096/fba.2020-00119",
    "journalVolume": "Vol. 3,\n                                no. 5\n                                \n                                  pp.\n                                  287\n                                  – 294",
    "issn": "2573-9832 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25739832",
    "abstract": "Abstract Environmental factors such as climate change are now underway, which have substantial impacts on health and well‐being of human kind, but still imprecisely quantified, implications for human health. At present, one of the most significant discussions among scientists worldwide is interdependency of escalating environmental risk factors and the increasing rates of noncommunicable diseases (NCDs), which are the leading cause of death and disability worldwide. Climate change also triggers the occurrence of NCDs through a variety of direct and indirect pathways. Therefore, it is likely that the interdependence of climate change, environmental risk factors, and NCDs as a whole poses great threat to global health. Hence, this paper aims to review the latest evidence on impacts of environmental risk factors on NCDs and methods used in establishing the cause or correlation of environmental risk factors and NCDs. The literature review leveraged online databases such as PubMed and Google Scholar with articles that matched keywords “climate change”, “environmental risk factors,” and “noncommunicable diseases”. This review shows that the burden of NCDs is increasing globally and attribution of environmental risk factors such as climate change is significant. Understanding the nature of the relation between NCDs and the environment is complex and has relied on evidence generated from multiple study designs. This paper reviews eight types of study designs that can be used to identify and measure causal and correlational nature between environment and NCDs. Future projections suggest that increases in temperatures will continue and also increase the public health burden of NCDs.",
    "readLink": "https://doi.org/10.1096/fba.2020-00119"
  },
  {
    "title": "State of the Art and Latest Advances in Exploring Business Models for Nature-Based Solutions",
    "authors": [
      "Beatriz Mayor,",
      "Helen Toxopeus,",
      "Siobhan McQuaid,",
      "Edoardo Croci,",
      "Benedetta Lucchitta,",
      "Suhana E. Reddy,",
      "Aitziber Egusquiza,",
      "Monica A. Altamirano,",
      "Tamara Trumbic,",
      "Andreas Tuerk,",
      "Gemma García,",
      "Efrén Feliu,",
      "Cosima Malandrino,",
      "Joanne Schante,",
      "Anne Jensen,",
      "Elena López Gunn"
    ],
    "doi": "https://doi.org/10.3390/su13137413",
    "journalVolume": "Vol. 13,\n                                no. 7413\n                                \n                                  p.\n                                  7413",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Nature-based solutions (NBS) offer multiple solutions to urban challenges simultaneously, but realising funding for NBS remains a challenge. When the concept of NBS for societal challenges was first defined by the EC in 2017, financing was recognised as one of the major challenges to its mainstreaming. The complexity of NBS finance has its origin in the multiple benefits/stakeholders involved, which obscures the argument for both public and private sector investment. Since 2017, subsequent waves of EU research- and innovation-funded projects have substantially contributed to the knowledge base of funding and business models for NBS, particularly in the urban context. Collaborating and sharing knowledge through an EU Task Force, this first set of EU projects laid important knowledge foundations, reviewing existing literature, and compiling empirical evidence of different financing approaches and the business models that underpinned them. The second set of EU innovation actions advanced this knowledge base, developing and testing new implementation models, business model tools, and approaches. This paper presents the findings of these projects from a business model perspective to improve our understanding of the value propositions of NBS to support their mainstreaming.",
    "readLink": "https://www.mdpi.com/2071-1050/13/13/7413"
  },
  {
    "title": "Estimating Surface Soil Heat Flux in Permafrost Regions Using Remote Sensing-Based Models on the Northern Qinghai-Tibetan Plateau under Clear-Sky Conditions",
    "authors": [
      "Cheng Yang,",
      "Tonghua Wu,",
      "Jiemin Wang,",
      "Jimin Yao,",
      "Ren Li,",
      "Lin Zhao,",
      "Changwei Xie,",
      "Xiaofan Zhu,",
      "Jie Ni,",
      "Junming Hao"
    ],
    "doi": "https://doi.org/10.3390/rs11040416",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  416",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The ground surface soil heat flux (G0) quantifies the energy transfer between the atmosphere and the ground through the land surface. However; it is difficult to obtain the spatial distribution of G0 in permafrost regions because of the limitation of in situ observation and complication of ground surface conditions. This study aims at developing an improved G0 parameterization scheme applicable to permafrost regions of the Qinghai-Tibet Plateau under clear-sky conditions. We validated several existing remote sensing-based models to estimate G0 by analyzing in situ measurement data. Based on the validation of previous models on G0; we added the solar time angle to the G0 parameterization scheme; which considered the phase difference problem. The maximum values of RMSE and MAE between “measured G0„ and simulated G0 using the improved parameterization scheme and in situ data were calculated to be 6.102 W/m2 and 5.382 W/m2; respectively. When the error of the remotely sensed land surface temperature is less than 1 K and the surface albedo measured is less than 0.02; the accuracy of estimates based on remote sensing data for G0 will be less than 5%. MODIS data (surface reflectance; land surface temperature; and emissivity) were used to calculate G0 in a 10 x 10 km region around Tanggula site; which is located in the continuous permafrost region with long-term records of meteorological and permafrost parameters. The results obtained by the improved scheme and MODIS data were consistent with the observation. This study enhances our understanding of the impacts of climate change on the ground thermal regime of permafrost and the land surface processes between atmosphere and ground surface in cold regions.",
    "readLink": "https://www.mdpi.com/2072-4292/11/4/416"
  }
]