[
  {
    "title": "Response of double cropping suitability to climate change in the United States",
    "authors": [
      "Christopher A Seifert,",
      "David B Lobell"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/2/024002",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  024002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In adapting US agriculture to the climate of the 21st century, a key unknown is whether cropping frequency may increase, helping to offset projected negative yield impacts in major production regions. Combining daily weather data and crop phenology models, we find that cultivated area in the US suited to dryland winter wheat–soybeans, the most common double crop (DC) system, increased by up to 28% from 1988 to 2012. Changes in the observed distribution of DC area over the same period agree well with this suitability increase, evidence consistent with climate change playing a role in recent DC expansion in phenologically constrained states. We then apply the model to projections of future climate under the RCP45 and RCP85 scenarios and estimate an additional 126–239% increase, respectively, in DC area. Sensitivity tests reveal that in most instances, increases in mean temperature are more important than delays in fall freeze in driving increased DC suitability. The results suggest that climate change will relieve phenological constraints on wheat–soy DC systems over much of the United States, though it should be recognized that impacts on corn and soybean yields in this region are expected to be negative and larger in magnitude than the 0.4–0.75% per decade benefits we estimate here for double cropping.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/2/024002"
  },
  {
    "title": "Waste management in Ukraine: organizational aspects",
    "authors": [
      "Ishchenko Mykola,",
      "Iarova Alla,",
      "Adamovska Victoria,",
      "Astafieva Kateryna,",
      "Holoborodko Tetiana,",
      "Lapshyna Daria,",
      "Holovchenko Yevheniia"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202128011004",
    "journalVolume": "Vol. 280\n                                \n                                \n                                  p.\n                                  11004",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Environmental management emerged as a consequence of an unprecedented strain on the Earth by humans. Each our activity leaves a trail, such as pollutions of air and soil, contamination of water, deforestation, and also tons of wastes. We are confronting environmental problems that are more taxing than ever before. Now we have everyday changes of the climate which is why there is an urgent need to find ways of life that is less damaging to the Earth. Waste management is a particular specialization of the environmental management which studies how to achieve a zero-waste life. The difference between the situation with waste in Ukraine compared to other developed countries is the large volume of waste generation and the lack of infrastructure for waste management. At the same time, the availability of such infrastructure is an essential feature of all economies of developed countries. Also, it is showed to increase of the amount of illegal and uncontrolled landfills and to degrade of the condition of existing dumps. This paper is aimed to explain how the Ukrainian government could educate people about problems of wastes and encourage us to change our habits.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/56/e3sconf_icsf2021_11004.pdf"
  },
  {
    "title": "GLOBAL MOTIVATIONS AND AQUACULTURE DEVELOPMENT TRENDS",
    "authors": [
      "Oleksandr Lukyanenko"
    ],
    "doi": "https://doi.org/10.30525/2661-5169/2020-2-21",
    "journalVolume": "Vol. 1,\n                                no. 2",
    "issn": "2661-5169 (Print)",
    "publisher": "2661-5282 (Online)",
    "countryOfPublisher": "Izdevnieciba “Baltija Publishing”",
    "lcc": [
      "Latvia",
      "Social Sciences: Economic theory. Demography: Economics as a science",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://baltijapublishing.lv/index.php/gbdej",
    "abstract": "The natural and geographical, resource, economic and environmental conditions, global motivations, key trends, specific features of formation and prospects for aquaculture development are researched. It is emphasized that fishing and aquaculture have a special place in solving the global food problem, while significantly affecting the aquatic environment. The interdisciplinary nature of scientific research in the conceptual format of fisheries economics, management of marine ecosystems, aquaculture, green and blue technologies are illustrated. The positioning of fisheries and aquaculture in the format of global problems of mankind and sustainable development in terms of environmentally irresponsible use of bioresources, especially the World Ocean is made, attention is focused on the potentially catastrophic consequences of its pollution, the problem of restoring fish stocks based on climate change is emphasized. The economic, ecological and social expediency of accelerated development of aquaculture, its institutional, functional and organizational-regulatory separation in the structure of global fisheries is substantiated, considering its complexity and inter-sectoral diversification, the author's model of aquaculture is proposed with classification identification of its categories (internal natural, artificial and combined reservoirs and marine, coastal and combined areas), types (with and without feed), species (bony fish, crustaceans, mollusks, other aquatic animals, algae), and consumer products (food, non-food, dual use). The scale, structure and dynamics of aquaculture development have been identified and assessed, and its growing importance in global fisheries has been confirmed. The analysis of the regional structure of aquaculture production by continents is carried out, its distribution by categories and species in Asia, North and South America, Europe, Africa and Oceania is characterized. The special leadership status of China in the global production of aquaculture products is illustrated. It is confirmed that aquaculture is becoming the main source of human fish consumption. The key trends in the development of aquaculture in the European Union have been identified and assessed. The special features of the formation of the relevant market are described. In addition, it has been demonstrated that the scale of aquaculture production only in Norway is comparable to the aggregate indicator of the EU countries. The volumes and structure of aquaculture financing from the budget of the European Maritime and Fisheries Fund are analyzed. Using Spearman's correlation ranks, the peculiarities of aquaculture consumption in terms of volume and price characteristics are studied. The conclusions of the research are substantiated, which confirm the hypothesis of perspective prospects of aquaculture advanced development using the modern innovative technologies and the effective system of its global regulation.",
    "readLink": "http://baltijapublishing.lv/index.php/gbdej/article/view/1091"
  },
  {
    "title": "Are neonicotinoid insecticides driving declines of widespread butterflies?",
    "authors": [
      "Andre S. Gilburn,",
      "Nils Bunnefeld,",
      "John McVean Wilson,",
      "Marc S. Botham,",
      "Tom M. Brereton,",
      "Richard Fox,",
      "Dave Goulson"
    ],
    "doi": "https://doi.org/10.7717/peerj.1402",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  p.\n                                  e1402",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "There has been widespread concern that neonicotinoid pesticides may be adversely impacting wild and managed bees for some years, but recently attention has shifted to examining broader effects they may be having on biodiversity. For example in the Netherlands, declines in insectivorous birds are positively associated with levels of neonicotinoid pollution in surface water. In England, the total abundance of widespread butterfly species declined by 58% on farmed land between 2000 and 2009 despite both a doubling in conservation spending in the UK, and predictions that climate change should benefit most species. Here we build models of the UK population indices from 1985 to 2012 for 17 widespread butterfly species that commonly occur at farmland sites. Of the factors we tested, three correlated significantly with butterfly populations. Summer temperature and the index for a species the previous year are both positively associated with butterfly indices. By contrast, the number of hectares of farmland where neonicotinoid pesticides are used is negatively associated with butterfly indices. Indices for 15 of the 17 species show negative associations with neonicotinoid usage. The declines in butterflies have largely occurred in England, where neonicotinoid usage is at its highest. In Scotland, where neonicotinoid usage is comparatively low, butterfly numbers are stable. Further research is needed urgently to show whether there is a causal link between neonicotinoid usage and the decline of widespread butterflies or whether it simply represents a proxy for other environmental factors associated with intensive agriculture.",
    "readLink": "https://peerj.com/articles/1402.pdf"
  },
  {
    "title": "Getting Smart? Climate Change and the Electric Grid",
    "authors": [
      "James Meadowcroft,",
      "Tarla R. Peterson,",
      "Elizabeth J. Wilson,",
      "Jennie C. Stephens"
    ],
    "doi": "https://doi.org/10.3390/challe4020201",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  201\n                                  – 216",
    "issn": "2078-1547 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/challenges/",
    "abstract": "Interest in the potential of smart grid to transform the way societies generate, distribute, and use electricity has increased dramatically over the past decade. A smarter grid could contribute to both climate change mitigation and adaptation by increasing low-carbon electricity production and enhancing system reliability and resilience. However, climate goals are not necessarily essential for smart grid. Climate change is only one of many considerations motivating innovation in electricity systems, and depending on the path of grid modernization, a future smart grid might do little to reduce, or could even exacerbate, risks associated with climate change. This paper identifies tensions within a shared smart grid vision and illustrates how competing societal priorities are influencing electricity system innovation. Co-existing but divergent priorities among key actors’ are mapped across two critical dimensions: centralized versus decentralized energy systems and radical versus incremental change. Understanding these tensions provides insights on how climate change objectives can be integrated to shape smart grid development. Electricity system change is context-specific and path-dependent, so specific strategies linking smart grid and climate change need to be developed at local, regional, and national levels. And while incremental improvements may bring short term gains, a radical transformation is needed to realize climate objectives.",
    "readLink": "http://www.mdpi.com/2078-1547/4/2/201"
  },
  {
    "title": "Experimental Evolution in Coral Photosymbionts as a Tool to Increase Thermal Tolerance",
    "authors": [
      "Leela J. Chakravarti,",
      "Leela J. Chakravarti,",
      "Leela J. Chakravarti,",
      "Madeleine J. H. van Oppen,",
      "Madeleine J. H. van Oppen"
    ],
    "doi": "https://doi.org/10.3389/fmars.2018.00227",
    "journalVolume": "Vol. 5",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Coral reefs are under major threat from ocean warming. When temperatures become too high corals bleach, expelling their symbiotic, photosynthetic microalgae (Symbiodinium), which they depend on for much of their nutritional requirements. Prolonged bleaching has led to widespread coral mortality and the severity and frequency of bleaching events are predicted to increase in the future. Coral bleaching tolerance is influenced by the thermal tolerance of the Symbiodinium harboured, and these microbial members of the coral holobiont may be able to evolve more rapidly than the coral host itself. Here, we examined the response of replicate cultures of five genetically distinct Symbiodinium strains (A3c, two types of D1, G3, and F1) to increasing temperatures over the course of approximately one year. For three Symbiodinium types (types A3c, G3, and F1), we observed a stable adaptive change at the end of this exposure period, which equated to only 41–69 asexual generations. The long-term selected Symbiodinium culture replicates (SS) showed faster growth rates under short-term, acute heat stress, and in some cases higher photosynthetic efficiencies, compared to wild-type populations (WT). Our results considerably extend the field of experimental evolution in Symbiodinium and with further work into the Symbiodinium-coral association and bleaching response, this approach may become a valuable tool in coral reef conservation and restoration initiatives.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2018.00227/full"
  },
  {
    "title": "South Africa's Journey to Climate Change Regulation:  Earthlife Africa Johannesburg v Minister of  Environmental Affairs 2017 2 All SA 519 (GP)",
    "authors": [
      "Helen Papacostantis"
    ],
    "doi": "https://doi.org/10.17159/1727-3781/2021/v24i0a8007",
    "journalVolume": "Vol. 24",
    "issn": "1727-3781 (Online)",
    "publisher": "North-West  University",
    "countryOfPublisher": "South Africa",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://journals.assaf.org.za/per/",
    "abstract": "Concerns over climate change are increasingly reaching an urgent level. Many countries have begun focusing their efforts on mitigating its devastating impact. At the same time countries need to ensure their economic growth and development, thus calling for greater energy usage leading to increased greenhouse gas emissions. As the environment struggles to adapt to the rapid changes brought about by climate change, the effects are felt by the most vulnerable of the world's population. Reports from the Intergovernmental Panel on Climate Change have outlined the reasons and the effects of climate change providing actions required to mitigate these effects. Unfortunately developing countries, including South Africa, are the most affected. The current energy system in the country is primarily based on fossil fuels, which emit the greatest amount of greenhouse gases. To ensure that South Africa mitigates the impact, government needs to safeguard and promote sustainable development. To do this South Africa should weigh its energy mix in relation to the environment and the wellbeing of its citizens. A comprehensive and robust regulatory framework on climate change is required thus ensuring the achievement of South Africa's developmental goals well into the future and ensuring participation in the global effort against climate change. Earthlife Africa Johannesburg v Minister of Environmental Affairs 2017 2 All SA 519 (GP) signifies a good start towards the effective regulation of climate change in South Africa.",
    "readLink": "https://perjournal.co.za/article/view/8007"
  },
  {
    "title": "The Impact of Environmental Protection Investment on Provincial Carbon Emissions in China: Empirical Analysis Based on Two-way Fixed Effects Model",
    "authors": [
      "Guo Ruijin,",
      "Chen Yunru"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202339301024",
    "journalVolume": "Vol. 393\n                                \n                                \n                                  p.\n                                  01024",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "In confront of global climate change, promoting carbon emission reduction and sustainable development has come to be acknowledged internationally. On the basis of panel data from 30 Chinese provinces from 2009 to 2020, this paper undertakes an empirical investigation into the connection between carbon emission intensity and investment in environmental protection. The findings demonstrate that investment in environmental protection has a nonlinear inverted U-shaped relationship with carbon emission intensity, that is, with the increase of environmental protection investment, its effect on carbon emission has changed from promoting to inhibiting. And the influence degree varied in different regions, with the influence in western and central regions being significantly stronger than that in eastern regions. The government should take full account of local conditions and formulate policies of environmental protection investment in accordance with local conditions.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/30/e3sconf_eppct2023_01024.pdf"
  },
  {
    "title": "Shape still matters: rockfall interactions with trees and deadwood in a mountain forest uncover a new facet of rock shape dependency",
    "authors": [
      "A. Ringenbach,",
      "A. Ringenbach,",
      "A. Ringenbach,",
      "P. Bebi,",
      "P. Bebi,",
      "P. Bartelt,",
      "P. Bartelt,",
      "A. Rigling,",
      "A. Rigling,",
      "M. Christen,",
      "M. Christen,",
      "Y. Bühler,",
      "Y. Bühler,",
      "A. Stoffel,",
      "A. Stoffel,",
      "A. Caviezel,",
      "A. Caviezel"
    ],
    "doi": "https://doi.org/10.5194/esurf-11-779-2023",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  779\n                                  – 801",
    "issn": "2196-6311 (Print)",
    "publisher": "2196-632X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-surface-dynamics.net/",
    "abstract": "Mountain forests have a substantial protective function in preventing natural hazards, in part due to the presence of dead wood on the forest floor. Rates of deadwood accumulation have increased within the Alps and are predicted to rise further, due to natural disturbances. In particular, higher windthrow event frequencies are expected, primarily due to large-scale even-aged forest stands in many alpine regions combined with climate change. We quantified the rockfall protection effect of mountain forests with and without deadwood, in unprecedented detail, in experiments using two rock shapes with important hazard potential and masses of 200–3200 kg. Based on a multi-camera setup, pre- and post-experimentally retrieved high-resolution lidar data, and rock data measured in situ, we precisely reconstructed 63 trajectories. The principal parameters of interest describing the rockfall kinematics were retrieved for each trajectory. A total of 164 tree impacts and 55 deadwood impacts were observed, and the currently applied energy absorption curves – partially only derived theoretically – could consequently be corroborated or even expanded to a greater absorption performance of certain species than hitherto assumed. Standing trees, in general, and deadwood, in particular, were found to strongly impede the notorious lateral spreading of platy rocks. Platy rocks featured a shorter mean runout distance than their compact counterparts of similar weight, even in the absence of deadwood. These results indicate that the higher hazard potential of platy rocks compared with more compact rocks, previously postulated for open-field terrain, applies less to forested areas. Last, reproducing the experimental setting showcases how complex forest states can be treated within rockfall simulations. Overall, the results of this study highlight the importance of incorporating horizontal forest structures accurately in simulations in order to obtain realistic deposition patterns.",
    "readLink": "https://esurf.copernicus.org/articles/11/779/2023/esurf-11-779-2023.pdf"
  },
  {
    "title": "A new method to simulate the hydrological state of soil under natural conditions Um novo método para simular o estado hidrológico do solo em condições naturais",
    "authors": [
      "Anna-Katharina Wild,",
      "Michael Thomas Marx,",
      "Gerhard Eisenbeis"
    ],
    "doi": "https://doi.org/10.1590/S0100-204X2009000800007",
    "journalVolume": "Vol. 44,\n                                no. 8\n                                \n                                  pp.\n                                  843\n                                  – 851",
    "issn": "0100-204X (Print)",
    "publisher": "1678-3921 (Online)",
    "countryOfPublisher": "Embrapa Informação Tecnológica",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?pid=0100-204X&script=sci_serial",
    "abstract": "Micro, macro and mesofauna in the soil often respond to fluctuating environmental conditions, resulting in changes of abundance and community structure. Effects of changing soil parameters are normally determined with samples taken in the field and brought to the laboratory, i.e. where natural environmental conditions may not apply. We devised a method (STAFD - soil tubes for artificial flood and drought), which simulates the hydrological state of soil in situ using implanted cores. Control tubes were compared with treatment tubes in which floods of 15, 30, 60 and 90 days, and droughts of 60, 90 and 120 days were simulated in the field. Flooding and drought were found to reduce number of individuals in all soil faunal groups, but the response to drought was slower and not in proportion to the expected decrease of the water content. The results of the simulated floods in particular show the value of the STAFD method for the investigation of such extreme events in natural habitats.As micro, macro e mesofaunas no solo respondem frequentemente à variação das condições ambientais, o que resulta em alterações na abundância e na estrutura da comunidade. Os efeitos das alterações nos parâmetros do solo são normalmente determinados com amostras recolhidas no campo e trazidas ao laboratório, ou seja, onde as condições ambientais naturais podem não ser aplicáveis. Criamos um método (STAFD - tubos de amostra de solo para inundações e secas artificiais), que simula o estado hidrológico do solo in situ com núcleos implantados. As amostras de controle foram comparadas com amostras de tratamentos em que foram simuladas inundações de 15, 30, 60 e 90 dias e secas de 60, 90 e 120 dias no campo. Verificou-se que as inundações e a seca reduziram a quantidade de individuos em todos os grupos de fauna de solo, mas a resposta à seca foi mais lenta e não proporcional à redução prevista no teor de água. Os resultados das inundações simuladas demonstram, em especial, o valor do método STAFD para a investigação desse tipo de eventos extremos nos habitats naturais.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0100-204X2009000800007"
  }
]