[
  {
    "title": "Gendered exposure, vulnerability, and response: Malaria risk in a changing climate in Western Kenya",
    "authors": [
      "Esther Onyango,",
      "Rowena Maguire"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.929667",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Climate change has been linked to increasing rates of malaria infection in Western Kenya. Projections show an increased risk of malaria infection under climate change scenarios, impacting vulnerable populations and placing millions of people at risk. Developing suitable risk management strategies requires understanding the hazard, exposure, vulnerability and response to climate change and malaria risk in the context of other local environmental, socio-economic and socio-cultural factors (including gender) that influence exposure, vulnerability and capacity to cope. This paper draws upon two analytical frameworks, using data gathered from focus group discussions with small-scale farmers in Western Kenya: The Intergovernmental Panel on Climate Change (IPCC) Risk Assessment Framework; and Feminist Political Ecology (FPE) to analyze social constructions underpinning farming responsibilities and decision-making power and how these influence the gendered dimensions of exposure, vulnerability and response to climate change and malaria risk in the community. This paper finds that gender influences the risk of malaria through feminization of agricultural activities in the region, socially constructed gendered responsibilities for care and farm work, which increases exposure and vulnerability to mosquito bites and malaria infection, and socially constructed rights of women to make farming decisions and manage farm income, which influences their capacity to manage risk and cope in the long term. Drawing on these findings, this paper proposes that an intersectional gender lens needs to be incorporated into climate and malaria adaptation policy and programming. It concludes with recommendations for implementing the UNFCCC Enhanced Lima Work Program on Gender at the country levels and the development of gender-responsive climate change and malaria risk management.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.929667/full"
  },
  {
    "title": "Regional climate model projections underestimate future warming due to missing plant physiological CO2 response",
    "authors": [
      "Clemens Schwingshackl,",
      "Edouard L Davin,",
      "Martin Hirschi,",
      "Silje Lund Sørland,",
      "Richard Wartenburger,",
      "Sonia I Seneviratne"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab4949",
    "journalVolume": "Vol. 14,\n                                no. 11\n                                \n                                  p.\n                                  114019",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Many countries rely on regional climate model (RCM) projections to quantify the impacts of climate change and to design their adaptation plans accordingly. In several European regions, RCMs project a smaller temperature increase than global climate models (GCMs), which is hypothesised to be due to discrepant representations of topography, cloud processes, or aerosol forcing in RCMs and GCMs. Additionally, RCMs do generally not consider the vegetation response to elevated atmospheric CO _2 concentrations; a process which is, however, included in most GCMs. Plants adapt to higher CO _2 concentrations by closing their stomata, which can lead to reduced transpiration with concomitant surface warming, in particular, during temperature extremes. Here we show that embedding plant physiological responses to elevated CO _2 concentrations in an RCM leads to significantly higher projected extreme temperatures in Europe. Annual maximum temperatures rise additionally by about 0.6 K (0.1 K in southern, 1.2 K in northern Europe) by 2070–2099, explaining about 67% of the stronger annual maximum temperature increase in GCMs compared to RCMs. Missing plant physiological CO _2 responses thus strongly contribute to the underestimation of temperature trends in RCMs. The need for robust climate change assessments calls for a comprehensive implementation of this process in RCM land surface schemes.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab4949"
  },
  {
    "title": "Comment on “Next‐Generation Ice Core Technology Reveals True Minimum Natural Levels of Lead (Pb) in the Atmosphere: Insights From the Black Death” by More et al.",
    "authors": [
      "Richard Bindler"
    ],
    "doi": "https://doi.org/10.1002/2018GH000135",
    "journalVolume": "Vol. 2,\n                                no. 5\n                                \n                                  pp.\n                                  155\n                                  – 161",
    "issn": "2471-1403 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2471-1403/",
    "abstract": "Abstract Over the past four decades numerous studies of lake sediment, marine sediment, and peat from sites in close proximity to mining or metallurgical centers and in remote locations have detailed local and regional histories of lead (Pb) pollution in Europe. Contrary to More et al.'s (2017, https://doi.org/10.1002/2017GH000064) claim that “previous assumptions about preindustrial “natural” background lead levels in the atmosphere have been misleading,” these studies have clearly shown that true natural background conditions occurred more than 2,500 or even 3,500 years ago, and Pb pollution has proceeded uninterrupted since. The implications of this have been discussed within the context of environmental policy, for example, European Water Framework Directive. Though these records reflect a common European narrative of mining, metallurgy, and pollution, each reflects a combination of local and regional events, leading to differences in the timing and intensity of changes in each Pb record. No one record—ice or otherwise—fully represents the three millennia Pb pollution history in Europe. While the resolution of the ice record is impressive, there are questions about its interpretation. First, the authors discount local and regional Pb sources, whereas there is a close connection between the mining history in an area 40 km from the glacier and changes in a nearby lake Pb record; second, significant changes in ice chemistry cooccurring with the lowest Pb values are overlooked. A sharp increase in Ca/Fe ratios occurs precisely with the steepest Pb declines during the Black Death and mid‐1400s, suggesting additional processes influencing the Pb record.",
    "readLink": "https://doi.org/10.1002/2018GH000135"
  },
  {
    "title": "Contrasting Responses of Hailstorms to Anthropogenic Climate Change in Different Synoptic Weather Systems",
    "authors": [
      "Jiwen Fan,",
      "Yuwei Zhang,",
      "Jingyu Wang,",
      "Jong‐Hoon Jeong,",
      "Xiaodong Chen,",
      "Shixuan Zhang,",
      "Yun Lin,",
      "Zhe Feng,",
      "Rebecca Adams‐Selin"
    ],
    "doi": "https://doi.org/10.1029/2022EF002768",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Hailstones and extreme precipitation generate substantial economic losses across the United States (US) and the globe. Their strong association with short‐lived, intense convective storms poses a great challenge in predicting their future changes. Here, we conducted model simulations at 1.2 km grid spacing for severe convective storms with large hail and heavy precipitation that occurred in two typical types of synoptic‐scale environments in spring seasons over the central US under both current and future climate conditions. We find that the responses of large hail (diameters >2.5 cm) to anthropogenic climate change (ACC) are markedly different between the hailstorms developed in the two types of synoptic‐scale environments, with over 110% increase in large hail occurrences for the frontal systems, whereas less than 30% increase for the Great Plains low‐level jet (GPLLJ) systems. This is explained by the larger increase in convective intensity and updraft width and a smaller increase in warm cloud depth in the frontal storms compared with the GPLLJ storms. Interestingly, the occurrences and intensity of heavy precipitation (rain rate >20 mm hr−1) in both types of systems are similarly sensitive to ACC (e.g., 40% and 33% increases in the occurrences for the frontal and GPLLJ systems, respectively). These results advance our knowledge of hail projection and have important implications for managing risks for future hail.",
    "readLink": "https://doi.org/10.1029/2022EF002768"
  },
  {
    "title": "The Multi-hub Academic Conference: Global, Inclusive, Culturally Diverse, Creative, Sustainable",
    "authors": [
      "Richard Parncutt,",
      "PerMagnus Lindborg,",
      "Nils Meyer-Kahlen,",
      "Renee Timmers"
    ],
    "doi": "https://doi.org/10.3389/frma.2021.699782",
    "journalVolume": "Vol. 6",
    "issn": "2504-0537 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Bibliography. Library science. Information resources"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/research-metrics-and-analytics#about",
    "abstract": "New conference formats are emerging in response to COVID-19 and climate change. Virtual conferences are sustainable and inclusive regardless of participant mobility (financial means, caring commitments, disability), but lack face-to-face contact. Hybrid conferences (physical meetings with additional virtual presentations) tend to discriminate against non-fliers and encourage unsustainable flying. Multi-hub conferences mix real and virtual interactions during talks and social breaks and are distributed across nominally equal hubs. We propose a global multi-hub solution in which all hubs interact daily in real time with all other hubs in parallel sessions by internet videoconferencing. Conference sessions are confined to three equally-spaced 4-h UTC timeslots. Local programs comprise morning and afternoon/evening sessions (recordings from night sessions can be watched later). Three reference hubs are located exactly 8 h apart; additional hubs are within 2 h and their programs are aligned with the closest reference hub. The conference experience at each hub depends on the number of local participants and the time difference to the nearest reference. Participants are motivated to travel to the nearest hub. Mobility-based discrimination is minimized. Lower costs facilitate diversity, equity, and inclusion. Academic quality, creativity, enjoyment, and low-carbon sustainability are simultaneously promoted.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frma.2021.699782/full"
  },
  {
    "title": "Runnels mitigate marsh drowning in microtidal salt marshes",
    "authors": [
      "Elizabeth B. Watson,",
      "Wenley Ferguson,",
      "Lena K. Champlin,",
      "Jennifer D. White,",
      "Nick Ernst,",
      "Habibata A. Sylla,",
      "Brittany P. Wilburn,",
      "Cathleen Wigand"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.987246",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "As a symptom of accelerated sea level rise and historic impacts to tidal hydrology from agricultural and mosquito control activities, coastal marshes in the Northeastern U.S. are experiencing conversion to open water through edge loss, widening and headward erosion of tidal channels, and the formation and expansion of interior ponds. These interior ponds often form in high elevation marsh, confounding the notion applied in predictive modeling that salt marshes convert to open water when elevation falls below a critical surface inundation threshold. The installation of tidal channel extension features, or runnels, is a technique that has been implemented to reduce water levels and permit vegetation reestablishment in drowning coastal marshes, although there are limited data available to recommend its advisability. We report on 5 years of vegetation and hydrologic monitoring of two locations where a total of 600-m of shallow (0.15–0.30-m in diameter and depth) runnels were installed in 2015 and 2016 to enhance drainage, in the Pettaquamscutt River Estuary, in southern Rhode Island, United States. Results from this Before-After Control-Impact (BACI) designed study found that runnel installation successfully promoted plant recolonization, although runnels did not consistently promote increases in high marsh species presence or diversity. Runnels reduced the groundwater table (by 0.07–0.12 m), and at one location, the groundwater table experienced a 2-fold increase in the fraction of the in-channel tidal range that was observed in the marsh water table. We suggest that restoration of tidal hydrology through runnel installation holds promise as a tool to encourage revegetation and extend the lifespan of drowning coastal marshes where interior ponds are expanding. In addition, our study highlights the importance of considering the rising groundwater table as an important factor in marsh drowning due to expanding interior ponds found on the marsh platform.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.987246/full"
  },
  {
    "title": "Adaptive Metaheuristic-Based Methods for Autonomous Robot Path Planning: Sustainable Agricultural Applications",
    "authors": [
      "Farzad Kiani,",
      "Amir Seyyedabbasi,",
      "Sajjad Nematzadeh,",
      "Fuat Candan,",
      "Taner Çevik,",
      "Fateme Aysin Anka,",
      "Giovanni Randazzo,",
      "Stefania Lanza,",
      "Anselme Muzirafuti"
    ],
    "doi": "https://doi.org/10.3390/app12030943",
    "journalVolume": "Vol. 12,\n                                no. 943\n                                \n                                  p.\n                                  943",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The increasing need for food in recent years means that environmental protection and sustainable agriculture are necessary. For this, smart agricultural systems and autonomous robots have become widespread. One of the most significant and persistent problems related to robots is 3D path planning, which is an NP-hard problem, for mobile robots. In this paper, efficient methods are proposed by two metaheuristic algorithms (Incremental Gray Wolf Optimization (I-GWO) and Expanded Gray Wolf Optimization (Ex-GWO)). The proposed methods try to find collision-free optimal paths between two points for robots without human intervention in an acceptable time with the lowest process costs and efficient use of resources in large-scale and crowded farmlands. Thanks to the methods proposed in this study, various tasks such as tracking crops can be performed efficiently by autonomous robots. The simulations are carried out using three methods, and the obtained results are compared with each other and analyzed. The relevant results show that in the proposed methods, the mobile robots avoid the obstacles successfully and obtain the optimal path cost from source to destination. According to the simulation results, the proposed method based on the Ex-GWO algorithm has a better success rate of 55.56% in optimal path cost.",
    "readLink": "https://www.mdpi.com/2076-3417/12/3/943"
  },
  {
    "title": "Metaphors in texts about climate change",
    "authors": [
      "Alice Deignan"
    ],
    "doi": "no. 34",
    "issn": "1139-7241 (Print)",
    "publisher": "2340-2784 (Online)",
    "countryOfPublisher": "Asociación Europea de Lenguas para Fines Específicos",
    "lcc": [
      "Spain",
      "Language and Literature: Philology. Linguistics"
    ],
    "journalUrl": "https://revistaiberica.org/index.php/iberica",
    "abstract": "This article discusses the use of metaphors and metonyms in texts about climate change in different registers, with a particular focus on the information given to young people, and what they understand about the topic. It begins by considering the role of metaphorical thinking and language in science, and reviews some of the work on scientific metaphor in expert and popular genres. The article analyses the different functions of metaphors in two texts about anthropogenic climate change from different genres, arguing that in the popular text analysed metaphors tend to have the function of entertaining and dramatizing, and introducing and concluding (interpersonal and textual), as opposed to their informational (ideational) function in the research article that was analysed. I then discuss a corpus and discourse analysis of young people’s talk about climate change. The young people’s use of figurative language is compared with that of researchers and educationalists. The analysis finds that, consistent with work on scientific popularisations, written texts for non-specialists tend to “open up” in Knudsen’s (2003) terms experts’ metaphors, extending them creatively. I found that on occasion this seems to lead to, or reflect, misunderstandings of the underlying science. I also find that young people reference Arctic and Antarctic animals as symbols of the problem of climate change.",
    "readLink": "https://revistaiberica.org/index.php/iberica/article/view/144"
  },
  {
    "title": "Simulated Changes in Tropical Cyclone Size, Accumulated Cyclone Energy and Power Dissipation Index in a Warmer Climate",
    "authors": [
      "Michael Wehner"
    ],
    "doi": "https://doi.org/10.3390/oceans2040039",
    "journalVolume": "Vol. 2,\n                                no. 39\n                                \n                                  pp.\n                                  688\n                                  – 699",
    "issn": "2673-1924 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://www.mdpi.com/journal/oceans",
    "abstract": "Detection, attribution and projection of changes in tropical cyclone intensity statistics are made difficult from the potentially decreasing overall storm frequency combined with increases in the peak winds of the most intense storms as the climate warms. Multi-decadal simulations of stabilized climate scenarios from a high-resolution tropical cyclone permitting atmospheric general circulation model are used to examine simulated global changes from warmer temperatures, if any, in estimates of tropical cyclone size, accumulated cyclonic energy and power dissipation index. Changes in these metrics are found to be complicated functions of storm categorization and global averages of them are unlikely to easily reveal the impact of climate change on future tropical cyclone intensity statistics.",
    "readLink": "https://www.mdpi.com/2673-1924/2/4/39"
  },
  {
    "title": "The relationship between aerosol and cloud drop number concentrations in a global aerosol microphysics model",
    "authors": [
      "K. J. Pringle,",
      "K. S. Carslaw,",
      "D. V. Spracklen,",
      "G. M. Mann,",
      "M. P. Chipperfield"
    ],
    "doi": "Vol. 9,\n                                no. 12\n                                \n                                  pp.\n                                  4131\n                                  – 4144",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Empirical relationships that link cloud droplet number (CDN) to aerosol number or mass are commonly used to calculate global fields of CDN for climate forcing assessments. In this work we use a sectional global model of sulfate and sea-salt aerosol coupled to a mechanistic aerosol activation scheme to explore the limitations of this approach. We find that a given aerosol number concentration produces a wide range of CDN concentrations due to variations in the shape of the aerosol size distribution. On a global scale, the dependence of CDN on the size distribution results in regional biases in predicted CDN (for a given aerosol number). Empirical relationships between aerosol number and CDN are often derived from regional data but applied to the entire globe. In an analogous process, we derive regional \"correlation-relations\" between aerosol number and CDN and apply these regional relations to calculations of CDN on the global scale. The global mean percentage error in CDN caused by using regionally derived CDN-aerosol relations is 20 to 26%, which is about half the global mean percentage change in CDN caused by doubling the updraft velocity. However, the error is as much as 25–75% in the Southern Ocean, the Arctic and regions of persistent stratocumulus when an aerosol-CDN correlation relation from the North Atlantic is used. These regions produce much higher CDN concentrations (for a given aerosol number) than predicted by the globally uniform empirical relations. CDN-aerosol number relations from different regions also show very different sensitivity to changing aerosol. The magnitude of the rate of change of CDN with particle number, a measure of the aerosol efficacy, varies by a factor 4. CDN in cloud processed regions of persistent stratocumulus is particularly sensitive to changing aerosol number. It is therefore likely that the indirect effect will be underestimated in these important regions.",
    "readLink": "http://www.atmos-chem-phys.net/9/4131/2009/acp-9-4131-2009.pdf"
  }
]