[
  {
    "title": "Conceptual and Institutional Aspects of EU Energy Policy (1990-2014)",
    "authors": [
      "Yury V. Borovskiy,",
      "Ksenia V. Trachuk"
    ],
    "doi": "Vol. 40,\n                                no. 1\n                                \n                                  pp.\n                                  9\n                                  – 17",
    "issn": "2071-8160 (Print)",
    "publisher": "2541-9099 (Online)",
    "countryOfPublisher": "MGIMO University Press",
    "lcc": [
      "Russian Federation",
      "Political science: International relations"
    ],
    "journalUrl": "https://vestnik.mgimo.ru/jour/index",
    "abstract": "Ideological and institutional framework of the European energy policy, which is still work in progress, is crucial to the EU as it faces new political and economic challenges related to the recent Ukrainian crisis. Even if key energy policy issues are still decided by member states as the EU only seeks to speak with one voice in energy matters externally, much progress has been made over the last two decades in terms of the EU's energy policy formulation and institutional development. The Lisbon Treaty made the energy policy a sphere of \"shared competence\" of EU institutions and member states. The European Commission's numerous policy documents (\"White\" and \"Green books\" 1995, 2000 and 2006) provided a basis for the development of an integrated energy market. Substantial progress has been achieved in the area of energy policy harmonization between the EU and neighboring countries (Energy Charter Treaty, European Energy Community). The Union's key energy policy areas also included supply diversification (trans-European energy networks), development of unconventional energy production, climate change and energy efficiency. Over the last decade climate changes has become a cornerstone of EU energy policy and is regarded by the EU as key to moderating energy demand and reducing import dependency.",
    "readLink": "http://mgimoreview.elpub.ru/jour/article/view/271"
  },
  {
    "title": "Microbial food: microorganisms repurposed for our food",
    "authors": [
      "Kyeong Rok Choi,",
      "Hye Eun Yu,",
      "Sang Yup Lee"
    ],
    "doi": "https://doi.org/10.1111/1751-7915.13911",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  18\n                                  – 25",
    "issn": "1751-7915 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "https://sfamjournals.onlinelibrary.wiley.com/journal/17517915",
    "abstract": "Summary Sustainable food production is a key to solve complicated and intertwined issues of overpopulation, climate change, environment and sustainability. Microorganisms, which have been routinely consumed as a part of fermented foods and more recently as probiotic dietary supplements, can be repurposed for our food to present a sustainable solution to current food production system. This paper begins with three snapshots of our future life with microbial foods. Next, the importance, possible forms, and raw materials (i.e. microorganisms and their carbon and energy sources) of microbial foods are discussed. In addition, the production strategies, further applications and current limitations of microbial foods are discussed.",
    "readLink": "https://doi.org/10.1111/1751-7915.13911"
  },
  {
    "title": "The Challenges of the Forestry Sector Communication Based on an Analysis of Research Studies in the Czech Republic",
    "authors": [
      "Marcel Riedl,",
      "Vilém Jarský,",
      "Petra Palátová,",
      "Roman Sloup"
    ],
    "doi": "https://doi.org/10.3390/f10110935",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  935",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Achieving public support and understanding in addressing the challenges of climate change and the bark beetle calamity is a prerequisite for the successful future of Czech forestry. The most important instrument for achieving public support is communication. To be effective, this communication has to be built on a communication strategy reflecting the long-term goals of forest policy and has to be based on both current analyses and other relevant information, which, in turn, is based on the research results of the public perception of the forests and forestry. This article deals with the results of current research studies and formulates conclusions in relation to this communication strategy. Among other things, these results indicate the willingness of a large part of the public to actively participate in voluntary assistance to forestry, markedly differing opinions among individual groups on forest functions, and rather below-average interest in information concerning forests and forestry.",
    "readLink": "https://www.mdpi.com/1999-4907/10/11/935"
  },
  {
    "title": "Mountain birch – potentially large source of sesquiterpenes into high latitude atmosphere",
    "authors": [
      "A. Arneth,",
      "H. Hellén,",
      "J. Rinne,",
      "V. Tarvainen,",
      "H. Hakola,",
      "A. Ekberg,",
      "S. Haapanala"
    ],
    "doi": "Vol. 6,\n                                no. 11\n                                \n                                  pp.\n                                  2709\n                                  – 2718",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Emissions of volatile organic compounds (VOCs) from mountain birches were measured in Abisko, northern Sweden. Mountain birches make up the majority of the tree biomass in Scandinavian high latitudes, a region subject to significant climate warming. The measurements were carried out in two growing seasons. The emissions of four branches, each from a different individual tree, were measured in June–August 2006 and one of them again in July 2007. The measurements were conducted using a dynamic flow through chamber covered with Teflon film. The studied mountain birches were found to emit substantial amounts of linalool, monoterpenes and sesquiterpenes. The monoterpene emission was dominated by sabinene. The magnitude and composition of the sesquiterpene emission changed dramatically between the years. For example, the average &alpha;-farnesene emission potential in 2006 was almost 2600 ng g<sub>dw</sub><sup>&minus;1</sup> h<sup>&minus;1</sup> (3.5 pmol g<sub>dw</sub><sup>&minus;1</sup> s<sup>&minus;1</sup>) while in 2007 &alpha;-farnesene was not detected at all. Also the emissions of other sesquiterpenes decreased in 2007 to a fraction of that in 2006. One possible explanation for the change in emissions is the herbivory damage that occurred in the area in 2004. Herbivory is known to enhance the emissions of sesquiterpenes, especially those of &alpha;-farnesene, and the effect may last for several years.",
    "readLink": "http://www.biogeosciences.net/6/2709/2009/bg-6-2709-2009.pdf"
  },
  {
    "title": "Predicting the impact of climate change on threatened species in UK waters.",
    "authors": [
      "Miranda C Jones,",
      "Stephen R Dye,",
      "Jose A Fernandes,",
      "Thomas L Frölicher,",
      "John K Pinnegar,",
      "Rachel Warren,",
      "William W L Cheung"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0054216",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  e54216",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Global climate change is affecting the distribution of marine species and is thought to represent a threat to biodiversity. Previous studies project expansion of species range for some species and local extinction elsewhere under climate change. Such range shifts raise concern for species whose long-term persistence is already threatened by other human disturbances such as fishing. However, few studies have attempted to assess the effects of future climate change on threatened vertebrate marine species using a multi-model approach. There has also been a recent surge of interest in climate change impacts on protected areas. This study applies three species distribution models and two sets of climate model projections to explore the potential impacts of climate change on marine species by 2050. A set of species in the North Sea, including seven threatened and ten major commercial species were used as a case study. Changes in habitat suitability in selected candidate protected areas around the UK under future climatic scenarios were assessed for these species. Moreover, change in the degree of overlap between commercial and threatened species ranges was calculated as a proxy of the potential threat posed by overfishing through bycatch. The ensemble projections suggest northward shifts in species at an average rate of 27 km per decade, resulting in small average changes in range overlap between threatened and commercially exploited species. Furthermore, the adverse consequences of climate change on the habitat suitability of protected areas were projected to be small. Although the models show large variation in the predicted consequences of climate change, the multi-model approach helps identify the potential risk of increased exposure to human stressors of critically endangered species such as common skate (Dipturus batis) and angelshark (Squatina squatina).",
    "readLink": "http://europepmc.org/articles/PMC3551960?pdf=render"
  },
  {
    "title": "Measuring Tree Diameter with Photogrammetry Using Mobile Phone Cameras",
    "authors": [
      "Aakash Ahamed,",
      "John Foye,",
      "Sanjok Poudel,",
      "Erich Trieschman,",
      "John Fike"
    ],
    "doi": "https://doi.org/10.3390/f14102027",
    "journalVolume": "Vol. 14,\n                                no. 2027\n                                \n                                  p.\n                                  2027",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Tree inventories are a cornerstone of forest science and management. Inventories are essential for quantifying forest growth rates, determining biomass and carbon stock variation, assessing species diversity, and evaluating the impacts of both forest management and climate change. Recent advances in digital sensing technologies on mobile phones have the potential to improve traditional forest inventories through increased efficiency in measurement and transcription and potentially through increasing participation in data collection by non-experts. However, the degree to which digital sensing tools (e.g., camera-enabled smartphone applications) can accurately determine the tree parameters measured during forest inventories remains unclear. In this study, we assess the ability of a smartphone application to perform a user-assisted tree inventory and compare digital estimates of tree diameter to measurements made using traditional forestry field sampling approaches. The results suggest that digital sensing tools on mobile phones can accurately measure tree diameter (R2 = 0.95; RMSE = 2.71 cm compared to manual measurements) while saving time during both the data-collection stage and data-entry stage of field sampling. Importantly, we compare measurements of the same tree across users of the phone application in order to determine the per-user, per-tree, and per-species uncertainty associated with each form of measurement. Strong agreement between manual and digital measurements suggests that digital sensing technologies have the potential to facilitate the efficient collection of high-quality and auditable data collected by non-experts but with some important limitations compared to traditional tree measurement approaches. Most people in the world own a smartphone. Enabling accurate tree inventory data collection through mobile phones at scale can improve our understanding of tree growth and biomass accumulation and the key factors (e.g., climate change or management practices) that affect these processes, ultimately advancing forest science and management.",
    "readLink": "https://www.mdpi.com/1999-4907/14/10/2027"
  },
  {
    "title": "Strengths and challenges for transient Mid- to Late Holocene simulations with dynamical vegetation",
    "authors": [
      "P. Braconnot,",
      "D. Zhu,",
      "O. Marti,",
      "J. Servonnat"
    ],
    "doi": "https://doi.org/10.5194/cp-15-997-2019",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  997\n                                  – 1024",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "We present the first simulation of the last 6000 years with a version of the IPSL Earth system model that includes interactive dynamical vegetation and carbon cycle. It is discussed in the light of a set of Mid-Holocene and preindustrial simulations performed to set up the model version and to initialize the dynamical vegetation. These sensitivity experiments remind us that model quality or realism is not only a function of model parameterizations and tunings but also of experimental setup. The transient simulations shows that the long-term trends in temperature and precipitation have a similar shape to the insolation forcing, except at the Equator, at high latitudes, and south of 40∘ S. In these regions cloud cover, sea ice, snow, or ocean heat content feedbacks lead to smaller or opposite temperature responses. The long-term trend in tree line in the Northern Hemisphere is reproduced and starts earlier than the southward shift in vegetation over the Sahel. Despite little change in forest cover over Eurasia, a long-term change in forest composition is simulated, including large centennial variability. The rapid increase in atmospheric CO2 in the last centuries of the simulation enhances tree growth and counteracts the long-term trends induced by Holocene insolation in the Northern Hemisphere and amplifies it in the Southern Hemisphere. We also highlight some limits in the evaluation of such a simulation resulting from model climate–vegetation biases, the difficulty of fully assessing the result for preindustrial or modern conditions that are affected by land use, and the possibility of multi-vegetation states under modern conditions.",
    "readLink": "https://www.clim-past.net/15/997/2019/cp-15-997-2019.pdf"
  },
  {
    "title": "Parental influences on salt adaptive divergence of Sonneratia apetala (Buch.-Ham.) seedlings along the salinity gradient in the Sundarbans of Bangladesh",
    "authors": [
      "Shamima Nasrin,",
      "Hossain Mahmood,",
      "Md. Masudur Rahman"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100121",
    "issn": "2667-0100 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-challenges/",
    "abstract": "Salt adaptive variability facilitates mangroves to cope with salinity increase due to climate change. Sonneratia apetala is a pioneer mangrove species growing in the less-saline, moderate-saline and high-saline zones of the Sundarbans. A growth study with S. apetala seedlings of the three saline zones was conducted at different salinities in randomized block design to examine the parental effects on the variability in salt adaptability of this species along the salinity gradient in the Sundarbans. The highest survival (100%) from 0 to 10% salinities indicates the facultative nature of S. apetala. The survival, chlorophyll, diameter, height and biomass increment, proline, nutrients (N, P and K) and Na accumulation in different parts of the seedlings collected from the less-saline, moderate-saline and high-saline zones didn't vary significantly (p > 0.05) up to 20% salinity. However, at higher salinities, all the growth traits of the seedlings of the moderate-saline and high-saline zones were significantly (p<0.05) higher than those of the less-saline zone. These results demonstrated that the seedlings of S. apetala of the moderate-saline and high-saline zones are more salt adaptive than those of less-saline zone and clearly reflect the parental effects of S. apetala on its seedlings growth under different salinities. This divergence in salt adaptability among different saline zones due to parental effects makes S. apetala survive and grow in a wider salinity range in the Sundarbans and coastal plantations in Bangladesh.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667010021001001"
  },
  {
    "title": "Modeling Nonlinear Aeroelastic Forces for Bridge Decks with Various Leading Edges Using LSTM Networks",
    "authors": [
      "Xingyu An,",
      "Shaopeng Li,",
      "Teng Wu"
    ],
    "doi": "https://doi.org/10.3390/app13106005",
    "journalVolume": "Vol. 13,\n                                no. 6005\n                                \n                                  p.\n                                  6005",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "With the rapid increase in bridge spans, the mitigation of risk to flutter (aeroelastic instability) is of critical importance in the design of long-span bridges, especially considering the more frequent intense hurricanes under climate change. Although the strong nonlinearities of the aeroelastic (self-excited) forces in wind–bridge interactions can be well captured through either numerical simulations or experimental tests, both are expensive and time consuming. Hence, it is important to develop an efficient reduced-order model for the simulations of nonlinear aeroelastic forces on the bridge decks. This study proposes a reduced-order model based on the long short-term memory (LSTM) network to simulate the nonlinear aeroelastic forces on bridge decks with various leading edges, and thus rapidly predict the corresponding post-flutter behaviors of long-span bridges. To generate the training datasets, computational fluid dynamics (CFD) was employed to simulate the nonlinear aeroelasticities of bridge decks with a wide range of leading-edge configurations and wind speeds. Trained on the high-fidelity CFD datasets, the LSTM network takes the motion of a bridge deck, leading-edge angles and wind speeds as inputs and outputs the nonlinear aeroelastic forces on the bridge decks. A hybrid loss function utilizing the prediction errors of both aeroelastic forces simulated by the LSTM network and the bridge deck responses calculated by the Newmark-β algorithm was introduced into the training process to improve the network performance. The prediction results of the trained LSTM model were compared with the CFD simulations, which demonstrated that the nonlinear aeroelastic forces of the bridge deck with various leading edges can be accurately and efficiently acquired by the proposed LSTM model.",
    "readLink": "https://www.mdpi.com/2076-3417/13/10/6005"
  },
  {
    "title": "High interspecific variation in nutrient excretion within a guild of closely related caddisfly species",
    "authors": [
      "Jared A. Balik,",
      "Brad W. Taylor,",
      "Susan E. Washko,",
      "Scott A. Wissinger"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2205",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Understanding the amount of variation in functional traits between closely related species within guilds is critical for understanding links between community composition and ecosystem processes. Nutrient excretion is an important link between animals and their environments, and aquatic invertebrate communities can supply a considerable proportion of ecosystem nutrient demand via excretion. We quantified nitrogen (N) and phosphorus (P) excretion rates of 10 species of larval caddisflies that inhabit high‐elevation ponds and wetlands to determine the magnitude of variation in nutrient excretion within this guild. We found considerable interspecific variation in biomass‐specific excretion of nitrogen (eightfold differences), phosphorus (sevenfold differences), and the stoichiometric N:P ratios (fivefold differences). Through a meta‐analysis, we compared the variation within this guild to the variation found in other family‐level species assemblages to determine the overall range in the variation of nutrient excretion that could be expected across guilds and to determine whether the variation in this caddisfly guild is comparatively extreme, average, or low. The meta‐analysis revealed a large range in variation among guilds, and comparatively, the variation within this caddisfly guild is high for N excretion and intermediate for P excretion. The considerable variation within guilds revealed by our meta‐analysis suggests that functional redundancy among guild members is difficult to predict. Thus, some natural or human‐caused species gains or losses within biological groupings such as guilds and trophic levels could have little or no effect on ecosystem processes, whereas others could have very large effects.",
    "readLink": "https://doi.org/10.1002/ecs2.2205"
  }
]