[
  {
    "title": "Stakeholder perspectives on climate change effects on tourism activities in the northern Romanian Carpathians: Vatra Dornei resort case study",
    "authors": [
      "Ana Irina Dincă,",
      "Camelia Surugiu,",
      "Marius Surugiu,",
      "Cristi Frenţ"
    ],
    "doi": "https://doi.org/10.5719/hgeo.2014.81.27",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  28\n                                  – 41",
    "issn": "1843-6587 (Print)",
    "publisher": "2067-2284 (Online)",
    "countryOfPublisher": "University of Bucharest",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://humangeographies.org.ro/",
    "abstract": "Less approached by scientific literature, stakeholder perspective on the effects of climate change for tourism activities is a very actual topic. As an essential part of the complex study of climate – tourism relationship, it needs to be investigated and illustrated through study cases. The present paper approaches this original topic for Vatra Dornei complex spa and mountain resort. Located in the northern part of Romanian Carpathians this destination depends to a great extent on climate resources which show a clear variability of main parameters on which its outdoor activities are based. In this context the voice of stakeholders involved in the local tourism industry is of great importance to certify and illustrate previously obtained modeling evidences. The present paper consequently outlines the main results of a survey undertaken on the topic of climate change effects on tourism in Vatra Dornei in the attempt to better characterize this complex interrelationship.",
    "readLink": "http://humangeographies.org.ro/articles/81/8_1_14_3_dinca.pdf"
  },
  {
    "title": "AGROFORESTRI UNTUK ADAPTASI DAN MITIGASI PERUBAHAN IKLIM",
    "authors": [
      "Tigor Butarbutar"
    ],
    "doi": "https://doi.org/10.20886/jakk.2012.9.1.1-10",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Hilangnya tutupan lahan hutan karena konversi hutan untuk pemukiman, perkebunan, pertanian dan kebutuhan untuk pembangunan di sektor lain, telah menyebabkan perubahan pola cuaca/iklim di berbagai tempat. Perubahan iklim dapat diantisipasi dengan mitigasi dan adaptasi. Mitigasi berarti usahausaha pencegahan yang perlu dilakukan, sedangkan adaptasi merupakan kegiatan-kegiatan penyesuaian yang perlu dilakukan untuk dapat hidup dan bertahan dan meningkatkan ketahanan, kelenturan dan mengarahkemigrasikarenakondisiiklimyangberbeda.Agroforestridapatmemitigasidanmengadaptasi perubahaniklim dengan alasan-alasansebagaiberikut: a)Pencampuranjenis pohonpenghasilkayu,buah dan lain-lain, karena campuran jenis lebih baik dari tanaman murni; b) Pencampuran jenis yang didasarkan pada sifat toleransi ( dan ), sehingga akan memanfaatkan seluruh cahaya untuk fotosintesis; c) Pencampuran perbedaan umur; d) Pencampuran berdasarkan perbedaan waktu pemanenan; e) Penggabungan nilai ekonomi, sosial dan budaya sehingga perubahan vegetasi dapat berjalan seiring dengan perubahan sosial dan budaya secara berangsur yang dapat disesuaikan dengan perubahan iklim; dan f) Dapat digunakan sebagai model untuk memfasilitasi perubahan kelompok vegetasi menjadi kelompok yang baru (adaptasi), seperti teori perubahan vegetasi melalui perladangan berpindah-pindahyangteratur.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/2523"
  },
  {
    "title": "Changes of Some Indices of Low Flow affected by Climate Change in the Tang Panj Sezar Basin",
    "authors": [
      "M. Mozayyan,",
      "A. M. Akhoond Ali,",
      "A.R. Massah Bavani,",
      "F. Radmanesh"
    ],
    "doi": "https://doi.org/10.22067/jsw.v30i1.38383",
    "journalVolume": "Vol. 30,\n                                no. 1\n                                \n                                  pp.\n                                  275\n                                  – 289",
    "issn": "2008-4757 (Print)",
    "publisher": "2423-396X (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "http://jsw.um.ac.ir/en",
    "abstract": "Introduction: Due to the effects of climate change on water resources and hydrology, Changes in low flow as an important part of the water cycle, is of interest to researchers, water managers and users in various fields. Changes in characteristics of low flows affected by climate change may have important effects on various aspects of socioeconomic , environmental, water resources and governmental planning. There are several indices to assess the low flows. The used low flow indices in this research for assessing climate change impacts, is include the extracted indices from flow duration curve (Q70, Q90 and Q95), due to the importance of these indices in understanding and assessing the status of river flow in dry seasons that was investigated in Tang Panj Sezar basin in the west of Iran. Materials and methods: In this paper, the Tang Panj Sezar basin with an area of 9410 km2 was divided into 6 smaller sub catchments and the changes of low flow indices were studied in each of the sub catchments. In order to consider the effects of climate change on low flow, scenarios of temperature and precipitation using 10 atmospheric general circulation models (to investigate the uncertainty of GCMs) for both the baseline (1971-2000) and future (2011-2040) under A2 emission scenario was prepared. These scenarios, due to large spatial scale need to downscaling. Therefore, LARS-WG stochastic weather generator model was used. In order to consider the effects of climate change on low flows in the future, a hydrologic model is required to simulate daily flow for 2011-2040. The IHACRES rainfall-runoff model was used for this purpose . After simulation of daily flow using IHACRES, with two time series of daily flow for the observation and future period in each of the sub catchment, the low flow indices were compared. Results Discussion: According to results, across the whole year, the monthly temperature in the future period has increased while rainfall scenarios show different variations for different months, also within a month for different GCMs. Based on the results of low flow indices, in most cases, the three indices of Q70, Q90, and Q95 will show incremental changes in the future compared to the past. Also, the domain simulation by 10 GCMs for all three indices is maximum in Tang Panj Sezar and less for other sub catchments, which is related to better performance of IHACRES model in smaller sub catchments. In order to investigate the uncertainty of type changes in different indices in every sub catchment, changes in any of the indices were considered based on the median of GCMs. To achieve the correct type of changes in low flow indices, the amount of error in a simulation of the indices of IHACRES rainfall-runoff model should also be taken into consideration. Therefore, considering the error, the three indices Q70, Q90 and Q95 in all sub catchments (except for Tang Panj Sezar) will have the relative increase in the future period. The improvement of low flow state in the future period is related to the changes occurred in the state of climate scenarios. As the results indicated, most often, there is an increase in rainfall in dry seasons. Also, in different months of the wet season wet season, if the result of changes in quantity of rainfall is incremental, it can lead to an increase in river flow through groundwater recharge. On the other hand due to the limestone and karst forms in most of the basin area, water storage ability and increase the amount of river flow during low water season in this area is expected. The study on rainfall quantity in Tang Panj Sezar sub catchment also indicated that, there will be no significant increase or decrease in the quantity of rainfall in the dry season. Thus, it is expected that there will not be significant changes in low flow indices. In this sub catchment, changes in various low flow indices do not match perfectly, so more difficult to obtain reliable results. With regard to incremental changes of Q95, low flow index with less uncertainty, as well as improving indices of low flow in other sub-basins, it is possible to predict a relatively better state for low flow indices of Tang Panj Sezar in the future period. Conclusion: Using temperature and rainfall scenarios to simulate river flow in the future, a relative increase of all three low flow indices Q70, Q90 and Q95 was predicted compared with the past period. Although all three of mentioned indices show the amount of low flow in the dry season, it is recommended that only two indices of Q90 and Q95 to assess the effects of climate change be considered. Q90 and Q95 indices are more suitable indices than Q70 for studying the effects of climate change on low flow state. These two indices indicate less quantity of flow in dry seasons; therefore, the changes of the two indices are more important in identifying the low flow state. However, there is less uncertainty in the estimation of the two Q90 and Q95 indices than Q70.",
    "readLink": "http://jsw.um.ac.ir/index.php/jsw/article/view/38383"
  },
  {
    "title": "Cell Lysis and Detoxification of Cyanotoxins Using a Novel Combination of Microbubble Generation and Plasma Microreactor Technology for Ozonation",
    "authors": [
      "Jagroop Pandhal,",
      "Anggun Siswanto,",
      "Dmitriy Kuvshinov,",
      "William B. Zimmerman,",
      "Linda Lawton,",
      "Christine Edwards"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2018.00678",
    "journalVolume": "Vol. 9",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "There has been a steady rise in the incidences of algal blooms globally, and worryingly, there is increasing evidence that changes in the global climate are leading to a shift toward cyanobacterial blooms. Many cyanobacterial genera are harmful, producing several potent toxins, including microcystins, for which there are over 90 described analogues. There are a wide range of negative effects associated with these toxins including gastroenteritis, cytotoxicity, hepatotoxicity and neurotoxicity. Although a variety of oxidation based treatment methods have been described, ozonation and advanced oxidation are acknowledged as most effective as they readily oxidise microcystins to non-toxic degradation products. However, most ozonation technologies have challenges for scale up including high costs and sub-optimum efficiencies, hence, a low cost and scalable ozonation technology is needed. Here we designed a low temperature plasma dielectric barrier discharge (DBD) reactor with an incorporated fluidic oscillator for microbubble delivery of ozone. Both technologies have the potential to drastically reduce the costs of ozonation at scale. Mass spectrometry analysis revealed very rapid (<2 min) destruction of two pure microcystins (MC-LR and MC-RR), together with removal of by-products even at low flow rate 1 L min−1 where bubble size was 0.56–0.6 mm and the ozone concentration within the liquid was 20 ppm. Toxicity levels were calculated through protein phosphatase inhibition assays and indicated loss of toxicity as well as confirming the by-products were also non-toxic. Finally, treatment of whole Microcystis aeruginosa cells showed that even at these very low ozone levels, cells can be killed and toxins (MC-LR and Desmethyl MC-LR) removed. Little change was observed in the first 20 min of treatment followed by rapid increase in extracellular toxins, indicating cell lysis, with most significant release at the higher 3 L min−1 flow rate compared to 1 L min−1. This lab-scale investigation demonstrates the potential of the novel plasma micro reactor with applications for in situ treatment of harmful algal blooms and cyanotoxins.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmicb.2018.00678/full"
  },
  {
    "title": "Climate Change and Its Impact on the Agricultural Calendar of Riverine Farmers in Médio Juruá, Amazonas State, Brazil",
    "authors": [
      "Mônica Alves de Vasconcelos,",
      "José Augusto Paixão Veiga,",
      "Josivaldo Lucas Galvão Silva,",
      "David Franklin Guimarães,",
      "Adriane Lima Brito,",
      "Yara Luiza Farias dos Santos,",
      "Myriam Lopes,",
      "Adriana Lira Lima,",
      "Erilane Teixeira de Oliveira"
    ],
    "doi": "https://doi.org/10.3390/atmos13122018",
    "journalVolume": "Vol. 13,\n                                no. 2018\n                                \n                                  p.\n                                  2018",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The labor relationship developed by the Amazonian riverside dwellers is weakened due to changes in temperature, the flood pulse, the ebb tide of the rivers, and precipitation. In this context, this research aimed to evaluate the impacts of climate change on the socio-biodiversity chains in the region of Médio Juruá-Amazonas. Collections were carried out in two communities located in the Sustainable Development Reserve (RDS) Uacari, in July 2022, through participatory workshops. The communities affirm that the extreme flood events of the Juruá River are more intense in recent years, both concerning the extreme levels of the river and in periodicity and speed of flooding. The large floods have impacted the productive calendar, generating losses for farmers. In addition, rubber trees and cassava plantations have been dying with the large floods, and oil seeds are being carried by the water before harvest. The physical data of the Juruá River shows a trend of increasing extreme floods over the last 40 years for the period November to April, highlighting the years 2013 to 2015 and 2021 with the largest positive anomalies. Farmers have adapted their calendars, modified some planting areas to locations with higher altitudes and farther from the river banks, and have sought new rubber matrices. The results point to the need for mitigation and adaptation measures promoted by local governments.",
    "readLink": "https://www.mdpi.com/2073-4433/13/12/2018"
  },
  {
    "title": "Publicising chemistry in a multicultural society through chemistry outreach",
    "authors": [
      "Timothy Harrison,",
      "Dudley Shallcross,",
      "Nicholas Norman,",
      "Joyce Sewry,",
      "Michael Davies-Coleman"
    ],
    "doi": "Vol. 107,\n                                no. 11/12",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "Given the emphasis in Higher Education on community engagement in South Africa and the importance of international collaboration, we discuss a joint approach to chemistry outreach in two countries on two continents with widely differing target school audiences. We describe the history of the partnership between the chemistry departments at Rhodes University and the University of Bristol and provide an outline of the chemistry content of their outreach initiatives, the modes of delivery, the advantages to both departments and their students for involvement in various levels of outreach, the challenges they still face and additional opportunities that such work facilitated. The lecture demonstration 'A Pollutant's Tale' was presented to thousands of learners all over the world, including learners at resource-deprived schools in South Africa. Challenges to extend outreach activities in South Africa include long travelling distances, as well as a lack of facilities (such as school halls and electricity) at schools. Outreach activities not only impacted on the target audience of young learners, they also impacted upon the postgraduate and other chemistry students taking part in these initiatives. This collaboration strengthened both institutions and their outreach work and may also lead to chemistry research collaborations between the academics involved.",
    "readLink": "http://192.168.0.115/index.php/sajs/article/view/9794"
  },
  {
    "title": "Australians report climate change as a bigger concern than COVID-19",
    "authors": [
      "Rebecca Patrick,",
      "Rhonda Garad,",
      "Tristan Snell,",
      "Joanne Enticott,",
      "Graham Meadows"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100032",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Australia experienced two public health emergencies in 2020 – the catastrophic bushfires and the global coronavirus (COVID-19) pandemic. Whilst these were separate events, both have similar drivers arising from human pressures on the natural environment. Here we report on relative personal concerns of Australians in a survey implemented during the global COVID-19 pandemic.The study design was a cross sectional online survey administered between 11 August and 11 November 2020. The setting was an Australia-wide online population involving 5483 individuals aged ≥18 residing in Australia. Recruitment occurred in two stages: unrestricted self-selected community sample through mainstream and social media (N = 4089); and purposeful sampling using an online panel company (N = 1055). The sample was predominantly female (N = 3187); mean age of 52.7 years; and approximately representative of adults in Australia for age, location, state and area disadvantage (IRSD quintiles). Climate change was very much a problem for 66.3% of the sample, while COVID-19 was ranked at the same level by only 25.3%. Three times as many participants reported that climate change was very much a problem than COVID-19, despite responding at a time when Australians were experiencing Stage 2 through 4 lockdowns. Demographic differences relating to relative personal concerns are discussed. Even in the midst of the uncertainty of a public health pandemic, Australians report that climate change is their most significant personal problem. Australia needs to apply an evidence-based public health approach to climate change, like it did for the pandemic, which will address the climate change concerns of Australians.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278221000298"
  },
  {
    "title": "Remote Sensing of Seasonal Climatic Constraints on Leaf Phenology Across Pantropical Evergreen Forest Biome",
    "authors": [
      "Qian Li,",
      "Xiuzhi Chen,",
      "Wenping Yuan,",
      "Haibo Lu,",
      "Ruoque Shen,",
      "Shengbiao Wu,",
      "Fanxi Gong,",
      "Yuhang Dai,",
      "Liyang Liu,",
      "Qingling Sun,",
      "Chaoqun Zhang,",
      "Yongxian Su"
    ],
    "doi": "https://doi.org/10.1029/2021EF002160",
    "journalVolume": "Vol. 9,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Climatic drivers for canopy leaf shedding and flush of evergreen broadleaved forest biome are still unclear at the continental scale across tropical and subtropical region. This imposes a challenge for modeling pantropical photosynthesis seasonality in Earth system models. Here, we examined three potential climatic triggers, vapor pressure deficit–a proxy of atmospheric water deficit, downward shortwave incoming solar radiation–a proxy of sunlight availability, and terrestrial water storage–a proxy of soil water availability observed by the Gravity Recovery and Climate Experiment, by comparing with two satellite phenological proxies–the Enhanced Vegetation Index and Continuous Solar‐induced chlorophyll fluorescence. Results show that tropical leaf phenology varies greatly from equatorial bimodal seasonality to higher‐latitude unimodal seasonality. Sunlight availability dominantly controls the whole seasonal leaf phenology across the pantropical region. Atmospheric dryness is one main type of water stress for leaf phenology during the first half year. However, soil water stress strongly inhibits the first‐half of leaf phenology in tropical Asia and the second‐half of leaf phenology in Congo, but shows rare constraint on the leaf phenology in Amazon. Ignoring these various roles of soil moisture availability and atmospheric dryness in influencing tropical leaf phenology might lead to unexpected uncertainty for predicting the water and carbon cycles of tropical forest ecosystem in Earth system models.",
    "readLink": "https://doi.org/10.1029/2021EF002160"
  },
  {
    "title": "Global alterations in areas of suitability for maize production from climate change and using a mechanistic species distribution model (CLIMEX)",
    "authors": [
      "Nadiezhda Y. Z. Ramirez-Cabral,",
      "Lalit Kumar,",
      "Farzin Shabani"
    ],
    "doi": "https://doi.org/10.1038/s41598-017-05804-0",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract At the global level, maize is the third most important crop on the basis of harvested area. Given its importance, an assessment of the variation in regional climatic suitability under climate change is critical. CliMond 10′ data were used to model the potential current and future climate distribution of maize at the global level using the CLIMEX distribution model with climate data from two general circulation models, CSIRO-Mk3.0 and MIROC-H, assuming an A2 emissions scenario for 2050 and 2100. The change in area under future climate was analysed at continental level and for major maize-producing countries of the world. Regions between the tropics of Cancer and Capricorn indicate the highest loss of climatic suitability, contrary to poleward regions that exhibit an increase of suitability. South America shows the highest loss of climatic suitability, followed by Africa and Oceania. Asia, Europe and North America exhibit an increase in climatic suitability. This study indicates that globally, large areas that are currently suitable for maize cultivation will suffer from heat and dry stresses that may constrain production. For the first time, a model was applied worldwide, allowing for a better understanding of areas that are suitable and that may remain suitable for maize.",
    "readLink": "https://doi.org/10.1038/s41598-017-05804-0"
  },
  {
    "title": "Simulation of methanol synthesis by hydrogenation of carbon dioxide recovered from combustion gases of Fluid Catalytic Cracking Unit of Abadan Refinery",
    "authors": [
      "Nader Nikeghbali Sisakht,",
      "Maryam Mohammedi Rouzbahani,",
      "Sima Sabzalipour"
    ],
    "doi": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  101\n                                  – 124",
    "issn": "2383-3211 (Print)",
    "publisher": "2588-4239 (Online)",
    "countryOfPublisher": "Alborz University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://jehe.abzums.ac.ir/index.php?slc_lang=en&sid=1",
    "abstract": "Refineries produce about four percent of the global carbon dioxide emissions, close to one billion tons per year. Globally, the refining sector is the third largest producer of carbon dioxide after the electricity generation and cement industry.This greenhouse gases is a major cause of global warming and climate change and is a serious threat to human health and the environment. One way to reduce this greenhouse gas into the atmosphere is to reduce carbon dioxide by reversing this gas in the fuel cycle.The Fluid Catalytic Cracking unit (FCCU) is one of the emissions sources of this greenhouse gas in Abadan Refinery,which produces 230 tons per hour of combustion gases,it has 12.7% mole of carbon dioxide. Identifying the sources of carbon dioxide emissions in Abadan Refinery and simulating the chemical absorption of this greenhouse gas and converting it into methanol fuel is one of the objectives of this study. Methods: In this research, the concentration of carbon dioxide emitted from the emission sources of Abadan Refinery has been measured by Testo 350-XL and GC. Due to the fact that the concentration of carbon dioxide in the combustion gases of the FCC unit was the highest amount, so the chemical absorption of carbon dioxide from the combustion gases of this unit by 30 wt% diethanolamine solvent and converted into methanol during a hydrogenation reaction has been simulated with Aspen Hysys software. Finally, the economic calculations of the project were performed. Results: The overall efficiency of chemical absorption of CO2 in the simulation with software is 92% and the purity of captured CO2 is 94.6%. With this method, 1003 ton per day of carbon dioxide in FCC unit can be absorbed and recovered and also converted into methanol product. In the simulation of the conversion of recovered carbon dioxide into methanol, the amount of 686 ton per day of methanol with a purity of 99.8% was obtained. The economic calculations of the project show that the cost of reducing emissions per ton of carbon dioxide is $ 19. The internal rate of return on the project is 22% and the net present value of the project is $ 92 million. The return time on investment of this project is 3 years. Conclusion: Diethanolamine has a high efficiency in absorbing carbon dioxide from combustion gases.By chemical absorption method with this amine, carbon dioxide pollutant can be recovered from combustion gases that produced in refineries and used as an inexpensive feed to produce methanol fuel.This method, in addition to creating added value, prevented the emission of this greenhouse gas into the environment.",
    "readLink": "http://jehe.abzums.ac.ir/article-1-900-en.html"
  }
]