[
  {
    "title": "Life‐history traits and temporal patterns in the incidence of coastal fishes experiencing tropicalization",
    "authors": [
      "Masami Fujiwara,",
      "Airi Simpson,",
      "Milton Torres‐Ceron,",
      "Fernando Martinez‐Andrade"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4188",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Climate change is causing shifts in the geographic distributions of coastal fish species toward higher latitudes. However, local fish communities found in higher latitudes today are not simply those found in lower latitudes in the past because the sensitivity of species to various environmental conditions is different. Responses of fish to environmental conditions differ depending on their life‐history traits such as the maximum population growth rate, age of maturity, and generation time because these traits are constrained by environmental conditions. Here, we investigate associations among temporal patterns in presence–absence (incidence) data, life‐history traits of species, and environmental conditions to elucidate the potential mechanisms behind the effects of climate change on coastal fish communities. In this study, fish monitoring data collected semi‐monthly between 1982 and 2019 from eight major bays in the northwestern Gulf of Mexico were analyzed with generalized additive models. Smooth patterns over seasons and years in the incidence data of 77 species were estimated, and the data were associated with environmental variables. Further, these temporal patterns were associated with the life‐history traits of species. The results show that species that are more common in the summer months (non‐winter spawners) tend to exhibit an increasing trend and that species common during the spring (winter spawners) tend to exhibit a decreasing trend, suggesting the importance of summer conditions in driving tropicalization. Salinity had significant effects on species in general, and longer‐lived species tended to be affected by temperature. These results suggest seasonal differences in the effects of environmental conditions and variation in sensitivity to environmental conditions among different life‐history strategies. These findings represent major steps toward understanding the mechanisms behind the tropicalization of estuarine communities.",
    "readLink": "https://doi.org/10.1002/ecs2.4188"
  },
  {
    "title": "Exploring Gender and Climate Change Nexus, and Empowering Women in the South Western Coastal Region of Bangladesh for Adaptation and Mitigation",
    "authors": [
      "Ashrafuzzaman Md,",
      "Carla Gomes,",
      "João Miguel Dias,",
      "Artemi Cerdà"
    ],
    "doi": "https://doi.org/10.3390/cli10110172",
    "journalVolume": "Vol. 10,\n                                no. 172\n                                \n                                  p.\n                                  172",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "This study has been conducted to identify vulnerabilities and effects of climate change on women in 12 unions in Shyamnagar upazila in the Satkhira district in the Southwestern Coastal Region of Bangladesh (SWCRB). Climate vulnerability and gender inequality may increase due to climate change. Women may, thus, face specific conditions of vulnerability in society and daily livelihood. This paper focuses on investigating factors that influence women’s vulnerability from climate change, their adaptations, and the importance of women empowerment to reduce their inequality in SWCRB. This study also emphasizes gender inequality caused by climate change, and looks at accommodations for women to reduce hostile influences of climate change. From the 9 unions in SWCRB, a total of 320 household respondents were randomly selected to complete a questionnaire. The results of the statistical analysis showed that most of the survey’s perimeter has significant. Interviews, case studies, focus group discussions, workshops, and key informant interviews were also conducted from 12 unions, and it was found that climate change impacts men and women differently, with women being more vulnerable than men. Through case study this paper investigated the main factors influencing the vulnerability of women. In terms of empowerment women may also be well positioned to lead adaptation efforts alongside men, as this analysis represent that gender inequalities are leading by social norms. Women being more vulnerable both in short-term i.e., major natural disasters, cyclones, flood, and long-term i.e., sea level rise, salinity intrusion in water and soil, land erosion, droughts, climatic events, as they enhance gender inequalities. Further, gender inequality is seen in illiteracy, food shortages and poor health conditions, traditional norms, religious taboos, and patriarchy. Moreover, gender-based economic opportunities, women’s mobility, and income are changing, while household authority relations and gender-based socio-economic, cultural, and institutional constraints remain. This study examines the increased vulnerability of women in SWCRB to climate change, which can be mitigated through women empowerment; female involvement with environmentally friendly stoves, rural electrification and renewable energy development, microfinancing, and nakshikantha. (Nakshikantha is a special type of sewing art that is made by creating designs with different types of colored threads on plain stitches). Lastly, women may also lead adaptation efforts alongside men, make decisions, and promote their participation.",
    "readLink": "https://www.mdpi.com/2225-1154/10/11/172"
  },
  {
    "title": "Climate change adaptation responses among riparian settlements: A case study from Bangladesh.",
    "authors": [
      "Walter Leal Filho,",
      "G M Monirul Alam,",
      "Gustavo J Nagy,",
      "Mohammad Mahbubur Rahman,",
      "Sajal Roy,",
      "Franziska Wolf,",
      "Marina Kovaleva,",
      "Mustafa Saroar,",
      "Chunlan Li"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0278605",
    "journalVolume": "Vol. 17,\n                                no. 12\n                                \n                                  p.\n                                  e0278605",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "As transition areas between aquatic ecosystems and the adjacent terrestrial ones, riparian regions are highly exposed to coastal climate hazards. This article describes how climate change and extreme weather impact vulnerable riparian communities and settlements. The analysis is done by reviewing past research and empirical case studies from riparian rural communities of the impact zone of the Sundarbans in Bangladesh, the world's most extensive mangrove forest. The article discusses the climate-related impacts on households through a Severity Index of Vulnerability and assesses the adaptation responses they may pursue. The principal climate-related vulnerabilities and impacts due to increases in temperature, storm surges, sea flooding, and sea-level rise are seawater intrusion and riverbank erosion. Many households have adopted several autonomous reactive adaptation strategies rather than planned ones, to cope with these impacts. However, government organisations and NGOs provide less than optimal technical and financial support to households for planned and anticipatory adaptive responses. The main barriers to adaptation were the high cost of improved crop varieties, inadequate agricultural extension services, and a lack of knowledge on effective climate adaptation. The restoration of the mangrove ecosystem may increase its resilience and, among other things, make local communities less exposed. The article also presents some adaptation measures proper to reduce the climate-related vulnerability of riparian settlements.",
    "readLink": "https://doi.org/10.1371/journal.pone.0278605"
  },
  {
    "title": "Assessing the impacts of drought on net primary productivity of global land biomes in different climate zones",
    "authors": [
      "Yangyang Liu,",
      "Ronglei Zhou,",
      "Zhongming Wen,",
      "Muhammad Khalifa,",
      "Cheng Zheng,",
      "Hanyu Ren,",
      "Zhaoying Zhang,",
      "Zhenqian Wang"
    ],
    "doi": "Vol. 130\n                                \n                                \n                                  p.\n                                  108146",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Drought is the most widespread event under climate change and is projected to lead to high uncertainties in quantifying the terrestrial carbon exchange. However, considering the complexity of drought quantification and the differences in the physiological responses to drought among different vegetation types, the potential mechanisms of vegetation in response to drought across different climate regions and their responses to drought at varying time scales remain unclear globally. Here, we analyzed the response of vegetation activity to drought at different time scales and determined the time scale dominating the drought-induced vegetation variations, then explored its potential driving factors (temperature, precipitation, potential evapotranspiration, and water balance) under different climatic conditions and vegetation types from 2000 to 2015 using the Standardized Precipitation Evapotranspiration Index (SPEI) and Net Primary Productivity (NPP). Our results indicated that the NPP-SPEI correlation was stronger under arid and semi-arid conditions compared to that in humid and sub-humid zones globally. Vegetation mainly responded to the drought from short to medium time scales and the shortest response time scale was observed for deciduous needle-leaf forests and closed shrublands, which mainly located in semi-arid regions of southeastern Australia, central Africa, and southern Russia. Moreover, grassland and cropland ecosystems were found to be also highly vulnerable to drought across the globe. Analysis of the effects of various meteorological factors on NPP-SPEI correlation and drought timescales showed that water balance was the most predominant factor affecting the response of vegetation to drought. In particular, the increase in water balance significantly reduced the response intensity of vegetation to drought and prolonged the response timescales. Analysis of the effects of various meteorological factors on NPP-SPEI correlation and drought time-scales showed that water balance was the most predominant factor affecting the response of vegetation to drought. In particular, the increase in water balance significantly reduces the response intensity of vegetation to drought and prolongs the response time-scales. Therefore, the identification of the dominant timescales at which drought mostly impact land biomes is projected to assist assessing the stability of terrestrial ecosystem and thus support drought mitigation to reduce land degradation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21008116"
  },
  {
    "title": "Energy Consumption and Greenhouse Gas Emissions Resulting From Tourism Travel in an Alpine Setting",
    "authors": [
      "Rainer Unger,",
      "Bruno Abegg,",
      "Markus Mailer,",
      "Paul Stampfl"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-16-00058.1",
    "journalVolume": "Vol. 36,\n                                no. 4\n                                \n                                  pp.\n                                  475\n                                  – 483",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "Tourism—with its social, economic, and ecological dimensions—can be an important driver of sustainable development of alpine communities. Tourism is essential for local people's incomes and livelihoods, but it can also have a major impact on the local environment, landscape aesthetics, and (mainly through tourist transport) global climate change. A project currently underway is developing the Austrian mountain municipality of Alpbach into a role model for competitive and sustainable year-round alpine tourism using an integrated and spatially explicit approach that considers energy demand and supply related to housing, infrastructure, and traffic in the settlement and the skiing area. As the first outcome of the project, this article focuses on the development of the Model of Alpine Tourism and Transportation, a geographic information system–based tool for calculating, in detail, energy consumption and greenhouse gas emissions resulting from travel to a single alpine holiday destination. Analysis results show that it is crucial to incorporate both direct and indirect energy use and emissions as each contributes significantly to the climate impact of travel. The study fills a research gap in carbon impact appraisal studies of tourism transport in the context of alpine tourism at the destination level. Our findings will serve as a baseline for the development of comprehensive policies and agendas promoting the transformation toward sustainable alpine tourism.",
    "readLink": "http://www.bioone.org/doi/full/10.1659/MRD-JOURNAL-D-16-00058.1"
  },
  {
    "title": "Inter-comparison of statistical downscaling methods for projection of extreme precipitation in Europe",
    "authors": [
      "M. A. Sunyer,",
      "Y. Hundecha,",
      "D. Lawrence,",
      "H. Madsen,",
      "P. Willems,",
      "M. Martinkova,",
      "K. Vormoor,",
      "G. Bürger,",
      "M. Hanel,",
      "J. Kriaučiūnienė,",
      "A. Loukas,",
      "M. Osuch,",
      "I. Yücel"
    ],
    "doi": "https://doi.org/10.5194/hess-19-1827-2015",
    "journalVolume": "Vol. 19,\n                                no. 4\n                                \n                                  pp.\n                                  1827\n                                  – 1847",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Information on extreme precipitation for future climate is needed to assess the changes in the frequency and intensity of flooding. The primary source of information in climate change impact studies is climate model projections. However, due to the coarse resolution and biases of these models, they cannot be directly used in hydrological models. Hence, statistical downscaling is necessary to address climate change impacts at the catchment scale. This study compares eight statistical downscaling methods (SDMs) often used in climate change impact studies. Four methods are based on change factors (CFs), three are bias correction (BC) methods, and one is a perfect prognosis method. The eight methods are used to downscale precipitation output from 15 regional climate models (RCMs) from the ENSEMBLES project for 11 catchments in Europe. The overall results point to an increase in extreme precipitation in most catchments in both winter and summer. For individual catchments, the downscaled time series tend to agree on the direction of the change but differ in the magnitude. Differences between the SDMs vary between the catchments and depend on the season analysed. Similarly, general conclusions cannot be drawn regarding the differences between CFs and BC methods. The performance of the BC methods during the control period also depends on the catchment, but in most cases they represent an improvement compared to RCM outputs. Analysis of the variance in the ensemble of RCMs and SDMs indicates that at least 30% and up to approximately half of the total variance is derived from the SDMs. This study illustrates the large variability in the expected changes in extreme precipitation and highlights the need for considering an ensemble of both SDMs and climate models. Recommendations are provided for the selection of the most suitable SDMs to include in the analysis.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/19/1827/2015/hess-19-1827-2015.pdf"
  },
  {
    "title": "Refinement of Miocene sea level and monsoon events from the sedimentary archive of the Maldives (Indian Ocean)",
    "authors": [
      "C. Betzler,",
      "G. P. Eberli,",
      "T. Lüdmann,",
      "J. Reolid,",
      "D. Kroon,",
      "J. J. G. Reijmer,",
      "P. K. Swart,",
      "J. Wright,",
      "J. R. Young,",
      "C. Alvarez-Zarikian,",
      "M. Alonso-García,",
      "O. M. Bialik,",
      "C. L. Blättler,",
      "J. A. Guo,",
      "S. Haffen,",
      "S. Horozal,",
      "M. Inoue,",
      "L. Jovane,",
      "L. Lanci,",
      "J. C. Laya,",
      "A. L. Hui Mee,",
      "M. Nakakuni,",
      "B. N. Nath,",
      "K. Niino,",
      "L. M. Petruny,",
      "S. D. Pratiwi,",
      "A. L. Slagle,",
      "C. R. Sloss,",
      "X. Su,",
      "Z. Yao"
    ],
    "doi": "https://doi.org/10.1186/s40645-018-0165-x",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2197-4284 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Science: Geology"
    ],
    "journalUrl": "http://www.progearthplanetsci.com/",
    "abstract": "Abstract International Ocean Discovery Program (IODP) Expedition 359 cored sediments from eight borehole locations in the carbonate platform of the Maldives in the Indian Ocean. The expedition set out to unravel the timing of Neogene climate changes, in particular the evolution of the South Asian monsoon and fluctuations of the sea level. The timing of these changes are assessed by dating resultant sedimentary alterations that mark stratigraphic turning points in the Neogene Maldives platform system. The first four turning points during the early and middle Miocene are related to sea-level changes. These are reliably recorded in the stratigraphy of the carbonate sequences in which sequence boundaries provide the ages of the sea-level lowstand. Phases of aggradational platform growth give precise age brackets of long-term sea-level high stands during the early Miocene and the early to middle Miocene Climate Optimum that is dated here between 17 to 15.1 Ma. The subsequent middle Miocene cooling coincident with the eastern Antarctic ice sheet expansion resulted in a long-term lowering of sea level that is reflected by a progradational platform growth. The change in platform architecture from aggradation to progradation marks this turning point at 15.1 Ma. An abrupt change in sedimentation pattern is recognized across the entire archipelago at a sequence boundary dated as 12.9–13 Ma. At this turning point, the platform sedimentation switched to a current-controlled mode when the monsoon-wind-driven circulation started in the Indian Ocean. The similar age of the onset of drift deposition from monsoon-wind-driven circulation across the entire archipelago indicates an abrupt onset of monsoon winds in the Indian Ocean. Ten unconformities dissect the drift sequences, attesting changes in current strength or direction that are likely caused by the combined product of changes in the monsoon-wind intensity and sea level fluctuations in the last 13 Ma. A major shift in the drift packages is dated with 3.8 Ma that coincides with the end of stepwise platform drowning and a reduction of the oxygen minimum zone in the Inner Sea. The strata of the Maldives platform provides a detailed record of the extrinsic controlling factors on carbonate platform growth through time. This potential of carbonate platforms for dating the Neogene climate and current changes has been exploited in other platforms drilled by the Ocean Drilling Program. For example, Great Bahama Bank, the Queensland Plateau, and the platforms on the Marion Plateau show similar histories with sediment architectures driven by sea level in their early history (early to middle Miocene) replaced by current-driven drowning or partial drowning during their later history (Late Miocene). In all three platform systems, the influence of currents on sedimentations is reported between 11 and 13 Ma.",
    "readLink": "http://link.springer.com/article/10.1186/s40645-018-0165-x"
  },
  {
    "title": "The Waterlogging Process Model in the Paddy Fields of Flat Irrigation Districts",
    "authors": [
      "Yujiang Xiong,",
      "Zhenyang Liu,",
      "Fengli Liu,",
      "Niannian Yuan,",
      "Haolong Fu"
    ],
    "doi": "https://doi.org/10.3390/w13192668",
    "journalVolume": "Vol. 13,\n                                no. 2668\n                                \n                                  p.\n                                  2668",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Flat, low-lying agricultural areas such as irrigation districts in southern China have been increasingly vulnerable to flood inundation disasters because of the increased runoff associated with urbanization and climate change. In this study, we developed a waterlogging process simulation model comprising two parts: runoff generation module and runoff confluence module. An improved tank model and hydrodynamic model based on Saint–Venant equations were adopted in the runoff generation and confluence module, respectively. The results show that the model’s relative error and root mean square error are 2.1% and 0.17 mm/h, and the Nash coefficient of the model is 0.91. The relative error of river level simulation was within 5%, and the Nash coefficient was higher than 0.9. The proposed waterlogging simulation model could be a valuable tool for describing the process of waterlogging generation, accumulation, and confluence in the studied irrigation district or other regions with similar climatic conditions.",
    "readLink": "https://www.mdpi.com/2073-4441/13/19/2668"
  },
  {
    "title": "Climate change and New Zealand’s groundwater resources: A methodology to support adaptation",
    "authors": [
      "Frédérique M. Mourot,",
      "Rogier S. Westerhoff,",
      "Paul A. White,",
      "Stewart G. Cameron"
    ],
    "doi": "Vol. 40\n                                \n                                \n                                  p.\n                                  101053",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Hawke’s Bay and Otago regions, North and South Islands, New Zealand (NZ). Study focus: Evidence that climate change affects groundwater is emerging, but a complete understanding of the processes and impacts on the resources remains limited in most countries, including NZ. This paper presents a methodology to explore the potential effects of climate change on groundwater for an envelope of future climate scenarios (i.e., low and high greenhouse gas emissions; mid- and end-century). The methodology uses national and sub-national datasets and models and is applied to two case studies (Hawke’s Bay and Otago). Its structure allows for future implementation in other NZ regions. New hydrological insights for the region: Results are provided as projected changes in precipitation minus evapotranspiration, rainfall recharge to groundwater (RR) and water table elevation. General water quantity reductions are projected for Hawke's Bay (e.g., RR reduced by up to −1.5 mm/d), and more limited and variable changes for Otago (e.g., RR varying between +/- 0.4 mm/d).We then present a discussion about furthering the science of climate change effects on groundwater, characterisation of climate change uncertainty and unique effects, and adaptation in the NZ context. We anticipate that our results, despite limitations and uncertainty, can enable adaptation actions without delay. We recommend integrated and adaptive approaches, including action effectiveness monitoring and community engagement, to develop resilience to climate change threats.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581822000660"
  },
  {
    "title": "Avoided population exposure to extreme heat under two scenarios of global carbon neutrality by 2050 and 2060",
    "authors": [
      "Yadong Lei,",
      "Zhili Wang,",
      "Xiaoye Zhang,",
      "Huizheng Che,",
      "Xu Yue,",
      "Chenguang Tian,",
      "Junting Zhong,",
      "Lifeng Guo,",
      "Lei Li,",
      "Hao Zhou"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac8e1b",
    "journalVolume": "Vol. 17,\n                                no. 9\n                                \n                                  p.\n                                  094041",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "To mitigate global warming and the resulting climate risk, many countries have accelerated the optimization of industrial structures and mixture of energy type in an attempt to achieve carbon neutrality by the second half of the 21st century. Here, we present the first assessment of the quantitative benefits of population exposure to extreme heat (defined by the heat index) during 2040–2049 under two scenarios of global carbon neutrality by 2060 and 2050, i.e. moderate green (MODGREEN) and strong green (STRGREEN) recovery scenarios, relative to the baseline scenario of Shared Socioeconomic Pathway (SSP) 2–4.5. Global mean extreme heat days increase by 12.1 d yr ^−1 (108%) during 2040–2049 under the SSP2-4.5 scenario relative to the historical period (1995–2014). The aggravating extreme heat events could be mitigated by as much as 12% and 18% during 2040–2049 under the MODGREEN and STRGREEN scenarios, respectively. Following the changes in extreme heat days, global population exposure to extreme heat is mitigated by 27.3 billion person-days (7%) in the MODGREEN scenario and 39.9 billion person-days (11%) in the STRGREEN scenario during 2040–2049 relative to the SSP2-4.5 scenario. Such benefits from these low-carbon policies are larger in regional hotspots, including India and Northern Africa, which have experienced high population growth and have extremely limited medical infrastructure. Moreover, an early carbon neutrality (2050 vs 2060) could avoid 12.6 billion person-days exposure to extreme heat during 2040–2049. Our results provide an important scientific support for governments to drive early policymaking for climate change mitigation.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac8e1b"
  }
]