[
  {
    "title": "Management of Multiple Ecosystem Services under Climate Change, Bioeconomy and Participation",
    "authors": [
      "Emin  Zeki Baskent,",
      "José  Guilherme Borges,",
      "Harald Vacik,",
      "Keith  M. Reynolds,",
      "Luiz  Carlos E. Rodriguez"
    ],
    "doi": "https://doi.org/10.3390/f12010104",
    "journalVolume": "Vol. 12,\n                                no. 104\n                                \n                                  p.\n                                  104",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The Special Issue “Decision Support to Address Multiple Ecosystem Services in Forest Management Planning” includes nine research papers, two review papers, and a white paper presenting highlights of focused research initiatives. The papers provide a comprehensive framework for the analysis and review of advanced Decision Support Systems (DSS), which are multi-criteria decision approaches. Their emphasis is on how these methods and tools may contribute to address the multi-functionality of forests, to support scenario and trade-off analysis of ecosystem services, and to represent interests and behavior of various stakeholders. In the context of forest ecosystem management, a need has arisen to consider various dimensions in the design of the planning process. This calls for the development of appropriate mixes of decision making tools and methods and for its testing with the support of case studies. In this Special Issue, comments on, and implications of, the improvement of innovative decision methods and systems to address the provision of a wide range of ecosystem services and support scenario analysis with the active involvement of stakeholders are presented.",
    "readLink": "https://www.mdpi.com/1999-4907/12/1/104"
  },
  {
    "title": "An Analysis of (Sub-)Hourly Rainfall in Convection-Permitting Climate Simulations Over Southern Sweden From a User’s Perspective",
    "authors": [
      "Jonas Olsson,",
      "Yiheng Du,",
      "Dong An,",
      "Cintia B. Uvo,",
      "Johanna Sörensen,",
      "Erika Toivonen,",
      "Danijel Belušić,",
      "Andreas Dobler"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.681312",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "To date, the assessment of hydrological climate change impacts, not least on pluvial flooding, has been severely limited by i) the insufficient spatial resolution of regional climate models (RCMs) as well as ii) the simplified description of key processes, e.g., convective rainfall generation. Therefore, expectations have been high on the recent generation of high-resolution convection-permitting regional climate models (CPRCMs), to reproduce the small-scale features of observed (extreme) rainfall that are driving small-scale hydrological hazards. Are they living up to these expectations? In this study, we zoom in on southern Sweden and investigate to which extent two climate models, a 3-km resolution CPRCM (HCLIM3) and a 12-km non-convection permitting RCM (HCLIM12), are able to reproduce the rainfall climate with focus on short-duration extremes. We use three types of evaluation–intensity-based, time-based and event-based–which have been designed to provide an added value to users of high-intensity rainfall information, as compared with the ways climate models are generally evaluated. In particular, in the event-based evaluation we explore the prospect of bringing climate model evaluation closer to the user by investigating whether the models are able to reproduce a well-known historical high-intensity rainfall event in the city of Malmö 2014. The results very clearly point at a substantially reduced bias in HCLIM3 as compared with HCLIM12, especially for short-duration extremes, as well as an overall better reproduction of the diurnal cycles. Furthermore, the HCLIM3 model proved able to generate events similar to the one in Malmö 2014. The results imply that CPRCMs offer a clear potential for increased confidence in future projections of small-scale hydrological climate change impacts, which is crucial for climate-proofing, e.g., our cities, as well as climate modeling in general.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.681312/full"
  },
  {
    "title": "Lower oceanic <i>δ</i><sup>13</sup>C during the last interglacial period compared to the Holocene",
    "authors": [
      "S. A. Bengtson,",
      "S. A. Bengtson,",
      "L. C. Menviel,",
      "K. J. Meissner,",
      "K. J. Meissner,",
      "L. Missiaen,",
      "C. D. Peterson,",
      "L. E. Lisiecki,",
      "F. Joos,",
      "F. Joos"
    ],
    "doi": "https://doi.org/10.5194/cp-17-507-2021",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  507\n                                  – 528",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "The last time in Earth's history when high latitudes were warmer than during pre-industrial times was the last interglacial period (LIG, 129–116 ka BP). Since the LIG is the most recent and best documented interglacial, it can provide insights into climate processes in a warmer world. However, some key features of the LIG are not well constrained, notably the oceanic circulation and the global carbon cycle. Here, we use a new database of LIG benthic δ13C to investigate these two aspects. We find that the oceanic mean δ13C was ∼  0.2 ‰ lower during the LIG (here defined as 125–120 ka BP) when compared to the Holocene (7–2 ka BP). A lower terrestrial carbon content at the LIG than during the Holocene could have led to both lower oceanic δ13C and atmospheric δ13CO2 as observed in paleo-records. However, given the multi-millennial timescale, the lower oceanic δ13C most likely reflects a long-term imbalance between weathering and burial of carbon. The δ13C distribution in the Atlantic Ocean suggests no significant difference in the latitudinal and depth extent of North Atlantic Deep Water (NADW) between the LIG and the Holocene. Furthermore, the data suggest that the multi-millennial mean NADW transport was similar between these two time periods.",
    "readLink": "https://cp.copernicus.org/articles/17/507/2021/cp-17-507-2021.pdf"
  },
  {
    "title": "Biogeography Meets Niche Modeling: Inferring the Role of Deep Time Climate Change When Data Is Limited",
    "authors": [
      "Victoria Culshaw,",
      "Victoria Culshaw,",
      "Mario Mairal,",
      "Isabel Sanmartín"
    ],
    "doi": "https://doi.org/10.3389/fevo.2021.662092",
    "journalVolume": "Vol. 9",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Geographic range shifts are one major organism response to climate change, especially if the rate of climate change is higher than that of species adaptation. Ecological niche models (ENM) and biogeographic inferences are often used in estimating the effects of climatic oscillations on species range dynamics. ENMs can be used to track climatic suitable areas over time, but have often been limited to shallow timescales; biogeographic inference can reach greater evolutionary depth, but often lacks spatial resolution. Here, we present a simple approach that treats them as independent and complementary sources of evidence, which, when used in partnership, can be employed to reconstruct geographic range shifts over deep evolutionary timescales. For testing this, we chose two extreme African disjunctions: Camptoloma (Scrophulariaceae) and Canarina (Campanulaceae), each comprising of three species disjunctly distributed in Macaronesia and eastern/southern Africa. Using inferred ancestral ranges in tandem with preindustrial and paleoclimate ENM hindcastings, we show that the disjunct pattern was the result of fragmentation and extinction events linked to Neogene aridification cycles. Our results highlight the importance of considering temporal resolution when building ENMs for rare endemics with small population sizes and restricted climatic tolerances such as Camptoloma, for which models built on averaged monthly variables were more informative than those based on annual bioclimatic variables. Additionally, we show that biogeographic information can be used as truncation threshold criteria for building ENMs in the distant past. Our approach is suitable when there is sparse sampling on species occurrences and associated patterns of genetic variation, such as in the case of ancient endemics with widely disjunct distributions as a result of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2021.662092/full"
  },
  {
    "title": "Remote Sensing-Informed Zonation for Understanding Snow, Plant and Soil Moisture Dynamics within a Mountain Ecosystem",
    "authors": [
      "Jashvina Devadoss,",
      "Nicola Falco,",
      "Baptiste Dafflon,",
      "Yuxin Wu,",
      "Maya Franklin,",
      "Anna Hermes,",
      "Eve-Lyn  S. Hinckley,",
      "Haruko Wainwright"
    ],
    "doi": "https://doi.org/10.3390/rs12172733",
    "journalVolume": "Vol. 12,\n                                no. 2733\n                                \n                                  p.\n                                  2733",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In the headwater catchments of the Rocky Mountains, plant productivity and its dynamics are largely dependent upon water availability, which is influenced by changing snowmelt dynamics associated with climate change. Understanding and quantifying the interactions between snow, plants and soil moisture is challenging, since these interactions are highly heterogeneous in mountainous terrain, particularly as they are influenced by microtopography within a hillslope. Recent advances in satellite remote sensing have created an opportunity for monitoring snow and plant dynamics at high spatiotemporal resolutions that can capture microtopographic effects. In this study, we investigate the relationships among topography, snowmelt, soil moisture and plant dynamics in the East River watershed, Crested Butte, Colorado, based on a time series of 3-meter resolution PlanetScope normalized difference vegetation index (NDVI) images. To make use of a large volume of high-resolution time-lapse images (17 images total), we use unsupervised machine learning methods to reduce the dimensionality of the time lapse images by identifying spatial zones that have characteristic NDVI time series. We hypothesize that each zone represents a set of similar snowmelt and plant dynamics that differ from other identified zones and that these zones are associated with key topographic features, plant species and soil moisture. We compare different distance measures (Ward and complete linkage) to understand the effects of their influence on the zonation map. Results show that the identified zones are associated with particular microtopographic features; highly productive zones are associated with low slopes and high topographic wetness index, in contrast with zones of low productivity, which are associated with high slopes and low topographic wetness index. The zones also correspond to particular plant species distributions; higher forb coverage is associated with zones characterized by higher peak productivity combined with rapid senescence in low moisture conditions, while higher sagebrush coverage is associated with low productivity and similar senescence patterns between high and low moisture conditions. In addition, soil moisture probe and sensor data confirm that each zone has a unique soil moisture distribution. This cluster-based analysis can tractably analyze high-resolution time-lapse images to examine plant-soil-snow interactions, guide sampling and sensor placements and identify areas likely vulnerable to ecological change in the future.",
    "readLink": "https://www.mdpi.com/2072-4292/12/17/2733"
  },
  {
    "title": "Soil Fertility Assessment of an High Natural Value Eligible Area in South-Eastern Transylvania",
    "authors": [
      "Dumitrașcu Monica,",
      "Lungu Mihaela,",
      "Ștefănescu Sorin Liviu,",
      "Mocanu Victoria,",
      "Matei Gabi Mirela,",
      "Lazăr Rodica"
    ],
    "doi": "https://doi.org/10.2478/pesd-2019-0005",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  57\n                                  – 67",
    "issn": "2284-7820 (Online)",
    "publisher": "Alexandru Ioan Cuza University Press, Iasi, Romania",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.pesd.ro/",
    "abstract": "As low-input environmentally friendly agricultural practices are currently associated with the delivery of a wide range of public goods and socioeconomic benefits, the strategy of European Union in mitigating climate change effects, protecting environment and ensuring public health has, among others, focused around preserving the High Natural Value (HNV) areas. About a quarter of the land in Romania is potentially covered by HNV farming and eligible for associated support payments, mostly along the chain of the Carpathian Mountains. Since soil systematic data on HNV area are scarce, recent research developments currently undertake to build up a first national HNV soil data base.",
    "readLink": "http://www.degruyter.com/view/j/pesd.2019.13.issue-1/pesd-2019-0005/pesd-2019-0005.xml?format=INT"
  },
  {
    "title": "Research on the Evaluation of Green Technology Renovation Measurement for Multi-Storey Houses in Severe Cold Regions Based on Entropy-Weight-TOPSIS",
    "authors": [
      "Anqi Wang,",
      "Yanhua An,",
      "Shuhua Yu"
    ],
    "doi": "https://doi.org/10.3390/su15129815",
    "journalVolume": "Vol. 15,\n                                no. 9815\n                                \n                                  p.\n                                  9815",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In the context of global warming and the energy crisis, a large amount of energy consumed by the construction industry has a negative impact on climate change. Green retrofitting for older multi-story houses can significantly reduce energy consumption and pollutant gas emissions. However, a comprehensive evaluation method is needed to select suitable retrofitting methods. This paper established a green renovation evaluation system, including five dimensions from the green concept, and 16 evaluation indexes. Making an old multi-story house in Shenyang the research object, 16 transformation plans were generated through orthogonal experiments. The total weights of each index were derived through entropy weighting and expert scoring, and then the best retrofit solution was selected using the improved TOPSIS method. The best retrofit solution was evaluated to reduce energy consumption by 3016.4 kWh/m2 and pollutant gas emissions by 3934.3 tons over the remaining 35 years of its life cycle while generating an economic benefit of approximately 1.58 million yuan. These study results show that the retrofitting of external walls significantly affects the building’s energy consumption; exterior windows present the most negligible impact. The photovoltaic facilities provide significant energy savings.",
    "readLink": "https://www.mdpi.com/2071-1050/15/12/9815"
  },
  {
    "title": "Applicability evaluation of multiple sets of soil moisture data on the tibetan plateau",
    "authors": [
      "Xuefeng Dong,",
      "Xuefeng Dong,",
      "Xin Lai,",
      "Yingsi Wang,",
      "Wei Dong,",
      "Jun Zhu,",
      "Li Dong,",
      "Sixian Cen"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.872413",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Based on the in situ data of the soil moisture-observation networks established at Maqu, Naqu, Ali, and Shiquanhe (Sq) on the Tibetan Plateau (TP), and using five evaluation indices [Pearson correlation coefficient (R), root mean square error (RMSE), mean deviation (bias), standard deviation ratio (SDV), and unbiased RMSE (ubRMSE)], the applicability of soil moisture datasets [COMBINED, ACTIVE, PASSIVE, ERA5, ERA5-Land (LAND), ERA-Interim (INTERIM), CLSM, and NOAH] was comprehensively evaluated. The results showed that, at the observation-network scale, ACTIVE exhibited the best applicability in Maqu (R = 0.704, ubRMSE = 0.040 m3/m3), COMBINED performed best in Naqu (R = 0.803, bias = 0.016 m3/m3), LAND displayed the best consistency with observations in Ali (R = 0.734, bias = −0.035 m3/m3), and ERA5 not only showed the best performance in Sq (R = 0.793, bias = −0.037 m3/m3) but also exhibited good results in the other three observation networks (R > 0.6). In a smaller-scale evaluation in Maqu, ACTIVE performed best, followed by ERA5. The COMBINED and PASSIVE products had serious gaps in Ali and Sq, and had the worst applicability in the western TP. In conclusion, considering the correlation results and temporal and spatial continuities, ERA5 is the most suitable soil moisture dataset for the TP.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.872413/full"
  },
  {
    "title": "Soybean yield in future climate scenarios for the state of Rio Grande do Sul, Brazil",
    "authors": [
      "Jossana Ceolin Cera,",
      "Nereu Augusto Streck,",
      "Cesar Augusto Jarutais Fensterseifer,",
      "Simone Erotildes Teleginski Ferraz,",
      "Kelin Pribs Bexaira,",
      "Waleska Bolzon Silveira,",
      "Ânthony Paz Cardoso"
    ],
    "doi": "https://doi.org/10.1590/s0100-204x2017000600002",
    "journalVolume": "Vol. 52,\n                                no. 6\n                                \n                                  pp.\n                                  380\n                                  – 392",
    "issn": "0100-204X (Print)",
    "publisher": "1678-3921 (Online)",
    "countryOfPublisher": "Embrapa Informação Tecnológica",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?pid=0100-204X&script=sci_serial",
    "abstract": "Abstract: The objective of this work was to estimate the yield potential and the water-limited yield of soybean (Glycine max) in the state of Rio Grande do Sul, Brazil, in two future climate scenarios, SRES A1B and RCP4.5, using the SoySim and Cropgro-Soybean simulation models. In both models, three maturity groups (4.8, 5.5, and 6.0) and six sowing dates (09/01, 10/01, 11/01, 12/01, 01/01, and 02/01) were considered in the SRES A1B-CMIP3 and RCP4.5-CMIP5 scenarios. The analyzed variable was grain yield at 13% moisture (Mg ha-1). Soybean yield potential in Rio Grande do Sul should increase up to the end of the 21st century, according to both scenarios. Water-limited yield of soybean also increases up to the end of the 21st century, by the SRES A1B-CMIP3 scenario; however, it will decrease in future periods, by the RCP4.5-CMIP5 scenario because of limited soil water.",
    "readLink": "http://www.scielo.br/pdf/pab/v52n6/1678-3921-pab-52-06-00380.pdf"
  },
  {
    "title": "Forest cover change in Onigambari reserve, Ibadan, Nigeria: Application of vegetation index and Markov chain techniques",
    "authors": [
      "Alabi Khadijat,",
      "Tobore Anthony,",
      "Oyerinde Ganiyu,",
      "Senjobi Bolarinwa"
    ],
    "doi": "Vol. 24,\n                                no. 3\n                                \n                                  pp.\n                                  983\n                                  – 990",
    "issn": "1110-9823 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Egypt",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://www.journals.elsevier.com/the-egyptian-journal-of-remote-sensing-and-space-sciences/",
    "abstract": "Forest cover change (FCC) varies globally and is thus considered as one of the drivers of climate change. The present study identified the pattern of the FCC for the years 2010 and 2020 using vegetation index and Markov chain techniques. The Markov chain (MC) was utilized to predict the forest cover map for the year 2030. The vegetation index of Landsat 7 Enhanced thematic mapper plus (ETM+) and Landsat 8 Operational land images (OLI) were employed to assess the forest cover loss for the years 2010 and 2020. The validation result shows that the accuracy of the predicted forest cover map is more than 75 percent (%). The prediction result shows that if the current human activities continue such as deforestation, the forest cover will continue to be endangered and thus leading to a decrease in dense forest, plantation, and sparse vegetation by 20.9%, 16.1%, and 20% respectively. Hence, there is an urgent need to integrate bottom-up and participatory approaches between agriculture activities and forestry for socioeconomic development. This study will ensure sustainable forest management by assisting society, government and stakeholders.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1110982321000557"
  }
]