[
  {
    "title": "Tropical Trees Will Need to Acclimate to Rising Temperatures—But Can They?",
    "authors": [
      "Kenneth J. Feeley,",
      "Manuel Bernal-Escobar,",
      "Riley Fortier,",
      "Alyssa T. Kullberg"
    ],
    "doi": "https://doi.org/10.3390/plants12173142",
    "journalVolume": "Vol. 12,\n                                no. 3142\n                                \n                                  p.\n                                  3142",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "For tropical forests to survive anthropogenic global warming, trees will need to avoid rising temperatures through range shifts and “species migrations” or tolerate the newly emerging conditions through adaptation and/or acclimation. In this literature review, we synthesize the available knowledge to show that although many tropical tree species are shifting their distributions to higher, cooler elevations, the rates of these migrations are too slow to offset ongoing changes in temperatures, especially in lowland tropical rainforests where thermal gradients are shallow or nonexistent. We also show that the rapidity and severity of global warming make it unlikely that tropical tree species can adapt (with some possible exceptions). We argue that the best hope for tropical tree species to avoid becoming “committed to extinction” is individual-level acclimation. Although several new methods are being used to test for acclimation, we unfortunately still do not know if tropical tree species can acclimate, how acclimation abilities vary between species, or what factors may prevent or facilitate acclimation. Until all of these questions are answered, our ability to predict the fate of tropical species and tropical forests—and the many services that they provide to humanity—remains critically impaired.",
    "readLink": "https://www.mdpi.com/2223-7747/12/17/3142"
  },
  {
    "title": "Ten new insights in climate science 2020 – a horizon scan",
    "authors": [
      "Erik Pihl,",
      "Eva Alfredsson,",
      "Magnus Bengtsson,",
      "Kathryn J. Bowen,",
      "Vanesa Cástan Broto,",
      "Kuei Tien Chou,",
      "Helen Cleugh,",
      "Kristie Ebi,",
      "Clea M. Edwards,",
      "Eleanor Fisher,",
      "Pierre Friedlingstein,",
      "Alex Godoy-Faúndez,",
      "Mukesh Gupta,",
      "Alexandra R. Harrington,",
      "Katie Hayes,",
      "Bronwyn M. Hayward,",
      "Sophie R. Hebden,",
      "Thomas Hickmann,",
      "Gustaf Hugelius,",
      "Tatiana Ilyina,",
      "Robert B. Jackson,",
      "Trevor F. Keenan,",
      "Ria A. Lambino,",
      "Sebastian Leuzinger,",
      "Mikael Malmaeus,",
      "Robert I. McDonald,",
      "Celia McMichael,",
      "Clark A. Miller,",
      "Matteo Muratori,",
      "Nidhi Nagabhatla,",
      "Harini Nagendra,",
      "Cristian Passarello,",
      "Josep Penuelas,",
      "Julia Pongratz,",
      "Johan Rockström,",
      "Patricia Romero-Lankao,",
      "Joyashree Roy,",
      "Adam A. Scaife,",
      "Peter Schlosser,",
      "Edward Schuur,",
      "Michelle Scobie,",
      "Steven C. Sherwood,",
      "Giles B. Sioen,",
      "Jakob Skovgaard,",
      "Edgardo A. Sobenes Obregon,",
      "Sebastian Sonntag,",
      "Joachim H. Spangenberg,",
      "Otto Spijkers,",
      "Leena Srivastava,",
      "Detlef B. Stammer,",
      "Pedro H. C. Torres,",
      "Merritt R. Turetsky,",
      "Anna M. Ukkola,",
      "Detlef P. van Vuuren,",
      "Christina Voigt,",
      "Chadia Wannous,",
      "Mark D. Zelinka"
    ],
    "doi": "https://doi.org/10.1017/sus.2021.2",
    "journalVolume": "Vol. 4",
    "issn": "2059-4798 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/global-sustainability",
    "abstract": "Non-technical summary We summarize some of the past year's most important findings within climate change-related research. New research has improved our understanding of Earth's sensitivity to carbon dioxide, finds that permafrost thaw could release more carbon emissions than expected and that the uptake of carbon in tropical ecosystems is weakening. Adverse impacts on human society include increasing water shortages and impacts on mental health. Options for solutions emerge from rethinking economic models, rights-based litigation, strengthened governance systems and a new social contract. The disruption caused by COVID-19 could be seized as an opportunity for positive change, directing economic stimulus towards sustainable investments. Technical summary A synthesis is made of ten fields within climate science where there have been significant advances since mid-2019, through an expert elicitation process with broad disciplinary scope. Findings include: (1) a better understanding of equilibrium climate sensitivity; (2) abrupt thaw as an accelerator of carbon release from permafrost; (3) changes to global and regional land carbon sinks; (4) impacts of climate change on water crises, including equity perspectives; (5) adverse effects on mental health from climate change; (6) immediate effects on climate of the COVID-19 pandemic and requirements for recovery packages to deliver on the Paris Agreement; (7) suggested long-term changes to governance and a social contract to address climate change, learning from the current pandemic, (8) updated positive cost–benefit ratio and new perspectives on the potential for green growth in the short- and long-term perspective; (9) urban electrification as a strategy to move towards low-carbon energy systems and (10) rights-based litigation as an increasingly important method to address climate change, with recent clarifications on the legal standing and representation of future generations. Social media summary Stronger permafrost thaw, COVID-19 effects and growing mental health impacts among highlights of latest climate science.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2059479821000028/type/journal_article"
  },
  {
    "title": "Development of a Distributed Hydrologic Model for a Region with Fragipan Soils to Study Impacts of Climate on Soil Moisture: A Case Study on the Obion River Watershed in West Tennessee",
    "authors": [
      "Seyed Ghaneeizad,",
      "Athanasios  (Thanos) Papanicolaou,",
      "Benjamin Abban,",
      "Christopher Wilson,",
      "Christos Giannopoulos,",
      "Dayton Lambert,",
      "Forbes Walker,",
      "Shawn Hawkins"
    ],
    "doi": "https://doi.org/10.3390/geosciences8100364",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  364",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "Previous land surface modeling efforts to predict and understand water budgets in the U.S. Southeast for soil water management have struggled to characterize parts of the region due to an extensive presence of fragipan soils for which current calibration approaches are not adept at handling. This study presents a physically based approach for calibrating fragipan-dominated regions based on the “effective” soil moisture capacity concept, which accounts for the dynamic perched saturation zone effects created by the low hydraulic capacities of the fragipan layers. The approach is applied to the Variable Infiltration Capacity model to develop a hydrologic model of the Obion River Watershed (ORW), TN, which has extensive fragipan coverage. Model calibration was performed using observed streamflow data, as well as evapotranspiration and soil moisture data, to ensure correct partitioning of surface and subsurface fluxes. Estimated Nash-Sutcliffe coefficients for the various sub-drainage areas within ORW were all greater than 0.65, indicating good model performance. The model results suggest that ORW has a high responsivity and high resilience. Despite forecasted temperature increases, the simulation results suggest that water budget trends in the ORW are unlikely to change significantly in the near future up to 2050 due to sufficient precipitation amounts.",
    "readLink": "http://www.mdpi.com/2076-3263/8/10/364"
  },
  {
    "title": "Changes in concurrent precipitation and temperature extremes over the Asian monsoon region: observation and projection",
    "authors": [
      "Lianlian Xu,",
      "Tuantuan Zhang,",
      "Wei Yu,",
      "Song Yang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acbfd0",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  p.\n                                  044021",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Concurrent precipitation and temperature extremes exert amplified impacts on the ecosystems and human society; however, they have not been well documented over the Asian monsoon region with dense population and agricultures. In this study, the spatiotemporal variations of four concurrent extreme modes (cold/dry, cold/wet, warm/dry, and warm/wet) are detected based on observations and model projections. From 1961 to 2014, the ‘dry’ modes manifest large values at high latitudes, while the ‘wet’ modes occur frequently in tropical regions. Based on the linear congruency, the trends of the four modes are largely determined by extreme temperature. Furthermore, the interaction between extreme precipitation and extreme temperature (IEPET) facilitates the trends of the dry modes, and inhibits the trends of the wet modes. Three modeling datasets (CMIP6, NEX-GDDP-CMIP6, and BCSD_CMIP6) are employed to project future changes in the occurrences of four concurrent modes. The BCSD_CMIP6, generated by statistical downscaling of the CMIP6 simulations, stands out in simulating the observed features of extreme precipitation and extreme temperature over the Asian monsoon region. Extreme temperature is also identified as the main driver in the future trends of the four modes, while the IEPET is not conducive to the decreasing trend of the cold/dry mode, implying that the IEPET would change under global warming. The warm/wet mode manifests the largest change among the four compound extremes from 1995 to 2014 and two projected periods (2046–2065 and 2080–2099) relative to 1961–1980. On the annual timescale, the change magnitudes over Southeast Asia, South Asia, the Tibetan Plateau, and Eastern Central Asia are relatively larger than in the other sub-regions during historical and future periods, which are quantified as the hotspots of the warm/wet mode. On the seasonal timescale, the future hotspots will change relative to the historical period. Our findings are critical for formulating adaptation strategies to cope with the adverse effects of compound extremes.",
    "readLink": "https://doi.org/10.1088/1748-9326/acbfd0"
  },
  {
    "title": "Solastalgic Landscapes: Prospects of Relocation in Coastal Louisiana",
    "authors": [
      "Jessica R. Z. Simms"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2021.578724",
    "journalVolume": "Vol. 9",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Globally, rapid and slow-onset socio-environmental coastal disasters are prompting people to consider migrating inland. Climate change is exacerbating these disasters and the multi-faceted causal contributing factors, including land loss, livelihood shifts, and disintegration of social networks. Familiar with ongoing disruptive displacements, coastal Louisiana residents are now increasingly compelled to consider permanent relocation as a form of climate adaptation. This paper elicits and analyzes coastal Louisiana residents’ perceptions of socio-environmental changes as they pertain to relocation as adaptation and the precariousness of place, both biophysically and culturally. It investigates how these external mechanisms affect relocation decisions, and empirically expand on how these decision-making processes are affecting residents internally as well. Research methods include semi-structured interviews with coastal Louisiana residents, participant observation, and document analysis. The paper integrates literature on environmental migration, including climate-driven; regional studies on Louisiana, and disasters, with empirical, interview-based research. It is guided by theoretical insights from the construct “solastalgia,” the feeling of distress associated with environmental change close to one’s home. The findings suggest that residents’ migration decisions are always context-dependent and location-specific, contributing to a broader understanding of coastal residents’ experiences of staying or going.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2021.578724/full"
  },
  {
    "title": "The effects on Amazon floodplains of the dynamics between the water and land",
    "authors": [
      "Sandra Helena Silva,",
      "Sandra Nascimento Noda"
    ],
    "doi": "https://doi.org/10.4136/ambi-agua.1805",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  377\n                                  – 386",
    "issn": "1980-993X (Online)",
    "publisher": "Instituto de Pesquisas Ambientais em Bacias Hidrográficas (IPABHi)",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.scielo.br/ambiagua",
    "abstract": "Waters and lands in the Amazon, especially near the Solimões/Amazonas Rivers, are very dynamic, recreating the landscapes along the rivers’ paths. The waters transport and deposit eroded materials, causing changes in the lifestyles of the meadow’s residents. In addition to this, there are the recent climatic changes caused by the El Niño phenomenon, intensifying the meadows’ transformations. This research explored the quantitative and qualitative values of knowledge of local people in order to understand the environment in which they live. With an understanding of the islands’ environmental system and the perceptions of seventeen female farmers of the amazon meadow, coupled with appropriate theory and methods, it was possible to explore and execute this research. Valha-me-Deus and Chaves, both in the county of Jurupis, PA, were the islands chosen for the study. The goal of the study was to characterize the dynamics of the waters and lands of the Amazon River together with the re-creation of the river islands and the effects of climate change over the floodplains. The data show meaningful changes in the studied environmental systems, resulting in irreversible losses in the cultivation of food crops such as papaya, cocoa, manioc and bananas, especially after the intense river flooding of 2009.",
    "readLink": "http://dx.doi.org/10.4136/ambi-agua.1805"
  },
  {
    "title": "Energy Management, Sustainability, and Ethics: An Islamic Perspective",
    "authors": [
      "Mohammad Khalil Elahee"
    ],
    "doi": "https://doi.org/10.35632/ajis.v31i4.281",
    "journalVolume": "Vol. 31,\n                                no. 4",
    "issn": "2690-3733 (Print)",
    "publisher": "2690-3741 (Online)",
    "countryOfPublisher": "International Institute of Islamic Thought",
    "lcc": [
      "United States",
      "Philosophy. Psychology. Religion: Islam. Bahai Faith. Theosophy, etc.: Islam"
    ],
    "journalUrl": "https://www.ajis.org/index.php/ajiss/index",
    "abstract": "The challenge of global climate change requires a radical change in our understanding of environmental issues, for its causes are linked to our dominant development model and its impact is significant at the grassroots level. Addressing energy production and consumption remains at the heart of any feasible solution. In this article, I define energy management (EM) as a systemic and systematic endeavor to optimize energy use through engineering and management tools in order to achieve political, economic, and environmental objectives. I also discuss what underpins EM’s ethical dimension, focusing on sustainability, and critically analyze the Islamic perspective to elaborate a value-based, universally acceptable, realistically applicable, and objective environmental ethic. By using EM as a vehicle toward sustainability, hence addressing climate change, I evaluate the outcomes of such a radical change in our understanding of environmental issues. I conclude by investigating whether a difference in vision with regard to faith and the hereafter can hinder a common engagement. Evidence is also sought from relevant specialist studies by non-Muslims, in which such Islamic principles as ordering the good and prohibiting the evil, ijmā‘, istiḥsān, istiṣḥāb, or istiṣlāḥhave been implemented to a given extent in all but name.",
    "readLink": "https://www.ajis.org/index.php/ajiss/article/view/281"
  },
  {
    "title": "Short-term heat stress at booting stage inhibited nitrogen remobilization to grain in rice",
    "authors": [
      "Fengxian Zhen,",
      "Yijiang Liu,",
      "Iftikhar Ali,",
      "Bing Liu,",
      "Leilei Liu,",
      "Weixing Cao,",
      "Liang Tang,",
      "Yan Zhu"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100066",
    "issn": "2666-1543 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-agriculture-and-food-research",
    "abstract": "Extreme heat-stress events have become more frequent due to climate change often with devastating effects on rice production. Accumulation and translocation of nitrogen (N) in rice organs is an important process that determines rice yield and quality. To assess the effects of short-term heat stress during booting stage on the accumulation and remobilization of N in rice plant organs, a pot-experiment in phytotron chambers was conducted using two cultivars (Nanjing 41 and Wuyunjing 24) at mean temperatures of 27 °C, 31 °C, 35 °C and 39 °C for 2, 4 and 6 days at booting stage. The results showed that high temperatures of 35 °C and 39 °C for 4 and 6 days significantly increased N concentration in leaves, stems, panicles and grains. Severe heat stress strongly reduced N translocation from leaves and stems into grains, resulting in an increased N distribution in stems and leaves. Moreover, N translocation efficiency of the vegetative parts decreased with increasing heat degree-days (HDD), and when HDD > 21.5 °C d, N translocation efficiency was negative, indicating re-accumulation of N in vegetative organs under severe heat stress. N concentration in leaves was positively associated with photosynthetic rate. Dry matter partitioning index of leaves and stems was positively correlated with their N concentration, whereas grain dry matter partitioning index was negatively correlated with grain N concentration. Heat stress reduced the ratio of grain number to leaf area, thereby reducing the proportion of sink to source. These results suggested that the low N translocation efficiency under heat stress could be due to a decrease in sink capacity. Our findings demonstrate that projected climate warming is likely to induce a significant reduction in N accumulation in rice grains by inhibiting the translocation of N from vegetative organs to grains.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666154320300478"
  },
  {
    "title": "Clinical Ecology—Transforming 21st-Century Medicine with Planetary Health in Mind",
    "authors": [
      "David  H. Nelson,",
      "Susan  L. Prescott,",
      "Alan  C. Logan,",
      "Jeffrey  S. Bland"
    ],
    "doi": "https://doi.org/10.3390/challe10010015",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  15",
    "issn": "2078-1547 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/challenges/",
    "abstract": "Four decades ago, several health movements were sprouting in isolation. In 1980, the environmental group Friends of the Earth expanded the World Health Organization definition of health, reminding citizenry that, “health is a state of complete physical, mental, social and ecological well-being and not merely the absence of disease—personal health involves planetary health„. At the same time, a small group of medical clinicians were voicing the concept of “clinical ecology„—that is, a perspective that sees illness, especially chronic illness, as a response to the total lived experience and the surroundings in which “exposures„ accumulate. In parallel, other groups advanced the concept of holistic medicine. In 1977, the progressive physician-scientist Jonas Salk stated that “we are entering into a new Epoch in which holistic medicine will be the dominant model„. However, only recently have the primary messages of these mostly isolated movements merged into a unified interdisciplinary discourse. The grand, interconnected challenges of our time—an epidemic of non-communicable diseases, global socioeconomic inequalities, biodiversity losses, climate change, disconnect from the natural environment—demands that all of medicine be viewed from an ecological perspective. Aided by advances in ‘omics’ technology, it is increasingly clear that each person maintains complex, biologically-relevant microbial ecosystems, and those ecosystems are, in turn, a product of the lived experiences within larger social, political, and economic ecosystems. Recognizing that 21st-century medicine is, in fact, clinical ecology can help clear an additional path as we attempt to exit the Anthropocene.",
    "readLink": "https://www.mdpi.com/2078-1547/10/1/15"
  },
  {
    "title": "The Political Economy of the Water Footprint: A Cross-National Analysis of Ecologically Unequal Exchange",
    "authors": [
      "Jared B. Fitzgerald,",
      "Daniel Auerbach"
    ],
    "doi": "https://doi.org/10.3390/su8121263",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  1263",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Water scarcity is an important social and ecological issue that is becoming increasingly problematic with the onset of climate change. This study explores the extent to which water resources in developing countries are affected by the vertical flow of exports to high-income countries. In examining this question, the authors engage the sociological theory of ecologically unequal exchange, which argues that high-income countries are able to partially externalize the environmental costs of their consumption to lower-income countries. The authors use a relatively new and underutilized measure of water usage, the water footprint, which quantifies the amount of water used in the entire production process. Ordinary least squares (OLS) and robust regression techniques are employed in the cross-national analysis of 138 countries. The results provide partial support of the propositions of ecologically unequal exchange theory. In particular, the results highlight the importance of structural position in the global economy for understanding the effects of trade on water resources.",
    "readLink": "http://www.mdpi.com/2071-1050/8/12/1263"
  }
]