[
  {
    "title": "The Excessively rainy summer of 2018 In South-Western Romania in the context of Climate Changes.",
    "authors": [
      "I. MARINICĂ,",
      "ANDREEA MARINICĂ"
    ],
    "doi": "https://doi.org/10.24193/RCJ2019_6",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  95\n                                  – 112",
    "issn": "1584-5273 (Print)",
    "publisher": "2069-7694 (Online)",
    "countryOfPublisher": "Casa Cartii de Stiinta Cluj-Napoca",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://riscurisicatastrofe.reviste.ubbcluj.ro",
    "abstract": "The summer of 2018 was warm and extremely rainy. The rainy summer feature is due to the first two months of summer in which the monthly average rainfall (calculated for the whole region) was very high. In June the monthly average monthly rainfall was 162.8 l / m2, and its percentage deviation from normal was 93.4% (almost twice the normal) and in July the average monthly quantities for the whole region was 138.0 l / m2 and its percentage deviation from normal 112.4% (more than twice the normal). The average air temperature average was 21.9°C and its deviation from normal 1.2°C, which shows that the summer was warm. The dry and warm weather, usually in summer in Oltenia, started on 2 June, 1818 and extended throughout autumn, seriously affecting the beginning of the 2018-2019 agricultural year by delaying the establishment of autumn crops. Throughout the summer there were 7 overly rainy intervals, which amounted to over 15 days of rain. Due to synoptic situations, usually unusual summer, which caused torrential rains, the summer of 2018 changed the way to achieve seasonal climatic forecasts at three-month intervals at 4-week intervals. This is still a confirmation of the ongoing climate change across the planet, and summer 2018 will remain in the history of the climate as the one that has changed the seasonal weather forecast reference range. The paper is particularly useful to climate scientists and to all those interested in climate and climate change.",
    "readLink": "http://riscurisicatastrofe.reviste.ubbcluj.ro/Volume/XVIII_Nr_24_1_2019/pdf/6_Marinica_Marinica_95_112.pdf"
  },
  {
    "title": "A framework to assess future water-resource under climate change in northern Morocco using hydro-climatic modelling and water-withdrawal scenarios",
    "authors": [
      "Youness Hrour,",
      "Ophélie Fovet,",
      "Guillaume Lacombe,",
      "Pauline Rousseau-Gueutin,",
      "Karima Sebari,",
      "Pascal Pichelin,",
      "Zahra Thomas"
    ],
    "doi": "Vol. 48\n                                \n                                \n                                  p.\n                                  101465",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The Bas-Loukkos catchment, a Mediterranean catchment in northern Morocco exposed to growing water withdrawal caused mainly by agricultural development. Study focus: For adaptation to climate change, water managers have to consider the high and various uncertainties. To assess impacts of climate change on projected water resources, this study aimed to develop a smart analysis framework to provide scientific information by exploring the complexity of many projections combined with hydrological models. Uncertainties were quantified using 13 pair-wise combinations of 5 regional climate models forced by 4 global climate models under two emissions scenarios (RCP4.5 and RCP8.5), data with and without bias correction (using empirical quantile mapping), and two sets of GR2M hydrological model parameters corresponding to different precipitation conditions. The Budyko hypothesis was used to analyse combined effects of climate change on water resources according to water-withdrawal scenarios. Climate and hydrological projections have been analyzed over three periods: short-term [2020–2040], medium-term [2041–2060] and long-term [2081–2100]. New hydrological insights for the region: Results from all simulations indicate that, in the long term (2081–2100), precipitation and discharge will decrease by ca. 21–38% and ca. 50–71%, respectively, compared to the reference period (1981–2005). Consequently, this decline in water resources will require water management strategies to adapt to the future climatic conditions and water demand.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581823001520"
  },
  {
    "title": "Recent trends in daily rainfall extremes over Montenegro (1951–2010)",
    "authors": [
      "D. Burić,",
      "J. Luković,",
      "B. Bajat,",
      "M. Kilibarda,",
      "N. Živković"
    ],
    "doi": "https://doi.org/10.5194/nhess-15-2069-2015",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  pp.\n                                  2069\n                                  – 2077",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "More intense rainfall may cause a range of negative impacts upon society and the environment. In this study we analysed trends in extreme ETCCDI (Expert Team on Climate Change Detection and Indices) rainfall indices in Montenegro for the period between 1951 and 2010. Montenegro has been poorly studied in terms of rainfall extremes, yet it contains the wettest Mediterranean region known as Krivošije. Several indices of precipitation extremes were assessed including the number of dry days and rainfall totals in order to identify trends and possible changes. A spatial pattern relationship between extreme rainfall indices and the North Atlantic Oscillation has also been examined. The results generally suggest that the number of days with precipitation decreased while rainfall intensity increased, particularly in south-western parts of the country. A slight tendency towards intense rainfall events is suggested. The examined rainfall indices and North Atlantic Oscillation over Montenegro seemed to be directly linked to changes in one of the major large-scale circulation modes such as the NAO pattern that is particularly evident during the winter season.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/15/2069/2015/nhess-15-2069-2015.pdf"
  },
  {
    "title": "Imprint of chaotic ocean variability on transports in the southwestern Pacific at interannual timescales",
    "authors": [
      "S. Cravatte,",
      "G. Serazin,",
      "T. Penduff,",
      "C. Menkes"
    ],
    "doi": "https://doi.org/10.5194/os-17-487-2021",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  487\n                                  – 507",
    "issn": "1812-0784 (Print)",
    "publisher": "1812-0792 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.ocean-science.net/index.html",
    "abstract": "The southwestern Pacific Ocean sits at a bifurcation where southern subtropical waters are redistributed equatorward and poleward by different ocean currents. The processes governing the interannual variability of these currents are not completely understood. This issue is investigated using a probabilistic modeling strategy that allows disentangling the atmospherically forced deterministic ocean variability and the chaotic intrinsic ocean variability. A large ensemble of 50 simulations performed with the same ocean general circulation model (OGCM) driven by the same realistic atmospheric forcing and only differing by a small initial perturbation is analyzed over 1980–2015. Our results show that, in the southwestern Pacific, the interannual variability of the transports is strongly dominated by chaotic ocean variability south of 20∘ S. In the tropics, while the interannual variability of transports and eddy kinetic energy modulation are largely deterministic and explained by the El Niño–Southern Oscillation (ENSO), ocean nonlinear processes still explain 10 % to 20 % of their interannual variance at large scale. Regions of strong chaotic variance generally coincide with regions of high mesoscale activity, suggesting that a spontaneous inverse cascade is at work from the mesoscale toward lower frequencies and larger scales. The spatiotemporal features of the low-frequency oceanic chaotic variability are complex but spatially coherent within certain regions. In the Subtropical Countercurrent area, they appear as interannually varying, zonally elongated alternating current structures, while in the EAC (East Australian Current) region, they are eddy-shaped. Given this strong imprint of large-scale chaotic oceanic fluctuations, our results question the attribution of interannual variability to the atmospheric forcing in the region from pointwise observations and one-member simulations.",
    "readLink": "https://os.copernicus.org/articles/17/487/2021/os-17-487-2021.pdf"
  },
  {
    "title": "The Dynamic Arctic Snow Pack: An Unexplored Environment for Microbial Diversity and Activity",
    "authors": [
      "Timothy M. Vogel,",
      "Aurélien Dommergue,",
      "Catherine Larose"
    ],
    "doi": "https://doi.org/10.3390/biology2010317",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  317\n                                  – 330",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "The Arctic environment is undergoing changes due to climate shifts, receiving contaminants from distant sources and experiencing increased human activity. Climate change may alter microbial functioning by increasing growth rates and substrate use due to increased temperature. This may lead to changes of process rates and shifts in the structure of microbial communities. Biodiversity may increase as the Arctic warms and population shifts occur as psychrophilic/psychrotolerant species disappear in favor of more mesophylic ones. In order to predict how ecological processes will evolve as a function of global change, it is essential to identify which populations participate in each process, how they vary physiologically, and how the relative abundance, activity and community structure will change under altered environmental conditions. This review covers aspects of the importance and implication of snowpack in microbial ecology emphasizing the diversity and activity of these critical members of cold zone ecosystems.",
    "readLink": "http://www.mdpi.com/2079-7737/2/1/317"
  },
  {
    "title": "Interacting Temperature, Nutrients and Zooplankton Grazing Control Phytoplankton Size-Abundance Relationships in Eight Swiss Lakes",
    "authors": [
      "Francesco Pomati,",
      "Francesco Pomati,",
      "Jonathan B. Shurin,",
      "Ken H. Andersen,",
      "Christoph Tellenbach,",
      "Andrew D. Barton,",
      "Andrew D. Barton"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2019.03155",
    "journalVolume": "Vol. 10",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Biomass distribution among size classes follows a power law where the Log-abundance of taxa scales to Log-size with a slope that responds to environmental abiotic and biotic conditions. The interactions between ecological mechanisms controlling the slope of locally realized size-abundance relationships (SAR) are however not well understood. Here we tested how warming, nutrient levels, and grazing affect the slope of phytoplankton community SARs in decadal time-series from eight Swiss lakes of the peri-alpine region, which underwent environmental forcing due to climate change and oligotrophication. We expected rising temperature to have a negative effect on slope (favoring small phytoplankton), and increasing nutrient levels and grazing pressure to have a positive effect (benefiting large phytoplankton). Using a random forest approach to extract robust patterns from the noisy data, we found that the effects of temperature (direct and indirect through water column stability), nutrient availability (phosphorus and total biomass), and large herbivore (copepods and daphnids) grazing and selectivity on slope were non-linear and interactive. Increasing water temperature or total grazing pressure, and decreasing phosphorus levels, had a positive effect on slope (favoring large phytoplankton, which are predominantly mixotrophic in the lake dataset). Our results therefore showed patterns that were opposite to the expected long-term effects of temperature and nutrient levels, and support a paradigm in which (i) small phototrophic phytoplankton appear to be favored under high nutrients levels, low temperature and low grazing, and (ii) large mixotrophic algae are favored under oligotrophic conditions when temperature and grazing pressure are high. The effects of temperature were stronger under nutrient limitation, and the effects of nutrients and grazing were stronger at high temperature. Our study shows that the phytoplankton local SARs in lakes respond to both the independent and the interactive effects of resources, grazing and water temperature in a complex, unexpected way, and observations from long-term studies can deviate significantly from general theoretical expectations.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2019.03155/full"
  },
  {
    "title": "Investigation of the Combined Effects of Rising Temperature and Pesticide Contamination on the Swimming Behaviour of Alpine Chironomids",
    "authors": [
      "Valeria Lencioni,",
      "Valeria Di Nica,",
      "Sara Villa"
    ],
    "doi": "https://doi.org/10.3390/w13243618",
    "journalVolume": "Vol. 13,\n                                no. 3618\n                                \n                                  p.\n                                  3618",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Some pollutants can be transported through the atmosphere and travel medium–long distances to be deposited in glaciers at high altitude and latitude. The increase in the rate of glacier melting due to global warming can release these pollutants in alpine streams. This study investigated the combined effects of rising temperatures and chlorpyrifos (CPF) contamination on the swimming behaviour of alpine chironomids collected in a shrinking alpine glacier. We assessed the individual and interaction effects of rising temperatures (2–11 °C) and CPF concentrations (0–110 ng L−1) on the swimming behaviour of Diamesa zernyi (Chironomidae) larvae. Distance (mm) and speed (mm s−1) were recorded using a video-tracking system after 24–72 h of treatment. The two stressors caused different effects on distance and speed, with increasing temperature generally causing hyperactivity and CPF from hyperactivity to reduced mobility. Two interactions were detected between stressors when combined: (i) CPF superimposed the effect of temperature on both behavioural endpoints i.e., with 110 ng L−1 of CPF, at 11 °C, larvae moved less; (ii) warming (11 °C) magnified the negative effect of CPF: the smallest distance and slowest speed were recorded at the highest values of the two stressors after 72 h. Our results suggest that water contamination by CPF, even at sub-lethal concentrations, might increase the sensitivity of chironomids to warming, and vice versa, raising concerns about freshwater biodiversity conservation under climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/13/24/3618"
  },
  {
    "title": "Daily streamflow prediction based on the long short-term memory algorithm: a case study in the Vietnamese Mekong Delta",
    "authors": [
      "Huu Duy Nguyen,",
      "Chien Pham Van,",
      "Quoc-Huy Nguyen,",
      "Quang-Thanh Bui"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.419",
    "journalVolume": "Vol. 14,\n                                no. 4\n                                \n                                  pp.\n                                  1247\n                                  – 1267",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "The objective of this study is the development of a state-of-the-art method based on long short-term memory (LSTM), support vector machine (SVM), and random forest (RF) to predict the streamflow in the Mekong Delta in Vietnam, an area crucial to Vietnam's food security. Water level and flow data from 2014 to 2018 at the Tan Chau station and Can Tho (on the Hau River) were used as the input data of the prediction model. Three different ranges of data – from the preceding 4, 8, and 12 days – were used to predict streamflow for both 1 and 7 days ahead, resulting in six individual predictions. Various statistical indices, namely root-mean-square error, mean absolute error (MAE), and the coefficient of determination (R2), were used to assess the predictive ability of the model. The results showed that the SVM and random forest models were successful in improving the performance of the LSTM model, with R2 > 80%. For a prediction of 1 day ahead, the proposed models gave an R2 value of 2–5% higher than a prediction of 7 days ahead. These results highlighted that LSTM is a robust technique for characterizing and predicting time series behaviors in hydrology applications. HIGHLIGHTS Daily streamflow forecasting was done using hybrid machine learning approaches.; Model performance was evaluated using RMSE, R2, and MAE.; Developed models achieved high accuracy in daily streamflow forecasting.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/4/1247"
  },
  {
    "title": "An innovative technique for the development of the traditional mechanical tide gauge to improve the performance of the measurement system",
    "authors": [
      "Gerges M. Salama,",
      "Hesham F.A. Hamed,",
      "Essam A.M. Deabes,",
      "Salsabeel E. Othman"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100005",
    "issn": "2665-9174 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electric apparatus and materials. Electric circuits. Electric networks"
    ],
    "journalUrl": "https://www.journals.elsevier.com/measurement-sensors",
    "abstract": "Over the last decades, interest in high-quality sea-level reads and higher-accuracy tide gauges has increased because of concern about the sea-level rise induced by climate change. As a response, tide gauge networks were also updated by which the traditional mechanical tide gauges were gradually substituted by modern gauges provided with acoustic, pressure and radar sensors. This study presents an innovative technique for the development of the traditional mechanical tide gauge using a cylinder capacitance meter to upgrade the efficiency of the device and the precision of the measurements. A new type of non-contact capacitance water level sensor is designed and fabricated. Furthermore, an electrical and electronic circuit was built for converting the mechanical process of traditional tide gauge resulted from variation in water level to digital form and data storage for a one-year capacity. The performance of the developed tide gauge was evaluated using the Van de Casteele test, which depends on comparing differences of water level data measured by a reference pressure tide gauge with the developed one over a certain period. Results indicate that the developed tide gauge is perfectly suitable to measure the variations in sea level and thereby can be communicated to the tide gauge networks. Moreover, the accuracy of the new tide gauge is compatible with the requirements of the Global Sea Level Observing System (GLOSS) “1-cm accuracy '', with a minimum Root Mean Square of <1 ​cm.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2665917420300027"
  },
  {
    "title": "Modelling the potential of forest management to mitigate climate change in Eastern Canadian forests",
    "authors": [
      "Abderrahmane Ameray,",
      "Yves Bergeron,",
      "Xavier Cavard"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-41790-2",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Climate change poses a serious risk to sustainable forest management, particularly in boreal forests where natural disturbances have been projected to become more severe. In three Quebec boreal forest management units, biomass carbon storage under various climate change and management scenarios was projected over 300 years (2010–2310) with a process-based dynamic landscape model (PnET-succession for Landis-II). Several strategies varying in their use of partial cuts and clear cuts, including business as usual (BAU) (clear-cut applied on more than 95% of the managed area), were tested and compared to conservation scenarios (no-harvest). Based on simulation results at the landscape scale, the clearcut-based scenarios such as BAU could result in a decrease of biomass carbon stock by 10 tC ha−1 yr−1 compared to the natural scenario. However, this reduction in carbon stock could be offset in the long term through changes in composition, as clearcut systems promote the expansion of trembling aspen and white birch. In contrast, the use of strategies based on partial cuts on more than 75% or 50% of the managed area was closer to or better than the natural scenario and resulted in greater coniferous cover retention. These strategies seemed to be the best to maximize and stabilize biomass carbon storage and ensure wood supply under different climate change scenarios, yet they would require further access and appropriate infrastructure. Furthermore, these strategies could maintain species compositions and age structures similar to natural scenarios, and thus may consequently help achieve forest ecosystem-based management targets. This study presents promising strategies to guide sustainable forest management in Eastern Canada in the context of climate change.",
    "readLink": "https://doi.org/10.1038/s41598-023-41790-2"
  }
]