[
  {
    "title": "A few extreme events dominate global interannual variability in gross primary production",
    "authors": [
      "Jakob Zscheischler,",
      "Miguel D Mahecha,",
      "Jannis von Buttlar,",
      "Stefan Harmeling,",
      "Martin Jung,",
      "Anja Rammig,",
      "James T Randerson,",
      "Bernhard Schölkopf,",
      "Sonia I Seneviratne,",
      "Enrico Tomelleri,",
      "Sönke Zaehle,",
      "Markus Reichstein"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/9/3/035001",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  035001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Understanding the impacts of climate extremes on the carbon cycle is important for quantifying the carbon-cycle climate feedback and highly relevant to climate change assessments. Climate extremes and fires can have severe regional effects, but a spatially explicit global impact assessment is still lacking. Here, we directly quantify spatiotemporal contiguous extreme anomalies in four global data sets of gross primary production (GPP) over the last 30 years. We find that positive and negative GPP extremes occurring on 7% of the spatiotemporal domain explain 78% of the global interannual variation in GPP and a significant fraction of variation in the net carbon flux. The largest thousand negative GPP extremes during 1982–2011 (4.3% of the data) account for a decrease in photosynthetic carbon uptake of about 3.5 Pg C yr ^−1 , with most events being attributable to water scarcity. The results imply that it is essential to understand the nature and causes of extremes to understand current and future GPP variability.",
    "readLink": "https://doi.org/10.1088/1748-9326/9/3/035001"
  },
  {
    "title": "Application of csm- ceres-maize model for seasonal and multi-decadal predictions of maize yield in under subtropical condition of Chitwan, Nepal",
    "authors": [
      "Lal Prasad Amgain"
    ],
    "doi": "https://doi.org/10.3126/jmrd.v1i1.14246",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  86\n                                  – 97",
    "issn": "2467-9291 (Print)",
    "publisher": "2467-9305 (Online)",
    "countryOfPublisher": "Government of Nepal, Nepal Agricultural Research Council, National Maize Research Program",
    "lcc": [
      "Nepal",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://nmrp.gov.np/journal-of-maize-research-and-development/",
    "abstract": "The average maize yield of 2.5 t/ha in sub-tropical terai and inner terai of Nepal has been very less than its potential yield of about 5.0 t/ha, for which changing climatic scenarios have been reported the critical factors. Cropping system Model (CSM)-Crop Estimation through Resource and Environment Synthesis (CERES)-Maize, embedded under Decision Support System for Agro-technology Transfer (DSSAT) ver. 4.2 was evaluated from a datasets of field experimentation by growing four diverse maize genotypes viz. full season OPV (Rampur Composite), Quality Protein Maize (Posilo Makai-1), Hybrid (Gaurav) and Pop corn (Pool-12) under three different planting dates (September 1, October 1 and November 1) in 2009-10 at Rampur Campus, Chitwan. The experiment was laid out in two factor factorial randomized complete block design (RCBD) with three replications in slightly acidic (pH 6.7) sandy loam soil having low soil available N( 0.49%) and K (148 kg/ha) and medium P (16.3 kg/ha) status. The ancillary and yield data obtaining from field experiment was analyzed from the M-Stat C software and recorded that Gaurav hybrid produced significantly higher yield under September 1 planting (5.86 t/ha) followed by Posilo Makai 1 (5.55 t/ha), Rampur Composite (5.1t/ha) and the least with Pool-12 (3.45 t/ha). Further, the heat use efficiency of diverse maize genotypes were also calculated by using the mean temperature based accumulative heat unit system and found the stable yields only with Rampur Composite for all planting dates and the rest genotypes were suitable only to the early winter plantings. Model calibration was done by using September 1 planting date for all 4 maize genotypes while validation was accomplished by using the remaining treatments for predicting growth and yield of different maize genotypes. The year 2006- 07 was found 13, 18, 23 and 7% higher in producing the maize yield than the standard year 2009-10 for Rampur Composite, Posilo Makai-1, Gaurav and Pool-12, respectively. Further, the different climate change scenarios as advocated by IPCC (2007) for 2020, 2050 and 2080 from base line of 2009-10 was studied to simulate the growth and yield performance of diverse maize genotypes with September 1 planting date and found that there would be increment in winter maize yield up to 2020 scenario of climate change and the drastic yield loss would be on 2050 to 2080 scenarios under the present levels of agronomic management options and urged for the new climate change adaptation and mitigation production technologies.",
    "readLink": "http://www.nepjol.info/index.php/JMRD/article/view/14246"
  },
  {
    "title": "Evolutionary urban resilience as an incremental approach to sustainability: a multifunctional pluvial flood and wastewater risk reduction framework",
    "authors": [
      "Hafsa Refaey Elsharqawy,",
      "Mohamed Mohamed Elbarmelgy,",
      "Ahmed Esam Elmalt"
    ],
    "doi": "https://doi.org/10.1186/s44147-022-00136-x",
    "journalVolume": "Vol. 69,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 19",
    "issn": "1110-1903 (Print)",
    "publisher": "2536-9512 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://jeas.springeropen.com/",
    "abstract": "Abstract After the increasing climate change and fast urbanization adverse effects on pluvial floods, in addition to the freshwater resources’ shortage risk, transversal urban solutions need to be tackled. This paper focuses on how the evolutionary urban resilience practices (along with the nature-based solutions and climate change adaptation) work as an integrated approach to enhance multifunctionality levels of sustainable urban planning and design. This integration eventually leads to more pluvial flood-resilient cities and more sustainable urban water resources simultaneously. After thoroughly analyzing related literature and best practices using descriptional, comparative, and statistical approaches, a proposed risk reduction framework that facilitates the resilience operationalizing process was formulated. The proposed framework introduces a design equation that measures the relationship between sustainability and urban resilience sectors. In addition to that, prioritized strategies for enhancing flood resilience and urban wastewater management within the Egyptian local scale were ranked for future applications.",
    "readLink": "https://doi.org/10.1186/s44147-022-00136-x"
  },
  {
    "title": "Adaptation opportunities and maladaptive outcomes in climate vulnerability hotspots of northern Ghana",
    "authors": [
      "Philip Antwi-Agyei,",
      "Andrew J. Dougill,",
      "Lindsay C. Stringer,",
      "Samuel Nii Ardey Codjoe"
    ],
    "doi": "Vol. 19\n                                \n                                \n                                  pp.\n                                  83\n                                  – 93",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "How climate change adaptation practices can constrain development and deliver maladaptive outcomes in vulnerability hotspots is yet to be explored in-depth using case study analyses. This paper explores the effects of climate change coping and adaptation responses in three case study villages across the Central Gonja district of northern Ghana. The study addresses the following research questions: i) What are the key climatic and non-climatic stressors confronting households in northern Ghanaian communities? ii) How are households adapting to climatic and non-climatic stressors? and iii) What are the outcomes of these coping and adaptation responses on development? The study employs a mixed-method approach including key informant interviews, focus group discussions and household questionnaire surveys. Data identified socioeconomic stressors including a lack of access to (and high cost of) farm inputs, labour shortages and population growth. Climatic stressors include erratic rainfall, high temperature, droughts and floods. Climatic and non-climatic stressors interact to affect agricultural practices and related livelihoods. The study identified various adaptation measures including extensification and intensification of agriculture, temporary migration, planting of drought resistant varieties, irrigation, and livelihood diversification. We show that many coping measures (e.g. livelihood diversifications activities such as selling of firewood and charcoal production) and adaptation responses (including intensification, extensification and irrigation) currently deliver maladaptive outcomes, resulting in lock-ins that could exacerbate future climate vulnerabilities. The paper contributes to the growing literature on adaptation and climate risk management by providing empirical evidence showing how coping and adaptations measures can deliver maladaptive outcomes in vulnerable communities. Keywords: Maladaptation, Climate change and variability, Livelihoods, Mixed methods, Africa",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096317300712"
  },
  {
    "title": "Factors regulating dynamics of angiotensin-converting enzyme-2 (ACE2), the gateway of SARS-CoV-2: Epigenetic modifications and therapeutic interventions by epidrugs",
    "authors": [
      "Suvasmita Rath,",
      "Venkateswarlu Perikala,",
      "Atala Bihari Jena,",
      "Jagneshwar Dandapat"
    ],
    "doi": "Vol. 143\n                                \n                                \n                                  p.\n                                  112095",
    "issn": "0753-3322 (Print)",
    "publisher": "1950-6007 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "France",
      "Medicine: Therapeutics. Pharmacology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/biomedicine-and-pharmacotherapy",
    "abstract": "Angiotensin-converting enzyme-2 (ACE2) is one of the major components of the renin-angiotensin system (RAS) and participates in the physiological functions of the cardiovascular system and lungs. Recent studies identified ACE2 as the receptor for the S-protein of the novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) and thus acts as the gateway for viral entry into the human body. Virus infection causes an imbalance in the RAS axis and induces acute lungs injury and fibrosis. Various factors regulate ACE2 expression patterns as well as control its epigenetic status at both transcription and translational levels. This review is mainly focused on the impact of environmental toxicants, drugs, endocrine disruptors, and hypoxia as controlling parameters for ACE2 expression and its possible modulation by epigenetic changes which are marked by DNA methylation, histone modifications, and micro-RNAs (miRNAs) profile. Furthermore, we have emphasized on interventions of various phytochemicals and bioactive compounds as epidrugs that regulate ACE2-S-protein interaction and thereby curb viral infection. Since ACE2 is an important component of the RAAS axis and a crucial entry point of SARS-CoV-2, the dynamics of ACE2 expression in response to various extrinsic and intrinsic factors are of contemporary relevance. We have collated updated information on ACE2 expression modulated by epidrugs, and urge to take over further studies on these important physiological regulators to unravel many more systemic linkages related to both metabolic and infectious diseases, in general and SARS-CoV-2 in particular for further development of targeted interventions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0753332221008787"
  },
  {
    "title": "The Intensity and Return Period of Drought under Future Climate Change Scenarios In Dezful, Iran",
    "authors": [
      "Atiyeh Hoseinizade,",
      "Hesam Seyed Kaboli,",
      "Heidar Zarei,",
      "Ali Mohammad Akhond ALi"
    ],
    "doi": "https://doi.org/10.22055/jise.2016.12010",
    "journalVolume": "Vol. 39,\n                                no. 1\n                                \n                                  pp.\n                                  33\n                                  – 43",
    "issn": "2588-5952 (Print)",
    "publisher": "2588-5960 (Online)",
    "countryOfPublisher": "Shahid Chamran University of Ahvaz",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "http://jise.scu.ac.ir/?lang=en",
    "abstract": "One of the most serious consequences of climate change is how it will affect droughts and water resources. This study aims at investigating the impact of climate change on droughts conditions in Dezfool-Andimesh Plain using the Standard Precipitation Index (SPI). To achieve this objective, output of four general circulation models (GCMs) under the A2 scenario were downscaled for two climate stations in the period of 2060-2084 compared to the baseline period (1985-2009). Regarding the dominant crop grown in the study area, a 6-month SPI for the baseline and future periods were estimated under the four GCM-scenarios. Results revealed that there is an increase in the duration of severe and mild droughts while there is a decrease in the duration of moderate droughts. This implies that droughts will be a concern in the future during the growing season (for the dominant crop) which should be considered in water resources management.",
    "readLink": "http://jise.scu.ac.ir/article_12010_b3b4c93cf0d4746dc7f441f97dc6caf2.pdf"
  },
  {
    "title": "Drought tolerance classification of grapevine rootstock by machine learning for the São Francisco Valley",
    "authors": [
      "Nina Iris Verslype,",
      "André Câmara Alves do Nascimento,",
      "Rosimar dos Santos Musser,",
      "Raphael Miller de Souza Caldas,",
      "Luiza Suely Semen Martins,",
      "Patrícia Coelho de Souza Leão"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100192",
    "issn": "2772-3755 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://www.journals.elsevier.com/smart-agricultural-technology",
    "abstract": "Machine Learning (ML) algorithms are increasingly being used in several areas of agricultural studies, such as plant breeding. ML can assist in the recognition of relevant patterns or groups, or even in the prediction of the outcome under new settings, thus accelerating experiments and interpretating their results. The identification and selection of drought-tolerant grapevine rootstock (Vitis spp.) have become more relevant in late years, motivated mostly by global climate change scenarios. However, the grapevine is a perennial species, with polygenic characteristics and a complex traits inheritance by offspring, thus making it very challenging to discover new, drought tolerant cultivars. For this reason, this study's main objective was to compare the performance of six machine learning models on the prediction of drought tolerance levels of grapevine rootstock cultivars. A data set with forty-five distinct cultivars was used to evaluate the methods, and the best performing model (AUC 0.9857) was used to predict the drought tolerance class of three cultivars (IAC 313, IAC 572, and IAC 766) whose drought tolerance level was still unknown. The results predicted a high drought tolerance for IAC 313 and IAC 766 cultivars, and a low tolerance for IAC 572.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772375523000229"
  },
  {
    "title": "On the forcings of the unusual Quasi-Biennial Oscillation structure in February 2016",
    "authors": [
      "H. Li,",
      "H. Li,",
      "H. Li,",
      "R. Pilch Kedzierski,",
      "K. Matthes,",
      "K. Matthes"
    ],
    "doi": "https://doi.org/10.5194/acp-20-6541-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  6541\n                                  – 6561",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The westerly phase of the stratospheric Quasi-Biennial Oscillation (QBO) was reversed during Northern Hemisphere winter 2015/2016 for the first time since records began in 1953. Recent studies proposed that Rossby waves propagating from the extratropics played an important role during the reversal event in 2015/2016. Building upon these studies, we separated the extratropical Rossby waves into different wavenumbers and timescales by analyzing the combined ERA-40 and ERA-Interim reanalysis zonal wind, meridional wind, vertical velocity, and potential vorticity daily mean data from 1958 to 2017. We find that both synoptic and quasi-stationary Rossby waves are dominant contributors to the reversal event in 2015/2016 in the tropical lower stratosphere. By comparing the results for 2015/2016 with two additional events (1959/1960 and 2010/2011), we find that the largest differences in Rossby wave momentum fluxes are related to synoptic-scale Rossby waves of periods from 5 to 20 d. We demonstrate for the first time, that these enhanced synoptic Rossby waves at 40 hPa in the tropics in February 2016 originate from the extratropics as well as from local wave generation. The strong Rossby wave activity in 2016 in the tropics happened at a time with weak westerly zonal winds. This coincidence of anomalous factors did not happen in any of the previous events. In addition to the anomalous behavior in the tropical lower stratosphere in 2015/2016, we explored the forcing of the unusually long-lasting westerly zonal wind phase in the middle stratosphere (at 20 hPa). Our results reveal that mainly enhanced Kelvin wave activity contributed to this feature. This was in close relation with the strong El Niño event in 2015/2016, which forced more Kelvin waves in the equatorial troposphere. The easterly or very weak westerly zonal winds present around 30–70 hPa allowed these Kelvin waves to propagate vertically and deposit their momentum around 20 hPa, maintaining the westerlies there.",
    "readLink": "https://www.atmos-chem-phys.net/20/6541/2020/acp-20-6541-2020.pdf"
  },
  {
    "title": "Modeling anthropogenic and natural fire ignitions in an inner-alpine valley",
    "authors": [
      "G. Vacchiano,",
      "C. Foderi,",
      "R. Berretti,",
      "E. Marchi,",
      "R. Motta"
    ],
    "doi": "https://doi.org/10.5194/nhess-18-935-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  935\n                                  – 948",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Modeling and assessing the factors that drive forest fire ignitions is critical for fire prevention and sustainable ecosystem management. In southern Europe, the anthropogenic component of wildland fire ignitions is especially relevant. In the Alps, however, the role of fire as a component of disturbance regimes in forest and grassland ecosystems is poorly known. The aim of this work is to model the probability of fire ignition for an Alpine region in Italy using a regional wildfire archive (1995–2009) and MaxEnt modeling. We analyzed separately (i) winter forest fires, (ii) winter fires on grasslands and fallow land, and (iii) summer fires. Predictors were related to morphology, climate, and land use; distance from infrastructures, number of farms, and number of grazing animals were used as proxies for the anthropogenic component. Collinearity among predictors was reduced by a principal component analysis. Regarding ignitions, 30 % occurred in agricultural areas and 24 % in forests. Ignitions peaked in the late winter–early spring. Negligence from agrosilvicultural activities was the main cause of ignition (64 %); lightning accounted for 9 % of causes across the study time frame, but increased from 6 to 10 % between the first and second period of analysis. Models for all groups of fire had a high goodness of fit (AUC 0.90–0.95). Temperature was proportional to the probability of ignition, and precipitation was inversely proportional. Proximity from infrastructures had an effect only on winter fires, while the density of grazing animals had a remarkably different effect on summer (positive correlation) and winter (negative) fires. Implications are discussed regarding climate change, fire regime changes, and silvicultural prevention. Such a spatially explicit approach allows us to carry out spatially targeted fire management strategies and may assist in developing better fire management plans.",
    "readLink": "https://www.nat-hazards-earth-syst-sci.net/18/935/2018/nhess-18-935-2018.pdf"
  },
  {
    "title": "Methodology for the Study of Near-Future Changes of Fire Weather Patterns with Emphasis on Archaeological and Protected Touristic Areas in Greece",
    "authors": [
      "Vassiliki Varela,",
      "Diamando Vlachogiannis,",
      "Athanasios Sfetsos,",
      "Nadia Politi,",
      "Stelios Karozis"
    ],
    "doi": "https://doi.org/10.3390/f11111168",
    "journalVolume": "Vol. 11,\n                                no. 1168\n                                \n                                  p.\n                                  1168",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "This work introduces a methodology for assessing near-future fire weather pattern changes based on the Canadian Fire Weather Index system components (Fire Weather Index (FWI), Initial Spread Index (ISI), Fire Severity Rating (FSR)), applied in touristic areas in Greece. Four series of daily raster-based datasets for the fire seasons (May–October), concerning a historic (2006 to 2015) and a future climatology period (2036–2045), were created for the areas under consideration, based on high-resolution climate modelling with the Representative Concentration Pathway (RCP), PCR 4.5 and RCP 8.5 scenarios. The climate model data were obtained from the European Coordinated Downscaling Experiment (EURO-CORDEX) climate database and consisted of atmospheric variables as required by the FWI system, at 12.5 km spatial resolution. The final datasets of the abovementioned variables used for the study were processed at 5 km spatial resolution for the domain of interest after applying regridding based on the nearest neighbour interpolating process. Geographic Information Systems (GIS) spatial operations, including spatial statistics and zonal analyses, were applied on the series of the derived daily raster maps in order to provide a number of output thematic layers. Moreover, historic FWI percentile values, which were estimated for Greece in the frame of a past research study of the Environmental Research Laboratory (EREL), were used as reference data for further evaluation of future fire weather changes. The straightforward methodology for the assessment of the evolution of spatial and temporal distribution of Fire weather Danger due to climate change presented herewith is an essential tool for enhancing the knowledge for the decision support process for forest fire prevention, planning and management policies in areas where the fire risk both in terms of fire hazard likelihood and expected impact is quite important due to human presence and cultural prestige, such as archaeological and tourist protected areas.",
    "readLink": "https://www.mdpi.com/1999-4907/11/11/1168"
  }
]