[
  {
    "title": "Climate change forces new ecological states in tropical Andean lakes.",
    "authors": [
      "Neal Michelutti,",
      "Alexander P Wolfe,",
      "Colin A Cooke,",
      "William O Hobbs,",
      "Mathias Vuille,",
      "John P Smol"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0115338",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  e0115338",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Air temperatures in the tropical Andes have risen at an accelerated rate relative to the global average over recent decades. However, the effects of climate change on Andean lakes, which are vital to sustaining regional biodiversity and serve as an important water resource to local populations, remain largely unknown. Here, we show that recent climate changes have forced alpine lakes of the equatorial Andes towards new ecological and physical states, in close synchrony to the rapid shrinkage of glaciers regionally. Using dated sediment cores from three lakes in the southern Sierra of Ecuador, we record abrupt increases in the planktonic thalassiosiroid diatom Discostella stelligera from trace abundances to dominance within the phytoplankton. This unprecedented shift occurs against the backdrop of rising temperatures, changing atmospheric pressure fields, and declining wind speeds. Ecological restructuring in these lakes is linked to warming and/or enhanced water column stratification. In contrast to seasonally ice-covered Arctic and temperate alpine counterparts, aquatic production has not increased universally with warming, and has even declined in some lakes, possibly because enhanced thermal stability impedes the re-circulation of hypolimnetic nutrients to surface waters. Our results demonstrate that these lakes have already passed important ecological thresholds, with potentially far-reaching consequences for Andean water resources.",
    "readLink": "http://europepmc.org/articles/PMC4315470?pdf=render"
  },
  {
    "title": "Direct and indirect effects of environmental factors, spatial constraints, and functional traits on shaping the plant diversity of montane forests",
    "authors": [
      "Ting Li,",
      "Qinli Xiong,",
      "Peng Luo,",
      "Yubo Zhang,",
      "Xiaodong Gu,",
      "Bo Lin"
    ],
    "doi": "https://doi.org/10.1002/ece3.5931",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  557\n                                  – 568",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Understanding the relative importance of the factors driving the patterns of biodiversity is a key research topic in community ecology and biogeography. However, the main drivers of plant species diversity in montane forests are still not clear. In addition, most existing studies make no distinction between direct and indirect effects of environmental factors and spatial constraints on plant biodiversity. Using data from 107 montane forest plots in Sichuan Giant Panda habitat, China, we quantified the direct and indirect effects of abiotic environmental factors, spatial constraints, and plant functional traits on plant community diversity. Our results showed significant correlations between abiotic environmental factors and trees (r = .10, p value = .001), shrubs (r = .19, p value = .001), or overall plant diversity (r = .18, p value = .001) in montane forests. Spatial constraints also showed significant correlations with trees and shrubs. However, no significant correlations were found between functional traits and plant community diversity. Moreover, the diversity (richness and abundance) of shrubs, trees, and plant communities was directly affected by precipitation, latitude, and altitude. Mean annual temperature (MAT) had no direct effect on the richness of tree and plant communities. Further, MAT and precipitation indirectly affected plant communities via the tree canopy. The results revealed a stronger direct effect on montane plant diversity than indirect effect, suggesting that single‐species models may be adequate for forecasting the impacts of climate factors in these communities. The shifting of tree canopy coverage might be a potential indicator for trends of plant diversity under climate change.",
    "readLink": "https://doi.org/10.1002/ece3.5931"
  },
  {
    "title": "Microbiomes of different ages in Rendzic Leptosols in the Crimean Peninsula",
    "authors": [
      "Anastasiia K. Kimeklis,",
      "Grigory V. Gladkov,",
      "Aleksei O. Zverev,",
      "Arina A. Kichko,",
      "Evgeny E. Andronov,",
      "Elena I. Ergina,",
      "Igor V. Kostenko,",
      "Evgeny V. Abakumov"
    ],
    "doi": "https://doi.org/10.7717/peerj.10871",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e10871",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Rendzic Leptosols are intrazonal soils formed on limestone bedrock. The specialty of these soils is that parent rock material is more influential in shaping soil characteristics than zonal factors such as climate, especially during soil formation. Unlike fast evolving Podzols due to their leaching regime, Leptosols do not undergo rapid development due to the nature of the limestone. Little is known how microbiome reflects this process, so we assessed microbiome composition of Rendzic Leptosols of different ages, arising from disruption and subsequent reclamation. The mountains and foothills that cover much of the Crimean Peninsula are ideal for this type of study, as the soils were formed on limestone and have been subjected to anthropogenic impacts through much of human history. Microbiomes of four soil sites forming a chronosequence, including different soil horizons, were studied using sequencing of 16S rRNA gene libraries and quantitative PCR. Dominant phyla for all soil sites were Actinobacteria, Proteobacteria, Acidobacteria, Bacteroidetes, Thaumarchaeota, Planctomycetes, Verrucomicrobia and Firmicutes. Alpha diversity was similar across sites and tended to be higher in topsoil. Beta diversity showed that microbiomes diverged according to the soil site and the soil horizon. The oldest and the youngest soils had the most similar microbiomes, which could have been caused by their geographic proximity. Oligotrophic bacteria from Chitinophagaceae, Blastocatellaceae and Rubrobacteriaceae dominated the microbiome of these soils. The microbiome of 700-year old soil was the most diverse. This soil was from the only study location with topsoil formed by plant litter, which provided additional nutrients and could have been the driving force of this differentiation. Consistent with this assumption, this soil was abundant in copiotrophic bacteria from Proteobacteria and Actinobacteria phyla. The microbiome of 50-year old Leptosol was more similar to the microbiome of benchmark soil than the microbiome of 700-year old soil, especially by weighted metrics. CCA analysis, in combination with PERMANOVA, linked differences in microbiomes to the joint change of all soil chemical parameters between soil horizons. Local factors, such as parent material and plant litter, more strongly influenced the microbiome composition in Rendzic Leptosols than soil age.",
    "readLink": "https://peerj.com/articles/10871.pdf"
  },
  {
    "title": "Protection motivation theory and pro‐environmental behaviour: A systematic mapping review",
    "authors": [
      "Emily J. Kothe,",
      "Mathew Ling,",
      "Madelon North,",
      "Anna Klas,",
      "Barbara A. Mullan,",
      "Lisa Novoradovskaya"
    ],
    "doi": "https://doi.org/10.1111/ajpy.12271",
    "journalVolume": "Vol. 71,\n                                no. 4\n                                \n                                  pp.\n                                  411\n                                  – 432",
    "issn": "0004-9530 (Print)",
    "publisher": "1742-9536 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "https://www.tandfonline.com/raup",
    "abstract": "Objective Climate change and related issues associated with the interaction of humans with the environment are of great importance in today's context. More and more research is focusing on understanding what can be done to prevent and reverse the effects of environmental problems through individual behaviours. Within psychology, there is a lack of synthesis of what drives pro‐environmental behaviours in various paradigms and how they can be changed. The current study focuses on the application of protection motivation theory to predicting and changing pro‐environmental behaviours using a systematic mapping approach. Methods A systematic screening of 132 databases was performed, resulting in the identification of 22 relevant studies with the total N = 12,827. Results Investigation of the included research revealed a number of gaps in knowledge including: lack of experimental evidence with successful manipulations of protection motivation theory constructs; non‐inclusion of all the aspects of the theory into studies; the absence of examination of the intention–behaviour relationship; the lack of consistency in operationalisation of protection motivation theory constructs; a focus on predominantly western high income societies, and the lack of uniformity in the definition of pro‐environmental behaviours. Conclusion Future research should consider employing experimental designs with proper manipulation checks and longitudinal focus, as well as consistent definitions and operationalisations of relevant concepts, and exploring these constructs across different countries.",
    "readLink": "http://dx.doi.org/10.1111/ajpy.12271"
  },
  {
    "title": "Changing River Flood Timing in the Northeastern and Upper Midwest United States: Weakening of Seasonality over Time?",
    "authors": [
      "Nirajan Dhakal,",
      "Richard  N. Palmer"
    ],
    "doi": "https://doi.org/10.3390/w12071951",
    "journalVolume": "Vol. 12,\n                                no. 1951\n                                \n                                  p.\n                                  1951",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change is likely to impact precipitation as well as snow accumulation and melt in the Northeastern and Upper Midwest United States, ultimately affecting the quantity and seasonal distribution of streamflow. The objective of this study is to analyze seasonality of long-term daily annual maximum streamflow (AMF) records and its changes for 158 sites in Northeastern and Upper Midwest Unites States. A comprehensive circular statistical approach comprising a kernel density method was used to assess the seasonality of AMF. Temporal changes were analyzed by separating the AMF records into two 30-year sub-periods (1951–1980 and 1981–2010). Results for temporal change in seasonality showed mixed pattern/trend across the stations. While for majority of stations, the distribution of AMF timing is strongly unimodal (concentrated around spring season) for the period 1951–1980, the seasonal modes have weakened during the period 1981–2010 for several stations along the coastal region with simultaneous emergence of multiple modes indicating changes of seasonality therein. The fresh statistical approach based on non-parametric circular density estimates reduces some of the limitations of previous studies to detect and model event timing distributions with multiple seasons and addresses issues of non-stationarity in the data records of extreme events.",
    "readLink": "https://www.mdpi.com/2073-4441/12/7/1951"
  },
  {
    "title": "CAMBIO CLIMÁTICO Y VARIABILIDAD ESPACIO - TEMPORAL DE LA PRECIPITACIÓN EN COLOMBIA",
    "authors": [
      "Andrés Felipe Hurtado Montoya,",
      "Óscar José Mesa Sánchez"
    ],
    "doi": "no. 24\n                                \n                                  pp.\n                                  131\n                                  – 150",
    "issn": "1794-1237 (Print)",
    "publisher": "Escuela de ingenieria de Antioquia",
    "countryOfPublisher": "Colombia",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.scielo.org.co/scielo.php?script=sci_serial&pid=1794-1237&lng=en&nrm=iso",
    "abstract": "Se revisan los estudios existentes sobre el impacto del cambio climático en la precipitación en Colombia. Se argumenta a favor del análisis de las observaciones y se resaltan las limitaciones de los modelos para predecir el impacto futuro. A partir de la reconstrucción histórica de la precipitación en Colombia, conformada por 384 mapas de precipitación mensual en el periodo 1975-2006 a una resolución espacial de 5 minutos de arco, se estudia la variabilidad espacio - temporal de una de las principales variables del ciclo hidrológico. El trabajo investigativo realizado sobre la serie de mapas disponibles consistió en la estimación y análisis de Funciones Ortogonales Empíricas, Componentes Principales y pruebas estadísticas de homogeneidad para la detección de cambios o tendencias en el tiempo de precipitación mensual en Colombia. El estudio avanza en el entendimiento de la variabilidad espacio - temporal del recurso hídrico en el país, así como en la identificación de señales y efectos del cambio climático. Se termina con una breve reflexión sobre los problemas de investigación derivados del cambio climático.",
    "readLink": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S1794-12372015000200009&lng=en&tlng=en"
  },
  {
    "title": "Evaluating climate change impact on the hydrology of Kessie Watershed, Upper Blue Nile Basin, Ethiopia",
    "authors": [
      "Asnake Enawgaw Amognehegn,",
      "Asmare Belay Nigussie,",
      "Dessalegn Worku Ayalew,",
      "Fikru F. Abera,",
      "Mihret Ayana"
    ],
    "doi": "https://doi.org/10.1007/s13201-023-01947-w",
    "journalVolume": "Vol. 13,\n                                no. 7\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "2190-5487 (Print)",
    "publisher": "2190-5495 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.springer.com/13201",
    "abstract": "Abstract Climate change affects ecosystems, agriculture, human health, forestry, and water resource availability. This study is mainly aimed at assessing the climate change effect on the water resources of the Kessie Watershed in the Upper Blue Nile Basin, Ethiopia. The updated Coupled Model Intercomparison Project Phase 6 (CMIP-6) data outputs were used. The three climate model outputs: ACESS_ESM1-5, FGOALS_g3, and GFDL_ESM4 with two shared socioeconomic pathways (SSP2-4.5 and SSP5-8.5) scenarios, were used. The climate model output rainfall and temperature data were downscaled to the station level through bias correction. The catchment hydrology was represented by the SWAT—Soil and Water Assessment Tool—through calibration and validation. Future temperatures and rainfall change were evaluated by the Mann–Kendall trend test and Sen’s slope estimator. Future climate change trend analysis and streamflow simulation were done on two time horizons: the 2050s (2041–2070) and the 2080s (2071–2100). The baseline streamflow data (1985–2014) were used as a reference. The global climate model projection data indicated mean annual precipitation and temperatures show a slight increase for the future in both scenarios for all climate model outputs. According to the SSP2-4.5 and SSP5-8.5 scenarios, respectively, mean annual precipitation is expected to increase by 5% and 4.89% in the 2050s and 10.13% and 6.8% in the 2080s based on ACCESS_ESM1-5; 4.7% and 3.8% in the 2050s and 4.3% and 4.84% in the 2080s based on FGOALS_g3; and 4.67% and 3.81% in the 2050s and 4.67% and 3.81% based on GFDL_ESM4 models data. Yearly average maximum temperature may increase by 3.62 °C and 1.87 °C in the 2050s and 3.31 °C and 2.99 °C in the 2080s based on ACCESS ESM1-5, 1.76 °C and 1.25 °C in the 2050s and 3.44 °C and 2.61 °C in the 2080s based on FGOALS-g3, and 2.15 °C and 3.83 °C in the 2050s and 1.37 °C and 2.66 °C in the 2080s based on GFDL-ESM4 model data. Similarly, the mean annual minimum temperature is also expected to increase by 2.73 °C and 1.90 °C in the 2050s and 5.63 °C and 4.52 °C in the 2080s based on ACCESS ESM1-5, 3.04 °C and 2.43 °C in the 2050s and 3.55 °C and 4.36 °C in the 2080s based on FGOALS-g3, and 2.31 °C and 3.29 °C in the 2050s, and 3.16 °C and 3.87 °C in the 2080s based on GFDL-ESM4 model data. The streamflow is also expected to increase. In the 2050s, simulated annual streamflow is expected to increase from 12.1 to 21.8% and 9.8 to 15.4% in SSP2-4.5 and SSP5-8.5, respectively, whereas in the 2080s, the change is expected to increase from 15.14 to 24.08% and 13.08 to 41% in SSP2-4.5 and SSP5-8.5, respectively. Future water resource potential of the case study watershed seems able to support irrigation and other projects.",
    "readLink": "https://doi.org/10.1007/s13201-023-01947-w"
  },
  {
    "title": "Ammonia Production as Alternative Energy for the Baltic Sea Region",
    "authors": [
      "Gunnar Prause,",
      "Eunice O. Olaniyi,",
      "Wolfgang Gerstlberger"
    ],
    "doi": "https://doi.org/10.3390/en16041831",
    "journalVolume": "Vol. 16,\n                                no. 1831\n                                \n                                  p.\n                                  1831",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "One of the consequences of the conflict in Ukraine relates to the growing shortfall in global ammonia production. There are additional negative global impacts on the availability of fertilizers and prices of ammonia (NH3). The shortage in ammonia production does not only influence the agroindustry but also the global shipping industry, as ammonia is positioned as a promising zero-carbon fuel and as a storage and transport medium for hydrogen. There are plans underway to start ammonia production in Estonia to minimize the consequences of the import stop of Russian ammonia in the context of the Ukrainian crisis. This study investigated the Baltic Sea Region (BSR) ammonia market and analyzed the economic implications of building an ammonia plant within the BSR. Using fuzzy real options models as the conceptual framework, together with secondary data analysis, case studies and expert interviews, the authors chart possible courses for the construction of ammonia production facilities within the region. Based on the case of the NH3 production plant, as well as the underlying distribution system, the study provides new economic perspectives for lower carbonization for the shipping industry, an attempt at creating a model for other European regions toward climate change mitigation.",
    "readLink": "https://www.mdpi.com/1996-1073/16/4/1831"
  },
  {
    "title": "Drought-Stressed Tomato Plants Trigger Bottom-Up Effects on the Invasive Tetranychus evansi.",
    "authors": [
      "Miguel G Ximénez-Embún,",
      "Félix Ortego,",
      "Pedro Castañera"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0145275",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  e0145275",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change will bring more drought periods that will have an impact on the irrigation practices of some crops like tomato, from standard water regime to deficit irrigation. This will promote changes in plant metabolism and alter their interactions with biotic stressors. We have tested if mild or moderate drought-stressed tomato plants (simulating deficit irrigation) have an effect on the biological traits of the invasive tomato red spider mite, Tetranychus evansi. Our data reveal that T evansi caused more leaf damage to drought-stressed tomato plants (≥1.5 fold for both drought scenarios). Mite performance was also enhanced, as revealed by significant increases of eggs laid (≥2 fold) at 4 days post infestation (dpi), and of mobile forms (≥2 fold and 1.5 fold for moderate and mild drought, respectively) at 10 dpi. The levels of several essential amino acids (histidine, isoleucine, leucine, tyrosine, valine) and free sugars in tomato leaves were significantly induced by drought in combination with mites. The non-essential amino acid proline was also strongly induced, stimulating mite feeding and egg laying when added to tomato leaf disks at levels equivalent to that estimated on drought-infested tomato plants at 10 dpi. Tomato plant defense proteins were also affected by drought and/or mite infestation, but T. evansi was capable of circumventing their potential adverse effects. Altogether, our data indicate that significant increases of available free sugars and essential amino acids, jointly with their phagostimulant effect, created a favorable environment for a better T. evansi performance on drought-stressed tomato leaves. Thus, drought-stressed tomato plants, even at mild levels, may be more prone to T evansi outbreaks in a climate change scenario, which might negatively affect tomato production on area-wide scales.",
    "readLink": "http://europepmc.org/articles/PMC4703393?pdf=render"
  },
  {
    "title": "Phosphorus price spikes: A wake-up call for phosphorus resilience",
    "authors": [
      "Will J. Brownlie,",
      "Will J. Brownlie,",
      "Mark A. Sutton,",
      "Dana Cordell,",
      "Dave S. Reay,",
      "Kate V. Heal,",
      "Paul J. A. Withers,",
      "Isabelle Vanderbeck,",
      "Bryan M. Spears"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1088776",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Food systems depend on reliable supplies of phosphorus to fertilize soils. Since 2020, a pandemic, geopolitical disputes, trade wars and escalating fuel prices have driven a >400% increase in phosphorus commodity prices, contributing to the current food crisis. The Russia-Ukraine conflict has disrupted phosphate trade further. Concurrently, phosphorus losses to freshwaters, through insufficient municipal wastewater treatment and inappropriate fertilizer use and land management practices, are a significant threat to water quality globally. Despite precariously balanced food and water security risks, nations are largely unaware of their “phosphorus vulnerability” and phosphorus is markedly absent in national and global policies addressing food and water security. Phosphorus vulnerability can be described as the degree to which people/systems are susceptible to harm due to the physical, geopolitical and socio-economic dimensions of global phosphorus scarcity and pollution. Here, we bring the current price spike into focus, highlighting the drivers, policy responses and their consequences. We highlight the need for an integrated assessment of phosphorus vulnerability that considers environmental, socio-economic and climate change risks across scales. We illustrate how reducing phosphorus waste, increasing phosphorus recycling, and wider system transformation can reduce national reliance on imported phosphorus, whilst enhancing food and water security. The current crisis in fertilizer prices represents a wake-up call for the international community to embrace the global phosphorus challenge.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1088776/full"
  }
]