[
  {
    "title": "Application of System Thinking Causal Loop Modelling in understanding water Crisis in India: A case for sustainable Integrated Water resources management across sectors",
    "authors": [
      "S. Ashwin Ram,",
      "Zareena Begum Irfan"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2589-7578 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/hydroresearch/",
    "abstract": "India is one among the high risk countries susceptible to water stress and as a result of exponential population growth, industrialization and rapid urbanization the per capita water availability is fast diminishing and adding to this climate change is further expected to exacerbate the problem resulting in more frequent and prolonged drought. Water is considered to be a wicked problem and hence relying on a linear and reductionist approach may no longer seems relevant in solving such complex systems. This paper adopts a system thinking principle to understand various water management challenges across sectors. System thinking has its roots in mental models and has been evolving and increasingly being used to understand Complex Dynamic Systems. Based on a systematic review of literature, the present study has developed a series of Causal Loop Diagrams (CLDs) capturing key variables pertaining to water sector. CLDs are believed to create a broader and holistic understanding of the water management challenges by clearly exhibiting the relationship between the key variables. The proposed CLDs serve as a decision making tool to understand the challenges of integrated water resources management through the complex interactions of the variables between balancing and reinforcing loops. The CLDs highlights the existing water related challenges in India and proposes a pathway for sustainable management of water resources across agriculture, industry and domestic sectors. Though the CLD discussion in this paper is based on Indian scenario, it holds good for any developing countries context.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589757821000056"
  },
  {
    "title": "Validation Analysis of Drought Monitoring Based on FY-4 Satellite",
    "authors": [
      "Han Luo,",
      "Zhengjiang Ma,",
      "Huanping Wu,",
      "Yonghua Li,",
      "Bei Liu,",
      "Yuxia Li,",
      "Lei He"
    ],
    "doi": "https://doi.org/10.3390/app13169122",
    "journalVolume": "Vol. 13,\n                                no. 9122\n                                \n                                  p.\n                                  9122",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Droughts are natural disasters that have significant implications for agricultural production and human livelihood. Under climate change, the drought process is accelerating, such as the intensification of flash droughts. The efficient and quick monitoring of droughts has increasingly become a crucial measure in responding to extreme drought events. We utilized multi-imagery data from the geostationary meteorological satellite FY-4A within one day; implemented the daily Maximum Value Composite (MVC) method to minimize interference from the clouds, atmosphere, and anomalies; and developed a method for calculating the daily-scale Temperature Vegetation Drought Index (TVDI), which is a dryness index. Three representative drought events (Yunnan Province, Guangdong Province, and the Huanghuai region) from 2021 to 2022 were selected for validation, respectively. We evaluated the spatial and temporal effects of the TVDI with the Soil Relative Humidity Index (SRHI) and the Meteorological Drought Composite Index (MCI). The results show that the TVDI has stronger negative correlations with the MCI and SRHI in moderate and severe drought events. Meanwhile, the TVDI and SRHI exhibited similar trends. The trends of drought areas identified by the TVDI, SRHI, and MCI were consistent, while the drought area identified by the TVDI was slightly higher than the SRHI. Yunnan Province has the most concentrated distribution, which is mostly between 16.93 and 25.22%. The spatial distribution of the TVDI by FY-4A and MODIS is generally consistent, and the differences in severe drought areas may be attributed to disparities in the NDVI. Furthermore, the TVDI based on FY-4A provides a higher number of valid pixels (437 more pixels in the Huanghuai region) than that based on MODIS, yielding better overall drought detection. The spatial distribution of the TVDI between FY-4A and Landsat-8 is also consistent. FY-4A has the advantage of acquiring a complete image on a daily basis, and lower computational cost in regional drought monitoring. The results indicate the effectiveness of the FY-4A TVDI in achieving daily-scale drought monitoring, with a larger number of valid pixels and better spatial consistency with station indices. This study provides a new solution for drought monitoring using a geostationary meteorological satellite from different spatial–temporal perspectives to facilitate comprehensive drought monitoring.",
    "readLink": "https://www.mdpi.com/2076-3417/13/16/9122"
  },
  {
    "title": "CLAY MINERALS OF BOTTOM SEDIMENTS OF THE AZOV-BLACK SEA BASIN",
    "authors": [
      "Shnyukov Ye.F."
    ],
    "doi": "https://doi.org/10.15407/gpimo2022.02.019",
    "journalVolume": "Vol. 18,\n                                no. 2\n                                \n                                  pp.\n                                  19\n                                  – 29",
    "issn": "1999-7566 (Print)",
    "publisher": "2664-5947 (Online)",
    "countryOfPublisher": "Publisher House Akademperiodyka",
    "lcc": [
      "Ukraine",
      "Science: Geology"
    ],
    "journalUrl": "https://gpimo.nas.gov.ua/en/node/2",
    "abstract": "The Azov-Black Sea basin is the eastern part of the Paratethys Ocean, surrounded by unevenaged mountain structures of the Crimea and the Caucasus, adjacent to the continental slope of the Archean Ukrainian crystalline massif, as well as the Anatolian mountain system. By their lithological and petrographic composition, geological structures influence the composition of the rocks covering the abyssal sections of the seabed and its modern surface. Deepwater drilling has passed the section of the bottom of the Black Sea and reached the layer of sediments of the Upper Neogene (Upper Sarmatian). The upper layers of the bottom of the Black and Azov Seas are mainly represented by sediments of the Quaternary period belonging to different age intervals, which is associated with repeated changes in the level of the Black Sea basin during continental glaciations. This led to a corresponding change in the level of the basin and, as a consequence, to the influx of terrigenous material (fluvial alluvium and products of destruction of bedrock) into the deep water area. In terms of their lithological and mineralogical composition, bottom sediments reflect the material composition of their sources. At present, the upper layer of seabed sediments up to 7-10 m thick is the most studied. This layer consists of three divisions from 22 thousand years to the present. In lithological terms, this is a layer of pellets enriched in hydrotroilite, a layer of sapropels and modern terrigenous silts. Their origin is closely related to sea level fluctuations and climate change. The study of the lithological composition of bottom sediments can be considered satisfactory, while the knowledge of the finest fraction is insufficient. Preliminary studies of the clay fraction, followed by the participation of the authors in this process, studied the composition and spatial distribution of clay minerals. Among them, hydromicas, montmorillonite, kaolinite, chlorite, and mixed layered formations are the most widespread.",
    "readLink": "https://doi.org/10.15407/gpimo2022.02.019"
  },
  {
    "title": "SWOT-AHP as an inclusive analytical tool of the forest-wood-energy chain: the case study of the Sarntal (South Tyrol)",
    "authors": [
      "Nikodinoska N,",
      "Mattivi M,",
      "Notaro S,",
      "Paletto A,",
      "Sparapani G"
    ],
    "doi": "https://doi.org/10.3832/efor1536-012",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1824-0119 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://foresta.sisef.org/",
    "abstract": "In the last years, the use of forest biomass for energy purpose is steadily increasing to tackle energy security issues and to mitigate climate change by stabilizing greenhouse gases (GHG) concentrations in the atmosphere. In Italy, the new National Energy Strategy established that the renewable energy must cover 20% of gross energy demand by 2020. In order to achieve this objective the forest biomass could be of fundamental importance. In this context of increasing extraction of wood residues from forests, it is relevant to analyse two key aspects: (1) the involvement of stakeholders in the strategy for the valorization of forest-wood-energy chain at local level; and (2) the potential impacts of increased forest biomass extraction on environment. This paper analyses these two aspects through the stakeholders’ opinions in a case study in the Alto Adige (Sarentino valley). Stakeholders’ opinions concerning the analysis of SWOT categories (strengths, weaknesses, opportunities, threats) of the bioenergy supply chain were investigated using the SWOT-AHP (Analytical Hierarchy Process) approach. The results show that the local stakeholders emphasize some strengths (e.g., additional income over time for private forest owners) and opportunities (e.g., development of shared forest management strategies among small forest owners) of forest-wood-energy chain, and consider less relevant the weaknesses and threats. The results concerning one of most important potential threats - impacts on environment - show that all groups of stakeholders (public administrations, associations and NGO, research bodies and universities, and actors of rural sector) consider positive the impacts of increased forest biomass extraction on recreational activities and negative on other three ecosystem services (carbon sequestration, hydrogeological protection, and biodiversity).",
    "readLink": "http://www.sisef.it/forest@/contents/?id=efor1536-012"
  },
  {
    "title": "Hydrological impacts of climate change on small ungauged catchments – results from a global climate model–regional climate model–hydrologic model chain",
    "authors": [
      "A. T. Tsegaw,",
      "M. Pontoppidan,",
      "E. Kristvik,",
      "K. Alfredsen,",
      "T. M. Muthanna"
    ],
    "doi": "https://doi.org/10.5194/nhess-20-2133-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  2133\n                                  – 2155",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Climate change is one of the greatest threats currently facing the world's environment. In Norway, a change in climate will strongly affect the pattern, frequency, and magnitudes of stream flows. However, it is challenging to quantify to what extent the change will affect the flow patterns and floods from small rural catchments due to the unavailability or inadequacy of hydro-meteorological data for the calibration of hydrological models and due to the tailoring of methods to a small-scale level. To provide meaningful climate impact studies at the level of small catchments, it is therefore beneficial to use high-spatial- and high-temporal-resolution climate projections as input to a high-resolution hydrological model. In this study, we used such a model chain to assess the impacts of climate change on the flow patterns and frequency of floods in small ungauged rural catchments in western Norway. We used a new high-resolution regional climate projection, with improved performance regarding the precipitation distribution, and a regionalized hydrological model (distance distribution dynamics) between a reference period (1981–2011) and a future period (2070–2100). The flow-duration curves for all study catchments show more wet periods in the future than during the reference period. The results also show that in the future period, the mean annual flow increases by 16 % to 33 %. The mean annual maximum floods increase by 29 % to 38 %, and floods of 2- to 200-year return periods increase by 16 % to 43 %. The results are based on the RCP8.5 scenario from a single climate model simulation tailored to the Bergen region in western Norway, and the results should be interpreted in this context. The results should therefore be seen in consideration of other scenarios for the region to address the uncertainty. Nevertheless, the study increases our knowledge and understanding of the hydrological impacts of climate change on small catchments in the Bergen area in the western part of Norway.",
    "readLink": "https://nhess.copernicus.org/articles/20/2133/2020/nhess-20-2133-2020.pdf"
  },
  {
    "title": "Impacts of half a degree additional warming on the Asian summer monsoon rainfall characteristics",
    "authors": [
      "Donghyun Lee,",
      "Seung-Ki Min,",
      "Erich Fischer,",
      "Hideo Shiogama,",
      "Ingo Bethke,",
      "Ludwig Lierhammer,",
      "John F Scinocca"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aab55d",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  p.\n                                  044033",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "This study investigates the impacts of global warming of 1.5 °C and 2.0 °C above pre-industrial conditions (Paris Agreement target temperatures) on the South Asian and East Asian monsoon rainfall using five atmospheric global climate models participating in the ‘Half a degree Additional warming, Prognosis and Projected Impacts’ (HAPPI) project. Mean and extreme precipitation is projected to increase under warming over the two monsoon regions, more strongly in the 2.0 °C warmer world. Moisture budget analysis shows that increases in evaporation and atmospheric moisture lead to the additional increases in mean precipitation with good inter-model agreement. Analysis of daily precipitation characteristics reveals that more-extreme precipitation will have larger increase in intensity and frequency responding to the half a degree additional warming, which is more clearly seen over the South Asian monsoon region, indicating non-linear scaling of precipitation extremes with temperature. Strong inter-model relationship between temperature and precipitation intensity further demonstrates that the increased moisture with warming (Clausius-Clapeyron relation) plays a critical role in the stronger intensification of more-extreme rainfall with warming. Results from CMIP5 coupled global climate models under a transient warming scenario confirm that half a degree additional warming would bring more frequent and stronger heavy precipitation events, exerting devastating impacts on the human and natural system over the Asian monsoon region.",
    "readLink": "https://doi.org/10.1088/1748-9326/aab55d"
  },
  {
    "title": "Transcriptomic Responses of Two Ecologically Divergent Populations of Japanese Mantis Shrimp (<i>Oratosquilla oratoria</i>) under Thermal Stress",
    "authors": [
      "Fangrui Lou,",
      "Zhiqiang Han,",
      "Tianxiang Gao"
    ],
    "doi": "https://doi.org/10.3390/ani9070399",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  399",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "Crustaceans are generally considered more sensitive to ocean warming due to their lack of certain efficient regulators. However, the alterations in the physiology and behavior of crustaceans in response to thermal stress differ vastly even among the infraspecific populations of heterogeneous landscapes. Consequently, understanding the impact of temperature fluctuation on crustacean infraspecific populations might be essential for maintaining a sustainable persistence of populations at existing locations. In the present study, we chose the Japanese mantis shrimp (Oratosquilla oratoria) as the representative crustacean population, and conducted transcriptome analyses in two divergent O. oratoria populations (the Zhoushan and Qingdao populations) under same thermal stress (20−28 °C) to identify the population-specific expression response to thermal stress. The results showed significant differences in gene expressions, GO terms and metabolic pathways between the two populations. We hypothesized that intraspecific mutations in the same or different genes might lead to thermal adaptive divergences. Temperature increases from 20−28 °C produced significant enrichment in GO terms and altered the metabolic pathways in the Zhoushan population despite the lack of differentially expressed unigenes. Therefore, several functional genes with large pleiotropic effects may underlie the response to thermal stress in the Zhoushan population. Furthermore, the most significantly enriched biological processes of the Qingdao population were associated with the state or activity of cells and its significant enriched pathways with genetic information processing as well as immune and environmental information processing. In contrast, the differentially regulated unigenes of the Zhoushan population were primarily involved in the regulatory cellular and transcription processes and the most significant pathways found were metabolic and digestive. Consequently, the regulatory mechanisms of the Zhoushan population are probably more efficient than those of the Qingdao population under the same thermal stress.",
    "readLink": "https://www.mdpi.com/2076-2615/9/7/399"
  },
  {
    "title": "Climate Change Warning Labels on Gas Pumps: The Role of Public Opinion Formation in Climate Change Mitigation Policies",
    "authors": [
      "James R. Brooks,",
      "Kristie L. Ebi"
    ],
    "doi": "https://doi.org/10.1002/gch2.202000086",
    "journalVolume": "Vol. 5,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2056-6646 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20566646",
    "abstract": "Abstract This article analyzes City of Cambridge, Massachusetts legislation that requires all gasoline and diesel pumps to display a consumer warning label outlining the climate change and public health impacts from fuel combustion. This review of empirical and theoretical scholarship on efficacy of carbon label programs and health warning labels suggests government‐sponsored “warming labels” may increase self‐efficacy beliefs. The analysis reveals warming labels may activate extant climate concern norms and shift public opinion toward long term support of sustainable transportation emissions policies and practices.",
    "readLink": "https://doi.org/10.1002/gch2.202000086"
  },
  {
    "title": "Représentations et pratiques autour de la ressource en eau des producteurs maraîchers des Andes vénézuéliennes",
    "authors": [
      "David Leroy,",
      "Alexandra Angéliaume-Descamps,",
      "Jean Marc Antoine,",
      "Frédérique Blot,",
      "Éric Maire,",
      "Anne Peltier"
    ],
    "doi": "https://doi.org/10.4000/vertigo.13356",
    "journalVolume": "Vol. 13,\n                                no. 1",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "This study aims to analyze social representations for water resource of market gardening producers of the high valleys of Venezuelan Andes, whereas this resource constitutes an essential tool of agricultural production. It proposes more particularly to understand how farmers perceive and assess the current state of the resource and identify the justification of their behaviour and agricultural practices. In the 1960s, the introduction of irrigated gardening in the Venezuelan Andes, has profoundly changed the relationship to water for rural societies who have developed particularly efficient systems of appropriation and distribution of the resource particularly effective, both technically and socially. But, nowadays, the farmers perceive fluctuations in the resource that they can interpret as a consequence of climate change, and/or as a result of actual agricultural dynamics. Faced with this phenomena, new practices such as irrigation by micro-irrigation or the preservation of water sources in altitude begin to emerge.",
    "readLink": "http://journals.openedition.org/vertigo/13356"
  },
  {
    "title": "Social impact assessment towards sustainable urban mobility in Qatar: Understanding behavioral change triggers",
    "authors": [
      "Fatima E. Al-Thawadi,",
      "Abdul-Aziz A. Banawi,",
      "Sami G. Al-Ghamdi"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  p.\n                                  100295",
    "issn": "2590-1982 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Transportation and communications"
    ],
    "journalUrl": "https://www.journals.elsevier.com/transportation-research-interdisciplinary-perspectives",
    "abstract": "In Qatar, majority of the citizens rely on private automobiles compared to public transport. For this reason, it is imperative to consider public views on sustainability issues within the transport sector. This study examines some behavioral change triggers as Qatar moves towards a sustainable public transport system. The dominant view is that using public transport is more sustainable; therefore, the objective of the study was two-fold: to assess public travel behaviors and attitudes with respect to the use of public transportation and to formulate strategies designed to encourage commuters to use sustainable public transport. For this purpose, the study employed a descriptive, correlational research design in the collection and analysis of pertinent data. Primary data was obtained using survey research. Electronic surveys created by Survey Monkey were sent to prospective respondents online with a total sample size of 435. The framework of the questionnaire was: the respondents’ demographic profile, their overall knowledge about automobiles’ impact on the environment, their opinion concerning metro acceptance and initiation about the possible use of a sustainable transport system to the public, their knowledge on the metro project challenges, and their willingness to use the metro. Results indicated that the majority of respondents resisted using public transport, as most of them owned automobiles. Only 24% of respondents said that they would consider using public transport for environmental conservation purposes. The four major setbacks to using the metro system were: the need to wait for the metro to operate (21.4%), lifestyle and culture (16.9%) – respondents used to drive their own cars, climate concerns (16.9%), and the location of metro stations (17.5%). The study concluded that much of the resistance to using the public transport system arises from individual’s high dependency on automobiles. Many of the solutions to this high dependency were linked to land use and urban planning strategies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590198220302062"
  }
]