[
  {
    "title": "The Politics of Space: A Reflection on Remapping",
    "authors": [
      "Ian A Bethell-Bennett"
    ],
    "doi": "https://doi.org/10.15362/ijbs.v24i0.312",
    "journalVolume": "Vol. 24,\n                                no. 0\n                                \n                                  pp.\n                                  53\n                                  – 69",
    "issn": "2220-5772 (Online)",
    "publisher": "University of the Bahamas",
    "countryOfPublisher": "Bahamas",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://journals.sfu.ca/cob/index.php/files/index",
    "abstract": "Sea bathing shall be permitted at or from the public property between the western boundary of the British Colonial Hotel and Nassau Street between the hours of 9 a.m. and 12 noon and 4 p.m. and 6 p.m. only. (“Sea Bathing Rules,” 1938) Finally we’re inside The gated community Finally with Massa inside The gated community Savages singing the blues Safe within the pink wall (Manoo-Rahming, 2010, p. 79) Place and space are vital ingredients to Caribbean success in tourism. Space and how we live in it is historically and politically or geopolitically determined beyond our lives. The Bahamas and Puerto Rico share a particular resonance as their spaces are being repacked and re-commercialized as parts of an elite geographical zone where the rich come to play and stay but avoid the crowds. So, public spaces, the coast and beaches, are being taken as privately owned and rezoned spaces for high-end enjoyment. In the last two decades, this privatization of space has taken over in Puerto Rico and The Bahamas in disturbing and interesting ways. Many locals buy into the offer of jobs in exchange for international development or Foreign Direct Investment as government eases its way out of governance in the wake of climate-change-powered super hurricanes and the resultant green gentrification. So, while small coastal communities succumb to the dream of progress couched in land sales and increased land prices, local access to regular lives disappears under high-end gated communities and private islands.",
    "readLink": "https://journals.sfu.ca/cob/index.php/files/article/view/312"
  },
  {
    "title": "How Much Should We Spend to Fight against Climate Change? The Value of Backstop Technologies in a Simplified Model",
    "authors": [
      "Carlos Pretel,",
      "Pedro Linares"
    ],
    "doi": "https://doi.org/10.3390/en14227781",
    "journalVolume": "Vol. 14,\n                                no. 7781\n                                \n                                  p.\n                                  7781",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The estimation of the social cost of climate change is typically carried out with complex, difficult to interpret, integrated assessment models (IAMs). Instead, this paper presents a simple, tractable model with which to estimate the willingness to pay of societies against climate change. The model is based on an already comprehensive and intuitive one developed by Besley and Dixit, which has been modified by including a backstop technology (e.g., a renewable energy technology). This improved formulation allows for a more realistic representation of the climate change problem in that it is able to include the decoupling of economic growth and GHG emissions. The model allows us to understand the implications of different assumptions, such as the rate of growth of the economy, or the damages expected from climate change, on the willingness to pay against it. Our results show that, for a baseline scenario, the willingness to pay (WTP) is 0.52% of annual GDP, lower than that obtained by Besley and Dixit, which shows the significant benefits of developing competitive mitigation technologies. Our results also show the benefits of international collaboration, or of devoting more resources to R&D, as efficient ways to fight against climate change.",
    "readLink": "https://www.mdpi.com/1996-1073/14/22/7781"
  },
  {
    "title": "Soil-Water Storage Predictions for Cultivated Crops on the Záhorská Lowlands",
    "authors": [
      "Jarabicová Miroslava,",
      "Minarič Peter"
    ],
    "doi": "https://doi.org/10.1515/sjce-2016-0010",
    "journalVolume": "Vol. 24,\n                                no. 2\n                                \n                                  pp.\n                                  31\n                                  – 40",
    "issn": "1338-3973 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/SJCE",
    "abstract": "The main objective of this paper is to evaluate the impact of climate change on the soil-water regime of the Záhorská lowlands. The consequences of climate change on soil-water storage were analyzed for two crops: spring barley and maize. We analyzed the consequences of climate change on soil-water storage for two crops: spring barley and maize. The soil-water storage was simulated with the GLOBAL mathematical model. The data entered into the model as upper boundary conditions were established by the SRES A2 and SRES B1 climate scenarios and the KNMI regional climate model for the years from 2071 to 2100 (in the text called the time horizon 2085 which is in the middle this period). For the reference period the data from the years 1961-1990 was used. The results of this paper predict soil-water storage until the end of this century for the crops evaluated, as well as a comparison of the soil-water storage predictions with the course of the soil-water storage during the reference period.",
    "readLink": "http://www.degruyter.com/view/j/sjce.2016.24.issue-2/sjce-2016-0010/sjce-2016-0010.xml?format=INT"
  },
  {
    "title": "Rapidly Changing Cities: Working with Socio-Ecological Systems to Facilitate Transformation",
    "authors": [
      "Karina Landman"
    ],
    "doi": "https://doi.org/10.17645/up.v6i2.4472",
    "journalVolume": "Vol. 6,\n                                no. 2",
    "issn": "2183-7635 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://www.cogitatiopress.com/urbanplanning",
    "abstract": "Cities across the world are changing rapidly. Driven by population growth, migration, economic decline in rural areas, political instabilities, and even more recently, the Covid-19 pandemic, urban systems and spaces are changing to accommodate moving people and new functions. In many cases, these trends contribute to increased levels of inequality, poverty, food insecurity, and unemployment, while the warnings about the impact of climate change continue to raise concerns. Though some have called this a new urban revolution, others have referred to, in a more apocalyptic turn, the end of cities. In response, many writers are encouraging smarter cities, whereas others are promoting a post-urban context and a return to small communities. High levels of uncertainty are characteristic, along with increased intensities of complexity, rapid fluctuation and unbounded experimentation. This raises many questions about the nature and implication of change in different cities situated in vastly contrasting contexts. This thematic issue of Urban Planning focuses on five narratives from cities across the world to illustrate various drivers of change and their implications for urban design and planning. The editorial introduces these narratives, as well as commentaries from leading academics/practitioners and highlights several divergent experiences and common threats. It argues that to deal with the rapid and often large-scale changes, planners need to view human settlements as socio-ecological systems and plan for change and uncertainty to facilitate the co-evolution of humans and nature.",
    "readLink": "https://www.cogitatiopress.com/urbanplanning/article/view/4472"
  },
  {
    "title": "Mammalian niche conservation through deep time.",
    "authors": [
      "Larisa R G DeSantis,",
      "Rachel A Beavins Tracy,",
      "Cassandra S Koontz,",
      "John C Roseberry,",
      "Matthew C Velasco"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0035624",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  e35624",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change alters species distributions, causing plants and animals to move north or to higher elevations with current warming. Bioclimatic models predict species distributions based on extant realized niches and assume niche conservation. Here, we evaluate if proxies for niches (i.e., range areas) are conserved at the family level through deep time, from the Eocene to the Pleistocene. We analyze the occurrence of all mammalian families in the continental USA, calculating range area, percent range area occupied, range area rank, and range polygon centroids during each epoch. Percent range area occupied significantly increases from the Oligocene to the Miocene and again from the Pliocene to the Pleistocene; however, mammalian families maintain statistical concordance between rank orders across time. Families with greater taxonomic diversity occupy a greater percent of available range area during each epoch and net changes in taxonomic diversity are significantly positively related to changes in percent range area occupied from the Eocene to the Pleistocene. Furthermore, gains and losses in generic and species diversity are remarkably consistent with ~2.3 species gained per generic increase. Centroids demonstrate southeastern shifts from the Eocene through the Pleistocene that may correspond to major environmental events and/or climate changes during the Cenozoic. These results demonstrate range conservation at the family level and support the idea that niche conservation at higher taxonomic levels operates over deep time and may be controlled by life history traits. Furthermore, families containing megafauna and/or terminal Pleistocene extinction victims do not incur significantly greater declines in range area rank than families containing only smaller taxa and/or only survivors, from the Pliocene to Pleistocene. Collectively, these data evince the resilience of families to climate and/or environmental change in deep time, the absence of terminal Pleistocene \"extinction prone\" families, and provide valuable insights to understanding mammalian responses to current climate change.",
    "readLink": "http://europepmc.org/articles/PMC3334498?pdf=render"
  },
  {
    "title": "Geochemical Negative Emissions Technologies: Part II. Roadmap",
    "authors": [
      "Cara N. Maesano,",
      "James S. Campbell,",
      "Spyros Foteinis,",
      "Veronica Furey,",
      "Olivia Hawrot,",
      "Daniel Pike,",
      "Silvan Aeschlimann,",
      "Paul L. Reginato,",
      "Paul L. Reginato,",
      "Daniel R. Goodwin,",
      "Daniel R. Goodwin,",
      "Loren L. Looger,",
      "Loren L. Looger,",
      "Edward S. Boyden,",
      "Edward S. Boyden,",
      "Edward S. Boyden,",
      "Edward S. Boyden,",
      "Edward S. Boyden,",
      "Edward S. Boyden,",
      "Phil Renforth"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.945332",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Geochemical negative emissions technologies (NETs) comprise a set of approaches to climate change mitigation that make use of alkaline minerals to remove and/or permanently store carbon dioxide (CO2) as solid carbonate minerals or dissolved ocean bicarbonate ions. This roadmap accompanies the comprehensive review of geochemical NETs by the same authors and offers guidance for the development and deployment of geochemical NETs at gigaton per year (Gt yr.−1) scale. We lay out needs and high-priority initiatives across six key elements required for the responsible and effective deployment of geochemical NETs: (i) technical readiness, (ii) social license, (iii) demand, (iv) supply chains, (v) human capital, and (vi) infrastructure. We put forward proposals for: specific initiatives to be undertaken; their approximate costs and timelines; and the roles that various actors could play in undertaking them. Our intent is to progress toward a working consensus among researchers, practitioners, and key players about initiatives that merit resourcing and action, primarily focusing on the near-term.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.945332/full"
  },
  {
    "title": "Pyrolytic and hydrothermal carbonization of date palm leaflets: Characteristics and ecotoxicological effects on seed germination of lettuce",
    "authors": [
      "Mohammad I. Al-Wabel,",
      "Muhammad Imran Rafique,",
      "Mahtab Ahmad,",
      "Munir Ahmad,",
      "Abid Hussain,",
      "Adel R.A. Usman"
    ],
    "doi": "Vol. 26,\n                                no. 4\n                                \n                                  pp.\n                                  665\n                                  – 672",
    "issn": "1319-562X (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Saudi Arabia",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/saudi-journal-of-biological-sciences/",
    "abstract": "Biochar has vital importance as soil additives due to its characteristics, which are responsible for alleviating environmental problems and climate change. These additives should be evaluated to understand their physico-chemical properties and their ecotoxicological effects on plant growth. Therefore, this study aimed to (i) distinguish the properties of biochar produced from date palm and its derivative hydrochar, and (ii) investigate their ecotoxicological effects. Specifically, the biochar and hydrochar were produced from date palm leaflets by pyrolysis and hydrothermal carbonization, respectively. The produced chars were evaluated for their characteristics before and after water washing, and for their ecotoxicological effects on seed germination of lettuce (Lactuca sativa L). The results show that water washing lowered biochar’s pH and increased hydrochar’s pH. Moreover, water washing of hydrochar caused a significant reduction in the total content of essential elements such as Ca, Mg, Mn, and Zn. Lettuce germination was significantly inhibited to 20% by hydrochar, whereas biochar enhanced lettuce growth by increasing shoot length (by 51%) and dry biomass (by 114%). Hydrochar toxicity was correlated (R > 0.95 at p = 0.05) with high contents of total polyaromatic hydrocarbons (98.8 mg kg−1). Pre-treatment and assessment of hydrochar should be taken into account prior to application as a soil amendment. Keywords: Biochar, Hydrochar thermal treatment, Polyaromatic hydrocarbons, Ecotoxicity",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1319562X18301281"
  },
  {
    "title": "Impacts of climate change in the meteorological conditions during the period 2022 in Albania",
    "authors": [
      "Gjoni Anira,",
      "Kucaj Enkelejda,",
      "Cela Gazmir,",
      "Bardhi Azem,",
      "Osmani Marilda"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202343602008",
    "journalVolume": "Vol. 436\n                                \n                                \n                                  p.\n                                  02008",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The impacts of climate change on the meteorological conditions in our country, analysing the main climate indicators (temperatures, rainfall for the last year) will be addressed in this paper. In the last years, in our country, rising temperatures and seasonal rainfall anomalies were the two most encountered phenomena. The assessment of the meteorological conditions of each month during the last year and the comparison with the norm has enabled some conclusions to be drawn regarding different indicators of climate and its changes. Some of the results show an increase in the average annual air temperature by about +2.0°C, where in particular the summer season differ by +3.4°C, while precipitation marks a decrease around -13.1%, which is most pronounced in the season of winter by -30.4%. According to data analyses, the number of rainy days decreased by 18.8%. In recent years, due to the reduction in the number of rainy days and a lower cloud, there has been an increase of sunshine by about +5% in the area of Albania. The impact of these climate change indicators has had positive and negative impacts on various branches of the economy, such as energy, agriculture, transport, etc., but the most negative effects of the decrease of the precipitation and the increase of temperatures is related to droughts.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/73/e3sconf_iced2023_02008.pdf"
  },
  {
    "title": "Estimating Future Costs of Emerging Wave Energy Technologies",
    "authors": [
      "Pablo Ruiz-Minguela,",
      "Donald R. Noble,",
      "Vincenzo Nava,",
      "Shona Pennock,",
      "Jesus M. Blanco,",
      "Henry Jeffrey"
    ],
    "doi": "https://doi.org/10.3390/su15010215",
    "journalVolume": "Vol. 15,\n                                no. 215\n                                \n                                  p.\n                                  215",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The development of new renewable energy technologies is generally perceived as a critical factor in the fight against climate change. However, significant difficulties arise when estimating the future performance and costs of nascent technologies such as wave energy. Robust methods to estimate the commercial costs that emerging technologies may reach in the future are needed to inform decision-making. The aim of this paper is to increase the clarity, consistency, and utility of future cost estimates for emerging wave energy technologies. It proposes a novel three-step method: (1) using a combination of existing bottom-up and top-down approaches to derive the current cost breakdown; (2) assigning uncertainty ranges, depending on the estimation reliability then used, to derive the first-of-a-kind cost of the commercial technology; and (3) applying component-based learning rates to produce the LCOE of a mature technology using the upper bound from (2) to account for optimism bias. This novel method counters the human propensity toward over-optimism. Compared with state-of-the-art direct estimation approaches, it provides a tool that can be used to explore uncertainties and focus attention on the accuracy of cost estimates and potential learning from the early stage of technology development. Moreover, this approach delivers useful information to identify remaining technology challenges, concentrate innovation efforts, and collect evidence through testing activities.",
    "readLink": "https://www.mdpi.com/2071-1050/15/1/215"
  },
  {
    "title": "Molecular biology for green recovery-A call for action.",
    "authors": [
      "Marta Rodríguez-Martínez,",
      "Jens Nielsen,",
      "Sam Dupont,",
      "Jessica Vamathevan,",
      "Beverley J Glover,",
      "Lindsey C Crosswell,",
      "Brendan Rouse,",
      "Ben F Luisi,",
      "Chris Bowler,",
      "Susan M Gasser,",
      "Detlev Arendt,",
      "Tobias J Erb,",
      "Victor de Lorenzo,",
      "Edith Heard,",
      "Kiran Raosaheb Patil"
    ],
    "doi": "https://doi.org/10.1371/journal.pbio.3001623",
    "journalVolume": "Vol. 20,\n                                no. 4\n                                \n                                  p.\n                                  e3001623",
    "issn": "1544-9173 (Print)",
    "publisher": "1545-7885 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.plos.org/plosbiology/",
    "abstract": "Molecular biology holds a vast potential for tackling climate change and biodiversity loss. Yet, it is largely absent from the current strategies. We call for a community-wide action to bring molecular biology to the forefront of climate change solutions.",
    "readLink": "https://doi.org/10.1371/journal.pbio.3001623"
  }
]