[
  {
    "title": "Analysis of landscape microclimate and green space transformation strategy for old residential areas——case: Luoliu community",
    "authors": [
      "Gou Aiping,",
      "Li Yihan,",
      "Wang Jiangbo"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202127102019",
    "journalVolume": "Vol. 271\n                                \n                                \n                                  p.\n                                  02019",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "As an old community, Luoliu community is representative in Shanghai. Traditional infrastructure is not combined with public space and green space layout, which makes the climate resilience of the old residential area urgently need to be improved. Through questionnaire survey, field measurement, combined with Envi-met to simulate microclimate changes and formulated green space resilience transformation strategies. Microclimate factors such as temperature, humidity, wind speed and wind direction change with the spatial distribution and vegetation structure. First, the walls of buildings are most vulnerable to the shadow of buildings. The microclimate of the building enclosed green space is stable, but its toughness is poor. Parallel green space can restrain the temperature rise to a certain extent, it has strong space toughness. Green enclosure space is also closed, usually covered with green plants. Although it can reduce the impact of solar radiation, overgrown and untrimmed trees will become an obstacle to air ducts. Ventilation should be the priority. Second, the canopy and vertical structure of green plants should be reasonable. Third, the combination layout of the dominant wind direction and the residential complex shall be considered comprehensively to plan the public facilities and sidewalks.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/47/e3sconf_icepe2021_02019.pdf"
  },
  {
    "title": "Molecules to Mountains: A Multi-Proxy Investigation Into Ancient Climate and Topography of the Pacific Northwest, USA",
    "authors": [
      "Alexander McLean,",
      "John Bershaw"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.624961",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "We characterize the topographic evolution of the Pacific Northwest, United States, during the Cenozoic. New paleosol carbonate stable isotope (δ18O) results from central Oregon are presented, along with published proxy data, including fossil teeth, smectites, and carbonate concretions. We interpret a polygenetic history of Cascade Mountain topographic uplift along-strike, characterized by: 1) Steady uplift of the Washington Cascades through the Cenozoic due long-term arc rotation and shortening against a Canadian buttress, and 2) Uplift of the Oregon Cascades to similar-to-modern elevations by the late Oligocene, followed by topographic stagnation as extension developed into the Neogene. Since the Miocene, meteoric water δ18O values have decreased in Oregon, possibly due to emergence of the Coast Range and westward migration of the coastline. Spatial variability in isotopic change throughout the Pacific Northwest suggests that secular global climate change is not the primary forcing mechanism behind isotopic trends, though Milankovitch cycles may be partly responsible for relatively short-term variation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.624961/full"
  },
  {
    "title": "Identifying marine food web homogenization patterns",
    "authors": [
      "Yan Xu,",
      "Yan Xu,",
      "Xumeng Huo,",
      "Ferenc Jordán,",
      "Mingliang Zhou,",
      "Yanpeng Cai,",
      "Jun Sun"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1245513",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Ecosystems become increasingly similar to each other, based on species composition. Despite the inevitability of homogenized ecosystems due to global change, few studies have specifically addressed the identification of homogeneous systems in food webs. This study focuses on identifying different patterns of marine food web homogenization by selecting 41 marine food webs and establishing an indicator system. The research classifies the food webs into seven main types based on three different homogenization processes (I, II, III, IV, V, VI, and VII), with approximately 60.1%, 46.3%, and 61% of the homogenization being structural, functional, and resource homogenization, respectively. It highlights the importance of homogenization processes in marine ecosystems, which are mainly driven by interactions between structural and resource homogenization. The research found that Type V exhibited universality in both temporal and spatial dimensions, while Type III also showed universality when the food webs were dominated by resource homogenization. On the other hand, Type I, which was associated with human activities, showed locality when the food web only manifested structural homogenization. Functional homogenization often occurred alongside structural homogenization, as seen in Type IV and Type VII. Yet, when the food web exhibited functional homogenization (Type II), it was directly linked to human activities over the past 20 years. The research aimed to improve the methodology in terms of (a) identifying different food web homogenization patterns; (b) establishing indicators system to quantify food web homogenization; and (c) clarifying the ecological significance of food web homogenization. The study provided a comprehensive understanding of food web homogenization and its associated risks, which could inform nature-based ecosystem management strategies to mitigate the impacts of future climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1245513/full"
  },
  {
    "title": "Anthropogenic impacts drive niche and conservation metrics of a cryptic rattlesnake on the Colorado Plateau of western North America",
    "authors": [
      "M. R. Douglas,",
      "M. A. Davis,",
      "M. Amarello,",
      "J. J. Smith,",
      "G. W. Schuett,",
      "H.-W. Herrmann,",
      "A. T. Holycross,",
      "M. E. Douglas"
    ],
    "doi": "https://doi.org/10.1098/rsos.160047",
    "journalVolume": "Vol. 3,\n                                no. 4",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Ecosystems transition quickly in the Anthropocene, whereas biodiversity adapts more slowly. Here we simulated a shifting woodland ecosystem on the Colorado Plateau of western North America by using as its proxy over space and time the fundamental niche of the Arizona black rattlesnake (Crotalus cerberus). We found an expansive (= end-of-Pleistocene) range that contracted sharply (= present), but is blocked topographically by Grand Canyon/Colorado River as it shifts predictably northwestward under moderate climate change (= 2080). Vulnerability to contemporary wildfire was quantified from available records, with forested area reduced more than 27% over 13 years. Both ‘ecosystem metrics' underscore how climate and wildfire are rapidly converting the Plateau ecosystem into novel habitat. To gauge potential effects on C. cerberus, we derived a series of relevant ‘conservation metrics' (i.e. genetic variability, dispersal capacity, effective population size) by sequencing 118 individuals across 846 bp of mitochondrial (mt)DNA-ATPase8/6. We identified five significantly different clades (net sequence divergence = 2.2%) isolated by drainage/topography, with low dispersal (FST = 0.82) and small sizes (2Nef = 5.2). Our compiled metrics (i.e. small-populations, topographic-isolation, low-dispersal versus conserved-niche, vulnerable-ecosystem, dispersal barriers) underscore the susceptibility of this woodland specialist to a climate and wildfire tandem. We offer adaptive management scenarios that may counterbalance these metrics and avoid the extirpation of this and other highly specialized, relictual woodland clades.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.160047"
  },
  {
    "title": "Nighttime transpiration: does it contribute to water stress in grape?",
    "authors": [
      "Silvina Dayer,",
      "Gregory A. Gambetta"
    ],
    "doi": "https://doi.org/10.20870/IVES-TR.2021.4681",
    "issn": "2680-4905 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://ives-technicalreviews.eu/",
    "abstract": "Climate change is driving the search for grapevine cultivars and/or rootstocks that use water more efficiently. Recently, there has been increasing attention on nighttime transpiration. The reasoning is simple. While daytime transpiration results from the necessity to have stomata open so the plant can take up carbon dioxide for photosynthesis, nighttime transpiration could be considered a “waste” of water since no photosynthesis occurs at night. So how significant is nighttime water use in grape, and does it serve some other purpose that benefits the vine?",
    "readLink": "https://ives-technicalreviews.eu/article/view/4681"
  },
  {
    "title": "HESS Opinions: Are soils overrated in hydrology?",
    "authors": [
      "H. Gao,",
      "H. Gao,",
      "H. Gao,",
      "F. Fenicia,",
      "H. H. G. Savenije"
    ],
    "doi": "https://doi.org/10.5194/hess-27-2607-2023",
    "journalVolume": "Vol. 27\n                                \n                                \n                                  pp.\n                                  2607\n                                  – 2620",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Traditional hydrological theories are based on the assumption that soil is key in determining water's fate in the hydrological cycle. According to these theories, soil hydraulic properties determine water movement in both saturated and unsaturated zones, described by matrix flow formulas such as the Darcy–Richards equations. They also determine plant-available moisture and thereby control transpiration. Here we argue that these theories are founded on a wrong assumption. Instead, we advocate the reverse: the terrestrial ecosystem manipulates the soil to satisfy specific water management strategies, which are primarily controlled by the ecosystem's reaction to climatic drivers and by prescribed boundary conditions such as topography and lithology. According to this assumption, soil hydraulic properties are an effect rather than a cause of water movement. We further argue that the integrated hydrological behaviour of an ecosystem can be inferred from considerations about ecosystem survival and growth without relying on internal-process descriptions. An important and favourable consequence of this climate- and ecosystem-driven approach is that it provides a physical justification for catchment models that do not rely on soil information and on the complexity associated with the description of soil water dynamics. Another consequence is that modelling water movement in the soil, if required, can benefit from the constraints that are imposed by the embedding ecosystem. Here we illustrate our ecosystem perspective of hydrological processes and the arguments that support it. We suggest that advancing our understanding of ecosystem water management strategies is key to building more realistic hydrological theories and catchment models that are predictive in the context of environmental change.",
    "readLink": "https://hess.copernicus.org/articles/27/2607/2023/hess-27-2607-2023.pdf"
  },
  {
    "title": "Decision-Making and Sustainable Drainage: Design and Scale",
    "authors": [
      "Susanne Charlesworth,",
      "Frank Warwick,",
      "Craig Lashford"
    ],
    "doi": "https://doi.org/10.3390/su8080782",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  782",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Sustainable Drainage (SuDS) improves water quality, reduces runoff water quantity, increases amenity and biodiversity benefits, and can also mitigate and adapt to climate change. However, an optimal solution has to be designed to be fit for purpose. Most research concentrates on individual devices, but the focus of this paper is on a full management train, showing the scale-related decision-making process in its design with reference to the city of Coventry, a local government authority in central England. It illustrates this with a large scale site-specific model which identifies the SuDS devices suitable for the area and also at the smaller scale, in order to achieve greenfield runoff rates. A method to create a series of maps using geographical information is shown, to indicate feasible locations for SuDS devices across the local government authority area. Applying the larger scale maps, a management train was designed for a smaller-scale regeneration site using MicroDrainage® software to control runoff at greenfield rates. The generated maps were constructed to provide initial guidance to local government on suitable SuDS at individual sites in a planning area. At all scales, the decision about which device to select was complex and influenced by a range of factors, with slightly different problems encountered. There was overall agreement between large and small scale models.",
    "readLink": "http://www.mdpi.com/2071-1050/8/8/782"
  },
  {
    "title": "An assessment of high carbon stock and high conservation value approaches to sustainable oil palm cultivation in Gabon",
    "authors": [
      "Kemen G Austin,",
      "Michelle E Lee,",
      "Connie Clark,",
      "Brenna R Forester,",
      "Dean L Urban,",
      "Lee White,",
      "Prasad S Kasibhatla,",
      "John R Poulsen"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa5437",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  014005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Industrial-scale oil palm cultivation is rapidly expanding in Gabon, where it has the potential to drive economic growth, but also threatens forest, biodiversity and carbon resources. The Gabonese government is promoting an ambitious agricultural expansion strategy, while simultaneously committing to minimize negative environmental impacts of oil palm agriculture. This study estimates the extent and location of suitable land for oil palm cultivation in Gabon, based on an analysis of recent trends in plantation permitting. We use the resulting suitability map to evaluate two proposed approaches to minimizing negative environmental impacts: a High Carbon Stock (HCS) approach, which emphasizes forest protection and climate change mitigation, and a High Conservation Value (HCV) approach, which focuses on safeguarding biodiversity and ecosystems. We quantify the forest area, carbon stock, and biodiversity resources protected under each approach, using newly developed maps of priority species distributions and forest biomass for Gabon. We find 2.7–3.9 Mha of suitable or moderately suitable land that avoid HCS areas, 4.4 million hectares (Mha) that avoid HCV areas, and 1.2–1.7 Mha that avoid both. This suggests that Gabon’s oil palm production target could likely be met without compromising important ecosystem services, if appropriate safeguards are put in place. Our analysis improves understanding of suitability for oil palm in Gabon, determines how conservation strategies align with national targets for oil palm production, and informs national land use planning.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa5437"
  },
  {
    "title": "Annotated checklist of freshwater molluscs from the largest freshwater lake in Southeast Asia",
    "authors": [
      "Ting Hui Ng,",
      "Ekgachai Jeratthitikul,",
      "Chirasak Sutcharit,",
      "Samol Chhuoy,",
      "Kakada Pin,",
      "Arthit Pholyotha,",
      "Warut Siriwut,",
      "Ruttapon Srisonchai,",
      "Zeb S. Hogan,",
      "Peng Bun Ngor"
    ],
    "doi": "https://doi.org/10.3897/zookeys.958.53865",
    "journalVolume": "Vol. 958\n                                \n                                \n                                  pp.\n                                  107\n                                  – 141",
    "issn": "1313-2989 (Print)",
    "publisher": "1313-2970 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Zoology"
    ],
    "journalUrl": "http://zookeys.pensoft.net/",
    "abstract": "The Tonle Sap Lake in Cambodia is a crucial freshwater biodiversity hotspot and supports one of the world’s largest inland fisheries. Within the Tonle Sap basin, freshwater molluscs provide vital ecosystem services and are among the fauna targetted for commercial harvesting. Despite their importance, freshwater molluscs of the Tonle Sap basin remain poorly studied. The historical literature was reviewed and at least 153 species of freshwater molluscs have been previously recorded from throughout Cambodia, including 33 from the Tonle Sap basin. Surveys of the Tonle Sap Lake and surrounding watershed were also conducted and found 31 species, 15 bivalves (five families) and 16 gastropods (eight families), in the Tonle Sap basin, including three new records for Cambodia (Scaphula minuta, Novaculina siamensis, Wattebledia siamensis), the presence of globally invasive Pomacea maculata and potential pest species like Limnoperna fortunei. This study represents the most comprehensive documentation of freshwater molluscs of the Tonle Sap basin, and voucher specimens deposited at the Inland Fisheries Research and Development Institute, Cambodia, represent the first known reference collection of freshwater molluscs in the country. In order to combat the combined anthropogenic pressures, including invasive species, climate change and dams along the Mekong River, a multi-pronged approach is urgently required to study the biodiversity, ecology, ecosystem functioning of freshwater molluscs and other aquatic fauna in the Tonle Sap basin.",
    "readLink": "https://zookeys.pensoft.net/article/53865/download/pdf/"
  },
  {
    "title": "The KNMI Large Ensemble Time Slice (KNMI–LENTIS)",
    "authors": [
      "L. Muntjewerf,",
      "R. Bintanja,",
      "R. Bintanja,",
      "T. Reerink,",
      "K. van der Wiel"
    ],
    "doi": "https://doi.org/10.5194/gmd-16-4581-2023",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  4581\n                                  – 4597",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Large-ensemble modelling has become an increasingly popular approach to studying the mean climate and the climate system’s internal variability in response to external forcing. Here we present the Royal Netherlands Meteorological Institute (KNMI) Large Ensemble Time Slice (KNMI–LENTIS): a new large ensemble produced with the re-tuned version of the global climate model EC-Earth3. The ensemble consists of two distinct time slices of 10 years each: a present-day time slice and a +2 K warmer future time slice relative to the present day. The initial conditions for the ensemble members are generated with a combination of micro- and macro-perturbations. The 10-year length of a single time slice is assumed to be too short to show a significant forced climate change signal, and the ensemble size of 1600 years (160 × 10 years) is assumed to be sufficient to sample the full distribution of climate variability. The time slice approach makes it possible to study extreme events on sub-daily timescales as well as events that span multiple years such as multi-year droughts and preconditioned compound events. KNMI–LENTIS is therefore uniquely suited to study internal variability and extreme events both at a given climate state and resulting from forced changes due to external radiative forcing. A unique feature of this ensemble is the high temporal output frequency of the surface water balance and surface energy balance variables, which are stored in 3-hourly intervals, allowing for detailed studies into extreme events. The large ensemble is particularly geared towards research in the land–atmosphere domain. EC-Earth3 has a considerable warm bias in the Southern Ocean and over Antarctica. Hence, users of KNMI–LENTIS are advised to make in-depth comparisons with observational or reanalysis data, especially if their studies focus on ocean processes, on locations in the Southern Hemisphere, or on teleconnections involving both hemispheres. In this paper, we will give some examples to demonstrate the added value of KNMI–LENTIS for extreme- and compound-event research and for climate-impact modelling.",
    "readLink": "https://gmd.copernicus.org/articles/16/4581/2023/gmd-16-4581-2023.pdf"
  }
]