[
  {
    "title": "Quantification and characterization of cocoa pod husks for electricity generation in Uganda",
    "authors": [
      "George Kilama,",
      "Peter O. Lating,",
      "Joseph Byaruhanga,",
      "Saphina Biira"
    ],
    "doi": "https://doi.org/10.1186/s13705-019-0205-4",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2192-0567 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://energsustainsoc.biomedcentral.com/",
    "abstract": "Abstract Background Due to limited coverage, the electricity power supply in Uganda is an obstacle to the country’s economic development. Utility firms in Uganda either lack the financial capacity to expand their grids to isolated rural areas or choose not to do so due to the low return on investment. Therefore, connecting households to mini-grids represents an effective solution to providing power to remote/rural areas. This study evaluates the resource and technology of generating electrical energy from cocoa pod husks (CPHs), an agricultural residue/waste, generated in Uganda. The use of agricultural waste for energy generation is the most suitable option for the rural population in Uganda because of the availability of a raw material (biomass) for its production, which is pollution-free (renewable and clean) and does not have competition for use. The inability to convert these solid wastes into useful products culminates into environmental related challenges, such as landfilling, climate change, pests, and diseases. Therefore, the aim of this study is to quantify the amount of generated CPHs and evaluate its potential for electricity generation in Uganda. Subsequently, we have been looking into the potential of CPHs as a feedstock for a thermochemical conversion process and the feasibility of a direct combustion technology. Results The amount of CPHs generated in Uganda has been estimated. The physiochemical analysis has shown that the proportion of CPHs in the fresh pods is about 74%, which is nearly the same as in other studies. The dry matter content of CPHs has been found to be on an average of 19%, whereas ash content, moisture content, and the gross caloric value have been recorded to be 12.3%, 12.58%, and 17.5%, respectively. It seems therefore likely that 41.7 GJ of energy might be produced each year from CPHs in Uganda. Conclusion This study has demonstrated that the CPHs are an important energy source. As there is an increasing trend in cocoa and CPH production in Uganda per year, the electricity production based on CPHs is sustainable and can be upgraded. The use of CPHs for energy conversion is therefore feasible, cost-efficient, and a solution to some environmental challenges.",
    "readLink": "http://link.springer.com/article/10.1186/s13705-019-0205-4"
  },
  {
    "title": "Performance Evaluation for Sustainability of Strong Smart Grid by Using Stochastic AHP and Fuzzy TOPSIS Methods",
    "authors": [
      "Huiru Zhao,",
      "Nana Li"
    ],
    "doi": "https://doi.org/10.3390/su8020129",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  p.\n                                  129",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "As an efficient way to deal with the global climate change and energy shortage problems, a strong, self-healing, compatible, economic and integrative smart gird is under construction in China, which is supported by large amounts of investments and advanced technologies. To promote the construction, operation and sustainable development of Strong Smart Grid (SSG), a novel hybrid framework for evaluating the performance of SSG is proposed from the perspective of sustainability. Based on a literature review, experts’ opinions and the technical characteristics of SSG, the evaluation model involves four sustainability criteria defined as economy, society, environment and technology aspects associated with 12 sub-criteria. Considering the ambiguity and vagueness of the subjective judgments on sub-criteria, fuzzy TOPSIS method is employed to evaluate the performance of SSG. In addition, different from previous research, this paper adopts the stochastic Analytical Hierarchy Process (AHP) method to upgrade the traditional Technique for Order Preference by Similarity to Ideal Solution (TOPSIS) by addressing the fuzzy and stochastic factors within weights calculation. Finally, four regional smart grids in China are ranked by employing the proposed framework. The results show that the sub-criteria affiliated with environment obtain much more attention than that of economy from experts group. Moreover, the sensitivity analysis indicates the ranking list remains stable no matter how sub-criteria weights are changed, which verifies the robustness and effectiveness of the proposed model and evaluation results. This study provides a comprehensive and effective method for performance evaluation of SSG and also innovates the weights calculation for traditional TOPSIS.",
    "readLink": "http://www.mdpi.com/2071-1050/8/2/129"
  },
  {
    "title": "Evaluating Water Balance Variables under Land Use and Climate Projections in the Upper Choctawhatchee River Watershed, in Southeast US",
    "authors": [
      "Yashar Makhtoumi,",
      "Simeng Li,",
      "Victor Ibeanusi,",
      "Gang Chen"
    ],
    "doi": "https://doi.org/10.3390/w12082205",
    "journalVolume": "Vol. 12,\n                                no. 2205\n                                \n                                  p.\n                                  2205",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Changes in water balance variables are essential in planning and management. Two major factors affecting these variables are climate change and land use change. Few researches have been done to investigate the combined effect of the land use change and climate change using projections. In this study the hydrological processes in Upper Choctawhatchee River Watershed were modeled using the Soil and Water Assessment Tool (SWAT) to investigate the impacts of climate and land use change. We integrated land use projection based in the Shared Socioeconomic Pathways with future climate data to study the combined effects on Hydrological response of the watershed. Future rainfall and temperature, for two time periods, were obtained using General Climate Models to provide SWAT with the climatic forcing in order to project water balance variables. The simulation was carried out under two radiative forcing pathways of RCP4.5 and RCP6.0. Land use change focused on urbanization dominated the climate changes. Impacts on water balance variables differed seasonally. Results showed surface runoff experienced major changes under both emissions scenarios in some months up to 5 times increase. Among the water balance variables, evapotranspiration (ET) as the least dominant pathway for water loss showed the modest changes with the largest decrease during fall and summer. Projection indicated more frequent extreme behavior regarding water balance during midcentury. Discharge was estimated to increase through the year and the highest changes were projected during summer and fall with 186.3% increase in November under RCP6.0. Relying on rainfall for farming along with reduced agricultural landuse (11.8%) and increased urban area (47%) and population growth would likely make the water use efficiency critical. The model demonstrated satisfactory performance, capturing the hydrologic parameters. It thus can be used for further modelling of water quality to determine the sustainable conservation practices and extreme weather events such as hurricane and tropical storms.",
    "readLink": "https://www.mdpi.com/2073-4441/12/8/2205"
  },
  {
    "title": "Host transcriptome and microbiome interactions in Holstein cattle under heat stress condition",
    "authors": [
      "Bartosz Czech,",
      "Yachun Wang,",
      "Kai Wang,",
      "Hanpeng Luo,",
      "Lirong Hu,",
      "Joanna Szyda"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.998093",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Climate change affects animal physiology. In particular, rising ambient temperatures reduce animal vitality due to heat stress and this can be observed at various levels which included genome, transcriptome, and microbiome. In a previous study, microbiota highly associated with changes in cattle physiology, which included rectal temperature, drooling score and respiratory score, were identified under heat stress conditions. In the present study, genes differentially expressed between individuals were selected representing different additive genetic effects toward the heat stress response in cattle in their production condition. Moreover, a correlation network analysis was performed to identify interactions between the transcriptome and microbiome for 71 Chinese Holstein cows sequenced for mRNA from blood samples and for 16S rRNA genes from fecal samples. Bioinformatics analysis was performed comprising: i) clustering and classification of 16S rRNA sequence reads, ii) mapping cows' transcripts to the reference genome and their expression quantification, and iii) statistical analysis of both data types—including differential gene expression analysis and gene set enrichment analysis. A weighted co-expression network analysis was carried out to assess changes in the association between gene expression and microbiota abundance as well as to find hub genes/microbiota responsible for the regulation of gene expression under heat stress. Results showed 1,851 differentially expressed genes were found that were shared by three heat stress phenotypes. These genes were predominantly associated with the cytokine-cytokine receptor interaction pathway. The interaction analysis revealed three modules of genes and microbiota associated with rectal temperature with which two hubs of those modules were bacterial species, demonstrating the importance of the microbiome in the regulation of gene expression during heat stress. Genes and microbiota from the significant modules can be used as biomarkers of heat stress in cattle.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.998093/full"
  },
  {
    "title": "Assessment and Prediction of Maize Production Considering Climate Change by Extreme Learning Machine in Czechia",
    "authors": [
      "Mansoor Maitah,",
      "Karel Malec,",
      "Ying Ge,",
      "Zdeňka Gebeltová,",
      "Luboš Smutka,",
      "Vojtěch Blažek,",
      "Ludmila Pánková,",
      "Kamil Maitah,",
      "Jiří Mach"
    ],
    "doi": "https://doi.org/10.3390/agronomy11112344",
    "journalVolume": "Vol. 11,\n                                no. 2344\n                                \n                                  p.\n                                  2344",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Machine learning algorithms have been applied in the agriculture field to forecast crop productivity. Previous studies mainly focused on the whole crop growth period while different time windows on yield prediction were still unknown. The entire growth period was separated into each month to assess their corresponding predictive ability by taking maize production (silage and grain) in Czechia. We present a thorough assessment of county-level maize yield prediction in Czechia using a machine learning algorithm (extreme learning machine (ELM)) and an extensive set of weather data and maize yields from 2002 to 2018. Results show that sunshine in June and water deficit in July were vastly influential factors for silage maize yield. The two primary climate parameters for grain maize yield are minimum temperature in September and water deficit in May. The average absolute relative deviation (AARD), root mean square error (RMSE), and coefficient (R2) of the proposed models are 6.565–32.148%, 1.006–1.071%, 0.641–0.716, respectively. Based on the results, silage yield will decrease by 1.367 t/ha (3.826% loss), and grain yield will increase by 0.337 t/ha (5.394% increase) when the max temperature in May increases by 2 °C. In conclusion, ELM models show a great potential application for predicting maize yield.",
    "readLink": "https://www.mdpi.com/2073-4395/11/11/2344"
  },
  {
    "title": "Seeds of Success: A conservation and restoration investment in the future of U.S. lands",
    "authors": [
      "Sarah C. Barga,",
      "Peggy Olwell,",
      "Fred Edwards,",
      "Leah Prescott,",
      "Elizabeth A. Leger"
    ],
    "doi": "https://doi.org/10.1111/csp2.209",
    "journalVolume": "Vol. 2,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract Seeds of Success (SOS) is a national seed collection program led by the Bureau of Land Management. SOS represents the most comprehensive native seed repository in the United States, supporting native plant restoration, management, and research. Since inception in 2000, SOS has collected seeds from over 24,400 native plant populations from ~5,600 taxa from 43 states. Collections include species important to wildlife, pollinators, and indigenous people, and over 10,000 collections have been shared for restoration and research use. We asked how many SOS sites have burned since collection, and identified 662 fires at 631 sites. If fire continues at the pace observed since 2011, an estimated 14% of collection sites will burn by 2050 and over 24% by 2080, putting genetic diversity at risk in areas where fire is linked with invasion. Analysis of 14 native forb species from the western United States found that many collections were from the warmest and driest portions of their range, areas at the highest risk of wildfire, subsequent invasion, and local extinction. SOS provides an opportunity to understand change in natural populations, and represents a critical repository of native plant genetic resources for conservation and future use.",
    "readLink": "https://doi.org/10.1111/csp2.209"
  },
  {
    "title": "Morphological Computation in Plant Seeds for a New Generation of Self-Burial and Flying Soft Robots",
    "authors": [
      "Barbara Mazzolai,",
      "Stefano Mariani,",
      "Marilena Ronzan,",
      "Luca Cecchini,",
      "Isabella Fiorello,",
      "Kliton Cikalleshi,",
      "Laura Margheri"
    ],
    "doi": "https://doi.org/10.3389/frobt.2021.797556",
    "journalVolume": "Vol. 8",
    "issn": "2296-9144 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Mechanical engineering and machinery",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "http://www.frontiersin.org/Robotics_and_AI",
    "abstract": "Plants have evolved different mechanisms to disperse from parent plants and improve germination to sustain their survival. The study of seed dispersal mechanisms, with the related structural and functional characteristics, is an active research topic for ecology, plant diversity, climate change, as well as for its relevance for material science and engineering. The natural mechanisms of seed dispersal show a rich source of robust, highly adaptive, mass and energy efficient mechanisms for optimized passive flying, landing, crawling and drilling. The secret of seeds mobility is embodied in the structural features and anatomical characteristics of their tissues, which are designed to be selectively responsive to changes in the environmental conditions, and which make seeds one of the most fascinating examples of morphological computation in Nature. Particularly clever for their spatial mobility performance, are those seeds that use their morphology and structural characteristics to be carried by the wind and dispersed over great distances (i.e. “winged” and “parachute” seeds), and seeds able to move and penetrate in soil with a self-burial mechanism driven by their hygromorphic properties and morphological features. By looking at their motion mechanisms, new design principles can be extracted and used as inspiration for smart artificial systems endowed with embodied intelligence. This mini-review systematically collects, for the first time together, the morphological, structural, biomechanical and aerodynamic information from selected plant seeds relevant to take inspiration for engineering design of soft robots, and discusses potential future developments in the field across material science, plant biology, robotics and embodied intelligence.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frobt.2021.797556/full"
  },
  {
    "title": "Distributional responses to climate change for alpine species of Cyananthus and Primula endemic to the Himalaya-Hengduan Mountains",
    "authors": [
      "Xie He,",
      "Kevin S. Burgess,",
      "Lian-Ming Gao,",
      "De-Zhu Li"
    ],
    "doi": "Vol. 41,\n                                no. 1\n                                \n                                  pp.\n                                  26\n                                  – 32",
    "issn": "2468-2659 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Biology (General)",
      "Science: Botany"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/plant-diversity/",
    "abstract": "Global warming increases the vulnerability of plants, especially alpine herbaceous species, to local extinction. In this study, we collected species distribution information from herbarium specimens for ten selected Cyananthus and Primula alpine species endemic to the Himalaya-Hengduan Mountains (HHM). Combined with climate data from WorldClim, we used Maximum Entropy Modeling (MaxEnt) to project distributional changes from the current time period to 2070. Our predictions indicate that, under a wide range of climate change scenarios, the distributions of all species will shift upward in elevation and northward in latitude; furthermore, under these scenarios, species will expand the size of their range. For the majority of the species in this study, habitats are available to mitigate upward and northward shifts that are projected to be induced by changing climate. If current climate projections, however, increase in magnitude or continue to increase past our projection dates, suitable habitat for future occupation by alpine species will be limited as we predict range contraction or less range expansion for some of the species under more intensified climate scenarios. Our study not only underscores the value of herbarium source information for future climate model projections but also suggests that future studies on the effects of climate change on alpine species should include additional biotic and abiotic factors to provide greater resolution of the local dynamics associated with species persistence under a warming climate. Keywords: Global warming, MaxEnt, Range expansion, Alpine species, Himalaya-Hengduan Mountains",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2468265918301823"
  },
  {
    "title": "Can wide consultation help with setting priorities for large-scale biodiversity monitoring programs?",
    "authors": [
      "Frédéric Boivin,",
      "Anouk Simard,",
      "Pedro Peres-Neto"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0113905",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  p.\n                                  e113905",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate and other global change phenomena affecting biodiversity require monitoring to track ecosystem changes and guide policy and management actions. Designing a biodiversity monitoring program is a difficult task that requires making decisions that often lack consensus due to budgetary constrains. As monitoring programs require long-term investment, they also require strong and continuing support from all interested parties. As such, stakeholder consultation is key to identify priorities and make sound design decisions that have as much support as possible. Here, we present the results of a consultation conducted to serve as an aid for designing a large-scale biodiversity monitoring program for the province of Québec (Canada). The consultation took the form of a survey with 13 discrete choices involving tradeoffs in respect to design priorities and 10 demographic questions (e.g., age, profession). The survey was sent to thousands of individuals having expected interests and knowledge about biodiversity and was completed by 621 participants. Overall, consensuses were few and it appeared difficult to create a design fulfilling the priorities of the majority. Most participants wanted 1) a monitoring design covering the entire territory and focusing on natural habitats; 2) a focus on species related to ecosystem services, on threatened and on invasive species. The only demographic characteristic that was related to the type of prioritization was the declared level of knowledge in biodiversity (null to high), but even then the influence was quite small.",
    "readLink": "http://europepmc.org/articles/PMC4272257?pdf=render"
  },
  {
    "title": "Flood Hazards in Flat Coastal Areas of the Eastern Iberian Peninsula: A Case Study in Oliva (Valencia, Spain)",
    "authors": [
      "Miguel Ángel Eguibar,",
      "Raimon Porta-García,",
      "Francisco Javier Torrijo,",
      "Julio Garzón-Roca"
    ],
    "doi": "https://doi.org/10.3390/w13212975",
    "journalVolume": "Vol. 13,\n                                no. 2975\n                                \n                                  p.\n                                  2975",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Enhancing resilience against flooding events is of great importance. Eastern Iberian Peninsula coastal areas are well known for high intensity rainfalls known as DANA or “cold drop”. Extreme records in 24 h can exceed the annual average of the historical series. This phenomenon occurs normally in autumn due to convective storms generated by the existence of cold air in the upper layers of the atmosphere combined with warm winds coming from the Mediterranean Sea. In many coastal areas of the Eastern Iberian Peninsula, their flat topography, sometimes of a marsh nature, and the natural (e.g., dune ridges) and man-made (e.g., infrastructures) factors, result in devastating flooding events of great potential damage and risk for urban and rural areas. In this context, this paper presents the case study of the town of Oliva (Valencia, Spain) and how in a flooding event the flow tends to spread and accumulate along the flat coastal strip of this populated area, causing great potential damage. From that point, the paper discusses the particular issues that flood studies should consider in such flat and heavy rainy areas in terms of the hydrological and hydraulic models to be conducted to serve as the key tool of a correct risk assessment. This includes the correct statistical simulation of rainfalls, the hydrological model dependency on the return period and the correct geometry definition of all possible water barriers. An analysis of the disturbance that climatic change effects may introduce in future flooding events is also performed.",
    "readLink": "https://www.mdpi.com/2073-4441/13/21/2975"
  }
]