[
  {
    "title": "Radiative forcing of climate change from the Copernicus reanalysis of atmospheric composition",
    "authors": [
      "N. Bellouin,",
      "W. Davies,",
      "K. P. Shine,",
      "J. Quaas,",
      "J. Mülmenstädt,",
      "J. Mülmenstädt,",
      "P. M. Forster,",
      "C. Smith,",
      "L. Lee,",
      "L. Lee,",
      "L. Regayre,",
      "G. Brasseur,",
      "N. Sudarchikova,",
      "I. Bouarar,",
      "O. Boucher,",
      "G. Myhre"
    ],
    "doi": "https://doi.org/10.5194/essd-12-1649-2020",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  1649\n                                  – 1677",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Radiative forcing provides an important basis for understanding and predicting global climate changes, but its quantification has historically been done independently for different forcing agents, has involved observations to varying degrees, and studies have not always included a detailed analysis of uncertainties. The Copernicus Atmosphere Monitoring Service reanalysis is an optimal combination of modelling and observations of atmospheric composition. It provides a unique opportunity to rely on observations to quantify the monthly and spatially resolved global distributions of radiative forcing consistently for six of the largest forcing agents: carbon dioxide, methane, tropospheric ozone, stratospheric ozone, aerosol–radiation interactions, and aerosol–cloud interactions. These radiative-forcing estimates account for adjustments in stratospheric temperatures but do not account for rapid adjustments in the troposphere. On a global average and over the period 2003–2017, stratospherically adjusted radiative forcing of carbon dioxide has averaged +1.89 W m−2 (5 %–95 % confidence interval: 1.50 to 2.29 W m−2) relative to 1750 and increased at a rate of 18 % per decade. The corresponding values for methane are +0.46 (0.36 to 0.56) W m−2 and 4 % per decade but with a clear acceleration since 2007. Ozone radiative-forcing averages +0.32 (0 to 0.64) W m−2, almost entirely contributed by tropospheric ozone since stratospheric ozone radiative forcing is only +0.003 W m−2. Aerosol radiative-forcing averages −1.25 (−1.98 to −0.52) W m−2, with aerosol–radiation interactions contributing −0.56 W m−2 and aerosol–cloud interactions contributing −0.69 W m−2 to the global average. Both have been relatively stable since 2003. Taking the six forcing agents together, there is no indication of a sustained slowdown or acceleration in the rate of increase in anthropogenic radiative forcing over the period. These ongoing radiative-forcing estimates will monitor the impact on the Earth's energy budget of the dramatic emission reductions towards net-zero that are needed to limit surface temperature warming to the Paris Agreement temperature targets. Indeed, such impacts should be clearly manifested in radiative forcing before being clear in the temperature record. In addition, this radiative-forcing dataset can provide the input distributions needed by researchers involved in monitoring of climate change, detection and attribution, interannual to decadal prediction, and integrated assessment modelling. The data generated by this work are available at https://doi.org/10.24380/ads.1hj3y896 (Bellouin et al., 2020b).",
    "readLink": "https://essd.copernicus.org/articles/12/1649/2020/essd-12-1649-2020.pdf"
  },
  {
    "title": "Research legitimacy as a precursor to effectiveness: the role of equitable partnerships in transforming aquatic food systems",
    "authors": [
      "Marleen Simone Schutter,",
      "Marleen Simone Schutter,",
      "Hampus Eriksson,",
      "Hampus Eriksson,",
      "Marina Apgar,",
      "Anouk Ride,",
      "Anouk Ride"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1241164",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Competing interests in aquatic food systems pose challenges for small-scale food producers trying to secure their place in the blue economy. These challenges include development aspirations, pressure from conservation interests, climate and environmental change, and blue growth agendas. Research-for-development can contribute to improving outcomes for small-scale actors in aquatic food systems in the face of uneven development, but the legitimacy and effectiveness of research have been found difficult to operationalize. An “engineering mindset” that prioritizes technical innovations, academic definitions of research excellence, unequal research collaborations, and funding constraints currently inhibit conducting strategic and transformative research. Taking ownership, equity, shared analysis, and feedback as key principles for research-in-development can assist in moving from transfer of technology to recognizing and working within the specific political and institutional contexts of aquatic food systems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1241164/full"
  },
  {
    "title": "LANDSCAPE DYNAMICS IN THE SOMEȘ CORRIDOR. CASE STUDY: GURUSLĂU DEPRESSION (ROMANIA)",
    "authors": [
      "Andreea COSTEA,",
      "Viorel GLIGOR,",
      "Ioan-Aurel IRIMUȘ"
    ],
    "doi": "https://doi.org/10.23740/TID120224",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  55\n                                  – 70",
    "issn": "2537-4850 (Online)",
    "publisher": "Babes-Bolyai University, Cluj-Napoca",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "http://territorial-identity.ro/",
    "abstract": "Changes in land use patterns induced by different agricultural practices are reflected territorially through transformations at the level of elementary landscape units, with an impact on territorial identity and cohesion. The aim of this study is to highlight the dynamics of the territorial structures in the post-communist period (1990-2018), diachronically reflected in the transformations of the landscape of the Guruslău Depression, using the landscape metrics. The main direction of the scientific research was based on the analysis of land use changes and the identification of the spatial elements of structural-landscape distinction with impact on land degradation process. The evaluation of the landscape dynamics in the current context uses several effective metrics and tools, which increasingly require the identification of interdisciplinary methods of analysis, with a decisive impact on territorial development. Besides, the present approach is also motivated by the increasing environmental impact of climate change. The methodology used in the present paper is based both on the geoprocessing of vector data using GIS tools and correlated spatial analysis, and on the identification of landscape types using a new process of reclassifying land use categories, according to a set of landscape definition variables. The results of the research highlighted both the particularities of landscape transformations that occurred in the reference interval, as well as the favourable conditions for addressing biocultural diversity, by identifying traditional agricultural practices and the resilience of geographical landscapes given the adaptation to changing development strategies. Meanwhile, by detecting the landscape structures affected by change, in correlation with the impact induced on the biodiversity of the territory, the present study has a wide applicability in the most appropriate implementation of local development policies, as well as in identifying the forms of sustainable valorisation of the landscape in the study area.",
    "readLink": "http://territorial-identity.ro/wp-content/uploads/2022/06/4_Costea-et-al._TID_1_2022.pdf"
  },
  {
    "title": "The SP19 chronology for the South Pole Ice Core – Part 2: gas chronology, Δage, and smoothing of atmospheric records",
    "authors": [
      "J. A. Epifanio,",
      "E. J. Brook,",
      "C. Buizert,",
      "J. S. Edwards,",
      "T. A. Sowers,",
      "E. C. Kahle,",
      "J. P. Severinghaus,",
      "E. J. Steig,",
      "D. A. Winski,",
      "D. A. Winski,",
      "E. C. Osterberg,",
      "T. J. Fudge,",
      "M. Aydin,",
      "E. Hood,",
      "M. Kalk,",
      "K. J. Kreutz,",
      "K. J. Kreutz,",
      "D. G. Ferris,",
      "J. A. Kennedy"
    ],
    "doi": "https://doi.org/10.5194/cp-16-2431-2020",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  2431\n                                  – 2444",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "A new ice core drilled at the South Pole provides a 54 000-year paleoenvironmental record including the composition of the past atmosphere. This paper describes the SP19 chronology for the South Pole atmospheric gas record and complements a previous paper (Winski et al., 2019) describing the SP19 ice chronology. The gas chronology is based on a discrete methane (CH4) record with 20- to 190-year resolution. To construct the gas timescale, abrupt changes in atmospheric CH4 during the glacial period and centennial CH4 variability during the Holocene were used to synchronize the South Pole gas record with analogous data from the West Antarctic Ice Sheet Divide ice core. Stratigraphic matching based on visual optimization was verified using an automated matching algorithm. The South Pole ice core recovers all expected changes in CH4 based on previous records. Gas transport in the firn results in smoothing of the atmospheric gas record with a smoothing function spectral width that ranges from 30 to 78 years, equal to 3 % of the gas-age–ice-age difference, or Δage. The new gas chronology, in combination with the existing ice age scale from Winski et al. (2019), allows a model-independent reconstruction of the gas-age–ice-age difference through the whole record, which will be useful for testing firn densification models.",
    "readLink": "https://cp.copernicus.org/articles/16/2431/2020/cp-16-2431-2020.pdf"
  },
  {
    "title": "Structural and Functional Characteristics of miRNAs in Five Strategic Millet Species and Their Utility in Drought Tolerance",
    "authors": [
      "Animikha Chakraborty,",
      "Aswini Viswanath,",
      "Renuka Malipatil,",
      "Abhishek Rathore,",
      "Nepolean Thirunavukkarasu"
    ],
    "doi": "https://doi.org/10.3389/fgene.2020.608421",
    "journalVolume": "Vol. 11",
    "issn": "1664-8021 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/genetics",
    "abstract": "Millets are the strategic food crops in arid and drought-prone ecologies. Millets, by virtue of nature, are very well-adapted to drought conditions and able to produce sustainable yield. Millets have important nutrients that can help prevent micro-nutrient malnutrition. As a result of the adverse effect of climate change and widespread malnutrition, millets have attained a strategic position to sustain food and nutritional security. Although millets can adapt well to the drought ecologies where other cereals fail completely, the yield level is very low under stress. There is a tremendous opportunity to increase the genetic potential of millet crops in dry lands when the genetics of the drought-tolerance mechanism is fully explained. MicroRNAs (miRNAs) are the class of small RNAs that control trait expression. They are part of the gene regulation but little studied in millets. In the present study, novel miRNAs and gene targets were identified from the genomic resources of pearl millet, sorghum, foxtail millet, finger millet, and proso millet through in silico approaches. A total of 1,002 miRNAs from 280 families regulating 23,158 targets were identified using different filtration criteria in five millet species. The unique as well as conserved structural features and functional characteristics of miRNA across millets were explained. About 84 miRNAs were conserved across millets in different species combinations, which explained the evolutionary relationship of the millets. Further, 215 miRNAs controlling 155 unique major drought-responsive genes, transcription factors, and protein families revealed the genetics of drought tolerance that are accumulated in the millet genomes. The miRNAs regulating the drought stress through specific targets or multiple targets showed through a network analysis. The identified genes regulated by miRNA genes could be useful in developing functional markers and used for yield improvement under drought in millets as well as in other crops.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fgene.2020.608421/full"
  },
  {
    "title": "Effects of temperature on gene expression in embryos of the coral <it>Montastraea faveolata</it>",
    "authors": [
      "Randall Carly J,",
      "Peshkin Leonid,",
      "Schnetzer Julia,",
      "Voolstra Christian R,",
      "Szmant Alina M,",
      "Medina Mónica"
    ],
    "doi": "https://doi.org/10.1186/1471-2164-10-627",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  627",
    "issn": "1471-2164 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://bmcgenomics.biomedcentral.com",
    "abstract": "Abstract Background Coral reefs are expected to be severely impacted by rising seawater temperatures associated with climate change. This study used cDNA microarrays to investigate transcriptional effects of thermal stress in embryos of the coral Montastraea faveolata. Embryos were exposed to 27.5°C, 29.0°C, and 31.5°C directly after fertilization. Differences in gene expression were measured after 12 and 48 hours. Results Analysis of differentially expressed genes indicated that increased temperatures may lead to oxidative stress, apoptosis, and a structural reconfiguration of the cytoskeletal network. Metabolic processes were downregulated, and the action of histones and zinc finger-containing proteins may have played a role in the long-term regulation upon heat stress. Conclusions Embryos responded differently depending on exposure time and temperature level. Embryos showed expression of stress-related genes already at a temperature of 29.0°C, but seemed to be able to counteract the initial response over time. By contrast, embryos at 31.5°C displayed continuous expression of stress genes. The genes that played a role in the response to elevated temperatures consisted of both highly conserved and coral-specific genes. These genes might serve as a basis for research into coral-specific adaptations to stress responses and global climate change.",
    "readLink": "http://www.biomedcentral.com/1471-2164/10/627"
  },
  {
    "title": "Early exposure to UV radiation overshadowed by precipitation and litter quality as drivers of decomposition in the northern Chihuahuan Desert.",
    "authors": [
      "Daniel B Hewins,",
      "Hanna Lee,",
      "Paul W Barnes,",
      "Nathan G McDowell,",
      "William T Pockman,",
      "Thom Rahn,",
      "Heather L Throop"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0210470",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  p.\n                                  e0210470",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Dryland ecosystems cover nearly 45% of the Earth's land area and account for large proportions of terrestrial net primary production and carbon pools. However, predicting rates of plant litter decomposition in these vast ecosystems has proven challenging due to their distinctly dry and often hot climate regimes, and potentially unique physical drivers of decomposition. In this study, we elucidated the role of photopriming, i.e. exposure of standing dead leaf litter to solar radiation prior to litter drop that would chemically change litter and enhance biotic decay of fallen litter. We exposed litter substrates to three different UV radiation treatments simulating three-months of UV radiation exposure in southern New Mexico: no light, UVA+UVB+Visible, and UVA+Visible. There were three litter types: mesquite leaflets (Prosopis glandulosa, litter with high nitrogen (N) concentration), filter paper (pure cellulose), and basswood (Tilia spp, high lignin concentration). We deployed the photoprimed litter in the field within a large scale precipitation manipulation experiment: ∼50% precipitation reduction, ∼150% precipitation addition, and ambient control. Our results revealed the importance of litter substrate, particularly N content, for overall decomposition in drylands, as neither filter paper nor basswood exhibited measurable mass loss over the course of the year-long study, while high N-containing mesquite litter exhibited potential mass loss. We saw no effect of photopriming on subsequent microbial decay. We did observe a precipitation effect on mesquite where the rate of decay was more rapid in ambient and precipitation addition treatments than in the drought treatment. Overall, we found that precipitation and N played a critical role in litter mass loss. In contrast, photopriming had no detected effects on mass loss over the course of our year-long study. These results underpin the importance of biotic-driven decomposition, even in the presence of photopriming, for understanding litter decomposition and biogeochemical cycles in drylands.",
    "readLink": "https://doi.org/10.1371/journal.pone.0210470"
  },
  {
    "title": "‘It never rains, but it pours’–Disasters triggered by natural hazards, sexual risk-taking behavior, and the role of health systems: A worldwide ecological analysis",
    "authors": [
      "Cato Dambre,",
      "Nick Julien Baumgart,",
      "Sarah Feron,",
      "Ofer Engel,",
      "Hamed Seddighi,",
      "Olivier Degomme,",
      "Valentina Gallo"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  p.\n                                  100158",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Background: Natural hazards have become more frequent and more severe as a result of climate change. Their increasing impact has a negative effect on people's health, including mental health. The aim of this ecological study is to investigate the association between exposure to disasters triggered by natural hazards and higher sexual risk-taking behavior as measured by one of its consequences, increased human immunodeficiency virus (HIV) incidence, at the country-level, worldwide. Methods: All data were extracted from publicly available sources. Crude and adjusted linear regression models were built to explore the association between the proportion of people affected by natural hazards and HIV incidence. Multivariable models included socio-demographic variables (literacy, income and age), and therapy coverage and the healthcare access and quality index. Results: In the crude regression model, the total number of people affected by natural hazards over a 5 year time period is positively associated with HIV incidence. For every 10 new people per 100,000/year affected by natural hazards, the HIV incidence in the country was 1.5 higher per 1,000 uninfected. However, when adjusting for socio-demographic variables, the association is lost. In the fully adjusted multivariable model, only antiretroviral therapy coverage and health care access and quality were significantly positively and negatively associated with HIV incidence. No interaction was found by income groups, world regions or categories of high and low HIV prevalence. Conclusion: No association between exposure to natural hazards and increased sexual risk-taking behavior at country level worldwide was detected after accounting for socio-demographic variables. Nonetheless, countries with a higher proportion of the population affected by disasters triggered by natural hazards were also those witnessing a higher incidence rate of HIV, possibly through the mediating effect of disrupted health system coverage, highlighting the coexistence of different vulnerabilities for public health.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278222000475"
  },
  {
    "title": "Generalized additive models: Building evidence of air pollution, climate change and human health",
    "authors": [
      "Khaiwal Ravindra,",
      "Preety Rattan,",
      "Suman Mor,",
      "Ashutosh Nath Aggarwal"
    ],
    "doi": "Vol. 132",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Advances in statistical analysis in the last few decades in the area of linear models enhanced the capability of researchers to study environmental procedures. In relation to general linear models; generalized linear models (GLM) provide greater flexibility in analyzing data related to non-normal distributions. Considering this, the current review explains various applications of the generalized additive model (GAM) to link air pollution, climatic variability with adverse health outcomes. The review examines the application of GAM within the varied field, focusing on the environment and meteorological data. Further, advantages and complications of applying GAM to environmental data are also discussed. Application of GAM allowed for specification for the error pattern and found to be an appropriate fit for the data sets having non-normal distributions; this results in lower and more reliable p-values. Since most environmental data is non-normal, GAM provides a more effective analytical method than traditional linear models. This review highlights on ambient air pollutants, climate change, and health by evaluating studies related to GAM. Additionally, an insight into the application of GAM in R software is provided, which is open source software with the extensive application for any type of dataset. Keywords: Time series analysis, Mortality, Splines & lag, Regression models and climate change",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412019309341"
  },
  {
    "title": "Bringing Bathymetry LiDAR to Coastal Zone Assessment: A Case Study in the Southern Baltic",
    "authors": [
      "Pawel Tysiac"
    ],
    "doi": "https://doi.org/10.3390/rs12223740",
    "journalVolume": "Vol. 12,\n                                no. 3740\n                                \n                                  p.\n                                  3740",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "One of the major tasks in environmental protection is monitoring the coast for negative impacts due to climate change and anthropopressure. Remote sensing techniques are often used in studies of impact assessment. Topographic and bathymetric procedures are treated as separate measurement methods, while methods that combine coastal zone analysis with underwater impacts are rarely used in geotechnical analyses. This study presents an assessment of the bathymetry airborne system used for coastal monitoring, taking into account environmental conditions and providing a comparison with other monitoring methods. The tests were carried out on a section of the Baltic Sea where, despite successful monitoring, coastal degradation continues. This technology is able to determine the threat of coastal cliff erosion (based on the geotechnical analyses). Shallow depths have been reported to be a challenge for bathymetric Light Detection and Ranging (LiDAR), due to the difficulty in separating surface, water column and bottom reflections from each other. This challenge was overcome by describing the classification method used which was the CANUPO classification method as the most suitable for the point cloud processing. This study presents an innovative approach to identifying natural hazards, by combining analyses of coastal features with underwater factors. The main goal of this manuscript is to assess the suitability of using bathymetry scanning in the Baltic Sea to determine the factors causing coastal erosion. Furthermore, a geotechnical analysis was conducted, taking into account geometrical ground change underwater. This is the first study which uses a coastal monitoring approach, combining geotechnical computations with remote sensing data. This interdisciplinary scientific research can increase the awareness of the environmental processes.",
    "readLink": "https://www.mdpi.com/2072-4292/12/22/3740"
  }
]