[
  {
    "title": "Climate Warming as a Possible Trigger of Keystone Mussel Population Decline in Oligotrophic Rivers at the Continental Scale",
    "authors": [
      "Ivan N. Bolotov,",
      "Alexander A. Makhrov,",
      "Mikhail Yu. Gofarov,",
      "Olga V. Aksenova,",
      "Paul E. Aspholm,",
      "Yulia V. Bespalaya,",
      "Mikhail B. Kabakov,",
      "Yulia S. Kolosova,",
      "Alexander V. Kondakov,",
      "Thomas Ofenböck,",
      "Andrew N. Ostrovsky,",
      "Igor Yu. Popov,",
      "Ted von Proschwitz,",
      "Mudīte Rudzīte,",
      "Māris Rudzītis,",
      "Svetlana E. Sokolova,",
      "Ilmari Valovirta,",
      "Ilya V. Vikhrev,",
      "Maxim V. Vinarski,",
      "Alexey A. Zotin"
    ],
    "doi": "https://doi.org/10.1038/s41598-017-18873-y",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The effects of climate change on oligotrophic rivers and their communities are almost unknown, albeit these ecosystems are the primary habitat of the critically endangered freshwater pearl mussel and its host fishes, salmonids. The distribution and abundance of pearl mussels have drastically decreased throughout Europe over the last century, particularly within the southern part of the range, but causes of this wide-scale extinction process are unclear. Here we estimate the effects of climate change on pearl mussels based on historical and recent samples from 50 rivers and 6 countries across Europe. We found that the shell convexity may be considered an indicator of the thermal effects on pearl mussel populations under warming climate because it reflects shifts in summer temperatures and is significantly different in viable and declining populations. Spatial and temporal modeling of the relationship between shell convexity and population status show that global climate change could have accelerated the population decline of pearl mussels over the last 100 years through rapidly decreasing suitable distribution areas. Simulation predicts future warming-induced range reduction, particularly in southern regions. These results highlight the importance of large-scale studies of keystone species, which can underscore the hidden effects of climate warming on freshwater ecosystems.",
    "readLink": "https://doi.org/10.1038/s41598-017-18873-y"
  },
  {
    "title": "A review of phytoplankton dynamics in tropical African lakes",
    "authors": [
      "Mzime Ndebele-Murisa,",
      "Charles Musil,",
      "Lincoln Raitt"
    ],
    "doi": "Vol. 106,\n                                no. 1/2",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "This paper provides a synthesis of current knowledge on phytoplankton production, seasonality, and stratification in tropical African lakes and considers the effects of nutrient enrichment and the potential impacts of climate warming on phytoplankton production and composition. Tropical African lakes are especially sensitive to climate warming as they experience wide fluctuations in the thermocline over a narrow range of high water temperatures. Recent climate warming has reduced phytoplankton biomass and production in the lakes. A decline in the production of palatable chlorophytes and an increase in cyanobacteria has led to reduced zooplankton production and a consequent decline in fish stocks, all of which can be associated with the elevated water temperatures. This indicates that even moderate climate warming may destabilise phytoplankton dynamics in tropical African lakes, thereby reducing water quality and food resources for planktivorous fish, with consequent negative impacts on human livelihoods.",
    "readLink": "http://192.168.0.117/index.php/sajs/article/view/9990"
  },
  {
    "title": "Complementary Differences in Primary Production and Phenology among Vegetation Types Increase Ecosystem Resilience to Climate Change and Grazing Pressure in an Iconic Mediterranean Ecosystem",
    "authors": [
      "Juan Miguel Giralt-Rueda,",
      "Luis Santamaria"
    ],
    "doi": "https://doi.org/10.3390/rs13193920",
    "journalVolume": "Vol. 13,\n                                no. 3920\n                                \n                                  p.\n                                  3920",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Plant primary production is a key factor in ecosystem dynamics. In environments with high climatic variability such as the Mediterranean region, plant primary production shows strong seasonal and inter-annual fluctuations, which both drive and interplay with herbivore grazing. Knowledge on the responses of different vegetation types to the variability in both rainfall and grazing pressure by wild and domestic ungulates is a necessary starting point for the sustainable management of these ecosystems. In this work we combine a 15 year series of remote sensing data on plant production (NDVI) with meteorological (daily precipitation data) and ungulate abundance (annual counts of four species of wild and domestic ungulates: red deer, fallow deer, cattle, and horses) in an iconic protected area (the Doñana National Park, SW Spain) to (i) estimate the impact of intra- and inter-annual variation in rainfall and herbivore pressure on primary production, for each of four main vegetation types; and (ii) evaluate the potential impact of different policy (i.e., herbivore management) strategies under expected climate change scenarios. Our results show that the production of different vegetation types differed strongly in their responses to phenology (a surrogate of the effect of climatology on vegetation development), water availability (rainfall accumulated until the phenological peak), and grazing pressure. Although the density of domestic ungulates shows a linear, negative effect on the primary production of three of the four vegetation types, differences in primary production and phenology among vegetation types increase ecosystem resilience to both climatological variability and grazing pressure. Such resilience may, however, be reduced under the conditions predicted by climate change models, if the moderate predicted reduction in rainfall levels combines with moderate to high densities of domestic ungulates, resulting in important reductions in primary production that may compromise plant regeneration, leading to irreversible degradation. New management strategies taking advantage of habitat heterogeneity and phenological alternation, more flexible stocking rates, and the redistribution of management units should be considered to mitigate these effects. The use of available remote sensing data and techniques in combination with statistical models represents a valuable tool for developing, monitoring, and refining such strategies.",
    "readLink": "https://www.mdpi.com/2072-4292/13/19/3920"
  },
  {
    "title": "Climate change winners: receding ice fields facilitate colony expansion and altered dynamics in an Adélie penguin metapopulation.",
    "authors": [
      "Michelle A LaRue,",
      "David G Ainley,",
      "Matt Swanson,",
      "Katie M Dugger,",
      "Phil O'B Lyver,",
      "Kerry Barton,",
      "Grant Ballard"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0060568",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  p.\n                                  e60568",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "There will be winners and losers as climate change alters the habitats of polar organisms. For an Adélie penguin (Pygoscelis adeliae) colony on Beaufort Island (Beaufort), part of a cluster of colonies in the southern Ross Sea, we report a recent population increase in response to increased nesting habitat as glaciers have receded. Emigration rates of birds banded as chicks on Beaufort to colonies on nearby Ross Island decreased after 2005 as available habitat on Beaufort increased, leading to altered dynamics of the metapopulation. Using aerial photography beginning in 1958 and modern satellite imagery, we measured change in area of available nesting habitat and population size of the Beaufort colony. Population size varied with available habitat, and both increased rapidly since the 1990s. In accord with glacial retreat, summer temperatures at nearby McMurdo Station increased by ~0.50 °C per decade since the mid-1980s. Although the Ross Sea is likely to be the last ocean with an intact ecosystem, the recent retreat of ice fields at Beaufort that resulted in increased breeding habitat exemplifies a process that has been underway in the Ross Sea during the entire Holocene. Furthermore, our results are in line with predictions that major ice shelves and glaciers will retreat rapidly elsewhere in the Antarctic, potentially leading to increased breeding habitat for Adélie penguins. Results further indicated that satellite imagery may be used to estimate large changes in Adélie penguin populations, facilitating our understanding of metapopulation dynamics and environmental factors that influence regional populations.",
    "readLink": "http://europepmc.org/articles/PMC3616090?pdf=render"
  },
  {
    "title": "Paradiplomatie et finance climatique mondiale : Les cas du Québec, de la Wallonie et de l’Écosse",
    "authors": [
      "Annie Chaloux,",
      "Gabriel Grégoire-Mailhot,",
      "Simon Beaudoin"
    ],
    "doi": "https://doi.org/10.4000/vertigo.39720",
    "journalVolume": "Vol. 23,\n                                no. 1",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "The adoption of the United Nations Framework Convention on Climate Change (UNFCCC) in 1992 marked a seminal moment for climate governance. The UNFCCC has since played a central role in coordinating efforts to address the challenge of climate change. Among the principles of the UNFCCC that have generated much discussion, the principle of common but differentiated responsibility recognizes the historical responsibility of developed countries for climate change. The latter, having for the most part contributed significantly to greenhouse gas (GHG) emissions, are obliged to reduce their emissions, to support adaptation and resilience to climate change and to facilitate the efforts of other countries in this regard. The latter responsibility includes the transfer of technology and know-how, capacity building and financial support. This article looks at the issue of financing and studies one of the under-documented sources of global climate finance: the role of sub-national entities and non-central governments, such as provinces, regions, or other administrative scales. More specifically, and through the study of three actors particularly active in climate finance and paradiplomacy, namely Quebec, Scotland and Wallonia, we answer the following question: what is the role played by non-central governments in global climate finance? The article offers a detailed descriptive analysis of the three cases and their contributions. Despite the modest sums allocated by these entities, our results suggest that these contributions are a noteworthy step forward and support the relevance of reflecting on the growing role that these actors can play in global climate finance by stimulating broader and more meaningful contributions.",
    "readLink": "http://journals.openedition.org/vertigo/39720"
  },
  {
    "title": "Hydrology signal from GRACE gravity data in the Nelson River basin, Canada: a comparison of two approaches",
    "authors": [
      "Tanghua Li,",
      "Patrick Wu,",
      "Hansheng Wang,",
      "Lulu Jia,",
      "Holger Steffen"
    ],
    "doi": "https://doi.org/10.1186/s40623-018-0804-x",
    "journalVolume": "Vol. 70,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1343-8832 (Print)",
    "publisher": "1880-5981 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation",
      "Science: Astronomy: Geodesy",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-planets-space.com/",
    "abstract": "Abstract The Gravity Recovery and Climate Experiment (GRACE) satellite mission measures the combined gravity signal of several overlapping processes. A common approach to separate the hydrological signal in previous ice-covered regions is to apply numerical models to simulate the glacial isostatic adjustment (GIA) signals related to the vanished ice load and then remove them from the observed GRACE data. However, the results of this method are strongly affected by the uncertainties of the ice and viscosity models of GIA. To avoid this, Wang et al. (Nat Geosci 6(1):38–42, 2013. https://doi.org/10.1038/NGEO1652; Geodesy Geodyn 6(4):267–273, 2015) followed the theory of Wahr et al. (Geophys Res Lett 22(8):977–980, 1995) and isolated water storage changes from GRACE in North America and Scandinavia with the help of Global Positioning System (GPS) data. Lambert et al. (Postglacial rebound and total water storage variations in the Nelson River drainage basin: a gravity GPS Study, Geological Survey of Canada Open File, 7317, 2013a, Geophys Res Lett 40(23):6118–6122, https://doi.org/10.1002/2013GL057973, 2013b) did a similar study for the Nelson River basin in North America but applying GPS and absolute gravity measurements. However, the results of the two studies in the Nelson River basin differ largely, especially for the magnitude of the hydrology signal which differs about 35%. Through detailed comparison and analysis of the input data, data post-processing techniques, methods and results of these two works, we find that the different GRACE data post-processing techniques may lead to this difference. Also the GRACE input has a larger effect on the hydrology signal amplitude than the GPS input in the Nelson River basin due to the relatively small uplift signal in this region. Meanwhile, the influence of the value of $$\\alpha $$ α , which represents the ratio between GIA-induced uplift rate and GIA-induced gravity-rate-of-change (before the correction for surface uplift), is more obvious in areas with high vertical uplift, but is smaller in the Nelson River basin. From Gaussian filtering of simulated data, we found that the magnitude of the peak gravity signal value can decrease significantly after Gaussian filtering with large average radius filter, but the effect in the Nelson River basin is rather small. More work is needed to understand the effect of amplitude restoration in the post-processing of GRACE g-dot signal. However, it is encouraging to find that both the methodologies of Wang et al. (2013, 2015) and Lambert et al. (2013a, b) can produce very similar results if their inputs are the same. This means that their methodologies can be applied to study the hydrology in other areas that are also affected by GIA provided that the effects of post-processing of their inputs are under control.",
    "readLink": "http://link.springer.com/article/10.1186/s40623-018-0804-x"
  },
  {
    "title": "Rye Bread Defects: Analysis of Composition and Further Influence Factors as Determinants of Dry-Baking",
    "authors": [
      "Marie Oest,",
      "Ute Bindrich,",
      "Alexander Voß,",
      "Heinz Kaiser,",
      "Sascha Rohn"
    ],
    "doi": "https://doi.org/10.3390/foods9121900",
    "journalVolume": "Vol. 9,\n                                no. 1900\n                                \n                                  p.\n                                  1900",
    "issn": "2304-8158 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/foods",
    "abstract": "For decades, the evaluation of rye milling products have been aimed at detecting raw material defects that are linked to excessive enzyme activity. Those defects were indirectly characterized by the rheological methods of the dough or the final products. However, such methods do not sufficiently reflect the baking properties of all rye flours present on the market. A further problem is the continuing climate change, which affects compound composition in rye. So far, these bread defects can only be corrected by process engineering (e.g., extended dough resting). Therefore, it is necessary to characterize the main determinants of the quality defects prior to the baking process in order to predict baking quality and not waste raw material, energy, and time. In this study, it was found that the water accessibility of starch for gelatinization and its partial inhibition by certain components play a major role in baking quality. Specifically, high amounts of insoluble nonstarch-polysaccharides (NSPSs) and a hindered denaturation of proteins seem to be an indication and reason for poor baking quality. However, traditional quantitative analysis of the ingredients and properties of the rye milling products (e.g., falling number, protein content, amylographic data) does not allow any reliable conclusions about rye flour suitability for use as bread rye. It can be concluded that more complex compositional aspects (e.g., complexation of compounds) need to be characterized for future quality control of rye.",
    "readLink": "https://www.mdpi.com/2304-8158/9/12/1900"
  },
  {
    "title": "Internal tides can provide thermal refugia that will buffer some coral reefs from future global warming",
    "authors": [
      "Curt D. Storlazzi,",
      "Olivia M. Cheriton,",
      "Ruben van Hooidonk,",
      "Zhongxiang Zhao,",
      "Russell Brainard"
    ],
    "doi": "https://doi.org/10.1038/s41598-020-70372-9",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Observations show ocean temperatures are rising due to climate change, resulting in a fivefold increase in the incidence of regional-scale coral bleaching events since the 1980s; analyses based on global climate models forecast bleaching will become an annual event for most of the world’s coral reefs within 30–50 yr. Internal waves at tidal frequencies can regularly flush reefs with cooler waters, buffering the thermal stress from rising sea-surface temperatures. Here we present the first global maps of the effects these processes have on bleaching projections for three IPCC-AR5 emissions scenarios. Incorporating semidiurnal temperature fluctuations into the projected water temperatures at depth creates a delay in the timing of annual severe bleaching ≥ 10 yr (≥ 20 yr) for 38% (9%), 15% (1%), and 1% (0%) of coral reef sites for the low, moderate, and high emission scenarios, respectively; regional averages can reach twice as high. These cooling effects are greatest later in twenty-first century for the moderate emission scenarios, and around the middle twenty-first century for the highest emission scenario. Our results demonstrate how these effects could delay bleaching for corals, providing thermal refugia. Identification of such areas could be a factor for the selection of coral reef marine protected areas.",
    "readLink": "https://doi.org/10.1038/s41598-020-70372-9"
  },
  {
    "title": "Modeling and design of thin bending wooden bilayers.",
    "authors": [
      "Philippe Grönquist,",
      "Falk K Wittel,",
      "Markus Rüggeberg"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0205607",
    "journalVolume": "Vol. 13,\n                                no. 10\n                                \n                                  p.\n                                  e0205607",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "In recent architectural research, thin wooden bilayer laminates capable of self-actuation in response to humidity changes have been proposed as sustainable, programmed, and fully autonomous elements for facades or roofs for shading and climate regulation. Switches, humidistats, or motor elements represent further promising applications. Proper wood-adapted prediction models for actuation, however, are still missing. Here, a simple model that can predict bending deformation as a function of moisture content change, wood material parameters, and geometry is presented. We consider material anisotropy and moisture-dependency of elastic mechanical parameters. The model is validated using experimental data collected on bilayers made out of European beech wood. Furthermore, we present essential design aspects in view of facilitated industrial applications. Layer thickness, thickness-ratio, and growth ring angle of the wood in single layers are assessed by their effect on curvature, stored elastic energy, and generated axial stress. A sensitivity analysis is conducted to identify primary curvature-impacting model input parameters.",
    "readLink": "http://europepmc.org/articles/PMC6191116?pdf=render"
  },
  {
    "title": "Negotiating the Data Deluge on YouTube: Practices of Knowledge Appropriation and Articulated Ambiguity Around Visual Scenarios of Sea-Level Rise Futures",
    "authors": [
      "Simon David Hirsbrunner"
    ],
    "doi": "https://doi.org/10.3389/fcomm.2021.613167",
    "journalVolume": "Vol. 6",
    "issn": "2297-900X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/communication",
    "abstract": "The present study aims at evaluating how YouTube users understand, negotiate and appropriate science-related knowledge on YouTube. It is informed by the qualitative analysis of post-video discussions around visual scenarios of sea-level rise (SLR) triggered by climate change. On the one hand, the SLR maps have an exemplary status as contemporary visualizations of climate change risks, beyond traditional image categories such as scientific or popular imagery. YouTube, on the other hand, is a convenient media environment to investigate the situated appropriation of such visual knowledge, considering its increasing relevance as a navigational platform to provide, search, consume and debate science-related information. The paper draws on media practice theory and operationalizes digital methods and qualitative coding informed by Grounded Theory. It characterizes a number of communicative practices of articulated knowledge appropriation regarding climate knowledge. This includes “locating impacts,” “demanding representation,” “envisioning further,” “debating future action,” “relativizing the information,” “challenging the reality of anthropogenic climate change,” “embedding popular narratives,” “attributing to politics,” and “insulting others.” The article then discusses broader questions posed by the comments and related to the appropriation and discursive negotiation of knowledge within online video-sharing platforms. Ambiguity is identified as a major feature within the practice of science-related information retrieval and knowledge appropriation on YouTube. This consideration then serves as an opportunity to reconsider the relationship between information credibility and knowledge appropriation in the age of the digital. Findings suggest that ambiguity of information can have a positive impact on problem definition, future imagination and the discursive negotiation of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fcomm.2021.613167/full"
  }
]