[
  {
    "title": "An Investigation into the Conversion of Non-Hazardous Medical Wastes into Biogas—A Case Study from the Health and Family Planning Sector in Bangladesh",
    "authors": [
      "Khondokar M. Rahman,",
      "Lynsey Melville"
    ],
    "doi": "https://doi.org/10.3390/pr11051494",
    "journalVolume": "Vol. 11,\n                                no. 1494\n                                \n                                  p.\n                                  1494",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "This study aims to investigate the potential scope of rural bioenergy production from the valorisation of non-hazardous waste, particularly from institutional health and family planning facilities. A crude bioenergy production potential will be determined, as well as relevant interrelationships with food security, equality and inclusivity, poverty reduction, and their contribution to achieving sustainable development goals (SDGs). Solid waste generation at LAMB Hospital in Bangladesh was assessed. Its energy yield capacity and replacement of conventional, inefficient fuel sources were estimated, analysed, and specified. Results showed that the biogas yield capacity of non-hazardous solid waste from the LAMB hospital is 62 m3, which is equivalent to the gas required to cook 31 family meals. From small-to-medium institutes, such as the LAMB hospital, derived waste has the capacity to meet the cooking energy demand of rural villages. The electrical yield capacity of this amount of gas is 124 kWh, and this amount of energy can replace the use of 41 tonnes of firewood that cause emissions, deforestation, and increases the propensity for flooding. The adoption of Anaerobic Digestion (AD) for biogas production also has an impact on waste management, stimulating improved governance and infrastructure and supporting agriculture through the production of nutrient-dense biofertiliser. Further analysis showed that biogas not only provides a clean and affordable fuel but, in turn, has benefits with regard to health issues. Emissions from traditional cooking fuels have deleterious impacts on health due to Indoor Air Pollution (IAP), which generally affects women to a greater extent. All of these factors contribute to achieving sustainable development goals. This study could help to reduce environmental pollution from the health sector and mitigate climate change impacts, and there is a potential for scaling up this study nationwide.",
    "readLink": "https://www.mdpi.com/2227-9717/11/5/1494"
  },
  {
    "title": "A spatial population downscaling model for integrated human-environment analysis in the United States",
    "authors": [
      "Hamidreza Zoraghein,",
      "Brian C. O'Neill"
    ],
    "doi": "https://doi.org/10.4054/DemRes.2020.43.54",
    "journalVolume": "Vol. 43\n                                \n                                \n                                  p.\n                                  54",
    "issn": "1435-9871 (Print)",
    "publisher": "Max Planck Institute for Demographic Research",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Social Sciences: Economic theory. Demography: Demography. Population. Vital events"
    ],
    "journalUrl": "http://www.demographic-research.org/",
    "abstract": "Background: Spatial population models are important to inform understanding of historical demographic development patterns and to project possible future changes, especially for use in anticipating environmental interactions. Objective: We document, calibrate, and evaluate a high-resolution gravity-based population downscaling model for each US state and interpret its historical urban and rural spatial population change patterns. Methods: We estimate two free parameters that govern the spatial population change pattern using the historical population grids of each state. We interpret the resulting parameters in light of the spatial development pattern they represent. We evaluate the model by comparing the resulting total population grid of each state in 2010 against its census-based grid. We also analyze the temporal stability of parameters across the 1990-2000 and 2000-2010 decades. Results: Our analysis indicates varying levels of performance across states and population types. While our results suggest a consolidated change pattern in urban population across states, rural population change patterns are diverse. We find urban parameters are more stable. Conclusions: The model's adaptability, performance, and interpretability indicate its potential for depicting historical state-level spatial population changes. It assigns these changes to different representative categories to assist interpretation. Contribution: We document and evaluate a gravitational model as well as investigate historical state-level spatial population changes. This research facilitates future work creating projections of the spatial distribution of population at the subnational level, especially those according to the Shared Socioeconomic Pathways (SSPs), widely used scenarios for climate change research.",
    "readLink": "https://www.demographic-research.org/articles/volume/43/54"
  },
  {
    "title": "Managing Genetic Diversity and Representation in <i>Banksia marginata</i> (Proteaceae) Seed Production Areas Used for Conservation and Restoration",
    "authors": [
      "Linda Broadhurst,",
      "David Bush,",
      "Jim Begley"
    ],
    "doi": "https://doi.org/10.3390/d13020039",
    "journalVolume": "Vol. 13,\n                                no. 39\n                                \n                                  p.\n                                  39",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Landscape degradation is a major threat to global biodiversity that is being further exacerbated by climate change. Halting or reversing biodiversity decline using seed-based restoration requires tons of seed, most of which is sourced from wild populations. However, in regions where restoration is most urgent, wild seed sources are often fragmented, declining and producing seed with low genetic diversity. Seed production areas (SPAs) can help to reduce the burden of collecting native seed from remnant vegetation, improve genetic diversity in managed seed crops and contribute to species conservation. Banksia marginata (Proteaceae) is a key restoration species in south-eastern Australia but is highly fragmented and declining across much of its range. We evaluated genetic diversity, population genetic structure and relatedness in two B. marginata SPAs and the wild populations from which the SPA germplasm was sourced. We found high levels of relatedness within most remnants and that the population genetic structure was best described by three groups of trees. We suggest that SPAs are likely to be important to meet future native seed demand but that best practice protocols are required to assist land managers design and manage these resources including genetic analyses to guide the selection of germplasm.",
    "readLink": "https://www.mdpi.com/1424-2818/13/2/39"
  },
  {
    "title": "Winter Persistent Extreme Cold Events in Xinjiang Region and Their Associations with the Quasi-Biweekly Oscillation of the Polar Front Jet",
    "authors": [
      "Jie Jiang,",
      "Suxiang Yao"
    ],
    "doi": "https://doi.org/10.3390/atmos12050597",
    "journalVolume": "Vol. 12,\n                                no. 597\n                                \n                                  p.\n                                  597",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Winter persistent extreme cold events (WPECEs) often cause great damage to the development of economies and people’s lives. The sub-seasonal variation of the atmospheric circulation is regarded as one of important causes of extreme weather, and is key to propel the extended period prediction. In this paper, we mainly analyze the WPECEs in Xinjiang region and their relationship with the sub-seasonal variation of the East Asian polar front jet (PFJ). The results suggest the persistent extreme cold event (equal or greater than 7 days) occurs most frequently in Xinhe County of Xinjiang region, with obvious inter-annual and inter-decadal variations. Further analysis shows that the variation of the mean temperature in the key area has characteristics of intra-seasonal variation when the WPECE occurs. The result of composite analysis shows that this intra-seasonal variation is related to the sub-seasonal variation of atmospheric circulation, especially the PFJ anomalous activity near Lake Balkhash. By using the power spectrum analysis method, note that the PFJ activity has the characteristics of quasi-biweekly oscillation (QBWO) in WPECEs. On quasi-biweekly scale (10–20-day filtered), the weakening of PFJ, the intensification of the zonal easterly wind in the upper troposphere, the accumulation of the strong cold air, and the intensification of the meridional northerly wind in the lower troposphere enhance the occurrence of WPECEs in Xinjiang. Further investigation indicates that the quasi-biweekly PFJ mainly propagates eastward and southward before the WPECE occurs in Xinjiang, China.",
    "readLink": "https://www.mdpi.com/2073-4433/12/5/597"
  },
  {
    "title": "The ‘Bush Capital’—A Review of 100+ Years of Integrative Spatio-Temporal Planning for a City in the Landscape and Nature in the City",
    "authors": [
      "A. Jasmyn J. Lynch"
    ],
    "doi": "https://doi.org/10.3390/land11020169",
    "journalVolume": "Vol. 11,\n                                no. 169\n                                \n                                  p.\n                                  169",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Over approximately 100 years, the Australian capital, Canberra, has evolved in association with the predominant values, vision and cultural relationships of people to the area. The location and design of the city derived from a formal intention to integrate nature and culture for the benefit and edification of residents and in symbolisation of the city’s importance as the seat of national decision-making and legislature. Established on a native grassland surrounded by wooded hills and ridges, and with nearby confluences of rivers as security of water supply, the city’s landscape was transformed through centralised planning and implementation of Garden City and City Beautiful constructs to become one of the world’s most liveable regions. Twentieth-century expansion of the city’s suburbs, tree streetscapes and gardens progressed with varying emphasis on exotic versus native species, and contemporary programs aim to increase urban tree canopy cover to 30%. Yet, there is increasing acknowledgement of the landscape’s rich history of culture–nature interactions extending back at least 25,000 years. Indicators are evident in human modification of tree-dominated ecosystems, the overlapping ways in which people related to elemental landscape features, and a continuity of valuing particular sites for ceremonies, social activities and human movement. With projected steady population growth, climate change, and associated impacts on the environment and natural resources, contemporary planning must be innovative and integrative to ensure ecologically sustainable development. Strong visionary leadership is needed to develop a landscape policy that encompasses key natural assets including threatened woodlands and mature native trees for their intrinsic values and as habitat for threatened fauna, cultural landscape values such as forested montane and ridge areas, and heritage and protected trees. From pre-European to current times, planning, modification and management of environmental and ecosystem values has been integral to enabling local people to sustain themselves. The next challenge is to create clarity about the future of this cultural landscape and enhance the community’s attachment to and stewardship of the city and its landscape.",
    "readLink": "https://www.mdpi.com/2073-445X/11/2/169"
  },
  {
    "title": "Global Crisis and Individual Adaptation in Michèle Laframboise’s “Monarque des glaces” [“Ice Monarch”] (2010)",
    "authors": [
      "Nicholas Serruys"
    ],
    "doi": "https://doi.org/10.4000/caliban.7550",
    "journalVolume": "Vol. 63\n                                \n                                \n                                  pp.\n                                  187\n                                  – 202",
    "issn": "2425-6250 (Print)",
    "publisher": "2431-1766 (Online)",
    "countryOfPublisher": "Presses Universitaires du Midi",
    "lcc": [
      "France",
      "Language and Literature: English language"
    ],
    "journalUrl": "http://caliban.revues.org",
    "abstract": "The purpose of this study is to identify the relevance of Michèle Laframboise’s short story, “Monarque des glaces” [“Ice Monarch”], in a (sub)generic framework, as well as to demonstrate its applicability to plausible scenarios of environmental crisis, indeed, to “dynamics of collapse.” My research is informed by the work of Brent Ryan Bellamy, Roger Bozzetto, Gerry Canavan, Rebecca Evans, Andrew Milner and J. R. Burgman, Kim Stanley Robinson, and Darko Suvin. Among the objects of study to be analyzed are the stakes of the climate crisis, as represented in Laframboise’s narrative, and the characters’ means of survival and intervention, for better or for worse. The passages that I have chosen for consideration are on the physical and ideological conditions of the story world, on the modified body as an adaptation for the characters, as well as on their agency, and on the continuing social fallout of catastrophe, which aligns with anthropogenic causes of and anti-capitalist solutions to climate change.",
    "readLink": "http://journals.openedition.org/caliban/7550"
  },
  {
    "title": "Are lizards sensitive to anomalous seasonal temperatures? Long-term thermobiological variability in a subtropical species.",
    "authors": [
      "André Vicente Liz,",
      "Vinicius Santos,",
      "Talita Ribeiro,",
      "Murilo Guimarães,",
      "Laura Verrastro"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0226399",
    "journalVolume": "Vol. 14,\n                                no. 12\n                                \n                                  p.\n                                  e0226399",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Alterations in thermal niches have been widely associated with the Anthropocene erosion of reptiles' diversity. They entail potential physiological constraints for organisms' performance, which can lead to activity restrictions and impact fitness and demography. Reptiles are ectotherms which rely on seasonal periodicity to maximize the performance of biological functions. Despite it, the ecological implications of shifts in local temperatures are barely explored at the seasonal scale. This study aims to assess how changes in air temperature and substrate temperature affect the activity, body temperature (Tb) and thermoregulation patterns of the sand lizard, Liolaemus arambarensis (an endangered, microendemic species from southern Brazil), throughout a four-year period. Field surveys were conducted monthly on a restricted population in a sand-dune habitat. The annual fluctuations of the seasonal temperatures led to significant changes in the activity and Tb of L. arambarensis and shaped thermoregulation trends, suggesting biological plasticity as a key factor in the face of such variability. Lizards tended to maintain seasonal Tb in mild and harsh seasons through increased warming/cooling efforts. Anomalous winter conditions seemed especially critical for individual performance due to their apparent high impact favouring/constraining activity. Activity and thermoregulation were inhibited in frigid winters, probably due to a vulnerable physiology to intense cold spells determined by higher preferred body temperatures than Tb. Our results warn of a complex sensitivity in lizards to anomalous seasonal temperatures, which are potentially enhanced by climate change. The current work highlights the importance of multiannual biomonitoring to disentangle long-term responses in the thermal biology of reptiles and, thereby, to integrate conservation needs in the scope of global change.",
    "readLink": "https://doi.org/10.1371/journal.pone.0226399"
  },
  {
    "title": "Research Priorities for the Conservation and Sustainable Governance of Andean Forest Landscapes",
    "authors": [
      "Sarah-Lan Mathez-Stiefel,",
      "Manuel Peralvo,",
      "Selene Báez,",
      "Stephan Rist,",
      "Wouter Buytaert,",
      "Francisco Cuesta,",
      "Belén Fadrique,",
      "Kenneth J. Feeley,",
      "Aaron A. P. Groth,",
      "Jürgen Homeier,",
      "Luis D. Llambí,",
      "Bruno Locatelli,",
      "Maria Fernanda López Sandoval,",
      "Agustina Malizia,",
      "Kenneth R. Young"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-16-00093.1",
    "journalVolume": "Vol. 37,\n                                no. 3\n                                \n                                  pp.\n                                  323\n                                  – 339",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "The long-term survival of Andean forest landscapes (AFL) and of their capacity to contribute to sustainable development in a context of global change requires integrated adaptation and mitigation responses informed by a thorough understanding of the dynamic and complex interactions between their ecological and social components. This article proposes a research agenda that can help guide AFL research efforts for the next 15 years. The agenda was developed between July 2015 and June 2016 through a series of workshops in Ecuador, Peru, and Switzerland and involved 48 researchers and development experts working on AFL from different disciplinary perspectives. Based on our review of current research and identification of pressing challenges for the conservation and sustainable governance of AFL, we propose a conceptual framework that draws on sustainability sciences and social–ecological systems research, and we identify a set of high-priority research goals and objectives organized into 3 broad categories: systems knowledge, target knowledge, and transformation knowledge. This paper is intended to be a reference for a broad array of actors engaged in policy, research, and implementation in the Andean region. We hope it will trigger collaborative research initiatives for the continued conservation and sustainable governance of AFL.",
    "readLink": "http://www.bioone.org/doi/full/10.1659/MRD-JOURNAL-D-16-00093.1"
  },
  {
    "title": "Pastoralists in Kenya",
    "authors": [
      "Mohamed Adow"
    ],
    "doi": "no. 31\n                                \n                                  p.\n                                  34",
    "issn": "1460-9819 (Print)",
    "publisher": "2051-3070 (Online)",
    "countryOfPublisher": "University of Oxford",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "https://www.fmreview.org",
    "abstract": "The pastoralist community of northern Kenya has been ravaged by both droughts and floods.",
    "readLink": "http://www.fmreview.org/en/FMRpdfs/FMR31/34.pdf"
  },
  {
    "title": "Does governance impact on the financial development-carbon dioxide emissions nexus in G20 countries",
    "authors": [
      "Ya Wen,",
      "Pingting Song,",
      "Deyong Yang,",
      "Chen Gao"
    ],
    "doi": "Vol. 17,\n                                no. 8",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "In the past 40 years, the continuous strengthening of the greenhouse effect has led to a significant increase in the global average temperature. Although people’s understanding of climate change has been strengthened, the world has not yet witnessed a significant decline in pollutant emissions; hence it is imperative to get to the root cause. This paper is based on the STIRPAT model framework and uses the panel data of G20 countries over the period 1999–2019 to examine the role of financial development on carbon emissions under good governance. The results show that financial development significantly promotes carbon dioxide emissions, and the impact presents an inverted “U”-shaped trend when the quadratic term of financial development is introduced. Surprisingly, governance quality indicators increase carbon emissions. However, financial development accompanied by good governance suppresses carbon emissions. Moreover, according to the grouped results of developed and developing countries, different nations should adopt differentiated strategies in development finance to implement the carbon emission targets proposed by the G20. In addition, this paper also confirms the existence of the Environmental Kuznets Curve hypothesis. In light of this, policymakers should optimize the quality of governance while shifting their agendas toward environmentally responsible financial practices to promote financial development to improve environmental quality effectively. Furthermore, strengthen international cooperation, enhance public environmental protection concepts, and take joint actions to achieve low-carbon and win-win results.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9394852/?tool=EBI"
  }
]