[
  {
    "title": "THE VIEWS OF FOREST OUTSKIRT COMMUNITY ON AGROFORESTRY DEVELOPMENT PROGRAM",
    "authors": [
      "Dewa Oka Suparwata"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2018.15.1.47-62",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 62",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Nowadays, development of agroforestry has been focused on the people living near forest. Positive views from community may have a good impact on agroforestry development program. This research aims to study the views of the forest outskrit community on the agroforestry development program in Dulamayo Barat village, Telaga Sub District, Gorontalo Regency, Gorontalo Province. The study used survey approach and focus group discussion (FGD) method. Respondents were all the members of agroforestry farmer group. The entire population were taken for interview (10 respondents) while FGD was attended by 26 participants. Data were analyzed descriptively. The result showed that 100% of the respondents want the program to be sustainable, although from the socio economic point of view the impact has not contributed significantly. From the respondents views of its benefit, 50% believe that the program is for critical land rehabilitation, 30% have a view for the improvement of environmental service, 10% view to increase community economy, and 10% view that the program is to eliminate erosion. These indicate that the community is concerned with agroforestry development, therefore, continuous facilitation is needed. Furthermore, the community expects to be actively involved in the agroforestry development program.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/4075"
  },
  {
    "title": "Environmental Impact of PV Power Systems",
    "authors": [
      "Mladen Bošnjaković,",
      "Robert Santa,",
      "Zoran Crnac,",
      "Tomislav Bošnjaković"
    ],
    "doi": "https://doi.org/10.3390/su151511888",
    "journalVolume": "Vol. 15,\n                                no. 11888\n                                \n                                  p.\n                                  11888",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In response to the problem of increasing climate change and energy security, investment in renewable energy sources has increased significantly both in Europe and globally. Wind and solar power plants are expected to be the largest contributors to global decarbonization, ranking first and second in projected capacity by 2050. As all power plants have a certain impact on the environment, so do PV power plants, and due to their planned large capacities, it is necessary to assess their impact on the environment. Improving the manufacturing technology of PV system components, increasing the efficiency of solar cells, and using materials that are less harmful to the environment will reduce these impacts. Manufacturing PV system components is a highly energy-intensive process that involves greenhouse gas emissions. As new renewable energy capacity is built, the amount of “green” electricity on the grid increases, reducing CO2 emissions per kWh consumed. The objective of this paper is to analyze the current status of the environmental impact of PV power plants under these changing conditions in terms of CO2 emissions, land use, pollutant and noise emissions, and water consumption. The capacity installed to date will reach the end of its lifetime by 2050, which means that the amount of waste associated with it will increase over time. This can have a significant impact on the environment, which is why part of the work is dedicated to this problem. In addition to the available information from the literature, the authors also made their own estimates of land use based on data on newly installed PV power plants and PV modules available on the market. The results of the analysis show that there is enough land both in Europe and worldwide to install the planned capacities of rooftop and ground-mounted PV power plants. CO2 emissions are at the same level as for concentrated solar power, with a decreasing trend. Pollutant emissions, noise, and water consumption are not major problems compared to other types of power plants. Overall, it can be concluded that the expansion of PV capacity has a very positive impact on the environment.",
    "readLink": "https://www.mdpi.com/2071-1050/15/15/11888"
  },
  {
    "title": "Cities on the Coast and Patterns of Movement between Population Growth and Diffusion",
    "authors": [
      "Dmitry V. Kovalevsky,",
      "Dimitri Volchenkov,",
      "Jürgen Scheffran"
    ],
    "doi": "https://doi.org/10.3390/e23081041",
    "journalVolume": "Vol. 23,\n                                no. 1041\n                                \n                                  p.\n                                  1041",
    "issn": "1099-4300 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Astronomy: Astrophysics",
      "Science: Physics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/entropy",
    "abstract": "Sea level rise and high-impact coastal hazards due to on-going and projected climate change dramatically affect many coastal urban areas worldwide, including those with the highest urbanization growth rates. To develop tailored coastal climate services that can inform decision makers on climate adaptation in coastal cities, a better understanding and modeling of multifaceted urban dynamics is important. We develop a coastal urban model family, where the population growth and urbanization rates are modeled in the framework of diffusion over the half-bounded and bounded domains, and apply the maximum entropy principle to the latter case. Population density distributions are derived analytically whenever possible. Steady-state wave solutions balancing the width of inhabited coastal zones, with the skewed distributions maximizing population entropy, might be responsible for the coastward migrations outstripping the demographic development of the hinterland. With appropriate modifications of boundary conditions, the developed family of diffusion models can describe coastal urban dynamics affected by climate change.",
    "readLink": "https://www.mdpi.com/1099-4300/23/8/1041"
  },
  {
    "title": "Climate smart cities? Technologies of climate governance in Brazil",
    "authors": [
      "Vinícius Mendes"
    ],
    "doi": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  270\n                                  – 281",
    "issn": "2664-3286 (Print)",
    "publisher": "2667-3800 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography"
    ],
    "journalUrl": "https://www.journals.elsevier.com/urban-governance",
    "abstract": "Cities are fundamental agents and spaces in global climate governance, whether through their participation in transnational climate networks, urban sustainability innovation, experimentation, or the use of low-carbon digital technologies in urban governance, a phenomenon known as climate-smart city. In Brazil, few studies have addressed this issue. Thus, here I analyze the political agenda and economic dynamics involved in the transformation of Brazil's second largest city, Rio de Janeiro, into a climate-smart city. I develop an original conceptualization of “techno-utopian smart city” and apply this framework to analyze the case of Rio. Empirically, I perform a thematic content analysis, including the coding of policy documents, participant observation, and semi-structured interviews. Results suggest that the smart city agenda is still limited to address the challenges of climate change. While smart city and climate policies have been sparsely integrated, “smart” urbanism has privileged the financial, economic, and political dividends of a techno-driven urban transformation, rather than focusing on citizen well-being, climate change mitigation, and adaptation. My conceptualization and empirical analysis suggest that Rio de Janeiro has been i) framing climate governance as a technical issue instead of a complex social challenge, ii) neglecting the environmental footprint of smart technologies, and iii) collecting citizens’ private data with low levels of transparency.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2664328622000420"
  },
  {
    "title": "FAME-C: cloud property retrieval using synergistic AATSR and MERIS observations",
    "authors": [
      "C. K. Carbajal Henken,",
      "R. Lindstrot,",
      "R. Preusker,",
      "J. Fischer"
    ],
    "doi": "https://doi.org/10.5194/amt-7-3873-2014",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  pp.\n                                  3873\n                                  – 3890",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "A newly developed daytime cloud property retrieval algorithm, FAME-C (Freie Universität Berlin AATSR MERIS Cloud), is presented. Synergistic observations from the Advanced Along-Track Scanning Radiometer (AATSR) and the Medium Resolution Imaging Spectrometer (MERIS), both mounted on the polar-orbiting Environmental Satellite (Envisat), are used for cloud screening. For cloudy pixels two main steps are carried out in a sequential form. First, a cloud optical and microphysical property retrieval is performed using an AATSR near-infrared and visible channel. Cloud phase, cloud optical thickness, and effective radius are retrieved, and subsequently cloud water path is computed. Second, two cloud top height products are retrieved based on independent techniques. For cloud top temperature, measurements in the AATSR infrared channels are used, while for cloud top pressure, measurements in the MERIS oxygen-A absorption channel are used. Results from the cloud optical and microphysical property retrieval serve as input for the two cloud top height retrievals. Introduced here are the AATSR and MERIS forward models and auxiliary data needed in FAME-C. Also, the optimal estimation method, which provides uncertainty estimates of the retrieved property on a pixel basis, is presented. Within the frame of the European Space Agency (ESA) Climate Change Initiative (CCI) project, the first global cloud property retrievals have been conducted for the years 2007–2009. For this time period, verification efforts are presented, comparing, for four selected regions around the globe, FAME-C cloud optical and microphysical properties to cloud optical and microphysical properties derived from measurements of the Moderate Resolution Imaging Spectroradiometer (MODIS) on the Terra satellite. The results show a reasonable agreement between the cloud optical and microphysical property retrievals. Biases are generally smallest for marine stratocumulus clouds: −0.28, 0.41 μm and −0.18 g m−2 for cloud optical thickness, effective radius and cloud water path, respectively. This is also true for the root-mean-square deviation. Furthermore, both cloud top height products are compared to cloud top heights derived from ground-based cloud radars located at several Atmospheric Radiation Measurement (ARM) sites. FAME-C mostly shows an underestimation of cloud top heights when compared to radar observations. The lowest bias of −0.3 km is found for AATSR cloud top heights for single-layer clouds, while the highest bias of −3.0 km is found for AATSR cloud top heights for multilayer clouds. Variability is low for MERIS cloud top heights for low-level clouds, and high for MERIS cloud top heights for mid-level and high-level single-layer clouds, as well as for both AATSR and MERIS cloud top heights for multilayer clouds.",
    "readLink": "https://www.atmos-meas-tech.net/7/3873/2014/amt-7-3873-2014.pdf"
  },
  {
    "title": "Climate change and the potential distribution of an invasive shrub, Lantana camara L.",
    "authors": [
      "Subhashni Taylor,",
      "Lalit Kumar,",
      "Nick Reid,",
      "Darren J Kriticos"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0035565",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  e35565",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The threat posed by invasive species, in particular weeds, to biodiversity may be exacerbated by climate change. Lantana camara L. (lantana) is a woody shrub that is highly invasive in many countries of the world. It has a profound economic and environmental impact worldwide, including Australia. Knowledge of the likely potential distribution of this invasive species under current and future climate will be useful in planning better strategies to manage the invasion. A process-oriented niche model of L. camara was developed using CLIMEX to estimate its potential distribution under current and future climate scenarios. The model was calibrated using data from several knowledge domains, including phenological observations and geographic distribution records. The potential distribution of lantana under historical climate exceeded the current distribution in some areas of the world, notably Africa and Asia. Under future scenarios, the climatically suitable areas for L. camara globally were projected to contract. However, some areas were identified in North Africa, Europe and Australia that may become climatically suitable under future climates. In South Africa and China, its potential distribution could expand further inland. These results can inform strategic planning by biosecurity agencies, identifying areas to target for eradication or containment. Distribution maps of risk of potential invasion can be useful tools in public awareness campaigns, especially in countries that have been identified as becoming climatically suitable for L. camara under the future climate scenarios.",
    "readLink": "http://europepmc.org/articles/PMC3334920?pdf=render"
  },
  {
    "title": "Walking Together Indicator (WTI): Understanding and Measuring World Inequality",
    "authors": [
      "Salvatore Flavio Pileggi"
    ],
    "doi": "https://doi.org/10.3390/su15065392",
    "journalVolume": "Vol. 15,\n                                no. 5392\n                                \n                                  p.\n                                  5392",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Socio-economic inequality may be addressed at a different scale. Its impact at a micro and macro level on very many social issues is well-known, as well as its effects on global development being extensively reported in literature, where inequality is often seen as a clear barrier on the path to a sustainable development. That becomes extremely critical in light of major global challenges, such as climate change. The quantification of inequality in the different contexts, its interpretation, as well as its impact on society at a different level are object of major interest and discussion within the scientific community. Inspired by the famous African proverb “if you want to go fast go alone; If you want to go far go together”, we propose an indicator—Walking Together Indicator (WTI), based on a simple model to foster transparency and broad communication. It relies on the statistical standard deviation to facilitate the measurement of inequality looking at single metrics (e.g., GDP) as well as considering broad categories (e.g., Economy) composed of multiple indicators. Despite evident limitations, simplifications (context-less comparison among countries) and approximations (significant lack of data), the study conducted on well-known macro indicators presents a fundamental coherence in the result. Indeed, it shows a reducing inequality in the main trends. On the other side, the performed computations also point out a relevant exception for the main economic indicator, which is characterised, overall, by an increasing inequality among the considered countries. Such a contrasting trend is partially explainable looking at the simplifications in the model, which neither considers dependencies among indicators nor assumes weighting. The indicator provides a very encouraging and optimistic figure. However, the recent pandemic has shown a world running at different speeds. It advises a more conservative interpretation of the indicator as the exception related to economy is relevant.",
    "readLink": "https://www.mdpi.com/2071-1050/15/6/5392"
  },
  {
    "title": "Water Resources Allocation Systems under Irrigation Expansion and Climate Change Scenario in Awash River Basin of Ethiopia",
    "authors": [
      "Mohammed Gedefaw,",
      "Wang Hao,",
      "Yan Denghua,",
      "Tianling Qin,",
      "Kun Wang,",
      "Abel Girma,",
      "Dorjsuren Batsuren,",
      "Asaminew Abiyu"
    ],
    "doi": "https://doi.org/10.3390/w11101966",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  1966",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Rational allocation of water resources is very essential to cope with water scarcity. The optimal allocation of limited water resources is required for various purposes to achieve sustainable development. The Awash River Basin is currently faced with a scarcity of water due to increasing demands, urbanization, irrigation expansion, and variability of climates. The excessive abstraction of water resources in the basin without proper assessing of the available water resources contributed to water scarcity. This paper aimed to develop a water evaluation and planning (WEAP) model to allocate the water supplies to demanding sectors based on an economic parameter to maximize the economic benefits. The water demands, water shortages, and supply alternatives were analyzed under different scenarios. Three scenarios were developed, namely reference (1981−2016), medium-term development (2017−2030), and long-term development (2031−2050) future scenarios with the baseline period (1980). The results of this study showed that the total quantity of water needed to meet the irrigation demands of all the stations was 306.96 MCM from 1980 to 2016. Seasonally, March, April, May, and June require the maximum irrigation water demand. However, July, August, and September require minimum demand for water because of the rainy season. The seasonal unmet demand is observed in all months, which ranged from 6 × 106 m3 to 35.9 × 106 m3 in August and May respectively. The trend of streamflow in Melka Kuntre was a statistically significant increasing trend after 2008 (Z = 5.33) whereas the trends in other gauge stations showed a relatively decreasing trend. The results also showed that future water consumption would greatly increase in the Awash River Basin. The prevention of future water shortages requires the implementation of water-saving measures and the use of new water supply technologies. The findings of this study will serve as a reference for water resources managers and policy and decision makers.",
    "readLink": "https://www.mdpi.com/2073-4441/11/10/1966"
  },
  {
    "title": "Long-term modelling of nitrogen turnover and critical loads in a forested catchment using the INCA model",
    "authors": [
      "J.-J. Langusch,",
      "J.-J. Langusch,",
      "E. Matzner"
    ],
    "doi": "Vol. 6,\n                                no. 3\n                                \n                                  pp.\n                                  395\n                                  – 402",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Many forest ecosystems in Central Europe have reached the status of N saturation due to chronically high N deposition. In consequence, the NO3 leaching into ground- and surface waters is often substantial. Critical loads have been defined to abate the negative consequences of the NO3 leaching such as soil acidification and nutrient losses. The steady state mass balance method is normally used to calculate critical loads for N deposition in forest ecosystems. However, the steady state mass balance approach is limited because it does not take into account hydrology and the time until the steady state is reached. The aim of this study was to test the suitability of another approach: the dynamic model INCA (Integrated Nitrogen Model for European Catchments). Long-term effects of changing N deposition and critical loads for N were simulated using INCA for the Lehstenbach spruce catchment (Fichtelgebirge, NE Bavaria, Germany) under different hydrological conditions. Long-term scenarios of either increasing or decreasing N deposition indicated that, in this catchment, the response of nitrate concentrations in runoff to changing N deposition is buffered by a large groundwater reservoir. The critical load simulated by the INCA model with respect to a nitrate concentration of 0.4 mg N l–1 as threshold value in runoff was 9.7 kg N ha–1yr–1 compared to 10 kg ha–1yr–1 for the steady state model. Under conditions of lower precipitation (520 mm) the resulting critical load was 7.7 kg N ha–1yr–1 , suggesting the necessity to account for different hydrological conditions when calculating critical loads. The INCA model seems to be suitable to calculate critical loads for N in forested catchments under varying hydrological conditions e.g. as a consequence of climate change. Keywords: forest ecosystem, N saturation, critical load, modelling, long-term scenario, nitrate leaching, critical loads reduction, INCA",
    "readLink": "http://www.hydrol-earth-syst-sci.net/6/395/2002/hess-6-395-2002.pdf"
  },
  {
    "title": "The Influence of Rainfall and Land Use/Land Cover Changes on River Discharge Variability in the Mountainous Catchment of the Bagmati River",
    "authors": [
      "Dinesh Tuladhar,",
      "Ashraf Dewan,",
      "Michael Kuhn,",
      "Robert  J Corner"
    ],
    "doi": "https://doi.org/10.3390/w11122444",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  p.\n                                  2444",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Changes in rainfall and land use/land cover (LULC) can influence river discharge from a catchment in many ways. Homogenized river discharge data from three stations and average rainfall records, interpolated from 13 stations, were examined for long-term trends and decadal variations (1970−2017) in the headwater, upper and middle catchments of the Bagmati River. LULC changes over five decades were quantified using multitemporal Landsat images. Mann−Kendall tests on annual time series showed a significant decrease in river discharge (0.61% per year) from the entire Bagmati catchment, although the decrease in rainfall was statistically insignificant. However, declines in river discharge and rainfall were both significant in upper catchment. Decadal departures from long-term means support these trend results. Over tenfold growth in urban area and a decrease in agricultural land were observed in the upper catchment, while forest cover slightly increased in the entire catchment between 1975 and 2015. Correlation analysis showed a strong association between surface runoff, estimated using the curve number method, observed river discharge and rainfall in the upper catchment, while the relationship was weaker in the headwater catchment. These results were also supported by multiple regression analysis, suggesting that human activities together with climate change have contributed to river discharge changes in the Bagmati catchment.",
    "readLink": "https://www.mdpi.com/2073-4441/11/12/2444"
  }
]