[
  {
    "title": "Petrography and geochemistry of siliciclastic sediments in Permo-Triassic transition from the southern Pranhita-Godavari Gondwana basin, India: Implications for paleoclimate",
    "authors": [
      "Sampa Ghosh"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  p.\n                                  100149",
    "issn": "2590-0560 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-asian-earth-sciences-x",
    "abstract": "The Kamthi Formation, in the intracratonic Pranhita-Godavari Gondwana rift basin, bore signatures of climate change from a warm humid climate in Late Permian to hot arid during the Early Triassic. Sedimentation took place mainly under fluvial conditions. The Kamthi sediments were unaffected by burial diagenesis and the source remained the same, therefore this provides an excellent opportunity to study the climatic influence on petrogenesis in an intracratonic rift basin. Subsurface palynofacies data of Kamthi Formation from the southern part of the basin established the presence of Upper Permian rock units equivalent to the Raniganj Formation, which are overlain by Lower Triassic sediments equivalent to Panchet Formation of the Damodar valley Gondwana basins, and are separated by a gradational contact. QFL and trace element compositions reveal transitional continental to craton interior provenance with dominantly felsic source areas, along with some meta-sedimentary and mafic components. Dominance of kaolinite, coal, alteration of K-feldspar, and biotite in the Raniganj equivalent sandstones attests to a humid climate. The presence of mostly fresh K-feldspar, ferruginous matrices, Fe-carbonate nodules, cutans, and microcrystalline silica cement in the Panchet equivalent sandstones mark a shift from humid to arid/semi-arid. This climatic shift is not reflected in the uniform feldspatho-quartzose to quartzose sandstone compositions and mudstone major oxide compositions. The mudstones are depleted in mobile elements, have low K2O/Al2O3 (0.11–0.18), low ICV (0.35–0.72), high SiO2/Al2O3 (2.3–3.4), high K2O/Na2O and moderately high CIA (80.12–87.05) that collectively suggest moderately intense weathering. Despite the humid climate, the Raniganj Formation equivalent rock units did not attain the highest mineralogical maturity due to proximity to relatively high-relief source areas in a fluviolacustrine environment. This relationship resulted in a lack of short-term sediment storage that favoured rapid erosion and sedimentation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590056023000142"
  },
  {
    "title": "A landscape and climate data logistic model of tsetse distribution in Kenya.",
    "authors": [
      "Nathan Moore,",
      "Joseph Messina"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0011809",
    "journalVolume": "Vol. 5,\n                                no. 7\n                                \n                                  p.\n                                  e11809",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Trypanosoma spp, biologically transmitted by the tsetse fly in Africa, are a major cause of illness resulting in both high morbidity and mortality among humans, cattle, wild ungulates, and other species. However, tsetse fly distributions change rapidly due to environmental changes, and fine-scale distribution maps are few. Due to data scarcity, most presence/absence estimates in Kenya prior to 2000 are a combination of local reports, entomological knowledge, and topographic information. The availability of tsetse fly abundance data are limited, or at least have not been collected into aggregate, publicly available national datasets. Despite this limitation, other avenues exist for estimating tsetse distributions including remotely sensed data, climate information, and statistical tools.Here we present a logistic regression model of tsetse abundance. The goal of this model is to estimate the distribution of tsetse fly in Kenya in the year 2000, and to provide a method by which to anticipate their future distribution. Multiple predictor variables were tested for significance and for predictive power; ultimately, a parsimonious subset of variables was identified and used to construct the regression model with the 1973 tsetse map. These data were validated against year 2000 Food and Agriculture Organization (FAO) estimates. Mapcurves Goodness-Of-Fit scores were used to evaluate the modeled fly distribution against FAO estimates and against 1973 presence/absence data, each driven by appropriate climate data.Logistic regression can be effectively used to produce a model that projects fly abundance under elevated greenhouse gas scenarios. This model identifies potential areas for tsetse abandonment and expansion.",
    "readLink": "http://europepmc.org/articles/PMC2910741?pdf=render"
  },
  {
    "title": "Residential Water Scarcity in Cyprus: Impact of Climate Change and Policy Options",
    "authors": [
      "Theodoros Zachariadis"
    ],
    "doi": "https://doi.org/10.3390/w2040788",
    "journalVolume": "Vol. 2,\n                                no. 4\n                                \n                                  pp.\n                                  788\n                                  – 814",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper presents an assessment of the cost of water scarcity in Cyprus, today and in the next 20 years, taking into account the effect of projected climate change in the region. It focuses on the residential sector, accounting also for tourism and industry. Using a simple demand function, total scarcity costs in Cyprus are computed for the period 2010–2030, and three scenarios of future water demand are presented. The central estimate shows that the present value of total costs due to water shortages will amount to 72 million Euros (at 2009 prices), and, if future water demand increases a little faster, these costs may reach 200 million Euros. Using forecasts of regional climate models, costs are found to be about 20% higher in a “climate change” scenario. Compared to the loss of consumer surplus due to water shortages, desalination is found to be a costly solution, even if environmental damage costs from the operation of desalination plants are not accounted for. Finally, dynamic constrained optimization is employed and shows that efficient residential water prices should include a scarcity price of about 40 Eurocents per cubic meter at 2009 prices; this would constitute a 30–100% increase in current prices faced by residential consumers. Reductions in rainfall due to climate change would raise this price by another 2-3 Eurocents. Such a pricing policy would provide a clear long-term signal to consumers and firms and could substantially contribute to a sustainable use of water resources in the island.",
    "readLink": "http://www.mdpi.com/2073-4441/2/4/788/"
  },
  {
    "title": "Impact of the Sustainable Development Goals on the academic research agenda. A scientometric analysis",
    "authors": [
      "Antonio Sianes,",
      "Alejandro Vega-Muñoz,",
      "Pilar Tirado-Valencia,",
      "Antonio Ariza-Montes"
    ],
    "doi": "Vol. 17,\n                                no. 3",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Today, global challenges such as poverty, inequality, and sustainability are at the core of the academic debate. This centrality has only increased since the transition from the Millennium Development Goals (MDGs) to the Sustainable Development Goals (SDGs), whose scope is to shift the world on to a path of resilience focused on promoting sustainable development. The main purpose of this paper is to develop a critical yet comprehensive scientometric analysis of the global academic production on the SDGs, from its approval in 2015 to 2020, conducted using Web of Science (WoS) database. Despite it being a relatively short period of time, scholars have published more than five thousand research papers in the matter, mainly in the fields of green and sustainable sciences. The attained results show how prolific authors and schools of knowledge are emerging, as key topics such as climate change, health and the burden diseases, or the global governance of these issues. However, deeper analyses also show how research gaps exist, persist and, in some cases, are widening. Greater understanding of this body of research is needed, to further strengthen evidence-based policies able to support the implementation of the 2030 Agenda and the achievement of the SDGs.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8929641/?tool=EBI"
  },
  {
    "title": "Futurology in the College Classroom",
    "authors": [
      "Skylar Davidson"
    ],
    "doi": "https://doi.org/10.46504/12201703da",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  51\n                                  – 63",
    "issn": "1933-4850 (Print)",
    "publisher": "1933-4869 (Online)",
    "countryOfPublisher": "Park University",
    "lcc": [
      "United States",
      "Education: Special aspects of education"
    ],
    "journalUrl": "https://insightjournal.net/",
    "abstract": "There is little research on teaching futurology, which is surprising, given that instructors with a future-oriented perspective can encourage students to express constructive hope about controversial problems (e.g., climate change) rather than denying problems (Ojala, 2015). This study evaluates what learning outcomes can be accomplished through three different future-oriented in-class group activities: a future-oriented discussion, a future-oriented roleplay activity, and a backcasting activity. Analysis of student feedback suggests that these three activities encourage similar levels of student interest, understanding, and productive discussion while helping students practice both general college skills and skills specifically related to futurology. The main strength of future-oriented discussion is general understanding of both a topic and one’s own perspective on it; of future-oriented roleplay, debate and emotional engagement; and of backcasting, evaluation of different potential futures and a sense of ownership over the future.",
    "readLink": "https://doi.org/10.46504/12201703da"
  },
  {
    "title": "Oak Decline Syndrome in Korean Forests: History, Biology, and Prospects for Korean Oak Wilt",
    "authors": [
      "Won Il Choi,",
      "Dong-Hyeon Lee,",
      "Jong Bin Jung,",
      "Young-Seuk Park"
    ],
    "doi": "https://doi.org/10.3390/f13060964",
    "journalVolume": "Vol. 13,\n                                no. 964\n                                \n                                  p.\n                                  964",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Oak decline syndrome has been observed in South Korea and Japan and variously referred to as Korean oak wilt (KOW) and Japanese oak wilt (JOW). We reviewed aspects of the historical occurrence of KOW, disease cycle, and its potential causes. KOW has been seen principally in Mongolian oak (Quercus mongolica Fisch. ex Ledeb.). The first occurrence of KOW was in 2004 in Seongnam, South Korea. KOW is associated with the fungus Raffaelea quercus-mongolicae, which is vectored by the ambrosia beetle Platypus koryoensis. In addition, it has been suggested that yeasts have evolved a symbiotic relationship with the vector without antagonism for the pathogenic fungus. The number of trees in Korea killed by KOW increased to about 331,000 in 2011, but then decreased to about 157,000 in 2019. We hypothesized that trees infected by R. quercus-mongolicae accumulate phenolic compounds in the sapwood and the vector (P. koryoensis) beetles then avoid these trees. Therefore, the number of hosts available for the beetle after a KOW outbreak decrease due to accumulation of phenolic compounds in the wood, although most oak trees survive outbreaks. Therefore, P. koryoensis beetles move longer distances after outbreaks to find susceptible host trees. Novel occurrence of KOW in Korea may be due to either (1) an increase in tree age (size) in Korean oak stands, for which the beetle has a known preference or (2) climate change, which may be increasing the number of weakened or stressed trees, for which P. koryoensis also shows a preference.",
    "readLink": "https://www.mdpi.com/1999-4907/13/6/964"
  },
  {
    "title": "Elevated CO2 and warming change the nutrient status and use efficiency of Panicum maximum Jacq.",
    "authors": [
      "Juliana Mariano Carvalho,",
      "Rafael Ferreira Barreto,",
      "Renato de Mello Prado,",
      "Eduardo Habermann,",
      "Roberto Botelho Ferraz Branco,",
      "Carlos Alberto Martinez"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0223937",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  p.\n                                  e0223937",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Panicum maximum Jacq. 'Mombaça' (Guinea grass) is a C4 forage grass widely used in tropical pastures for cattle feeding. In this study, we evaluated the isolated and combined effects of warming and elevated CO2 concentration [CO2] during summer on nutrient content, nutrient accumulation, nutrient use efficiency and growth of P. maximum under field conditions. Field temperature and [CO2] were controlled by temperature free-air controlled enhancement and free-air CO2 enrichment systems, respectively. We tested two levels of canopy temperature: ambient temperature (aT) and 2°C above ambient temperature (eT), as well as two levels of atmospheric [CO2]: ambient [CO2] (aCO2) and 200 ppm above ambient CO2 (eCO2). The experiment was established in a completely randomized design with four replications, in a 2×2 factorial scheme. After pasture establishment, plants were exposed to the treatments during 30 days, with evaluations at 9, 16, 23 and 30 days after the treatments started. Results were dependent on the time of the evaluation, but in the last evaluation (beginning of the grazing), contents of N, K, Mg and S did not change as a function of treatments. However, P decreased as a function of warming under both levels of [CO2], and Ca increased under [eCO2] combined with warming. There was an increase in root dry mass under warming treatment. Combined treatment increased N, Ca and S accumulation without a corresponding increase in the use efficiency of these same nutrients, indicating that the fertiliser dose should increase in the next decades due to climate change. Our short-term results in young and well fertilized pasture suggest that under the combination of [eCO2] and eT conditions, P. maximum productivity will increase and the nutritional requirement for N, Ca and S will also increase.",
    "readLink": "https://doi.org/10.1371/journal.pone.0223937"
  },
  {
    "title": "Extreme weather events induced deaths in India 2001–2014: Trends and differentials by region, sex and age group",
    "authors": [
      "Bidhubhusan Mahapatra,",
      "Monika Walia,",
      "Niranjan Saggurti"
    ],
    "doi": "Vol. 21\n                                \n                                \n                                  pp.\n                                  110\n                                  – 116",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "This study examined the trend in extreme weather event related mortality reported in India during 2001–14 and explored the regional, age and sex differentials in such fatalities. We used age and sex-segregated data on the number of accidental deaths by unnatural causes released by Government of India under the National Data Sharing and Accessibility Policy. Various extreme weather events were grouped into five broad categories: cold wave, extreme precipitation, heat wave, lightning, and tropical cyclone. During 2001–14, 25% of all accidental deaths due to unnatural causes happened as a result of extreme weather events. Deaths due to extreme precipitation and tropical cyclones declined over time, whereas increasing trend was observed for lightning, and extreme temperature conditions. Most of the extreme weather event induced deaths were due to lightning, followed by extreme precipitation and temperature extremes. The burden of death was highest in the central part of India. States of Andhra Pradesh, Bihar, Uttar Pradesh, Maharashtra and West Bengal were affected the most by extreme weather events. More males and older population died than their counterparts. Findings suggest that people are adaptive to some extreme weather events such as cold wave and cyclones; whereas adaptation and coping with the heat wave and extreme precipitation seems to be less. Building awareness on the adaptive mechanisms to different extremes and a community-centered alert system can help in reducing fatalities due to extreme weather events. Keywords: Extreme weather, Mortality, Climate change, Extreme temperature, Lightning, Cyclone",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094718301166"
  },
  {
    "title": "Climate change, uncertainty and allostatic load",
    "authors": [
      "D. E. Crews,",
      "N. C. Kawa,",
      "J. H. Cohen,",
      "G. L. Ulmer,",
      "A. N. Edes"
    ],
    "doi": "https://doi.org/10.1080/03014460.2019.1584243",
    "journalVolume": "Vol. 46,\n                                no. 1\n                                \n                                  pp.\n                                  3\n                                  – 16",
    "issn": "0301-4460 (Print)",
    "publisher": "1464-5033 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General)",
      "Science: Human anatomy",
      "Science: Physiology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/iahb20",
    "abstract": "Context: Humans constantly respond to environmental stressors challenging their somatic stability. Allostasis, an evolved neuroendocrine/physiological stressor response system, is our main pathway for doing so. Effective allostasis returns somatic systems to their current optima; over a lifetime of stressor responses, related systems fail, effectiveness declines, and physiological dysregulation (i.e. allostatic load) increases. Global Climate Change (GCC) multiplies environmental stressors on human populations and is likely to increase allostatic load. Objectives: As a population-level stressor, GCC increases risks for multiple stressors, including sociocultural instability and food and water insecurity, while also motivating migration. We predict GCC increases risk for elevated allostatic load. Here, we review pathways by which GCC increases climatic and social stressors contributing to greater stress and allostatic load. Methods: Based upon published sources and primary ethnographic case studies, this review examines how GCC, by multiplying climate-related stressors, likely increases social instability, food and water insecurity, and migration. Thereby, it is proposed that GCC contributes to allostatic load. Results: GCC multiplies stressors on local populations. Those experiencing social insecurity related to GCC during growth and development are expected to show the largest influences on their lifetime allostatic load. Similarly, as GCC increases food and water insecurity, it likely will increase allostatic load in those affected and is likely to propel migrants to seek improved living circumstances. These stressors may be continued among their descendants via historical trauma or epigenetic responses. Conclusion: GCC accentuates effects of environmental and sociocultural stressors on human populations. Those exposed to GCC are likely to show lifelong elevated allostatic load.",
    "readLink": "http://dx.doi.org/10.1080/03014460.2019.1584243"
  },
  {
    "title": "Permafrost response to vegetation greenness variation in the Arctic tundra through positive feedback in surface air temperature and snow cover",
    "authors": [
      "Zhan Wang,",
      "Yeonjoo Kim,",
      "Hochoel Seo,",
      "Myoung-Jin Um,",
      "Jiafu Mao"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab0839",
    "journalVolume": "Vol. 14,\n                                no. 4\n                                \n                                  p.\n                                  044024",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The permafrost response to variations in Arctic vegetation remains controversial. We investigated the consequences of Arctic vegetation greenness variation over the past three decades using a coupled land-atmosphere model and found that it induces air temperature perturbation, which is further amplified by snow cover variation and eventually leaves a footprint on soil temperature. Compared to the atmospheric impacts of vegetation, local shading of vegetation canopy has relatively minor effects on soil temperature. Significant soil warming was observed along the summer snowline between the Low and High Arctic, indicating the direct impact of snow cover variation led by vegetation changes. In the Low Arctic, the winter snowpack insulates the soil from colder air, resulting in less permafrost. In the High Arctic, snow persists for more than 330 d per year and has a strong protection effect on the permafrost as it insulates soil from warmer summer air and reflects solar radiation.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab0839"
  }
]