[
  {
    "title": "Case study: The rapid growth of an interdisciplinary statewide climate and health movement",
    "authors": [
      "Paul E. Friedrichs,",
      "Emily Thompson,",
      "Maia Madison,",
      "Semra Aytur,",
      "Darla Thyng"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100165",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "The New Hampshire Healthcare Workers for Climate Action (NH HWCA) was created as a grassroots organization in the summer of 2021 and quickly grew to over 2500 participants in 8 months, reaching out to government officials via a signature campaign, networking with 33 other state and national healthcare affiliates, and offering individual and group education via blogs, webinars, community lectures, letters to the editor, and promotional materials. We use the case study method to analyze how this was accomplished.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278222000542"
  },
  {
    "title": "Future respiratory hospital admissions from wildfire smoke under climate change in the Western US",
    "authors": [
      "Jia Coco Liu,",
      "Loretta J Mickley,",
      "Melissa P Sulprizio,",
      "Xu Yue,",
      "Roger D Peng,",
      "Francesca Dominici,",
      "Michelle L Bell"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/12/124018",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  p.\n                                  124018",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Background. Wildfires are anticipated to be more frequent and intense under climate change. As a result, wildfires may emit more air pollutants that can harm health in communities in the future. The health impacts of wildfire smoke under climate change are largely unknown. Methods. We linked projections of future levels of fine particulate matter (PM _2.5 ) specifically from wildfire smoke under the A1B climate change scenario using the GEOS-Chem model for 2046–2051, present-day estimates of hospital admission impacts from wildfire smoke, and future population projections to estimate the change in respiratory hospital admissions for persons ≥65 years by county ( n = 561) from wildfire PM _2.5 under climate change in the Western US. Results . The increase in intense wildfire smoke days from climate change would result in an estimated 178 (95% confidence interval: 6.2, 361) additional respiratory hospital admissions in the Western US, accounting for estimated future increase in the elderly population. Climate change is estimated to impose an additional 4990 high-pollution smoke days. Central Colorado, Washington and southern California are estimated to experience the highest percentage increase in respiratory admissions from wildfire smoke under climate change. Conclusion. Although the increase in number of respiratory admissions from wildfire smoke seems modest, these results provide important scientific evidence of an often-ignored aspect of wildfire impact, and information on their anticipated spatial distribution. Wildfires can cause serious social burdens such as property damage and suppression cost, but can also raise health problems. The results provide information that can be incorporated into development of environmental and health policies in response to climate change. Climate change adaptation policies could incorporate scientific evidence on health risks from natural disasters such as wildfires.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/12/124018"
  },
  {
    "title": "High-resolution regional climate modeling and projection  over western Canada using a weather research forecasting  model with a pseudo-global warming approach",
    "authors": [
      "Y. Li,",
      "Y. Li,",
      "Z. Li,",
      "Z. Zhang,",
      "Z. Zhang,",
      "L. Chen,",
      "L. Chen,",
      "S. Kurkute,",
      "S. Kurkute,",
      "L. Scaff,",
      "L. Scaff,",
      "X. Pan,",
      "X. Pan"
    ],
    "doi": "https://doi.org/10.5194/hess-23-4635-2019",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  4635\n                                  – 4659",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Climate change poses great risks to western Canada's ecosystem and socioeconomical development. To assess these hydroclimatic risks under high-end emission scenario RCP8.5, this study used the Weather Research Forecasting (WRF) model at a convection-permitting (CP) 4 km resolution to dynamically downscale the mean projection of a 19-member CMIP5 ensemble by the end of the 21st century. The CP simulations include a retrospective simulation (CTL, 2000–2015) for verification forced by ERA-Interim and a pseudo-global warming (PGW) for climate change projection forced with climate change forcing (2071–2100 to 1976–2005) from CMIP5 ensemble added on ERA-Interim. The retrospective WRF-CTL's surface air temperature simulation was evaluated against Canadian daily analysis ANUSPLIN, showing good agreements in the geographical distribution with cold biases east of the Canadian Rockies, especially in spring. WRF-CTL captures the main pattern of observed precipitation distribution from CaPA and ANUSPLIN but shows a wet bias near the British Columbia coast in winter and over the immediate region on the lee side of the Canadian Rockies. The WRF-PGW simulation shows significant warming relative to CTL, especially over the polar region in the northeast during the cold season, and in daily minimum temperature. Precipitation changes in PGW over CTL vary with the seasons: in spring and late autumn precipitation increases in most areas, whereas in summer in the Saskatchewan River basin and southern Canadian Prairies, the precipitation change is negligible or decreased slightly. With almost no increase in precipitation and much more evapotranspiration in the future, the water availability during the growing season will be challenging for the Canadian Prairies. The WRF-PGW projected warming is less than that by the CMIP5 ensemble in all seasons. The CMIP5 ensemble projects a 10 %–20 % decrease in summer precipitation over the Canadian Prairies and generally agrees with WRF-PGW except for regions with significant terrain. This difference may be due to the much higher resolution of WRF being able to more faithfully represent small-scale summer convection and orographic lifting due to steep terrain. WRF-PGW shows an increase in high-intensity precipitation events and shifts the distribution of precipitation events toward more extremely intensive events in all seasons. Due to this shift in precipitation intensity to the higher end in the PGW simulation, the seemingly moderate increase in the total amount of precipitation in summer east of the Canadian Rockies may underestimate the increase in flooding risk and water shortage for agriculture. The change in the probability distribution of precipitation intensity also calls for innovative bias-correction methods to be developed for the application of the dataset when bias correction is required. High-quality meteorological observation over the region is needed for both forcing high-resolution climate simulation and conducting verification. The high-resolution downscaled climate simulations provide abundant opportunities both for investigating local-scale atmospheric dynamics and for studying climate impacts on hydrology, agriculture, and ecosystems.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/23/4635/2019/hess-23-4635-2019.pdf"
  },
  {
    "title": "Research on the application and promotion of the carbon neutral concept based on the attention mechanism in football under the end-to-end architecture",
    "authors": [
      "Mingda Hou,",
      "Xilin Mu,",
      "Shuyong Liu"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1272707",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "IntroductionIn light of escalating concerns regarding global warming and environmental pollution, the pursuit of carbon neutrality has emerged as a pivotal strategy to address climate change on a global scale. As society becomes increasingly conscious of its ecological impact, various sectors, including sports, are urged to embrace environmental responsibility. This study seeks to explore the integration of a carbon neutral framework utilizing artificial intelligence's attention mechanism within the realm of football, with the aim of contributing to football's adoption of carbon neutrality.MethodsThe study commences by introducing an end-to-end architectural framework capable of unifying and optimizing all facets of football to realize a comprehensive carbon-neutral objective. This architecture serves as a consolidated platform for enhancing carbon emission reduction within football pedagogical activities, fostering synergy among diverse constituents while concurrently assessing the equilibrium between carbon reduction and pedagogical effectiveness. Subsequently, attention mechanisms are leveraged to heighten the efficacy and comprehensibility of carbon-neutral strategies. The application of attention mechanisms enables the model to autonomously focus on attributes or regions closely associated with carbon neutrality objectives, thereby facilitating precision and efficacy in recommending carbon neutral strategies. By employing attention mechanisms in football, a more thorough understanding of carbon emissions' dynamics is attained, allowing for the identification of pivotal emission contributors and tailored suggestions for emission mitigation. Furthermore, the Long Short-Term Memory (LSTM) method is employed to analyze football time-series data. Given football's intricate sequence of actions, the LSTM technique adeptly captures long-term dependencies, offering improved analysis and optimization of carbon emissions during football activities.ResultsThe integrated end-to-end architectural framework offers a holistic approach to carbon-neutral football strategies. Attention mechanisms effectively enhance the focus and interpretation of carbon-neutral strategies, contributing to precise and impactful recommendations. Employing LSTM for time-series analysis aids in comprehending carbon emission dynamics, enabling the identification of efficacious carbon neutral strategies. The study underscores the potential of AI-driven attention mechanisms and LSTM in fostering carbon neutrality within football.DiscussionThe study's findings underscore the viability of integrating AI-driven methodologies, specifically attention mechanisms and LSTM, to promote carbon neutrality within the football domain. The end-to-end architecture serves as a foundational platform for comprehensive carbon emission reduction, offering potential for broader application in other sectors. The combination of attention mechanisms and LSTM engenders deeper insights into carbon emissions' intricate temporal dynamics, informing the development of targeted strategies for emission mitigation. The study's outcomes provide theoretical underpinnings for advancing sustainable football practices and inspire the broader adoption of carbon neutrality principles across diverse domains.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1272707/full"
  },
  {
    "title": "Afforestation monitoring through automatic analysis of 36-years Landsat Best Available Composites",
    "authors": [
      "Cavalli A,",
      "Francini S,",
      "Cecili G,",
      "Cocozza C,",
      "Congedo L,",
      "Falanga V,",
      "Spadoni GL,",
      "Maesano M,",
      "Munafò M,",
      "Chirici G,",
      "Scarascia Mugnozza G"
    ],
    "doi": "https://doi.org/10.3832/ifor4043-015",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  220\n                                  – 228",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "The study of afforestation is crucial to monitor land transformations and represents a central topic in sustainable development procedures, in terms of climate change, ecosystem services monitoring, and planning policies activities. Although surveying afforestation is important, the assessment of the growing forests is difficult, since land cover has different durations depending on the species. In this context, remote sensing can be a valid instrument to evaluate the afforestation process. Nevertheless, while a vast literature on forest disturbance exists, only a few studies focus on afforestation and almost none directly exploits remote sensing data. This study aims to automatically classify non-forest, afforestation, and forest areas using remote sensing data. To this purpose, we constructed a reference dataset of 61 polygons that suffered a change from non-forest to forest in the period 1988-2020. The reference data were constructed with the Land Use Inventory of Italy and through photointerpretation of orthophotos (1988-2012, spatial resolution 50 × 50 cm) and very high-resolution images (2012-2020, spatial resolution 30 × 30 cm). Using Landsat Best Available Pixel composites time-series (1984-2020) we calculated 52 temporal predictors: four temporal metrics (median, standard deviation, Pearson’s correlation coefficient R, and slope) calculated for 13 different bands (the six Landsat spectral bands, three Spectral Vegetation Indices, and four Tasseled Cap Indices). To verify the possibility of distinguishing afforestation from non-forest and forest, given the differences between them can be minimal, we tested four different models aiming at classifying the following categories: (i) non-forest/afforestation, (ii) afforestation/forest, (iii) non-forest/forest and (iv) non-forest/afforestation/forest. Temporal predictors were used with random forest which was calibrated using random search, validated using k-fold Cross-Validation Overall Accuracy (OAcv), and further using out-of-bag independent data (OAoob). Results illustrate that the distinction of afforestation/forest reaches the largest OAcv (87%), followed by non-forest/forest (83%), non-forest/afforestation (75%) and non-forest/afforestation/forest (72%). The different OA values confirm that the difference in photosynthetic activity between forest and afforestation can be analysed through remote sensing to distinguish them. Although remote sensing data are currently not exploited to monitor afforestation areas our results suggest it may be a valid support for country-level monitoring and reporting.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor4043-015"
  },
  {
    "title": "Projections of climate change in streamflow and affluent natural energy in the Brazilian hydroelectric sector of CORDEX models",
    "authors": [
      "Marx Vinicius Maciel da Silva,",
      "Cleiton da Silva Silveira,",
      "Greicy Kelly da Silva,",
      "Wanderson Hugues de Vasconcelos Pedrosa,",
      "Antônio Duarte Marcos Júnior,",
      "Francisco de Assis Souza Filho"
    ],
    "doi": "https://doi.org/10.1590/2318-0331.252020200020",
    "journalVolume": "Vol. 25",
    "issn": "2318-0331 (Online)",
    "publisher": "Associação Brasileira de Recursos Hídricos",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.abrh.org.br/RBRH",
    "abstract": "ABSTRACT Long-term water and energy planning makes it possible to reduce social and economic impacts by avoiding episodes of interruption in water and electricity supply, essential services for several sectors. Thus, the analyses proposed by this study aimed at identifying the impact of climate change on naturalised streamflows and Affluent Natural Energy (NEA) projections for the Brazilian electricity sector using six models of the Coordinated Regional Climate Downscaling Experiment (CORDEX) project, based on the RCP 4.5 and RCP 8.5 scenarios for the 21st century. The streamflows for the 24 stations representing the National Interconnected System (NIS) were estimated through the concentrated hydrological model SMAP (Soil Moisture Accounting Procedure), while the streamflows for the other stations that comprise the NIS were obtained by linear regression. The streamflows, as well as the productivity of the reservoirs, were used to calculate the NEA. The results showed that most of the models project possible reductions in annual naturalized streamflows and NEA for the three periods analyzed and for the North, Northeast and Southeast/Midwest sectors. Meanwhile, in the Southern sector, for the period 2010-2039, most of the models indicated an increase in the annual naturalized streamflows and NEA.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S2318-03312020000100229&tlng=en"
  },
  {
    "title": "Air Temperature Forecasting Using Machine Learning Techniques: A Review",
    "authors": [
      "Jenny Cifuentes,",
      "Geovanny Marulanda,",
      "Antonio Bello,",
      "Javier Reneses"
    ],
    "doi": "https://doi.org/10.3390/en13164215",
    "journalVolume": "Vol. 13,\n                                no. 4215\n                                \n                                  p.\n                                  4215",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Efforts to understand the influence of historical climate change, at global and regional levels, have been increasing over the past decade. In particular, the estimates of air temperatures have been considered as a key factor in climate impact studies on agricultural, ecological, environmental, and industrial sectors. Accurate temperature prediction helps to safeguard life and property, playing an important role in planning activities for the government, industry, and the public. The primary aim of this study is to review the different machine learning strategies for temperature forecasting, available in the literature, presenting their advantages and disadvantages and identifying research gaps. This survey shows that Machine Learning techniques can help to accurately predict temperatures based on a set of input features, which can include the previous values of temperature, relative humidity, solar radiation, rain and wind speed measurements, among others. The review reveals that Deep Learning strategies report smaller errors (Mean Square Error = 0.0017 °K) compared with traditional Artificial Neural Networks architectures, for 1 step-ahead at regional scale. At the global scale, Support Vector Machines are preferred based on their good compromise between simplicity and accuracy. In addition, the accuracy of the methods described in this work is found to be dependent on inputs combination, architecture, and learning algorithms. Finally, further research areas in temperature forecasting are outlined.",
    "readLink": "https://www.mdpi.com/1996-1073/13/16/4215"
  },
  {
    "title": "The perception and determinants of agricultural technology adaptation of teff producers to climate change in North Shewa zone, Amhara Regional State, Ethiopia",
    "authors": [
      "Girma Mulugeta Emeru"
    ],
    "doi": "https://doi.org/10.1080/23322039.2022.2095766",
    "journalVolume": "Vol. 10,\n                                no. 1",
    "issn": "2332-2039 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Finance",
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oaef",
    "abstract": "The ongoing climate change is vital to exert context-specific responses to allay its adverse effects. The purpose of this study is to examine the perception and determinants of agricultural technology adaptation of teff producers to climate change in North Shewa zone, Ethiopia. Data were collected from 378 farming households through a multistage and simple proportional sampling procedure. Both descriptive and econometric analyses were used in this study. A Heckman probit model and a multinomial logit (MNL) model are used to examine the determinants of perception and adaptation to climate change, respectively. The results of the Heckman probit model revealed that gender, farm experience, access to extension services and information access were found to have a significant influence on the probability of farmers to perceive and/or adapt to climate change. The multinomial logit models showed that education, gender of the household head being male, marital status, farming experience, income, access to information, livestock ownership, tenure status, and access to extension are the main factors that increase adaptive capacity. However, distance to the nearest market and family size negatively and significantly affect the decision to adopt various agricultural technologies. This study recommends that, Future development initiatives should focus on enhencing perception and scaling up climate change adaption technology, which calls for a public-private collaboration and a shared vision of all potential stakeholders.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/23322039.2022.2095766"
  },
  {
    "title": "The association between temperature and alcohol- and substance-related disorder hospital visits in New York State",
    "authors": [
      "Robbie M. Parks,",
      "Sebastian T. Rowland,",
      "Vivian Do,",
      "Amelia K. Boehme,",
      "Francesca Dominici,",
      "Carl L. Hart,",
      "Marianthi-Anna Kioumourtzoglou"
    ],
    "doi": "https://doi.org/10.1038/s43856-023-00346-1",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2730-664X (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://www.nature.com/commsmed/",
    "abstract": "Abstract Background Limited evidence exists on how temperature increases are associated with hospital visits from alcohol- and substance-related disorders, despite plausible behavioral and physiological pathways. Methods In the present study, we implemented a case-crossover design, which controls for seasonal patterns, long-term trends, and non- or slowly-varying confounders, with distributed lag non-linear temperature terms (0–6 days) to estimate associations between daily ZIP Code-level temperature and alcohol- and substance-related disorder hospital visit rates in New York State during 1995–2014. We also examined four substance-related disorder sub-causes (cannabis, cocaine, opioid, sedatives). Results Here we show that, for alcohol-related disorders, a daily increase in temperature from the daily minimum (−30.1 °C (−22.2 °F)) to the 75th percentile (18.8 °C (65.8 °F)) across 0–6 lag days is associated with a cumulative 24.6% (95%CI,14.6%–34.6%) increase in hospital visit rates, largely driven by increases on the day of and day before hospital visit, with an association larger outside New York City. For substance-related disorders, we find evidence of a positive association at temperatures from the daily minimum (−30.1 °C (−22.2 °F)) to the 50th percentile (10.4 °C (50.7 °F)) (37.7% (95%CI,27.2%–48.2%), but not at higher temperatures. Findings are consistent across age group, sex, and social vulnerability. Conclusions Our work highlights how hospital visits from alcohol- and substance-related disorders are currently impacted by elevated temperatures and could be further affected by rising temperatures resulting from climate change. Enhanced social infrastructure and health system interventions could mitigate these impacts.",
    "readLink": "https://doi.org/10.1038/s43856-023-00346-1"
  },
  {
    "title": "A tale of two springs: using recent climate anomalies to characterize the sensitivity of temperate forest phenology to climate change",
    "authors": [
      "Mark A Friedl,",
      "Josh M Gray,",
      "Eli K Melaas,",
      "Andrew D Richardson,",
      "Koen Hufkens,",
      "Trevor F Keenan,",
      "Amey Bailey,",
      "John O’Keefe"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/9/5/054006",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  p.\n                                  054006",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "By the end of this century, mean annual temperatures in the Northeastern United States are expected to warm by 3–5 °C, which will have significant impacts on the structure and function of temperate forests in this region. To improve understanding of these impacts, we exploited two recent climate anomalies to explore how the springtime phenology of Northeastern temperate deciduous forests will respond to future climate warming. Specifically, springtime temperatures in 2010 and 2012 were the warmest on record in the Northeastern United States, with temperatures that were roughly equivalent to the lower end of warming scenarios that are projected for this region decades from now. Climate conditions in these two years therefore provide a unique empirical basis, that complements model-based studies, for improving understanding of how northeastern temperate forest phenology will change in the future. To perform our investigation, we analyzed near surface air temperatures from the United States Historical Climatology Network, time series of satellite-derived vegetation indices from NASA’s Moderate Resolution Imaging Spectroradiometer, and in situ phenological observations. Our study region encompassed the northern third of the eastern temperate forest ecoregion, extending from Pennsylvania to Canada. Springtime temperatures in 2010 and 2012 were nearly 3 °C warmer than long-term average temperatures from 1971–2000 over the region, leading to median anomalies of more than 100 growing degree days. In response, satellite and ground observations show that leaf emergence occurred up to two weeks earlier than normal, but with significant sensitivity to the specific timing of thermal forcing. These results are important for two reasons. First, they provide an empirical demonstration of the sensitivity of springtime phenology in northeastern temperate forests to future climate change that supports and complements model-based predictions. Second, our results show that subtle differences in the character of thermal forcing can substantially alter the timing of leaf emergence and canopy development. By explicitly comparing and contrasting the timing of thermal forcing and leaf phenology in 2010 and 2012, we show that even though temperatures were warmer in 2012 than in 2010, the nature and timing of thermal forcing in 2010 lead to leaf emergence that was almost a week earlier than 2012.",
    "readLink": "https://doi.org/10.1088/1748-9326/9/5/054006"
  }
]