[
  {
    "title": "The Temporal and Spatial Changes of Ship-Contributed PM<sub>2.5</sub> Due to the Inter-Annual Meteorological Variation in Yangtze River Delta, China",
    "authors": [
      "Dongsheng Chen,",
      "Dingyue Liang,",
      "Lei Li,",
      "Xiurui Guo,",
      "Jianlei Lang,",
      "Ying Zhou"
    ],
    "doi": "https://doi.org/10.3390/atmos12060722",
    "journalVolume": "Vol. 12,\n                                no. 722\n                                \n                                  p.\n                                  722",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Ship-exhausted air pollutants could cause negative impacts on air quality, climate change, and human health. Increasing attention has been paid to investigate the impact of ship emissions on air quality. However, the conclusions are often based on a specific year, the extent to which the inter-annual variation in meteorological conditions affects the contribution is not yet fully addressed. Therefore, in this study, the Weather Research and Forecast model and the Community Multiscale Air Quality model(WRF/CMAQ) were employed to investigate the inter-annual variations in ship-contributed PM2.5 from 2010 to 2019. The Yangtze River Delta (YRD) region in China was selected as the target study area. To highlight the impact of inter-annual meteorological variations, the emission inventory and model configurations were kept the same for the 10-year simulation. We found that: (1) inter-annual meteorological variation had an evident impact on the ship-contributed PM2.5 in most coastal cities around YRD. Taking Shanghai as an example, the contribution varied between 3.05 and 5.74 µg/m3, with the fluctuation rate of ~65%; (2) the inter-annual changes in ship’s contribution showed a trend of almost simultaneous increase and decrease for most cities, which indicates that the impact of inter-annual meteorological variation was more regional than local; (3) the inter-annual changes in the northern part of YRD were significantly higher than those in the south; (4) the most significant inter-annual changes were found in summer, followed by spring, fall and winter.",
    "readLink": "https://www.mdpi.com/2073-4433/12/6/722"
  },
  {
    "title": "Adoption of novel climate-smart farming systems for enhanced carbon stock and carbon dioxide equivalent emission reduction in cattle corridor areas of Uganda",
    "authors": [
      "Nakiguli Fatumah,",
      "Ssemwanga Mohammed,",
      "Nkumba Ashraf,",
      "Kigozi Abasi,",
      "Nassejje Shadia"
    ],
    "doi": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  e14114",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Climate change remains the single major threat to the realization of increased livestock production because of its impact on the quantity and quality of feed crops and forages, water availability, animal reproduction, and biodiversity. To minimize the negative impacts of climate change on livestock, an agroforestry project was implemented in the cattle corridor areas of Uganda. Predominant agroforestry tree species and improved grass were planted. At the age of 1.5 years, the aboveground biomass, aboveground carbon stock, and carbon dioxide equivalent emissions sequestrated by each sapling species strand and grass species were determined. From the results, the aboveground biomass (F = 92.21, p = 0.020), aboveground carbon stock (F = 101.01, p = 0.035), and the carbon dioxide equivalent emissions sequestrated (F = 71.02, p = 0.0401) varied significantly among the studied species. Among the agroforestry saplings, Calliandra callothyrus (10.0 ± 0.7 ton/acre) had the highest aboveground biomass, while Markhamia lutea (4.3 ± 0.3 tons/acre) and Albizia chinense (4.1 ± 0.2 tons/acre) had the lowest aboveground biomass. Similarly, the aboveground carbon stock was the highest in Calliandra callothyrus strand (4.70 ± 0.1 tons/acre) and lowest in the Albizia chinense strand (1.94 ± 0.2 tons/acre). At a strand level, Calliandra callothyrus (17 ± 0.4 ton/acre) sequestrated the highest quantities of carbon dioxide equivalent emissions, followed by Maesopsis eminii (10 ± 0.2 ton/acre) and Grevillea robusta (9 ± 0.5 ton/acre) species strands. Markhamia lutea (7 ± 0.2 ton/acre) and Albizia Chinense (7 ± 0.1 ton/acre) strands sequestrated the lowest quantities of carbon dioxide equivalent emissions. At the age of 1.5 years, the grass species were fully grown but only stored 0.51 ± 0.0 and 0.47 ± 0.0 tons/acre of Aboveground carbon for Chloris gayana and Centrosema pubescens, respectively. The carbon dioxide equivalent emissions sequestrated by the grass: Chloris gayana (1.9 ± 0.0 ton/acre) and Centrosema pubescens (1.7 ± 0.0 ton/acre) were also less than that of the agroforestry saplings. From this study, the agroforestry species with higher wood biomass and fast growth rate are recommended for carbon dioxide emission sequestration.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S240584402301321X"
  },
  {
    "title": "The Municipal Water Quality Investigations Program: A Retrospective Overview of the Program’s First Three Decades",
    "authors": [
      "Paul H. Hutton,",
      "Sujoy B. Roy,",
      "Stuart W. Krasner,",
      "Leslie Palencia"
    ],
    "doi": "https://doi.org/10.3390/w14213426",
    "journalVolume": "Vol. 14,\n                                no. 3426\n                                \n                                  p.\n                                  3426",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper presents the history and evolution of the California Department of Water Resources’ Municipal Water Quality Investigations (MWQI) program. This program tracks source water quality in the Sacramento–San Joaquin Delta (Delta) for drinking water supply for nearly two-thirds of California. The program provides early warning of changing conditions in source water quality, provides data and knowledge-based support for operational decision making, and provides scientific support to a variety of urban water users. This retrospective (i) documents program formation, (ii) describes its evolution in response to regulations and technological advances in water treatment and field monitoring, and (iii) notes how the development of federal drinking water quality regulations such as the Disinfection By-Products Rule impacted the program. The MWQI program is believed to be the first drinking water supply program in the United States to conduct continuous, real-time monitoring of organic carbon, bromide, and other anions and to report these data on the internet. In addition to its regular use for operational decision making, the data may be used for evaluating long-term trends and responses to specific changes in the Delta and its watershed. Future program directions will likely be guided by factors that may trigger changes in treatment plant processes and operations, such as emerging contaminants, changes in land and water management practices, permanent Delta island flooding, sea level rise, and climate change. While this retrospective focuses on one region, its multi-decade interplay of science, treatment and monitoring technology, and regulations (as well as practical aspects of managing such a large-scale program) are broadly relevant to professionals engaged in drinking water quality management in other urbanized and developed regions of the world.",
    "readLink": "https://www.mdpi.com/2073-4441/14/21/3426"
  },
  {
    "title": "Characterization of submicron organic particles in Beijing during summertime: comparison between SP-AMS and HR-AMS",
    "authors": [
      "J. Wang,",
      "J. Wang,",
      "J. Ye,",
      "D. Liu,",
      "Y. Wu,",
      "J. Zhao,",
      "W. Xu,",
      "C. Xie,",
      "F. Shen,",
      "J. Zhang,",
      "P. E. Ohno,",
      "Y. Qin,",
      "X. Zhao,",
      "S. T. Martin,",
      "A. K. Y. Lee,",
      "P. Fu,",
      "D. J. Jacob,",
      "Q. Zhang,",
      "Y. Sun,",
      "M. Chen,",
      "X. Ge"
    ],
    "doi": "https://doi.org/10.5194/acp-20-14091-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  14091\n                                  – 14102",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Black carbon (BC) particles in Beijing summer haze play an important role in the regional radiation balance and related environmental processes. Understanding the factors that lead to variability of the impacts of BC remains limited. Here, we present observations by a soot-particle aerosol mass spectrometer (SP-AMS) of BC-containing submicron particulate matter (BC−PM1) in Beijing, China, during summer 2017. These observations were compared to concurrently measured total non-refractory submicron particulate matter (NR−PM1) by a high-resolution aerosol mass spectrometer (HR-AMS). Distinct properties were observed between NR−PM1 and BC−PM1 relevant to organic aerosol (OA) composition. Hydrocarbon-like OA (HOA) in BC−PM1 was found to be up to 2-fold higher than that in NR−PM1 in fresh vehicle emissions, suggesting that a part of HOA in BC−PM1 may be overestimated, likely due to the change of collection efficiency of SP-AMS. Cooking-related OA was only identified in NR−PM1, whereas aged biomass burning OA (A-BBOA) was a unique factor only identified in BC−PM1. The A-BBOA was linked to heavily coated BC, which may lead to enhancement of the light absorption ability of BC by a factor of 2 via the “lensing effect”. More-oxidized oxygenated OA identified in BC-containing particles was found to be slightly different from that observed by HR-AMS, mainly due to the influence of A-BBOA. Overall, these findings highlight that BC in urban Beijing is partially of agricultural fire origin and that a unique biomass-burning-related OA associated with BC may be ubiquitous in aged BC−PM1, and this OA may play a role in affecting air quality and climate that has not previously been fully considered.",
    "readLink": "https://acp.copernicus.org/articles/20/14091/2020/acp-20-14091-2020.pdf"
  },
  {
    "title": "Climate Mitigation through Biological Conservation: Extensive and Valuable Blue Carbon Natural Capital in Tristan da Cunha’s Giant Marine Protected Zone",
    "authors": [
      "David K. A. Barnes,",
      "James B. Bell,",
      "Amelia E. Bridges,",
      "Louise Ireland,",
      "Kerry L. Howell,",
      "Stephanie M. Martin,",
      "Chester J. Sands,",
      "Alejandra Mora Soto,",
      "Terri Souster,",
      "Gareth Flint,",
      "Simon A. Morley"
    ],
    "doi": "https://doi.org/10.3390/biology10121339",
    "journalVolume": "Vol. 10,\n                                no. 1339\n                                \n                                  p.\n                                  1339",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Carbon-rich habitats can provide powerful climate mitigation if meaningful protection is put in place. We attempted to quantify this around the Tristan da Cunha archipelago Marine Protected Area. Its shallows (2 of kelp stores ~60 tonnes of carbon (tC) and may export ~240 tC into surrounding depths. In deep-waters we analysed seabed data collected from three research cruises, including seabed mapping, camera imagery, seabed oceanography and benthic samples from mini-Agassiz trawl. Rich biological assemblages on seamounts significantly differed to the islands and carbon storage had complex drivers. We estimate ~2.3 million tC are stored in benthic biodiversity of waters 0.22 million tC that can be sequestered (the proportion of the carbon captured that is expected to become buried in sediment or locked away in skeletal tissue for at least 100 years). Much of this carbon is captured by cold-water coral reefs as a mixture of inorganic (largely calcium carbonate) and organic compounds. As part of its 2020 Marine Protection Strategy, these deep-water reef systems are now protected by a full bottom-trawling ban throughout Tristan da Cunha and representative no take areas on its seamounts. This small United Kingdom Overseas Territory’s reef systems represent approximately 0.8 Mt CO2 equivalent sequestered carbon; valued at >£24 Million GBP (at the UN shadow price of carbon). Annual productivity of this protected standing stock generates an estimated £3 million worth of sequestered carbon a year, making it an unrecognized and potentially major component of the economy of small island nations like Tristan da Cunha. Conservation of near intact habitats are expected to provide strong climate and biodiversity returns, which are exemplified by this MPA.",
    "readLink": "https://www.mdpi.com/2079-7737/10/12/1339"
  },
  {
    "title": "Leafcutter bee nests and pupae from the Rancho La Brea Tar Pits of Southern California: implications for understanding the paleoenvironment of the Late Pleistocene.",
    "authors": [
      "Anna R Holden,",
      "Jonathan B Koch,",
      "Terry Griswold,",
      "Diane M Erwin,",
      "Justin Hall"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0094724",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  e94724",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The Rancho La Brea Tar Pits is the world's richest and most important Late Pleistocene fossil locality and best renowned for numerous fossil mammals and birds excavated over the past century. Less researched are insects, even though these specimens frequently serve as the most valuable paleoenvironemental indicators due to their narrow climate restrictions and life cycles. Our goal was to examine fossil material that included insect-plant associations, and thus an even higher potential for significant paleoenviromental data. Micro-CT scans of two exceptionally preserved leafcutter bee nest cells from the Rancho La Brea Tar Pits in Los Angeles, California reveal intact pupae dated between ∼23,000-40,000 radiocarbon years BP. Here identified as best matched to Megachile (Litomegachile) gentilis Cresson (Hymenoptera: Megachilidae) based on environmental niche models as well as morphometrics, the nest cells (LACMRLP 388E) document rare preservation and life-stage. The result of complex plant-insect interactions, they offer new insights into the environment of the Late Pleistocene in southern California. The remarkable preservation of the nest cells suggests they were assembled and nested in the ground where they were excavated. The four different types of dicotyledonous leaves used to construct the cells were likely collected in close proximity to the nest and infer a wooded or riparian habitat with sufficient pollen sources for larval provisions. LACMRLP 388E is the first record of fossil Megachile Latreille cells with pupae. Consequently, it provides a pre-modern age location for a Nearctic group, whose phylogenetic relationships and biogeographic history remain poorly understood. Megachile gentilis appears to respond to climate change as it has expanded its distribution across elevation gradients over time as estimated by habitat suitability comparisons between low and high elevations; it currently inhabits mesic habitats which occurred at a lower elevation during the Last Glacial Maximum ∼21,000 years ago. Nevertheless, the broad ecological niche of M. gentilis appears to have remained stable.",
    "readLink": "http://europepmc.org/articles/PMC3981822?pdf=render"
  },
  {
    "title": "Differential Response of Acidobacteria to Water Content, Soil Type, and Land Use During an Extended Drought in African Savannah Soils",
    "authors": [
      "Katharina J. Huber,",
      "Selma Vieira,",
      "Johannes Sikorski,",
      "Pia K. Wüst,",
      "Bärbel U. Fösel,",
      "Alexander Gröngröft,",
      "Jörg Overmann,",
      "Jörg Overmann"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.750456",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Although climate change is expected to increase the extent of drylands worldwide, the effect of drought on the soil microbiome is still insufficiently understood as for dominant but little characterized phyla like the Acidobacteria. In the present study the active acidobacterial communities of Namibian soils differing in type, physicochemical parameters, and land use were characterized by high-throughput sequencing. Water content, pH, major ions and nutrients were distinct for sandy soils, woodlands or dry agriculture on loamy sands. Soils were repeatedly sampled over a 2-year time period and covered consecutively a strong rainy, a dry, a normal rainy and a weak rainy season. The increasing drought had differential effects on different soils. Linear modeling of the soil water content across all sampling locations and sampling dates revealed that the accumulated precipitation of the preceding season had only a weak, but statistically significant effect, whereas woodland and irrigation exerted a strong positive effect on water content. The decrease in soil water content was accompanied by a pronounced decrease in the fraction of active Acidobacteria (7.9–0.7%) while overall bacterial community size/cell counts remained constant. Notably, the strongest decline in the relative fraction of Acidobacteria was observed after the first cycle of rainy and dry season, rather than after the weakest rainy season at the end of the observation period. Over the 2-year period, also the β-diversity of soil Acidobacteria changed. During the first year this change in composition was related to soil type (loamy sand) and land use (woodland) as explanatory variables. A total of 188 different acidobacterial sequence variants affiliated with the “Acidobacteriia,” Blastocatellia, and Vicinamibacteria changed significantly in abundance, suggesting either drought sensitivity or formation of dormant cell forms. Comparative physiological testing of 15 Namibian isolates revealed species-specific and differential responses in viability during long-term continuous desiccation or drying-rewetting cycles. These different responses were not determined by phylogenetic affiliation and provide a first explanation for the effect of drought on soil Acidobacteria. In conclusion, the response of acidobacterial communities to water availability is non-linear, most likely caused by the different physiological adaptations of the different taxa present.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.750456/full"
  },
  {
    "title": "The elk (Alces alces) at the southern limit of its geographic range: population status in the Central Polissia, wolf predation, and vulnerability to climate warming",
    "authors": [
      "Sergiy Zhyla"
    ],
    "doi": "https://doi.org/10.53452/TU2514",
    "journalVolume": "Vol. 25\n                                \n                                \n                                  pp.\n                                  173\n                                  – 186",
    "issn": "2616-7379 (Print)",
    "publisher": "2617-1120 (Online)",
    "countryOfPublisher": "National Academy of Sciences of Ukraine. National Museum of Natural History",
    "lcc": [
      "Ukraine",
      "Science: Zoology"
    ],
    "journalUrl": "http://terioshkola.org.ua/en/journal.htm",
    "abstract": "In the latter less hot years after the decline in the number of elk (2019–2020), the stabilisation and increasing trend in the number of this species have been observed throughout the study area. Due to migrations, the winter elk population exceeds the summer one and amounts to 2 individuals/thousand hectares (40 individuals; against 1.3 individuals/1 thousand hectares in summer) in the Polissia Reserve, and 1–6 individuals/1 thousand hectares (940 individuals) in the Chornobyl Reserve. Data on the vulnerability of elk to climate change are presented. In hot weather at different times of the year, elks may show signs of heat stress. In summer, elk can be inactive, and in the leafless period, when chased by wolves, they can get heat stress and die. In the heat of the day, elk choose swamps, waterlogged forests with a dense tree canopy and better cooling, which are comfortable for these ungulates in the face of global warming. Climate change causes marshes to dry up and overgrow, reduces the moisture content of habitats, and worsens the fodder capacity of the land. In case of even partial restoration of lowland marshes in the Chornobyl Biosphere Reserve, the reserves of summer and winter food for elk may increase by 2–3 times. In the Polissia Reserve, in 2011–2013, lowland bogs with bush willows (Salix) were restored on fallow land near the Zholobnytsia drainage system, creating highly productive habitats for the elk, which is a promising measure for different areas of Polissia. Climate warming has led to an increase in the red deer (Cervus elaphus) population and a decrease in the elk population in the Polissia, and if no special measures are taken, these trends will intensify. Outside of protected areas, given the lack of a high legal status for wolves (Canis lupus), a strategy for conserving the elk population and reducing predation mortality in combination with other elk habitat management strategies can be recommended to hunting ground users, including limiting poaching, restoring the natural regime of forest fires in reserves, improving winter provision of branch fodder, reducing the disturbance factor, and introducing a ban on staying in the forest with dogs for berry and mushroom pickers.",
    "readLink": "http://terioshkola.org.ua/library/pts25/TU2514-zhyla.htm"
  },
  {
    "title": "Long Series of GNSS Integrated Precipitable Water as a Climate Change Indicator",
    "authors": [
      "Kruczyk Michał"
    ],
    "doi": "https://doi.org/10.2478/rgg-2015-0008",
    "journalVolume": "Vol. 99,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2391-8152 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "https://sciendo.com/journal/RGG",
    "abstract": "This paper investigates information potential contained in tropospheric delay product for selected International GNSS Service (IGS) stations in climatologic research. Long time series of daily averaged Integrated Precipitable Water (IPW) can serve as climate indicator. The seasonal model of IPW change has been adjusted to the multi-year series (by the least square method). Author applied two modes: sinusoidal and composite (two or more oscillations). Even simple sinusoidal seasonal model (of daily IPW values series) clearly represents diversity of world climates. Residuals in periods from 10 up to 17 years are searched for some long-term IPW trend – self-evident climate change indicator. Results are ambiguous: for some stations or periods IPW trends are quite clear, the following years (or the other station) not visible. Method of fitting linear trend to IPW series does not influence considerably the value of linear trend. The results are mostly influenced by series length, completeness and data (e.g. meteorological) quality. The longer and more homogenous IPW series, the better chance to estimate the magnitude of climatologic IPW changes.",
    "readLink": "https://doi.org/10.2478/rgg-2015-0008"
  },
  {
    "title": "Progress, challenge and significance of building a carbon industry system in the context of carbon neutrality strategy",
    "authors": [
      "Caineng ZOU,",
      "Songtao WU,",
      "Zhi YANG,",
      "Songqi PAN,",
      "Guofeng WANG,",
      "Xiaohua JIANG,",
      "Modi GUAN,",
      "Cong YU,",
      "Zhichao YU,",
      "Yue SHEN"
    ],
    "doi": "Vol. 50,\n                                no. 1\n                                \n                                  pp.\n                                  210\n                                  – 228",
    "issn": "2096-4803 (Print)",
    "publisher": "1876-3804 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Technology: Chemical technology: Oils, fats, and waxes: Petroleum refining. Petroleum products"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/petroleum-exploration-and-development/",
    "abstract": "Carbon dioxide storage and utilization has become an inevitable trend and choice for sustainable development under the background of global climate change and carbon neutrality. Carbon industry which is dominated by CO2 capture, utilization and storage/ CO2 capture and storage (CCUS/CCS) is becoming a new strategic industry under the goal of carbon neutrality. The sustainable development of carbon industry needs to learn from the experiences of global oil and gas industry development. There are three types of “carbon” in the earth system. Black carbon is the CO2 that has not been sequestered or used and remains in the atmosphere for a long time; grey carbon is the CO2 that has been fixed or permanently sequestered in the geological body, and blue carbon is the CO2 that could be converted into products for human use through biological, physical, chemical and other ways. The carbon industry system covers carbon generation, carbon capture, carbon transportation, carbon utilization, carbon sequestration, carbon products, carbon finance, and other businesses. It is a revolutionary industrial field to completely eliminate “black carbon”. The development of carbon industry technical system takes carbon emission reduction, zero carbon, negative carbon and carbon economy as the connotation, and the construction of a low-cost and energy-efficient carbon industry system based on CCUS/CCS are strategic measures to achieve the goal of carbon neutrality and clean energy utilization globally. This will promote the “four 80%s” transformation of China's energy supply, namely, to 2060, the percentage of zero-carbon new energy in the energy consumption will be over 80% and the CO2 emission will be decreased by 80% to ensure the carbon emission reduction of total 80×108 t from the percentage of carbon-based fossil energy in the energy consumption of over 80%, and the percentage of CO2 emission from energy of over 80% in 2021. The carbon industry in China is facing three challenges, large CO2 emissions, high percentage of coal in energy consumption, and poor innovative system. Three strategic measures are proposed accordingly, including: (1) unswervingly develop carbon industrial system and ensure the achievement of carbon neutrality as scheduled by 2060; (2) vigorously develop new energy sources and promote a revolutionary transformation of China's energy production and consumption structure; (3) accelerate the establishment of scientific and technological innovation system of the whole CO2 industry. It is of great significance for continuously optimization of ecological environment and construction of green earth and ecological earth to develop the carbon industry system, utilize clean energy, and achieve the strategic goal of global carbon neutrality.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1876380422603823"
  }
]