[
  {
    "title": "Heatwaves and a decrease in turbidity drive coral bleaching in Atlantic marginal equatorial reefs",
    "authors": [
      "Caroline Costa Lucas,",
      "Carlos Eduardo Peres Teixeira,",
      "Marcus Davis Andrade Braga,",
      "Marcus Davis Andrade Braga,",
      "Francisco Carlos Júnior,",
      "Sandra Vieira Paiva,",
      "Anne Larisse Gurgel,",
      "Sergio Rossi,",
      "Sergio Rossi,",
      "Sergio Rossi,",
      "Marcelo Oliveira Soares,",
      "Marcelo Oliveira Soares,",
      "Marcelo Oliveira Soares"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1061488",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Tropical reefs can occur naturally under suboptimal environmental conditions, where few reef-building corals thrive. These unique reefs are especially important for understanding resistance to global warming, but they are understudied. We studied a coral bleaching event that occurred in turbid reefs (~ 19 m deep) in the equatorial southwestern Atlantic. Mass bleaching was observed in 91% of the Siderastrea stellata colonies in 2020, whereas only 7.7% of the colonies were bleached in 2019 and 10.9% in 2022. The year 2020 had the highest heat stress recorded in this century in this region according to the degree of heating weeks such as 17.6°C-week. In the first semester of 2020, the region also underwent three marine heatwaves (MHWs) above the average temperatures (1.3, 1.5, and 2.0°C). The lowest turbidity and wind speed matched long-lasting, repeated, and severe MHWs. These reef-building corals are dominant under moderate turbid waters and high sea temperature (26–29°C), however they are near the maximum tolerance limit. In this regard, these low-latitude reefs are warming twice as fast (0.2°C/decade) as other regions (e.g., Abrolhos and Coral Coast) (0.1 to 0.13°C/decade) in the South America reef system demonstrating that they cannot be considered climate-change refugia. These results suggest that even turbid marginal reefs and tolerant corals are highly susceptible to mass bleaching, especially when heatwaves and a decrease in turbidity occur simultaneously.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1061488/full"
  },
  {
    "title": "Progresses of the international community to understand sunflower–pollinator interactions through multiscale approaches☆",
    "authors": [
      "Catrice Olivier,",
      "Holalu Srinidhi,",
      "Terzić Sreten,",
      "Todesco Marco,",
      "Creux Nicole,",
      "Langlade Nicolas B."
    ],
    "doi": "https://doi.org/10.1051/ocl/2023012",
    "journalVolume": "Vol. 30\n                                \n                                \n                                  p.\n                                  17",
    "issn": "2272-6977 (Print)",
    "publisher": "2257-6614 (Online)",
    "countryOfPublisher": "EDP Sciences",
    "lcc": [
      "France",
      "Technology: Chemical technology: Oils, fats, and waxes"
    ],
    "journalUrl": "http://www.ocl-journal.org/",
    "abstract": "The first web conference on sunflower–pollinator interactions gathered the international community around a major topic for sunflower productivity and ecosystemic biodiversity. Insect-mediated pollination is important for increasing sunflower seed yield, but is dependent on environmental factors. Climate change can impact sunflower-pollinator interactions by influencing both plant and pollinator behavior. Natural or artificially elevated ambient temperatures appear to accelerate floret development and advance the timing of pollen presentation to coincide with pollinator activities. Drought showed no major effect on morphological traits such anther or corolla length, but dramatically reduced nectar and pollen productions. Flavonol-glycoside conjugates lower head transpiration thereby mitigating deleterious effects of abiotic stresses. Wild pollinators show fine scale preferences among sunflower varieties, likely due to the different resource focus of wild and managed honeybees. Agricultural practices such as planting flower strips to provide nesting sites for wild pollinators, or supplementing crop plots with hives, can have a positive effect on insect-mediated pollination efficiency and ensure optimal yields. All together, recent results on sunflower–pollinator interactions pave the way to develop varieties and corresponding cropping systems more favorable to pollinator biodiversity while maintaining high yields in the context of climate change.",
    "readLink": "https://www.ocl-journal.org/articles/ocl/full_html/2023/01/ocl230006/ocl230006.html"
  },
  {
    "title": "Heat exposure intervention, anxiety level, and multi-omic profiles: A randomized crossover study",
    "authors": [
      "Wen Fang,",
      "Linfeng Liu,",
      "Bo Yin,",
      "Limei Ke,",
      "Yao Su,",
      "Fang Liu,",
      "Xindong Ma,",
      "Qian Di"
    ],
    "doi": "Vol. 181\n                                \n                                \n                                  p.\n                                  108247",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Background: Climate change has led to the frequent occurrence of high-temperature weather, which has various adverse effects on health, ranging from blood metabolism to systemic organ function. In particular, the sequelae of heat stress injury in most people are related to the nervous system. However, the mechanisms between heat stress and mental health conditions, especially heat stress and anxiety, remain unclear. Objective: We attempted to elucidate the effect of heat exposure intervention on anxiety levels in the population and its mechanism. Methods: We first carried out a randomized controlled trial in 20 college students in Beijing, China, to observe the results of the effects of heat exposure intervention on human anxiety. Then, we collected blood samples before and after heat exposure experiment and used metabolomic and transcriptomic approaches to quantify serum metabolites and ELISA measurements to explore the underlying mechanisms. Results: We found that even 1.5-hour heat exposure intervention significantly increased anxiety levels. Heat stress-induced anxiety was mediated by the activation of the HPA axis, inflammation, oxidative stress, and subsequently unbalanced neurotransmitters. Metabolites such as BDNF, GABA, and glucocorticoids released by the adrenal glands are biomarkers of heat stress-induced anxiety. Conclusions: We have demonstrated a causal link between heat stress and anxiety, explored possible biological pathway between heat stress and anxiety. Heat stress can cause the activation of the HPA axis and lead to changes in the body's metabolism, resulting in a series of changes such as inflammation and oxidative stress, leading to anxiety. This study reveals hidden health cost of climate change that has been underexplored, and also reminds us the importance of immediate climate actions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412023005202"
  },
  {
    "title": "APLIKASI ANALITYCHAL HIERARCHY PROCESS (AHP) DALAM PENENTUAN ALTERNATIF PENGELOLAAN LINGKUNGAN INDUSTRI KOMPONEN ALAT BERAT BERBASIS PARTISIPASI DAN KEMITRAAN MASYARAKAT",
    "authors": [
      "Budi Setyo Utomo,",
      "Syamsul Maarif,",
      "Surjono Hadi Sutjahjo,",
      "Sumardjo Sumardjo"
    ],
    "doi": "https://doi.org/10.29244/jpsl.1.2.56",
    "journalVolume": "Vol. 1,\n                                no. 2",
    "issn": "2086-4639 (Print)",
    "publisher": "2460-5824 (Online)",
    "countryOfPublisher": "Bogor Agricultural University",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journal.ipb.ac.id/index.php/jpsl",
    "abstract": "As a company engaged in the industrial sector by producing certain components and localized in an industrial area, there will be an impact on the environment. These impacts can be positive in the form of employment, reducing dependence on imported heavy equipment, increase in foreign exchange due to reduced imports and increased exports, increased government revenue from taxes, public facilities improvement and supporting infrastructure, and opening up opportunities for other related industries. These impacts can also be negative in the form of environmental degradation such as noise disturbance, dust, and micro climate change, and changes in social and cultural conditions surrounding the industry. This research was conducted to support increasing effectiveness and efficiency of corporate management, by determining alternative forms of managing the heavy industrial equipment components environment (PLIKAB)-based on participation and society partnerships. The determination of alternative uses analytical hierarchy process (AHP) with the help of the Criterium Decision Plus v3.04 software. These results indicate that according of experts, the environmental management of industrial waste heavy equipment components must consider the technological aspects of its management. This can be seen from the weighting of each element that indicates the technology element has the greatest weight, which is 0.456. Besides that, elements of human resources is also quite important (weight 0.289) as the manager and the supporting policies (0.140) as a boost to management regulations. Aspect Capital (0.075) and marketing (0.042) is currently not perceived as barriers. While the most influential actor in the management is the company (0.451), other stakeholders have enough role is the community (0.234). Jababeka (0.211) and cooperative business (0.104) has a smaller role in the management. The purpose element in relative management has a weight that is relatively balanced with elements of revenue (0.336) is the primary consideration in determining management strategies, although it should not ignore the aim of maintaining environmental quality (0.299), the purpose of minimizing conflict (0.194), and the purpose of increasing competitiveness (0.170). The best alternative for the management of industrial waste components of the heavy equipment is to form managers based on partnerships by different stock ownership (0.791). It is considered much better than by forming managers based on partnerships by the same stock (0.209). Key words : heavy equipment industry, management, environment, analitycal hierarchy process (AHP)",
    "readLink": "https://journal.ipb.ac.id/index.php/jpsl/article/view/10690"
  },
  {
    "title": "Towards Carbon Neutrality: A Comprehensive Analysis on Total Factor Carbon Productivity of the Yellow River Basin, China",
    "authors": [
      "Mingjuan Ma,",
      "Shuifa Ke,",
      "Qiang Li,",
      "Yaqi Wu"
    ],
    "doi": "https://doi.org/10.3390/su15086591",
    "journalVolume": "Vol. 15,\n                                no. 6591\n                                \n                                  p.\n                                  6591",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Increasing total factor carbon productivity (TFCP) is crucial to mitigate global climate change and achieve carbon neutrality target. The Yellow River Basin is a critical energy area in China, but its TFCP is relatively low, which results in particularly prominent environmental problems. This paper investigates TFCP using MCPI, Global Moran’s I and kernel density estimation based on panel data of the 9 provinces along this vast basin in 2007–2017. The results demonstrate that: the average value of TFCP fluctuates around 1 and overall TFCP evolution exhibits significant spatial aggregation effect, and technological progress is the dominant impetus for TFCP growth. At regional level, regional heterogeneities of TFCP change and its dynamics exactly exist, with Qinghai the lowest performance and Shandong the highest performance. Moreover, global Moran’s I index reflects there is a significant positive spatial correlation between provincial TFCP, and cumulative TFCP takes on a certain degree of club convergence features. Furthermore, specific and targeted recommendations have drawn from this paper, in particular for the Yellow River Basin, to increase TFCP and achieve sustainable development in the long run.",
    "readLink": "https://www.mdpi.com/2071-1050/15/8/6591"
  },
  {
    "title": "COMPARISON OF ESTIMATION METHODS TO QUANTIFY METHANE PLUME CONCENTRATION AT HIGH SPATIAL RESOLUTION FROM HYPERSPECTRAL IMAGES",
    "authors": [
      "N. Nesme,",
      "N. Nesme,",
      "P.-Y. Foucher,",
      "S. Doz,",
      "O. Lezeaux,",
      "C. Camy-Peyret,",
      "C. Camy-Peyret"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLIII-B3-2021-411-2021",
    "journalVolume": "Vol. XLIII-B3-2021\n                                \n                                \n                                  pp.\n                                  411\n                                  – 417",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "The detection and the quantification of greenhouse gases is essential to climate change studies, avoid leakages in industrial site, prevent accidental explosions. Because of these properties, methane (CH4) is an important target gas in remote sensing quantification. We focused on industrial plume quantification with data obtained during airborne campaign with HySpex-Neo hyperspectral camera. The 1.4 m of spatial resolution allows comparing quantification methods on real data combined with full or semi-synthetic plume case. A linear method largely used in the literature is compared with a quantification method based on the rebuilt background image and the estimation of plume transmission (PTE method). We have developed a hybrid approach using intermediate results of two previous methods. The hybrid method is based on the optimal estimation (OE) formalism and is providing uncertainty estimates. We show that the linear method underestimates the concentration of plumes for concentration above 5000 ppm.m. For low reflectance pixels, the hybrid method is more robust than the PTE method. The uncertainty of the hybrid method is about 30% for pixels with concentrations above 5000 ppm.m. For a HySpex-Neo image, the total mass of the plume is underestimated by 30% with the linear method compared to the hybrid method.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLIII-B3-2021/411/2021/isprs-archives-XLIII-B3-2021-411-2021.pdf"
  },
  {
    "title": "Drought governance: A cross-level governance analysis in Botswana",
    "authors": [
      "Kulthoum Omari Motsumi,",
      "Gina Ziervogel,",
      "Mark New"
    ],
    "doi": "Vol. 42\n                                \n                                \n                                  p.\n                                  100557",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Drought, a growing climate change hazard, is a multilevel problem that affects and is affected by decisions that are made at multiple levels of governance (local, district, and national). Understanding the characteristics of governance that might enable effective drought management can greatly enhance the design of drought responses and adaptation measures. Using the case of Botswana, an in-depth analysis of the multi-scalar dynamics and governance of drought was undertaken. Using insights from multi-level governance theories, the research revealed how institutions shaped drought management from the local to the national level during the 2015/2016 drought, the worst that Botswana has experienced in the last thirty years. Important lessons for understanding the governance of drought include that 1) the current framing of drought may limit risk-reduction actions, and 2) cross-sectoral platforms that bring about collaboration are not sufficient on their own: they need to be supported by the requisite capacities, individual interests, and leadership to bring about cross-sectoral integration. Therefore, in order to strengthen drought governance, its framing needs to be broadened, and local actors need to be better integrated into decision-making processes. The paper calls for a reconceptualisation of multi-level governance, as part of a broader set of governance measures for drought across scale.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096323000839"
  },
  {
    "title": "Improving statistical projections of ocean dynamic sea-level change using pattern recognition techniques",
    "authors": [
      "V. Malagón-Santos,",
      "A. B. A. Slangen,",
      "T. H. J. Hermans,",
      "T. H. J. Hermans,",
      "S. Dangendorf,",
      "M. Marcos,",
      "N. Maher,",
      "N. Maher,",
      "N. Maher"
    ],
    "doi": "https://doi.org/10.5194/os-19-499-2023",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  499\n                                  – 515",
    "issn": "1812-0784 (Print)",
    "publisher": "1812-0792 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.ocean-science.net/index.html",
    "abstract": "Regional emulation tools based on statistical relationships, such as pattern scaling, provide a computationally inexpensive way of projecting ocean dynamic sea-level change for a broad range of climate change scenarios. Such approaches usually require a careful selection of one or more predictor variables of climate change so that the statistical model is properly optimized. Even when appropriate predictors have been selected, spatiotemporal oscillations driven by internal climate variability can be a large source of statistical model error. Using pattern recognition techniques that exploit spatial covariance information can effectively reduce internal variability in simulations of ocean dynamic sea level, significantly reducing random errors in regional emulation tools. Here, we test two pattern recognition methods based on empirical orthogonal functions (EOFs), namely signal-to-noise maximizing EOF pattern filtering and low-frequency component analysis, for their ability to reduce errors in pattern scaling of ocean dynamic sea-level change. We use the Max Planck Institute Grand Ensemble (MPI-GE) as a test bed for both methods, as it is a type of initial-condition large ensemble designed for an optimal characterization of the externally forced response. We show that the two methods tested here more efficiently reduce errors than conventional approaches such as a simple ensemble average. For instance, filtering only two realizations by characterizing their common response to external forcing reduces the random error by almost 60 %, a reduction that is only achieved by averaging at least 12 realizations. We further investigate the applicability of both methods to single-realization modeling experiments, including four CMIP5 simulations for comparison with previous regional emulation analyses. Pattern filtering leads to a varying degree of error reduction depending on the model and scenario, ranging from more than 20 % to about 70 % reduction in global-mean root mean squared error compared with unfiltered simulations. Our results highlight the relevance of pattern recognition methods as a tool to reduce errors in regional emulation tools of ocean dynamic sea-level change, especially when one or only a few realizations are available. Removing internal variability prior to tuning regional emulation tools can optimize the performance of the statistical model, leading to substantial differences in emulated dynamic sea level compared to unfiltered simulations.",
    "readLink": "https://os.copernicus.org/articles/19/499/2023/os-19-499-2023.pdf"
  },
  {
    "title": "Social-ecological vulnerability of fishing communities to climate change: A U.S. West Coast case study.",
    "authors": [
      "Laura E Koehn,",
      "Laura K Nelson,",
      "Jameal F Samhouri,",
      "Karma C Norman,",
      "Michael G Jacox,",
      "Alison C Cullen,",
      "Jerome Fiechter,",
      "Mercedes Pozo Buil,",
      "Phillip S Levin"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0272120",
    "journalVolume": "Vol. 17,\n                                no. 8\n                                \n                                  p.\n                                  e0272120",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is already impacting coastal communities, and ongoing and future shifts in fisheries species productivity from climate change have implications for the livelihoods and cultures of coastal communities. Harvested marine species in the California Current Large Marine Ecosystem support U.S. West Coast communities economically, socially, and culturally. Ecological vulnerability assessments exist for individual species in the California Current but ecological and human vulnerability are linked and vulnerability is expected to vary by community. Here, we present automatable, reproducible methods for assessing the vulnerability of U.S. West Coast fishing dependent communities to climate change within a social-ecological vulnerability framework. We first assessed the ecological risk of marine resources, on which fishing communities rely, to 50 years of climate change projections. We then combined this with the adaptive capacity of fishing communities, based on social indicators, to assess the potential ability of communities to cope with future changes. Specific communities (particularly in Washington state) were determined to be at risk to climate change mainly due to economic reliance on at risk marine fisheries species, like salmon, hake, or sea urchins. But, due to higher social adaptive capacity, these communities were often not found to be the most vulnerable overall. Conversely, certain communities that were not the most at risk, ecologically and economically, ranked in the category of highly vulnerable communities due to low adaptive capacity based on social indicators (particularly in Southern California). Certain communities were both ecologically at risk due to catch composition and socially vulnerable (low adaptive capacity) leading to the highest tier of vulnerability. The integration of climatic, ecological, economic, and societal data reveals that factors underlying vulnerability are variable across fishing communities on the U.S West Coast, and suggests the need to develop a variety of well-aligned strategies to adapt to the ecological impacts of climate change.",
    "readLink": "https://doi.org/10.1371/journal.pone.0272120"
  },
  {
    "title": "Introgression of chromosomal segments conferring early heading date from wheat diploid progenitor, Aegilops tauschii Coss., into Japanese elite wheat cultivars.",
    "authors": [
      "Shigeo Takumi,",
      "Seito Mitta,",
      "Shoya Komura,",
      "Tatsuya M Ikeda,",
      "Hitoshi Matsunaka,",
      "Kazuhiro Sato,",
      "Kentaro Yoshida,",
      "Koji Murai"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0228397",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  p.\n                                  e0228397",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The breeding of agriculturally useful genes from wild crop relatives must take into account recent and future climate change. In Japan, the development of early heading wheat cultivars without the use of any major gene controlling the heading date is desired to avoid overlap of the harvesting time before the rainy season. Here, we backcrossed two early heading lines of a synthetic hexaploid wheat, derived from a crossing between durum wheat and the wild wheat progenitor Aegilops tauschii, with four Japanese elite cultivars to develop early heading lines of bread wheat. In total, nine early heading lines that showed a heading date two to eight days earlier than their parental cultivars in field conditions were selected and established from the selfed progenies of the two- or three-times backcrossed populations. The whole appearance and spike shape of the selected early heading lines looked like their parental wheat cultivars. The mature grains of the selected lines had the parental cultivars' characteristics, although the grains exhibited longer and narrower shapes. RNA sequencing-based genotyping was performed to detect single nucleotide polymorphisms between the selected lines and their parental wheat cultivars, which revealed the chromosomal regions transmitted from the parental synthetic wheat to the selected lines. The introgression regions could shorten wheat heading date, and their chromosomal positions were dependent on the backcrossed wheat cultivars. Therefore, early heading synthetic hexaploid wheat is useful for fine-tuning of the heading date through introgression of Ae. tauschii chromosomal regions.",
    "readLink": "https://doi.org/10.1371/journal.pone.0228397"
  }
]