[
  {
    "title": "Energy Efficiency Policies and the Jevons Paradox",
    "authors": [
      "Jaume  Freire-González,",
      "Ignasi  Puig-Ventosa"
    ],
    "doi": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  69\n                                  – 79",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Energy and climate change policies are often strongly based on achieving energy efficiency targets. These policies are supposed to reduce energy consumption and consequently, associated pollutant emissions, but the Jevons paradox may pose a question mark on this assumption. Rebound effects produced by reduction in costs of energy services have not been generally taken into account in policy making (there is only one known exception). Although there is no scientific consensus about its magnitude, there is consensus about its existence and in acknowledging the harmful effects it has on achieving energy or climate targets. It is necessary to address the rebound effect through behavioral, legal and economic instruments. This paper analyzes the main available policies to minimize the rebound effect in households with special emphasis on economic instruments and, particularly, on energy taxation",
    "readLink": "https://dergipark.org.tr/tr/pub/ijeeep/issue/31912/350865?publisher=http-www-cag-edu-tr-ilhan-ozturk"
  },
  {
    "title": "Using Stable Water Isotopes to Analyze Spatiotemporal Variability and Hydrometeorological Forcing in Mountain Valley Wetlands",
    "authors": [
      "Julia M. Hathaway,",
      "Richard M. Petrone,",
      "Cherie J. Westbrook,",
      "Rebecca C. Rooney,",
      "Lindsey E. Langs"
    ],
    "doi": "https://doi.org/10.3390/w14111815",
    "journalVolume": "Vol. 14,\n                                no. 1815\n                                \n                                  p.\n                                  1815",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Wetlands in Montane and Subalpine Subregions are increasingly recognized as important hydrologic features that support ecosystem function. However, it is currently not clear how climate trends will impact wetland hydrological processes (e.g., evaporative fluxes) across spatiotemporal scales. Therefore, identifying the factors that influence wetland hydrologic response to climate change is an important step in understanding the sensitivity of these ecosystems to environmental change. We used stable water isotopes of hydrogen and oxygen (δ2H and δ18O), coupled with climate data, to determine the spatiotemporal variability in isotopic signatures of wetland source waters and understand the influence of evaporative fluxes on wetlands in the Kananaskis Valley. Our results show that the primary runoff generation mechanism changes throughout the growing season resulting in considerable mixing in wetland surface waters. We found that evaporative fluxes increased with decreasing elevation and that isotopic values became further removed from meteoric water lines during the late peak- and into the post-growing seasons. These findings suggest that a change in the water balance in favor of enhanced evaporation (due to a warmer and longer summer season than present) will not only lead to greater water loss from the wetlands themselves but may also reduce the water inputs from their catchments.",
    "readLink": "https://www.mdpi.com/2073-4441/14/11/1815"
  },
  {
    "title": "A review of forest fire and policy response for resilient adaptation under changing climate in the Eastern Himalayan region",
    "authors": [
      "Sonam Wangyel Wang,",
      "Chul-Hee Lim,",
      "Woo-Kyun Lee"
    ],
    "doi": "https://doi.org/10.1080/21580103.2021.1979108",
    "journalVolume": "Vol. 17,\n                                no. 4\n                                \n                                  pp.\n                                  180\n                                  – 188",
    "issn": "2158-0103 (Print)",
    "publisher": "2158-0715 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tfst",
    "abstract": "This review paper presents the extent and magnitude of forest fires and adaptation responses to deepen our understanding of the dynamics of forest fires in the eastern Himalayan region. We used a narrative scooping review approach to narrate the present state of forest fires and resilient adaptation responses to guide the development of climate resilient adaptation pathways in the future. Our review concludes that forest fires (total mean fire incidence = 3,158.5) continue to destroy overwhelming areas of forests every year (mean area destroyed = 658,778.4 hectares), presenting significant threat to ecological integrity, human wellbeing, and global effort to fight climate change. Fire incidences are highest during and post dry winter months which quickly declines at the onset of monsoon. Adaptation and responding to ever growing size and frequency of forest fires are limited by lack of awareness, training on fire management, firefighting infrastructure, technology, and adequate policy and financial support. In addition, there is acute lack of scientific studies to understand forest fire dynamics in the eastern Himalayan region. Based on the forest fire literature we argue that policy makers and communities must quickly adopt policy strategies that support smart responses to forest fire management including allocating adequate funds to support capacity building and research. Such decision must be based on research into potentials for climate resilient pathways for adaptation response.",
    "readLink": "http://dx.doi.org/10.1080/21580103.2021.1979108"
  },
  {
    "title": "Phylogeny and Pathology of Anisakids Parasitizing Stranded California Sea Lions (Zalophus californianus) in Southern California",
    "authors": [
      "Jerko Hrabar,",
      "Hrvoje Smodlaka,",
      "Somayeh Rasouli-Dogaheh,",
      "Mirela Petrić,",
      "Željka Trumbić,",
      "Lauren Palmer,",
      "Kristen Sakamaki,",
      "Tina Pavelin,",
      "Ivona Mladineo,",
      "Ivona Mladineo"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.636626",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "In marine mammals, nematode-inflicted pathological lesions combined with other pathogens and factors (i.e., pollution, climate change, domoic acid poisoning events, and seasonal El Nino starvation events) negatively impact pinnipeds’ health and may cause mortality. Five California sea lions (Zalophus californianus)—a female pup, three male yearlings, and an adult female—suffered mortalities during rehabilitation at the Marine Mammal Care Center Los Angeles (San Pedro, CA). According to the necropsy reports, animals developed multisystemic parasitism as a leading cause of death, combined with malnutrition and hypoglycemia. In order to reveal host–parasite dynamics that may play a role in pinniped health and recovery, we examined the type and level of histopathological stomach lesions in California sea lions caused by anisakid nematodes. All isolated anisakids were morphologically and molecularly identified, and their phylogenetic relationships were reconstructed using the sequence of the mitochondrial COII gene. Co-parasitation of different Anisakidae spp. within the same host or lesions presented the opportunity to evaluate the existence of recombinant haplotypes and their eventual pathological pressure exerted onto host. The lesions were presented as chronic granulomatous gastritis, with moderate edema and hyperemia of the tunica submucosa and lamina propria, followed by mild, focal fibrosis of the gastric wall. Ulcerative changes with mixed leukocytic infiltrate showed to be localized, shallow, and non-perforative and with no apparent bacterial coinfection, mostly accompanied by healing granulation tissue. Isolated anisakids are grouped into three distinctively separated monophyletic clades corresponding to genera Anisakis, Contracaecum, and Pseudoterranova. Most abundant were representatives of Contracaecum ogmorhini sensu lato (55.36%), followed by Anisakis pegreffii (23.21%), Pseudoterranova azarasi (17.86%), Pseudoterranova decipiens sensu lato (1.79%), and Anisakis simplex (1.79%). Phylogenetic trees revealed no differentiation at intra-species level. Our analysis of divergence revealed Contracaecum separated from other lineages in the Jurassic period at the 176.2 Mya and Anisakis diverging from Pseudoterranova in Cenozoic period at 85.9 Mya.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.636626/full"
  },
  {
    "title": "How Large the Direct Rebound Effect for Residential Electricity Consumption When the Artificial Neural Network Takes on the Role? A Taiwan Case Study of Household Electricity Consumption",
    "authors": [
      "Rishan Adha,",
      "Cheng-Yih Hong"
    ],
    "doi": "Vol. 11,\n                                no. 3",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Amid the energy reform efforts by the Taiwan government, residential energy demand continues to face an escalating trend every year. This indicates the phenomenon of the energy efficiency gap. One of the factors that control the energy efficiency gap is the rebound effect. The rebound effect is related to the increase in energy consumption through efforts to reduce the use of energy itself. This can be due to the low cost of usage that causes a person to be encouraged to use more energy. This study aims to estimate the magnitude of the direct rebound effect of household electricity consumption in Taiwan using monthly time series data from January 1998 to December 2018 and to implement the artificial neural network (ANN) as an alternative approach to measure the direct rebound effect. Based on the simulation results, the direct rebound effect magnitude for household electricity consumption in Taiwan is in the range of 11.17% to 21.95%. GDP growth is the most important input in the model. Additionally, population growth and climate change are also critical factors and have significant implications in the model. Keywords: energy efficiency gap, direct rebound effect, artificial neural network JEL Classifications: Q43, C63, E7 DOI: https://doi.org/10.32479/ijeep.9834",
    "readLink": "https://econjournals.com/index.php/ijeep/article/view/9834"
  },
  {
    "title": "Knowledge Translation Strategies to Strengthen Community Resilience in Response to Climate Change",
    "authors": [
      "Rhoda Reddix"
    ],
    "doi": "https://doi.org/10.54656/LMFE9873",
    "journalVolume": "Vol. 13,\n                                no. 3",
    "issn": "1944-1207 (Print)",
    "publisher": "2837-8075 (Online)",
    "countryOfPublisher": "The University of Alabama",
    "lcc": [
      "United States",
      "Education",
      "Social Sciences: Communities. Classes. Races"
    ],
    "journalUrl": "https://jces.ua.edu/",
    "abstract": "From the Special Editions Editor",
    "readLink": "https://account.jces.ua.edu/index.php/s-j-jces/article/view/69"
  },
  {
    "title": "Establishment of a behavioral model to study effects of typical chemicals toward zebrafish larvae",
    "authors": [
      "Siliang Yuan,",
      "Wenchong Tong,",
      "Tong Zheng,",
      "Xiaohui Zhu,",
      "Bin Tang,",
      "Yao Dang,",
      "Robert J. Letcher,",
      "Chunsheng Liu"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100021",
    "issn": "2773-0492 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/hygiene-and-environmental-health-advances",
    "abstract": "A zebrafish behavioral model is prevalent and has potential to be an important component of chemical screening and toxicity evaluations. However, applications of such zebrafish behavioral assays remain limited because of flaws in monitoring procedures and designs and inconsistent test methodology among published studies. In the present study, a behavioral assay method based on zebrafish larvae was established for rapid chemical toxicity evaluation, which included the optimization of test conditions and the development of behavioral parameters, such as accumulated distance, frequency of active state, acceleration and mobility. To validate the reliability and investigate the specificity of the method developed, the behavioral effects were evaluated for a set of 28 chemicals (flame retardants, pesticides, fungicides or heavy metals) typically reported in the environment and showing effects by various modes of action (MOAs). Our results showed that the most suitable container and volume for behavioral tests of zebrafish larvae was 24-well plate containing 8-mm depth of solution, and the most appropriate developmental period for monitoring was at 5 days post-fertilization (dpf). Chemical exposure led to various dose-dependent responses of the behavioral parameters via different MOAs, e.g. estrogenic chemicals caused hyperactivity through neurodevelopment disturbance and neurotoxic chemicals led to hypoactivity through disruption of nerve signal transmission. Our results suggested that the optimized behavior monitioring method have the potential for identification and classification of neurotoxic chemicals.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2773049222000216"
  },
  {
    "title": "Pacific Equatorial Sea Surface Temperature Variation During the 2015 El Niño Period Observed by Advanced Very-High-Resolution Radiometer of NOAA Satellites",
    "authors": [
      "Seongsuk Lee,",
      "Yu Yi"
    ],
    "doi": "https://doi.org/10.5140/JASS.2018.35.2.105",
    "journalVolume": "Vol. 35,\n                                no. 2\n                                \n                                  pp.\n                                  105\n                                  – 109",
    "issn": "2093-5587 (Print)",
    "publisher": "2093-1409 (Online)",
    "countryOfPublisher": "Korean Space Science Society (KSSS)",
    "lcc": [
      "Korea, Republic of",
      "Science: Astronomy"
    ],
    "journalUrl": "http://janss.kr",
    "abstract": "El Niño is the largest fluctuation in the climate system, and it can lead to effects influencing humans all over the world. An El Niño occurs when sea surface temperatures in the central and eastern tropical Pacific Ocean become substantially higher than average. We investigated the change in sea surface temperature in the Pacific Ocean during the El Niño period of 2015 and 2016 using the advanced very-high-resolution radiometer (AVHRR) of NOAA Satellites. We calculated anomalies of the Pacific equatorial sea surface temperature for the normal period of 1981–2010 to identify the variation of the 2015 El Niño and warm water area. Generally, the warm water in the western tropical Pacific Ocean shifts eastward along the equator toward the coast of South America during an El Niño period. However, we identified an additional warm water region in the Niño 1+2 and Peru coastal area. This indicates that there are other factors that increase the sea surface temperature. In the future, we will study the heat coming from the bottom of the sea to understand the origin of the heat transport of the Pacific Ocean.",
    "readLink": "http://ocean.kisti.re.kr/downfile/volume/kosss/OJOOBS/2018/v35n2/OJOOBS_2018_v35n2_105.pdf"
  },
  {
    "title": "Ice nucleation ability of ammonium sulfate aerosol particles internally mixed with secondary organics",
    "authors": [
      "B. Bertozzi,",
      "R. Wagner,",
      "J. Song,",
      "K. Höhler,",
      "J. Pfeifer,",
      "H. Saathoff,",
      "T. Leisner,",
      "O. Möhler"
    ],
    "doi": "https://doi.org/10.5194/acp-21-10779-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  10779\n                                  – 10798",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The abundance of aerosol particles and their ability to catalyze ice nucleation are key parameters to correctly understand and describe the aerosol indirect effect on the climate. Cirrus clouds strongly influence the Earth's radiative budget, but their effect is highly sensitive to their formation mechanism, which is still poorly understood. Sulfate and organics are among the most abundant aerosol components in the troposphere and have also been found in cirrus ice crystal residuals. Most of the studies on ice nucleation at cirrus cloud conditions looked at either purely inorganic or purely organic particles. However, particles in the atmosphere are mostly found as internal mixtures, the ice nucleation ability of which is not yet fully characterized. In this study, we investigated the ice nucleation ability of internally mixed particles composed of crystalline ammonium sulfate (AS) and secondary organic material (SOM) at temperatures between −50 and −65 ∘C. The SOM was generated from the ozonolysis of α-pinene. The experiments were conducted in a large cloud chamber, which also allowed us to simulate various aging processes that the particles may experience during their transport in the atmosphere, like cloud cycling and redistribution of the organic matter. We found that the ice nucleation ability of the mixed AS / SOM particles is strongly dependent on the particle morphology. Small organic mass fractions of 5 wt %–8 wt % condensed on the surface of AS crystals are sufficient to completely suppress the ice nucleation ability of the inorganic component, suggesting that the organic coating is evenly distributed on the surface of the seed particles. In this case, the ice nucleation onset increased from a saturation ratio with respect to ice Sice∼1.30 for the pure AS crystals to ≥1.45 for the SOM-coated AS crystals. However, if such SOM-coated AS crystals are subjected to the mentioned aging processes, they show an improved ice nucleation ability with the ice nucleation onset at Sice∼1.35. We suggest that the aging processes change the particle morphology. The organic matter might redistribute on the surface to form a partially engulfed structure, where the ice-nucleation-active sites of the AS crystals are no longer completely masked by the organic coating, or the morphology of the organic coating layer might transform from a compact to a porous structure. Our results underline the complexity in representing the ice nucleation ability of internally mixed particles in cloud models. They also demonstrate the need to further investigate the impact of atmospheric aging and cloud processing on the morphology and related ice nucleation ability of internally mixed particles.",
    "readLink": "https://acp.copernicus.org/articles/21/10779/2021/acp-21-10779-2021.pdf"
  },
  {
    "title": "Corals adapted to extreme and fluctuating seawater pH increase calcification rates and have unique symbiont communities",
    "authors": [
      "Clément Tanvet,",
      "Emma F. Camp,",
      "Jill Sutton,",
      "Fanny Houlbrèque,",
      "Gérard Thouzeau,",
      "Riccardo Rodolfo‐Metalpa"
    ],
    "doi": "https://doi.org/10.1002/ece3.10099",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Ocean acidification (OA) is a severe threat to coral reefs mainly by reducing their calcification rate. Identifying the resilience factors of corals to decreasing seawater pH is of paramount importance to predict the survivability of coral reefs in the future. This study compared corals adapted to variable pHT (i.e., 7.23–8.06) from the semi‐enclosed lagoon of Bouraké, New Caledonia, to corals adapted to more stable seawater pHT (i.e., 7.90–8.18). In a 100‐day aquarium experiment, we examined the physiological response and genetic diversity of Symbiodiniaceae from three coral species (Acropora tenuis, Montipora digitata, and Porites sp.) from both sites under three stable pHNBS conditions (8.11, 7.76, 7.54) and one fluctuating pHNBS regime (between 7.56 and 8.07). Bouraké corals consistently exhibited higher growth rates than corals from the stable pH environment. Interestingly, A. tenuis from Bouraké showed the highest growth rate under the 7.76 pHNBS condition, whereas for M. digitata, and Porites sp. from Bouraké, growth was highest under the fluctuating regime and the 8.11 pHNBS conditions, respectively. While OA generally decreased coral calcification by ca. 16%, Bouraké corals showed higher growth rates than corals from the stable pH environment (21% increase for A. tenuis to 93% for M. digitata, with all pH conditions pooled). This superior performance coincided with divergent symbiont communities that were more homogenous for Bouraké corals. Corals adapted to variable pH conditions appear to have a better capacity to calcify under reduced pH compared to corals native to more stable pH condition. This response was not gained by corals from the more stable environment exposed to variable pH during the 100‐day experiment, suggesting that long‐term exposure to pH fluctuations and/or differences in symbiont communities benefit calcification under OA.",
    "readLink": "https://doi.org/10.1002/ece3.10099"
  }
]