[
  {
    "title": "Wind Sheltering Impacts on Land-Atmosphere Fluxes Over Fens",
    "authors": [
      "Jessica Turner,",
      "Ankur R. Desai,",
      "Jonathan Thom,",
      "Kimberly P. Wickland,",
      "Brent Olson"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2019.00179",
    "journalVolume": "Vol. 7",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Wetlands and their ability to mitigate climate change motivates restorative and protective action; however, scientific understanding of land-atmosphere interactions is restricted by our limited continuous observations of gaseous fluxes. Many wetlands are small in spatial scale and embedded in forested landscapes. Yet, little is known about how the relative sheltering of forests affects net carbon (C) and energy balance. Here, we analyze coterminous USGS and Ameriflux eddy covariance flux tower observations over 3 years in two shrub fens in Northern Wisconsin, one more sheltered (US-ALQ) than the other (US-Los). Unsurprisingly, the open site showed higher overall wind speeds. This should have implications for atmospheric fluxes in wetlands as wind-forced processes are essential in promoting gas exchange over water. While both sites had similar half-hourly net ecosystem exchange of CO2 (NEE) during daytime, there were significant differences in nighttime NEE, as well as in net radiation partitioning in early spring and late summer. Sensible heat (H) fluxes were smaller at the sheltered fen except for the months of July–September. In contrast, latent heat (LE) fluxes were higher in every month except July. Additionally, sheltered fen ecosystem respiration had a weaker linear correlation with air temperature (R: 0.08 vs. 0.57 for the open fen). Our work suggests that canopy sheltering does not cause significant differences in half-hourly NEE during the day, but rather the largest differences such as lower CO2 emissions occur at nighttime due to higher variance at very low wind speeds. Sheltering also influenced direction of air flow, mean wind speeds in day vs. night, energy balance, and sensible and latent heat fluxes. We discuss implications of these findings for wetland restoration.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fenvs.2019.00179/full"
  },
  {
    "title": "Spatiotemporal Characteristics of Droughts and Their Propagation during the Past 67 Years in Northern Thailand",
    "authors": [
      "Baoxu Zhao,",
      "Dawen Yang,",
      "Shuyu Yang,",
      "Jerasorn Santisirisomboon"
    ],
    "doi": "https://doi.org/10.3390/atmos13020277",
    "journalVolume": "Vol. 13,\n                                no. 277\n                                \n                                  p.\n                                  277",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Droughts grow concurrently in space and time; however, their spatiotemporal propagation is still not fully studied. In this study, drought propagation and spatiotemporal characteristics were studied in northern, northeastern, and central Thailand (NNCT). The NNCT is an important agricultural exporter worldwide, and droughts here can lead to considerable pressure on the food supply. This study investigated meteorological drought and soil drought in northern Thailand and identified 70 meteorological drought events and 44 soil drought events over 1948–2014. Severe droughts (droughts with long trivariate return periods) mainly occurred after 1975 and were centered in northern and northeastern Thailand. Meteorological drought and soil drought that occurred during 1979–1980 had the longest trivariate return periods of 157 years and 179 years, respectively. The drought centers were mainly located in the Chao Phraya River basin and the Mun River basin. The mean propagation ratios of all drought parameters (duration, area, severity) were lower than 1, indicating that the underlying surface can serve as a buffer to alleviate water deficits. Most of the probability distribution coefficients and all drought propagation ratios of the three drought parameters were found to change significantly based on a moving-window method, indicating that the drought parameters and propagation from meteorological drought to soil drought were non-stationary. Significant increasing trends were detected in mean values of most drought parameters, ranging from 2.4%/decade to 16.6%/decade. Significant decreasing trends were detected in coefficients of skewness (Cs) of all drought parameters and coefficients of variation (Cv) of most drought parameters, ranging from −3.3 to −12.4%/decade, and from −5.5 to −19.4%/decade, respectively. The propagation ratios of all drought parameters showed significant increasing trends, indicating that the function of the underlying surface as a buffer has become weaker. The drought propagation ratios were found to be positively related to two climate indices, the phase index (PI) and the climate seasonality index (CSI). These findings will help to develop a better understanding and management of water resources in Thailand.",
    "readLink": "https://www.mdpi.com/2073-4433/13/2/277"
  },
  {
    "title": "Adaptive Capacity Mapping of Semarang Offshore Territory by the Increasing of Water Level and Climate Change",
    "authors": [
      "Ifan Ridlo Suhelm"
    ],
    "doi": "https://doi.org/10.23917/forgeo.v27i1.5084",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  81\n                                  – 92",
    "issn": "0852-0682 (Print)",
    "publisher": "2460-3945 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Surakarta",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://journals.ums.ac.id/index.php/fg/index",
    "abstract": "Tidal inundation, flood and land subsidence are the problems faced by Semarang city related to climate change. Intergovernmental Panel on Climate Change (IPCC) predicted the increase of sea level rise 18-59 cm during 1990-2100 while the temperature increase 0,6°C to 4°C during the same period. The Semarang coastal city was highly vulnerable to sea level rise and it increased with two factors, topography and land subsidence. The purpose of this study was to map the adaptive capacity of coastal areas in the face of the threat of disasters caused by climate change. The parameters used are Network Number, Employee based educational background, Source Main Livelihoods, Health Facilities, and Infrastructure Road. Adaptive capacity of regions classified into 3 (three) classes, namely low, medium and high. The results of the study showed that most of the coastal area of Semarang have adaptive capacities ranging from low to moderate, while the village with low capacity totaling 58 villages (58.62%) of the total coastal district in the city of Semarang.",
    "readLink": "http://journals.ums.ac.id/index.php/fg/article/view/5084"
  },
  {
    "title": "MaxEnt Modeling and the Impact of Climate Change on <i>Pistacia chinensis</i> Bunge Habitat Suitability Variations in China",
    "authors": [
      "Chaohan Xu,",
      "Lei Zhang,",
      "Keliang Zhang,",
      "Jun Tao"
    ],
    "doi": "https://doi.org/10.3390/f14081579",
    "journalVolume": "Vol. 14,\n                                no. 1579\n                                \n                                  p.\n                                  1579",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Climate change impacts the world’s biota, creating a critical issue for scientists, conservationists, and decision makers. Pistacia chinensis Bunge (Anacardiaceae) is an economical importantly species with strong drought resistance. Nevertheless, the characteristics of habitat distribution and the major eco-environmental variables affecting its suitability are poorly understood. By using 365 occurrence records along with 51 environmental factors, present and future suitable habitats were estimated using MaxEnt modeling, and the important environmental variables affecting its geographical distribution were analyzed. The results indicate that water vapor pressure, precipitation of wettest quarter, normalized difference vegetation index, and isothermality were the most influential environmental factors determining the existence of P. chinensis. In future climate change, MaxEnt predicted that inappropriate habitats of P. chinensis show a decreasing trend, whereas moderately and highly appropriate habitat areas exhibited an increasing trend. Furthermore, under this climate change scenario, the suitable habitat will geographically expand to higher latitude and altitude. Our results might be applied in a variety of contexts, including discovering previously unreported P. chinensis places where it may appear in the future, or possible areas where the species could be cultivated, thus contributing to the preservation and protection of this species.",
    "readLink": "https://www.mdpi.com/1999-4907/14/8/1579"
  },
  {
    "title": "Resource availability drives plant–plant interactions of conifer seedlings across elevations under warming in Alaska",
    "authors": [
      "Kyoko Okano,",
      "M. Syndonia Bret‐Harte,",
      "Christa P. H. Mulder,",
      "Glenn P. Juday"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3508",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Future warming may alter plant stress at high‐elevation treelines and forests, thereby changing plant–plant interactions. The relative importance of competition and facilitation may depend on the degree of resource or physical stress. According to the stress gradient hypothesis (SGH), physical stress on trees is more important at cold high elevations where facilitation predominates, and less important at low elevations where competition is the main interaction. Our goals were to investigate whether plant–plant interactions along elevational gradients corresponded to those predicted by the SGH, and to assess the effects of increasing temperatures on the growth of conifer seedlings in tundra–forest ecosystems in interior Alaska, USA. We established sites along two elevational gradients: one in tundra (four sites, 550–1170 m) and one in forest (three sites, 210–760 m). A field warming and neighbor removal experiment was conducted using transplanted seedlings of white spruce (Picea glauca). After three growing seasons, regardless of elevation, spruce seedling biomass was approximately 20% lower in seedlings with neighbor plants compared to those without neighbors. Therefore, there was no evidence for greater facilitation at high elevations across either tundra or forest elevational gradient. Seedlings in forest sites increased their shoot‐to‐root ratios and relative growth rates in height, suggesting competition for light, but this was not seen for seedlings growing in tundra sites. When warmed by greenhouses, seedling growth was stimulated in forests, especially at high elevations. In contrast, at tundra sites, warmed seedlings grew less than controls and the seedlings at high elevations showed water stress. Our results suggest that the resource stresses of low light and water availability are more important drivers of plant–plant interactions than the physical stress imposed by low temperature, possibly due to warming in the past 50 yr in this region. Further warming may increase growth of seedlings in forests, but is likely to decrease it in open tundra habitats, thereby slowing the upward movement of treeline in the near future.",
    "readLink": "https://doi.org/10.1002/ecs2.3508"
  },
  {
    "title": "Local Perception of Risk to Livelihoods in the Semi-Arid Landscape of Southern Africa",
    "authors": [
      "Erin Bunting,",
      "Jessica Steele,",
      "Eric Keys,",
      "Shylock Muyengwa,",
      "Brian Child,",
      "Jane Southworth"
    ],
    "doi": "https://doi.org/10.3390/land2020225",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  225\n                                  – 251",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "The United Nations and Intergovernmental Panel on Climate Change deem many regions of southern Africa as vulnerable landscapes due to changing climatic regimes, ecological conditions, and low adaptive capacity. Typically in highly vulnerable regions, multiple livelihood strategies are employed to enable sustainable development. In Botswana, livelihood strategies have diversified over time to include tourism and other non-agricultural activities. While such diversification and development have been studied, little is known about how locals perceive livelihood risks. This article analyzes perceptions of risk through a risk hazards framework. During the summer of 2010, 330 surveys were completed within seven villages in northern Botswana and the Caprivi Strip of Namibia. During the survey respondents were asked to list the biggest threats/challenges to their livelihoods. Responses were grouped into categories of risk according to the capital assets on which livelihoods depend: natural, physical, financial, human, and social. A risk mapping procedure was utilized, for which indices of severity, incidence, and risk were calculated. It is hypothesized that people’s perception of risk is directly dependent on environmental conditions and employment status of the household. Results indicate that problems related to natural and financial assets are the greatest source of risk to livelihoods. Furthermore, flood, drought, and other measures of climate variability are perceived as influential, typically negatively, to livelihood strategies.",
    "readLink": "http://www.mdpi.com/2073-445X/2/2/225"
  },
  {
    "title": "Monitoring Desertification Using a Small Set of Biophysical Indicators in the Brazilian Semiarid Region",
    "authors": [
      "Aldrin Martin Perez-Marin,",
      "Jhony Vendruscolo,",
      "Jhonatan Rafael Zárate-Salazar,",
      "Heithor Alexandre De Araújo Queiroz,",
      "Daniel Lima Magalhães,",
      "Rômulo S. C. Menezes,",
      "Izaias Médice Fernandes"
    ],
    "doi": "https://doi.org/10.3390/su14159735",
    "journalVolume": "Vol. 14,\n                                no. 9735\n                                \n                                  p.\n                                  9735",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Desertification is defined as land degradation in arid, semiarid, and dry sub-humid regions, and it is caused primarily by human activities and climate change. The semiarid region of Northeast (NE) Brazil is a very large, populous region, and thus, it is hard to monitor the dynamics of its desertified areas; therefore, the present study aimed to develop a minimum set of biophysical indicators to qualify and monitor desertification in this region. This approach included sampling a pair of preserved forested areas and nearby degraded, non-forested areas which had no vegetation growth in the previous years. The study was developed in four stages: (a) pilot site selection; (b) quantification and analysis of soil and vegetation biophysical indicators; (c) biophysical indicator selection; and (d) elaboration of the minimum set of biophysical indicators and desertification levels. Of the analyzed 24 biophysical indicators, 11 were retained and subjected to factor analysis by its principal components. This yielded the minimum set of indicators used to estimate the desertification levels of the pilot sites, which consisted of four soil characteristics: Total Organic Carbon (TOC), cation exchange capacity, clay content, and magnesium content. Regressions were conducted using the SQI, and these indicators showed that the TOC had the highest coefficient of determination. In an exploratory analysis, high SQI (low desertification) showed a positive correlation with the normalized difference vegetation index (R = 0.70) and Aridity Index (R = 0.97). This methodological approach could form the basis of a dynamic monitoring system that is capable of supplying objective, quantitative, and easy to obtain information to decision-makers in NE Brazil and other dry ecosystems around the globe.",
    "readLink": "https://www.mdpi.com/2071-1050/14/15/9735"
  },
  {
    "title": "Spatial panorama of malaria prevalence in Africa under climate change and interventions scenarios",
    "authors": [
      "Francois M. Moukam Kakmeni,",
      "Ritter Y. A. Guimapi,",
      "Frank T. Ndjomatchoua,",
      "Sansoa A. Pedro,",
      "James Mutunga,",
      "Henri E. Z. Tonnang"
    ],
    "doi": "https://doi.org/10.1186/s12942-018-0122-3",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1476-072X (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics"
    ],
    "journalUrl": "https://ij-healthgeographics.biomedcentral.com/",
    "abstract": "Abstract Background Malaria is highly sensitive to climatic variables and is strongly influenced by the presence of vectors in a region that further contribute to parasite development and sustained disease transmission. Mathematical analysis of malaria transmission through the use and application of the value of the basic reproduction number (R0) threshold is an important and useful tool for the understanding of disease patterns. Methods Temperature dependence aspect of R0 obtained from dynamical mathematical network model was used to derive the spatial distribution maps for malaria transmission under different climatic and intervention scenarios. Model validation was conducted using MARA map and the Annual Plasmodium falciparum Entomological Inoculation Rates for Africa. Results The inclusion of the coupling between patches in dynamical model seems to have no effects on the estimate of the optimal temperature (about 25 °C) for malaria transmission. In patches environment, we were able to establish a threshold value (about α = 5) representing the ratio between the migration rates from one patch to another that has no effect on the magnitude of R0. Such findings allow us to limit the production of the spatial distribution map of R0 to a single patch model. Future projections using temperature changes indicated a shift in malaria transmission areas towards the southern and northern areas of Africa and the application of the interventions scenario yielded a considerable reduction in transmission within malaria endemic areas of the continent. Conclusions The approach employed here is a sole study that defined the limits of contemporary malaria transmission, using R0 derived from a dynamical mathematical model. It has offered a unique prospect for measuring the impacts of interventions through simple manipulation of model parameters. Projections at scale provide options to visualize and query the results, when linked to the human population could potentially deliver adequate highlight on the number of individuals at risk of malaria infection across Africa. The findings provide a reasonable basis for understanding the fundamental effects of malaria control and could contribute towards disease elimination, which is considered as a challenge especially in the context of climate change.",
    "readLink": "http://link.springer.com/article/10.1186/s12942-018-0122-3"
  },
  {
    "title": "Potential for Climate Change Mitigation in Degraded Forests:  A Study from La Primavera, México",
    "authors": [
      "Arturo Balderas Torres,",
      "Ricardo Ontiveros Enríquez,",
      "Margaret Skutsch,",
      "Jon C. Lovett"
    ],
    "doi": "https://doi.org/10.3390/f4041032",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  1032\n                                  – 1054",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forests contribute to climate change mitigation by removing atmospheric carbon dioxide and storing it in biomass and other carbon pools. Additionally, since appropriate forest management can reduce emissions from deforestation and forest degradation, it is important to estimate the magnitude of these services to include them into climate policy. We used a forest inventory stratified by canopy cover in the oak-pine forest of La Primavera Biosphere Reserve in México (30,500 ha), to assess the potential provision of forest carbon services. Inventory results were used in combination with a Landsat image to estimate carbon stocks in arboreal biomass. Potential carbon removals were calculated from published allometric equations and models estimating tree growth rates, for enhancements in forested areas and for reforestation/afforestation. Carbon stocks estimated in arboreal biomass at the time of the inventory were 4.16 MtCO2eq (3.42–4.89). The potential for further carbon sequestration and enhancement could take the level of stocks up to 9.77 MtCO2eq (7.66–11.89, 95% confidence interval); previous fires have degraded carbon stocks below their natural potential. The results present a gradient of carbon stocks for different degradation levels and are consistent with national and international estimates and previous local research. The baseline for the estimation of reduced emissions is critical for assessing the overall contribution of forests to mitigate climate change. The local baseline of emissions might be around 1% according to historical data; however, when enhancements and reduced emissions are valuated together, a baseline of 3.7% is required to prevent the creation of perverse incentives favouring previously degraded areas; considering these figures for reduced emissions, the yearly carbon services provided by La Primavera, including enhancements, sequestration and reduced emissions, could be between 169.4 ktCO2eq/year (134.8–204.5) and 282.1 ktCO2eq/year (228.2–337.1), respectively. Over a period of 60 years, this would be equivalent to 2.4 and 4.1 times the magnitude of mean standing stocks at the time of the inventory. If incentive-based mechanisms are used to maintain and enhance forest carbon services and perverse incentives are to be avoided, a balanced mix of incentives and controls is needed.",
    "readLink": "http://www.mdpi.com/1999-4907/4/4/1032"
  },
  {
    "title": "Role of Intermediaries in Shaping Climate Finance in Developing Countries—Lessons from the Green Climate Fund",
    "authors": [
      "Abrar Chaudhury"
    ],
    "doi": "https://doi.org/10.3390/su12145507",
    "journalVolume": "Vol. 12,\n                                no. 5507\n                                \n                                  p.\n                                  5507",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Social scientists are increasingly interested in the processes that give shape to global policy solutions. I investigate the issues of intermediation and the role of intermediaries in climate finance. I use the case of the Green Climate Fund (GCF), a new consortium for dedicated funding set up under the United Nations Framework Convention on Climate Change (UNFCCC) to assist developing countries in responding to climate threats, to ask a fundamental question: What role do intermediaries (GCF-accredited and related entities) play in catalysing climate action through climate finance in these countries? This paper offers three propositions focused on the role of intermediaries in the GCF, and tests these using data from the GCF and the wider literature. The results show a growing dominance of international intermediaries in GCF project development and implementation, the low capacity of national intermediaries to conceive and scale projects, and the mismatch between planned and actual funding allocations. Collectively, these outcomes derail the GCF from its core objectives of promoting country ownership of projects, building capacity of local intermediaries, and equitable allocation of funding between mitigation and adaptation. I offer three learning models to help the GCF and intermediaries capitalise on the early lessons from GCF activities and to scale climate finance effectively in developing countries.",
    "readLink": "https://www.mdpi.com/2071-1050/12/14/5507"
  }
]