[
  {
    "title": "TOP MANAGEMENT SUPPORT TO CLIMATE CHANGE",
    "authors": [
      "Siqueira de Morais Neto,",
      "Maurício Fernandes Pereira"
    ],
    "doi": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  7\n                                  – 37",
    "issn": "1678-2089 (Print)",
    "publisher": "2178-9258 (Online)",
    "countryOfPublisher": "Universidade Federal do Ceará",
    "lcc": [
      "Brazil",
      "Social Sciences: Commerce",
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "http://www.periodicos.ufc.br/contextus",
    "abstract": "The article theme is the Corporate Climate Change and aims to identify whether there is top management support to the companies’ attitudes related to the climate change, with a comparison between two groups of enterprises, “Brazil” and “S&P 500 MZ”, using the Carbon Disclosure Project database. It was used a methodology of a descriptive nature based on secondary data collection, which was done through literature review and the observation of the CDP’s questionnaires. It was observed that 62% of the Brazilian companies and 66% of the American corporations analyzed stated that they have an executive body with overall responsibility for dealing with climate change.",
    "readLink": "http://www.contextus.ufc.br/index.php/contextus/article/view/311/204"
  },
  {
    "title": "Spatiotemporal Analysis of the Frost Regime in the Iberian Peninsula in the Context of Climate Change (1975–2018)",
    "authors": [
      "Abelardo García-Martín,",
      "Luis L. Paniagua,",
      "Francisco J. Moral,",
      "Francisco J. Rebollo,",
      "María A. Rozas"
    ],
    "doi": "https://doi.org/10.3390/su13158491",
    "journalVolume": "Vol. 13,\n                                no. 8491\n                                \n                                  p.\n                                  8491",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is having many effects in the agricultural sector, which are being studied worldwide. Undoubtedly, warmer winters and earlier springs produce changes in frost regimes and severity that will affect the sustainability of agricultural production in the area. The Mediterranean region and the Iberian Peninsula (IP) are among the areas where the greatest impact of climate change is expected. Daily data from 68 weather stations of the IP belonging to the European Climate Assessment and Dataset (1975–2018) were used to conduct a spatiotemporal study of the frost regime. The variables calculated include the probability of three frost types according to their severity, frost day, mean absolute minimum yearly temperature, first frost day, last frost day, and frost-free period. These variables were integrated into a geographic information system, which allowed the graphical visualization of their patterns using of geostatistical interpolation techniques (kriging). Changes in frost variables were investigated using the Mann–Kendall test and Sen’s slope estimator. A general reduction in the number of frosts per year is observed (values between −0.04- and −0.8-day frosts per year), as well as an increase in the mean absolute minimum temperature (values between 0.04 and 0.10 °C per year), with very high significant trends throughout the territory. The reduction in the number of frosts is more pronounced at a higher elevation. Frost dates vary greatly due to the orographic characteristics of the IP. The generalized trend is of a significant delay of the autumn frosts (values between 0.4 and 1.06 days/year), as well as early spring frosts (between −0.429 and −1.29 days/year), and as a consequence a longer frost-free period, all changes were much stronger than those found in other regions of the world. These effects of climate change must be mitigated by modifying species, varieties, and cultivation techniques to guarantee sustainable agriculture.",
    "readLink": "https://www.mdpi.com/2071-1050/13/15/8491"
  },
  {
    "title": "Environmental Characteristics of High Ice-Content Permafrost on the Qinghai–Tibetan Plateau",
    "authors": [
      "Xingwen Fan,",
      "Yanhe Wang,",
      "Fujun Niu,",
      "Wenjiao Li,",
      "Xuyang Wu,",
      "Zekun Ding,",
      "Wenlong Pang,",
      "Zhanju Lin"
    ],
    "doi": "https://doi.org/10.3390/rs15184496",
    "journalVolume": "Vol. 15,\n                                no. 4496\n                                \n                                  p.\n                                  4496",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Permafrost areas are sensitive to climate change and have a significant impact on energy and water cycles. Ground ice is a crucial component on the Qinghai–Tibetan Plateau (QTP). Understanding the environmental characteristics of ground ice is vital for accurately modeling its distribution and evolution. In this study, we analyzed 15 environmental characteristics of high ice-content permafrost sites. These attributes were extracted from 400 high ice-content permafrost datasets including 300 drilling boreholes and 100 thaw slumps collected throughout the entire plateau using large-scale remote sensing data and their products. The results are as follows: The mean annual air temperature in areas where high ice-content permafrost exists ranges from −5 to −3.5 °C, with an average warming rate of 0.08 °C/a. Additionally, there was an average increase in precipitation of about 25 mm/10a and an increase in soil moisture of about 4%/10a. Geomorphology strongly influences the occurrence of high ice content permafrost, with 85% of high ice-content permafrost development at altitudes between 4400 and 5100 m. Approximately 86% of high ice-content permafrost were developed in lowland or relatively flat areas, preferably in gently sloping and shady slope regions. Soils exhibit less variability in clay particles and more variability in silt and sand. Key indicators in the high ice content permafrost region include warming rate, active layer thickness, elevation, bulk density, soil thickness, clay content, precipitation, soil moisture, and NDVI. High ice-content permafrost is the result of a combination of environmental factors and is expected to undergo significant changes in the future. This study provides a foundation for comprehending the environmental changes in the high ice-content permafrost areas and modeling the distribution of ground ice. It underscores the urgent need to address the significant environmental changes faced by high ice-content permafrost regions.",
    "readLink": "https://www.mdpi.com/2072-4292/15/18/4496"
  },
  {
    "title": "Adapting to climate change through anticipatory action: The potential use of weather-based early warnings",
    "authors": [
      "Erin Coughlan de Perez,",
      "Laura Harrison,",
      "Kristoffer Berse,",
      "Evan Easton-Calabria,",
      "Joalane Marunye,",
      "Makoala Marake,",
      "Sonia Binte Murshed,",
      "Shampa,",
      "Erlich-Honest Zauisomue"
    ],
    "doi": "Vol. 38\n                                \n                                \n                                  p.\n                                  100508",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "As a crucially-needed adaptation to climate change, the United Nations plans to expand Early Warning Systems (EWS) for extreme weather to cover everyone on Earth. Given the growing interest in this climate change adaptation solution, we assess how well weather early warnings perform for extreme events in different parts of the world. First, we carry out a forecast verification for weather forecasts from the National Oceanic and Atmospheric Administration (NOAA) for 95th percentile extreme heat and extreme precipitation globally at 0.5° resolution, with three days of lead time. We present the results alongside similar verification results from ECMWF forecasts and a CHIRPS-GEFS forecast, to identify regions of the world with consistent forecast skill. We then overlay the skill of these short-term weather forecasts on top of climate change projections for the increasing frequency of the extreme events themselves. Based on these results, we offer policy implications for EWS investments in different regions. We find that in much of the tropics, weather forecasts have relatively poor skill in forecasting extreme temperature and precipitation events, calling for further investments in predictability. In the extra-tropics, most extreme heat and extreme precipitation events can be correctly forecasted, with better results for multi-day events and shorter lead-times. While there is room to improve predictability, end-to-end investments in EWS in these regions can focus on the use of existing skillful forecasts. Finally, most of the world's land area is projected to see an increase in the magnitude of extreme heat and precipitation events with climate change, and EWS investments in these regions should prepare for unprecedented extremes and changing vulnerabilities. These results provide a foundation for localized research on EWS in different parts of the world as well as evidence for policy and donors on how best to invest in EWS in different regions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094722000871"
  },
  {
    "title": "Remote sensing and AI for building climate adaptation applications",
    "authors": [
      "Beril Sirmacek,",
      "Ricardo Vinuesa"
    ],
    "doi": "Vol. 15\n                                \n                                \n                                  p.\n                                  100524",
    "issn": "2590-1230 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/results-in-engineering",
    "abstract": "Urban areas are not only one of the biggest contributors to climate change, but also they are one of the most vulnerable areas with high populations who would together experience the negative impacts. In this paper, we address some of the opportunities brought by satellite remote sensing imaging and artificial intelligence (AI) in order to measure climate adaptation of cities automatically. We propose a framework combining AI and simulation which may be useful for extracting indicators from remote-sensing images and may help with predictive estimation of future states of these climate-adaptation-related indicators. When such models become more robust and used in real-life applications, they may help decision makers and early responders to choose the best actions to sustain the well-being of society, natural resources and biodiversity. We underline that this is an open field and an on-going area of research for many scientists, therefore we offer an in-depth discussion on the challenges and limitations of data-driven methods and the predictive estimation models in general.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590123022001943"
  },
  {
    "title": "Anthropogenic Influences on Environmental Changes of Lake Bosten, the Largest Inland Freshwater Lake in China",
    "authors": [
      "Wen Liu,",
      "Long Ma,",
      "Jilili Abuduwaili"
    ],
    "doi": "https://doi.org/10.3390/su12020711",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  711",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "A short lacustrine sediment core (41 cm) from Lake Bosten in arid central Asia was used to investigate the environmental changes that occurred in the past ≈150 years based on the superposition of climate and anthropogenic factors. Geochemical elements, total organic carbon (TOC) and nitrogen (TN), and stable isotope data (δ13Corg and δ15N) were used to identify abnormal environmental changes. The average C/N ratio in the sediments of Lake Bosten suggested that the organic matter in lake sediments was mainly from aquatic plants. The δ13Corg and δ15N in the lake sediments mainly reflect changes in the structure of the lake’s ecosystem. Before the 1960s, the primary productivity of the lake was relatively low with a relatively stable lake water environment. From the 1960s to the mid-1980s, the lake’s ecosystem was closely related to a significant decline in water levels caused by human activities and an increase in salinity. From the late 1980s to ≈2000, the aquatic plant structure of Lake Bosten did not change significantly. After 2000, the upper part of the sedimentary record suggested enhanced productivity due to urban and industrial development in the catchment area. However, sedimentary perspectives of the responses of different environmental proxies in sediments to human activities were anisochronous, and the increasing heavy metal (Pb and Cu) and P accumulations appeared in 1970, reflecting heightened human impacts. Through the comparison between the Aral Sea and Lake Bosten, it was inferred that, under the intervention of human activities, the lake experienced a completely different evolution trend. Humans, as geological agents, should protect our living environment while satisfying social development. The results will provide an important supplement to a large spatial scale study of the influences of human activities on the environment in Central Asia, which also has some significant implications for the protection of the ecological environment and the realization of sustainable development in arid regions.",
    "readLink": "https://www.mdpi.com/2071-1050/12/2/711"
  },
  {
    "title": "Tree migration in the dynamic, global vegetation model LPJ-GM 1.1: efficient uncertainty assessment and improved dispersal kernels of European trees",
    "authors": [
      "D. Zani,",
      "D. Zani,",
      "V. Lehsten,",
      "V. Lehsten,",
      "H. Lischke"
    ],
    "doi": "https://doi.org/10.5194/gmd-15-4913-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  4913\n                                  – 4940",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The prediction of species geographic redistribution under climate change (i.e. range shifts) has been addressed by both experimental and modelling approaches and can be used to inform efficient policy measures on the functioning and services of future ecosystems. Dynamic global vegetation models (DGVMs) are considered state-of-the art tools to understand and quantify the spatio-temporal dynamics of ecosystems at large scales and their response to changing environments. They can explicitly include local vegetation dynamics relevant to migration (establishment, growth, seed (propagule) production), species-specific dispersal abilities and the competitive interactions with other species in the new environment. However, the inclusion of more detailed mechanistic formulations of range shift processes may also widen the overall uncertainty of the model. Thus, a quantification of these uncertainties is needed to evaluate and improve our confidence in the model predictions. In this study, we present an efficient assessment of parameter and model uncertainties combining low-cost analyses in successive steps: local sensitivity analysis, exploration of the performance landscape at extreme parameter values, and inclusion of relevant ecological processes in the model structure. This approach was tested on the newly implemented migration module of the state-of-the-art DGVM LPJ-GM, focusing on European forests. Estimates of post-glacial migration rates obtained from pollen and macrofossil records of dominant European tree taxa were used to test the model performance. The results indicate higher sensitivity of migration rates to parameters associated with the dispersal kernel (dispersal distances and kernel shape) compared to plant traits (germination rate and maximum fecundity) and highlight the importance of representing rare long-distance dispersal events via fat-tailed kernels. Overall, the successful parametrization and model selection of LPJ-GM will allow plant migration to be simulated with a more mechanistic approach at larger spatial and temporal scales, thus improving our efforts to understand past vegetation dynamics and predict future range shifts in a context of global change.",
    "readLink": "https://gmd.copernicus.org/articles/15/4913/2022/gmd-15-4913-2022.pdf"
  },
  {
    "title": "Mechanisms Generating Dichotomies in the Life Strategies of Heterotrophic Marine Prokaryotes",
    "authors": [
      "Tron Frede Thingstad,",
      "Lise Øvreås,",
      "Olav Vadstein"
    ],
    "doi": "https://doi.org/10.3390/d14030217",
    "journalVolume": "Vol. 14,\n                                no. 217\n                                \n                                  p.\n                                  217",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Understanding the mechanisms that generate and maintain diversity in marine prokaryotic communities is one of the main challenges for contemporary marine microbiology. We here review how observational, experimental, and theoretical evidence converge on the conclusion that the marine pelagic community of heterotrophic prokaryotes consists of organisms with two main types of life strategies. We illustrate this dichotomy by SAR11 and Vibrio spp. as typical representatives of the two strategies. A theory for life strategy dichotomy exists in classical r/K-selection. We here discuss an additional dichotomy introduced by what we term S/L-selection (for Small and Large, respectively). While r/K-selection focuses on the role of environmental disturbances, steady-state models suggest that high abundance at species level should be closely related to a low trade-off between competition and defense. We summarize literature indicating that the high availability of organic C is an essential environmental factor favoring Vibrio spp. and suggest that the essence of the generalized L-strategy is to reduce the competition-predator defense trade-off by using non-limiting organic C to increase size. The “streamlining” theory that has been suggested for the S-strategist SAR11 proposes the opposite: that low trade-off is achieved by a reduction in size. We show how this apparent contradiction disappears when the basic assumptions of diffusion-limited uptake are considered. We propose a classification scheme that combines S/L and r/K-selection using the two dimensions of organic C availability and environmental disturbance. As organic C in terrestrial runoff and size of the oligotrophic oceanic gyres are both changing, habitat size for both S- and L-strategists are affected by global change. A theory capturing the main aspects of prokaryote life strategies is therefore crucial for predicting responses of the marine microbial food web to climate change and other anthropogenic influences.",
    "readLink": "https://www.mdpi.com/1424-2818/14/3/217"
  },
  {
    "title": "Estimating aboveground biomass density using hybrid statistical inference with GEDI lidar data and Paraguay’s national forest inventory",
    "authors": [
      "Eric L Bullock,",
      "Sean P Healey,",
      "Zhiqiang Yang,",
      "Regino Acosta,",
      "Hermelinda Villalba,",
      "Katherin Patricia Insfrán,",
      "Joana B Melo,",
      "Sylvia Wilson,",
      "Laura Duncanson,",
      "Erik Næsset,",
      "John Armston,",
      "Svetlana Saarela,",
      "Göran Ståhl,",
      "Paul L Patterson,",
      "Ralph Dubayah"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acdf03",
    "journalVolume": "Vol. 18,\n                                no. 8\n                                \n                                  p.\n                                  085001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Forests are widely recognized as critical to combating climate change due to their ability to sequester and store carbon in the form of biomass. In recent years, the combined use of data from ground-based forest inventories and remotely sensed data from light detection and ranging (lidar) has proven useful for large-scale assessment of forest biomass, but airborne lidar is expensive and data acquisition is infeasible for many countries. By contrast, the spaceborne Global Ecosystem Dynamics Investigation (GEDI) lidar instrument has collected freely available data for most of the world’s temperate and tropical forests since 2019. GEDI’s biomass products rely on models calibrated with a global network of field plots paired with GEDI waveforms simulated from airborne lidar to predict biomass. While this calibration strategy minimizes spatial and temporal offsets between field measurements and corresponding lidar returns, calibration data are sparse in many regions. Paraguay’s forests are known to be poorly represented in GEDI’s current calibration dataset, and here we demonstrate that local models calibrated opportunistically with on-orbit GEDI data and field surveys from Paraguay’s national forest inventory can be used with GEDI’s statistical estimators of aboveground biomass density (AGBD). We specify a protocol for opportunistically matching GEDI observations with field plots to calibrate a field-to-GEDI biomass model for use in GEDI’s hybrid statistical framework. Country-specific calibration using on-orbit data resulted in relatively accurate and unbiased predictions of footprint-level biomass, and importantly, supported the assumption underlying model-based inference that the model must ‘apply’ to the area of interest. Using a locally calibrated biomass model, we estimate that the mean AGBD in Paraguay is 65.55 Mg ha ^−1 , which coincides well with the design-based approach employed by the national forest inventory. The GEDI estimates for individual forest strata range from 52.34 Mg ha ^−1 to 103.88 Mg ha ^−1 . On average, the standard errors are 47% lower for estimates based on GEDI than the forest inventory, representing a significant gain in precision. Our research demonstrates that GEDI can be used by national forest inventories in countries that seek reliable estimates of AGBD, and that local calibration using existing field plots may be more appropriate in some applications than using GEDI global models, especially in regions where those models are sparsely calibrated.",
    "readLink": "https://doi.org/10.1088/1748-9326/acdf03"
  },
  {
    "title": "Evaluating maize phenotype dynamics under drought stress using terrestrial lidar",
    "authors": [
      "Yanjun Su,",
      "Fangfang Wu,",
      "Zurui Ao,",
      "Shichao Jin,",
      "Feng Qin,",
      "Boxin Liu,",
      "Shuxin Pang,",
      "Lingli Liu,",
      "Qinghua Guo"
    ],
    "doi": "https://doi.org/10.1186/s13007-019-0396-x",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "1746-4811 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Plant culture",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://plantmethods.biomedcentral.com",
    "abstract": "Abstract Background Maize (Zea mays L.) is the third most consumed grain in the world and improving maize yield is of great importance of the world food security, especially under global climate change and more frequent severe droughts. Due to the limitation of phenotyping methods, most current studies only focused on the responses of phenotypes on certain key growth stages. Although light detection and ranging (lidar) technology showed great potential in acquiring three-dimensional (3D) vegetation information, it has been rarely used in monitoring maize phenotype dynamics at an individual plant level. Results In this study, we used a terrestrial laser scanner to collect lidar data at six growth stages for 20 maize varieties under drought stress. Three drought-related phenotypes, i.e., plant height, plant area index (PAI) and projected leaf area (PLA), were calculated from the lidar point clouds at the individual plant level. The results showed that terrestrial lidar data can be used to estimate plant height, PAI and PLA at an accuracy of 96%, 70% and 92%, respectively. All three phenotypes showed a pattern of first increasing and then decreasing during the growth period. The high drought tolerance group tended to keep lower plant height and PAI without losing PLA during the tasseling stage. Moreover, the high drought tolerance group inclined to have lower plant area density in the upper canopy than the low drought tolerance group. Conclusion The results demonstrate the feasibility of using terrestrial lidar to monitor 3D maize phenotypes under drought stress in the field and may provide new insights on identifying the key phenotypes and growth stages influenced by drought stress.",
    "readLink": "http://link.springer.com/article/10.1186/s13007-019-0396-x"
  }
]