[
  {
    "title": "Identification of tomato accessions as source of new genes for improving heat tolerance: from controlled experiments to field",
    "authors": [
      "María José Gonzalo,",
      "Inmaculada Nájera,",
      "Carlos Baixauli,",
      "David Gil,",
      "Teresa Montoro,",
      "Vicky Soriano,",
      "Fabrizio Olivieri,",
      "Maria Manuela Rigano,",
      "Daniela Ganeva,",
      "Stanislava Grozeva-Tileva,",
      "Galina Pevicharova,",
      "Amalia Barone,",
      "Antonio Granell,",
      "Antonio José Monforte"
    ],
    "doi": "https://doi.org/10.1186/s12870-021-03104-4",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 28",
    "issn": "1471-2229 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://bmcplantbiol.biomedcentral.com",
    "abstract": "Abstract Background Due to global warming, the search for new sources for heat tolerance and the identification of genes involved in this process has become an important challenge as of today. The main objective of the current research was to verify whether the heat tolerance determined in controlled greenhouse experiments could be a good predictor of the agronomic performance in field cultivation under climatic high temperature stress. Results Tomato accessions were grown in greenhouse under three temperature regimes: control (T1), moderate (T2) and extreme heat stress (T3). Reproductive traits (flower and fruit number and fruit set) were used to define heat tolerance. In a first screening, heat tolerance was evaluated in 219 tomato accessions. A total of 51 accessions were identified as being potentially heat tolerant. Among those, 28 accessions, together with 10 accessions from Italy (7) and Bulgaria (3), selected for their heat tolerance in the field in parallel experiments, were re-evaluated at three temperature treatments. Sixteen tomato accessions showed a significant heat tolerance at T3, including five wild species, two traditional cultivars and four commercial varieties, one accession from Bulgaria and four from Italy. The 15 most promising accessions for heat tolerance were assayed in field trials in Italy and Bulgaria, confirming the good performance of most of them at high temperatures. Finally, a differential gene expression analysis in pre-anthesis (ovary) and post-anthesis (developing fruit) under heat stress among pairs of contrasting genotypes (tolerant and sensitive from traditional and modern groups) showed that the major differential responses were produced in post-anthesis fruit. The response of the sensitive genotypes included the induction of HSP genes, whereas the tolerant genotype response included the induction of genes involved in the regulation of hormones or enzymes such as abscisic acid and transferases. Conclusions The high temperature tolerance of fifteen tomato accessions observed in controlled greenhouse experiments were confirmed in agronomic field experiments providing new sources of heat tolerance that could be incorporated into breeding programs. A DEG analysis showed the complex response of tomato to heat and deciphered the different mechanisms activated in sensitive and tolerant tomato accessions under heat stress.",
    "readLink": "https://doi.org/10.1186/s12870-021-03104-4"
  },
  {
    "title": "Do people adapt to climate change? Evidence from the industrialized countries",
    "authors": [
      "Marko Korhonen,",
      "Suvi Kangasraasio,",
      "Rauli Svento"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-05-2017-0119",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  54\n                                  – 71",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose - This study aims to explore the link between mortality and climate change. The focus is in particular on individuals’ adaptation to temperature changes. The authors analyze the relationship between climatic change (measured by temperature rate) and mortality in 23 Organisation for Economic Co-operation and Development countries during 1970-2010. Design/methodology/approach - This study performs the adaptation regression model in the level form as a dynamic panel fixed effects model. The authors use a non-linear threshold estimation approach to examine the extreme temperature changes effect on the temperature–mortality relation. More specifically, the study explores whether the large increases/decreases in temperature rates affect mortality rates more than the modest changes. Findings - This study indicates that the temperature–mortality relation is significant in early part of the sample period (before 1990) but insignificant during the second part (after 1990). After including controlling factors, as well as nation and year fixed effects, the authors provide evidence that people do adapt to the most of the temperature-related mortalities. Also, this study provides evidence of the non-linear relationship between national temperatures and mortality rates. It is observed that only after 5 per cent increase in the annual temperature, the relation between temperature and overall mortality is significant. Originality/value - Most studies cover only one specific country, hence making it difficult to generalize across countries. Therefore, the authors argue that the best estimation of the health effects of temperature change can be found by modeling the past relationships between temperature and mortality across countries for a relatively long period. To the authors’ knowledge, previous studies have not systemically tested the adaptation effect across countries.",
    "readLink": "https://www.emeraldinsight.com/doi/pdfplus/10.1108/IJCCSM-05-2017-0119"
  },
  null,
  {
    "title": "Influences of Seasonal Soil Moisture and Temperature on Vegetation Phenology in the Qilian Mountains",
    "authors": [
      "Xia Cui,",
      "Gang Xu,",
      "Xiaofei He,",
      "Danqi Luo"
    ],
    "doi": "https://doi.org/10.3390/rs14153645",
    "journalVolume": "Vol. 14,\n                                no. 3645\n                                \n                                  p.\n                                  3645",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Vegetation phenology is a commonly used indicator of ecosystem responses to climate change and plays a vital role in ecosystem carbon and hydrological cycles. Previous studies have mostly focused on the response of vegetation phenology to temperature and precipitation. Soil moisture plays an important role in maintaining vegetation growth. However, our understanding of the influences of soil moisture dynamics on vegetation phenology is sparse. In this study, using a time series of the normalized difference vegetation index (NDVI) from the moderate resolution imaging spectroradiometer (MODIS) dataset (2001–2020), the start of the growing season (SOS), the end of the growing season (EOS), and the length of the growing season (LOS) in the Qilian Mountains (QLMs) were extracted. The spatiotemporal patterns of vegetation phenology (SOS, EOS, and LOS) were explored. The partial coefficient correlations between the SOS, EOS, and seasonal climatic factors (temperature, precipitation, and soil moisture) were analyzed. The results showed that the variation trends of vegetation phenology were not significant (p > 0.05) from 2001 to 2020, the SOS was advanced by 0.510 d/year, the EOS was delayed by 0.066 d/year, and the LOS was prolonged by 0.580 d/year. The EOS was significantly advanced and the LOS significantly shortened with increasing altitude. The seasonal temperature, precipitation, and soil moisture had spatiotemporal heterogeneous effects on the vegetation phenology. Overall, compared with temperature and soil moisture, precipitation had a weaker influence on the vegetation phenology in the QLMs. For different elevation zones, the temperature and soil moisture influenced the vegetation phenology in most areas of the QLMs, and spring temperature was the key driving factor influencing SOS; the autumn soil moisture and autumn temperature made the largest contributions to the variations in EOS at lower (3500 m a.s.l.), respectively. For different vegetation types, the spring temperature was the main factor influencing the SOS for broadleaf forests, needleleaf forests, shrublands, and meadows because of the relative lower soil moisture stress. The autumn soil moisture was the main factor influencing EOS for deserts because of the strong soil moisture stress. Our results demonstrate that the soil moisture strongly influences vegetation phenology, especially at lower elevations and water-limited areas. This study provides a scientific basis for better understanding the response of vegetation phenology to climate change in arid mountainous areas and suggests that the variation in soil moisture should be considered in future studies on the influence of climate warming and environmental effects on the phenology of water-limited areas.",
    "readLink": "https://www.mdpi.com/2072-4292/14/15/3645"
  },
  {
    "title": "Modeling and predicting suspended sediment load under climate change conditions: a new hybridization strategy",
    "authors": [
      "Saeed Farzin,",
      "Mahdi Valikhan Anaraki"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.317",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  pp.\n                                  2422\n                                  – 2443",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "In the present study, for the first time, a new strategy based on a combination of the hybrid least-squares support-vector machine (LS-SVM) and flower pollination algorithm (FPA), average 24 general circulation model (GCM) output, and delta change factor method has been developed to achieve the impacts of climate change on runoff and suspended sediment load (SSL) in the Lighvan Basin in the period (2020–2099). Also, the results of modeling were compared to those of LS-SVM and adaptive neuro-fuzzy inference system (ANFIS) methods. The comparison of runoff and SSL modeling results showed that the LS-SVM-FPA algorithm had the best results and the ANFIS algorithm had the worst results. After the acceptable performance of the LS-SVM-FPA algorithm was proved, the algorithm was used to predict runoff and SSL under climate change conditions based on ensemble GCM outputs for periods (2020–2034, 2035–2049, 2070–2084, and 2085–2099) under three scenarios of RCP2.6, RCP4.5, and RCP8.5. The results showed a decrease in the runoff in all periods and scenarios, except for the two near periods under the RCP2.6 scenario for runoff. The predicted runoff and SSL time series also showed that the SSL values were lower than the average observation period, except for 2036–2039 (up to an 8% increase in 2038). HIGHLIGHTS A hybrid strategy has been developed for modeling and predicting suspended sediment load (SSL) under climate change.; A hybrid strategy was compared to standalone LS-SVM and adaptive neuro-fuzzy inference system.; This approach has the potential to model and predict various hydrological variables.; The ensemble general circulation model of fifth report and RCP scenarios were employed for predicting SSL.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/6/2422"
  },
  {
    "title": "Ecological combustion: the atmospherics of the bushfire as choreography",
    "authors": [
      "Rachel Fensham"
    ],
    "doi": "https://doi.org/10.4000/ambiances.3651",
    "journalVolume": "Vol. 6",
    "issn": "2266-839X (Online)",
    "publisher": "UMR 1563 « Ambiances Architectures Urbanités »",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Social Sciences"
    ],
    "journalUrl": "http://ambiances.revues.org",
    "abstract": "This paper examines the atmospheres generated by the elemental power of bushfires as embodiment, invention and reconstruction through choreography. Drawing upon Bachelard’s analysis of the phenomenology of fire leads to an appreciation of its substance and symbolic volatility, that is interlaced with an understanding of fire’s place in the Australian environment from both settler and indigenous perspectives. The close examination of several dances, that use different expressive vocabularies and structures, provides a means to access the experience of fire as an affect and a moving vital force in expressive formations that record real historical events and their impact. The atmosphere becomes then both the generator and the residue of movement. In conclusion, the paper gives attention to debates about climate change, in the context of the Anthropocene and ecofeminism, and suggests that the bushfire is more destructive than it ever has been, not because of its “wild nature” but because of the influence of humans in causing greater destruction. Greater awareness of the nature-culture of fire in performance is therefore valuable to other disciplines in so far as it facilitates what I’m calling “combustion” without loss of life, in recognition also of the experience of loss and regeneration.",
    "readLink": "http://journals.openedition.org/ambiances/3651"
  },
  {
    "title": "Contribution of local knowledge towards urban agroforestry as a sustainable approach on climate change adaptation",
    "authors": [
      "Irisha Jim Ilham Jasmin,",
      "Esa Norizan"
    ],
    "doi": "https://doi.org/10.1051/shsconf/20184503001",
    "journalVolume": "Vol. 45\n                                \n                                \n                                  p.\n                                  03001",
    "issn": "2261-2424 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://www.shs-conferences.org",
    "abstract": "A crucial role in climate change adaptation is the one that should be played by cities. These are major contributors to climate change as well as most vulnerable to the effects of climate change. As urban population in cities increases, so does the greenhouse gas emissions. Urbanisation and the growth of cities continues at great speed, and today the global urban population has increased nine fold since 100 years ago. Though presented with current challenges and threats such as environmental degradation, urban poverty and food security, urban density could create a better quality of life and a lower carbon footprint by innovative approach and more efficient infrastructure planning. Creative solutions are implemented as part of the sustainability component of an integrated, climate resilient city, which comprises of fundamental aspects such as food, water, energy and transport. Application of local knowledge on agroforestry can be utilized in an urban setting, and has positive impacts on a microclimate scale, such as reduces impact of higher rainfall, reduction of greenhouse gas emissions and reduces vulnerability on the urban poor. Urban agroforestry largely contributes to sustainable urban food production opportunities, and encompasses four main fields of practice, including agroecology, urban forestry, urban agriculture and permaculture. This paper examines the local knowledge of agroforestry and how the local knowledge can be transferred into practice in an urban setting, thus providing a sustainable approach towards climate change adaptation in cities.",
    "readLink": "https://doi.org/10.1051/shsconf/20184503001"
  },
  {
    "title": "Spatial and Temporal Characteristics of Precipitation and Potential Influencing Factors in the Loess Plateau before and after the Implementation of the Grain for Green Project",
    "authors": [
      "Jichao Wang,",
      "Miao Sun,",
      "Xuerui Gao,",
      "Xining Zhao,",
      "Yong Zhao"
    ],
    "doi": "https://doi.org/10.3390/w13020234",
    "journalVolume": "Vol. 13,\n                                no. 234\n                                \n                                  p.\n                                  234",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Since the implementation of the Grain for Green Project (GFGP) in the 1990s, the warming and wetting trend in the Loess Plateau is becoming statistically significant in the context of climate change. However, the correlation between precipitation increase and the regional vegetation restoration is still controversial. To explore the main factors influencing the regional precipitation change, this study selected five potential influencing factors including potential evapotranspiration (PET), normalized difference vegetation index (NDVI), precipitable water (PW), surface temperature (ST), and water vapor transport (WVT). We used the statistical methods to analyze the spatial-temporal distribution of precipitation before and after the GFGP and to quantify the relative influence degree of different factors to precipitation change. The results show that: (1) The precipitation increased significantly (95% confidence level) after the GFGP, with an increase rate of 4.96 mm a−1; (2) from the perspective of spatial-temporal distribution, the precipitation in the southern part of the Loess plateau was significantly increasing with an increase rate of 20–50 mm in the period of 2000–2014; (3) the relative influence degree of NDVI to precipitation increased after the GFGP, and the annual precipitation (PREA) and summer precipitation (PRES) was more influenced by NDVI (relative influence degree of 30.18% and 31.37%, respectively) compared with winter precipitation. In winter, the PW and the PET are the main influencing factors for the precipitation change with relative influence degrees of 30.13% and 27.64%, respectively. Based on this study, we speculate that the warming and wetting trend of the Loess Plateau in recent years is not only closely related to global climate change, but also significantly affected by local climate change brought by vegetation restoration. The above conclusions are important for future ecological restoration and water resources management in the water-scarce Loess Plateau.",
    "readLink": "https://www.mdpi.com/2073-4441/13/2/234"
  },
  {
    "title": "Changes in precipitation extremes projected by a 20-km mesh global atmospheric model",
    "authors": [
      "Akio Kitoh,",
      "Hirokazu Endo"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2015.09.001",
    "journalVolume": "Vol. 11,\n                                no. C\n                                \n                                  pp.\n                                  41\n                                  – 52",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "High-resolution modeling is necessary to project weather and climate extremes and their future changes under global warming. A global high-resolution atmospheric general circulation model with grid size about 20 km is able to reproduce climate fields as well as regional-scale phenomena such as monsoonal rainfall, tropical and extratropical cyclones, and heavy precipitation. This 20-km mesh model is applied to project future changes in weather and climate extremes at the end of the 21st century with four different spatial patterns in sea surface temperature (SST) changes: one with the mean SST changes by the 28 models of the Coupled Model Intercomparison Project Phase 5 (CMIP5) under the Representative Concentration Pathways (RCP)-8.5 scenario, and the other three obtained from a cluster analysis, in which tropical SST anomalies derived from the 28 CMIP5 models were grouped. Here we focus on future changes in regional precipitation and its extremes. Various precipitation indices averaged over the Twenty-two regional land domains are calculated. Heavy precipitation indices (maximum 5-day precipitation total and maximum 1-day precipitation total) increase in all regional domains, even where mean precipitation decrease (Southern Africa, South Europe/Mediterranean, Central America). South Asia is the domain of the largest extreme precipitation increase. In some domains, different SST patterns result in large precipitation changes, possibly related to changes in large-scale circulations in the tropical Pacific.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094715300219"
  },
  {
    "title": "Macroinvertebrate communities in streams with contrasting water sources in the Japanese Alps",
    "authors": [
      "Alexander M. Milner,",
      "Catherine Docherty,",
      "Fredric M. Windsor,",
      "Koji Tojo"
    ],
    "doi": "https://doi.org/10.1002/ece3.6507",
    "journalVolume": "Vol. 10,\n                                no. 14\n                                \n                                  pp.\n                                  7812\n                                  – 7825",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Alpine streams are typically fed from a range of water sources including glacial meltwater, snowmelt, groundwater flow, and surface rainfall runoff. These contributions are projected to shift with climate change, particularly in the Japanese Alps where snow is expected to decrease, but rainfall events increase. The overarching aim of the study was to understand the key variables driving macroinvertebrate community composition in groundwater and snowmelt‐fed streams (n = 6) in the Kamikochi region of the northern Japanese Alps (April–December 2017). Macroinvertebrate abundance, species richness, and diversity were not significantly different between the two stream types. Community structure, however, was different between groundwater and snowmelt‐fed streams with macroinvertebrate taxa specialized for the environmental conditions present in each system. Temporal variation in the abundance, species richness, and diversity of macroinvertebrate communities was also significantly different between groundwater and snowmelt streams over the study period, with snowmelt streams exhibiting far higher levels of variation. Two snowmelt streams considered perennial proved to be intermittent with periodic drying of the streambed, but the macroinvertebrates in these systems rebounded rapidly after flows resumed with no reduction in taxonomic diversity. These same streams, nevertheless, showed a major reduction in diversity and abundance following periods of high flow, indicating floods rather than periodic drying was a major driver of community structure. This conclusion was also supported from functional analyses, which showed that the more variable snowmelt streams were characterized by taxa with resistant, rather than resilient, life‐history traits. The findings demonstrate the potential for significant turnover in species composition with changing environmental conditions in Japanese alpine stream systems, with groundwater‐fed streams potentially more resilient to future changes in comparison to snowmelt‐fed streams.",
    "readLink": "https://doi.org/10.1002/ece3.6507"
  }
]