[
  {
    "title": "<i>Gloeotrichia</i> cf. <i>natans</i> (Cyanobacteria) in the Continuous Permafrost Zone of Buotama River, Lena Pillars Nature Park, in Yakutia (Russia)",
    "authors": [
      "Viktor Gabyshev,",
      "Denis Davydov,",
      "Anna Vilnet,",
      "Sergey Sidelev,",
      "Ekaterina Chernova,",
      "Sophia Barinova,",
      "Olga Gabysheva,",
      "Zoya Zhakovskaya"
    ],
    "doi": "https://doi.org/10.3390/w15132370",
    "journalVolume": "Vol. 15,\n                                no. 2370\n                                \n                                  p.\n                                  2370",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "As global climate change continues and the vegetation period lengthens, the importance of research into cyanobacterial recruitment biomass and associated toxin risks is growing. While most studies focus on planktonic cyanobacteria causing blooms, benthic cyanobacteria have been less explored. This study reports for the first time on the mass proliferation of benthic epilithic macrocolonies of cyanobacteria, Gloeotrichia cf. natans, in water bodies located in a region with continuous permafrost in Yakutia, North-East Russia. The study characterizes the environmental conditions of its habitat, including the chemical composition of the water, which expands our understanding of this species’ ecology. Cyanotoxins (microcystins, cylindrospermopsin, saxitoxins, and anatoxin-a) were not detected in the biomass of Gloeotrichia cf. natans using liquid chromatography–mass spectrometry and PCR methods.",
    "readLink": "https://www.mdpi.com/2073-4441/15/13/2370"
  },
  {
    "title": "Analysis of Structural and Non-Structural Disaster Mitigation Due to Erosion in the Timbulsloko Village, Demak – Central Java",
    "authors": [
      "Denny Nugroho Sugianto,",
      "Rikha Widiaratih,",
      "Sugeng Widada,",
      "Suripin Suripin,",
      "Elinna Putri Handayani,",
      "Putri Cahyaningtyas"
    ],
    "doi": "https://doi.org/10.12911/22998993/144559",
    "journalVolume": "Vol. 23,\n                                no. 2\n                                \n                                  pp.\n                                  246\n                                  – 254",
    "issn": "2299-8993 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jeeng.net",
    "abstract": "Timbulsloko is a village on the coast of Sayung District, Demak Regency that is severely affected by coastal erosion. Coastal erosion in Timbulsloko Village is mainly caused by the removal of mangrove areas which has eliminated the function of the natural breakwater for the coast of Timbulsloko Village. This study aims to mitigate coastal erosion in the form of structural and non-structural protection. Structurally (physically), mitigation is conducted by protecting the coastal area with the application of environmentally friendly coastal protection technology in the form of a Permeable breakwater with a Hybrid Engineering structure. Furthermore, the effectiveness of two different structure segments in damping waves from September 2020 – March 2021 will be measured. While non-structurally, mitigation is conducted in a non-physical way by analyzing the Coastal Vulnerability Index of Timbulsloko Village based on the parameters of Coastal Typology, Average Tidal Range, Significant Wave Height, Coastal Slope, Coastal Geomorphology, Sea Level Rises, and Shoreline Displacement using the CVI method. The effectiveness of the permeable structure’s wave damping is determined by the initial wave height and transmission wave height measured by the ultrasonic sensor. Based on segment differences, the Permeable Breakwater Segment 2 with a distance between bamboo of 0.25 m has better effectiveness than a Permeable Breakwater Segment 1 with a distance between bamboo of 0.5 m. The results of the Coastal Vulnerability Analysis show that Timbulsloko Village is vulnerable to coastal disasters, especially coastal erosion.",
    "readLink": "http://www.jeeng.net/Analysis-of-Structural-and-Non-Structural-Disaster-Mitigation-Due-to-Erosion-in-the,144559,0,2.html"
  },
  {
    "title": "Climate change, environmental regulations, and firms' efforts to reduce pollutant emissions",
    "authors": [
      "Zehua Xiao,",
      "Cheng Cai,",
      "Cheng Cai,",
      "Lumeng Wang,",
      "Yigeng Ma"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1050642",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Environmental regulation is an important tool for achieving environmental protection. This study investigated how climate change affects firms' actions to reduce pollutant emissions through environmental regulations. We conducted a pooled OLS regression analysis using data from Chinese industrial firms that were above the designated size from 2006 to 2013. The results showed that firms reduce SO2 emissions in response to climate change, particularly when environmental regulations are more stringent. However, firms prefer to reduce productivity and implement “end-of-pipe” interventions than engage in more green innovation. Our findings highlight how firms deal with climate change under the pressure of environmental regulations and whether ecological considerations align or conflict with economic goals.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1050642/full"
  },
  {
    "title": "Trends and Climate Elasticity of Streamflow in South-Eastern Brazil Basins",
    "authors": [
      "Karinne Deusdará-Leal,",
      "Guilherme Samprogna Mohor,",
      "Luz Adriana Cuartas,",
      "Marcelo E. Seluchi,",
      "Jose A. Marengo,",
      "Rong Zhang,",
      "Elisangela Broedel,",
      "Diogo de Jesus Amore,",
      "Regina C. S. Alvalá,",
      "Ana Paula M. A. Cunha,",
      "José A. C. Gonçalves"
    ],
    "doi": "https://doi.org/10.3390/w14142245",
    "journalVolume": "Vol. 14,\n                                no. 2245\n                                \n                                  p.\n                                  2245",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Trends in streamflow, rainfall and potential evapotranspiration (PET) time series, from 1970 to 2017, were assessed for five important hydrological basins in Southeastern Brazil. The concept of elasticity was also used to assess the streamflow sensitivity to changes in climate variables, for annual data and 5-, 10- and 20-year moving averages. Significant negative trends in streamflow and rainfall and significant increasing trend in PET were detected. For annual analysis, elasticity revealed that 1% decrease in rainfall resulted in 1.21–2.19% decrease in streamflow, while 1% increase in PET induced different reductions percentages in streamflow, ranging from 2.45% to 9.67%. When both PET and rainfall were computed to calculate the elasticity, results were positive for some basins. Elasticity analysis considering 20-year moving averages revealed that impacts on the streamflow were cumulative: 1% decrease in rainfall resulted in 1.83–4.75% decrease in streamflow, while 1% increase in PET induced 3.47–28.3% decrease in streamflow. This different temporal response may be associated with the hydrological memory of the basins. Streamflow appears to be more sensitive in less rainy basins. This study provides useful information to support strategic government decisions, especially when the security of water resources and drought mitigation are considered in face of climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/14/14/2245"
  },
  {
    "title": "Temporal and Spatial Characteristics of EVI and Its Response to Climatic Factors in Recent 16 years Based on Grey Relational Analysis in Inner Mongolia Autonomous Region, China",
    "authors": [
      "Dong He,",
      "Guihua Yi,",
      "Tingbin Zhang,",
      "Jiaqing Miao,",
      "Jingji Li,",
      "Xiaojuan Bie"
    ],
    "doi": "https://doi.org/10.3390/rs10060961",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  961",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Inner Mongolia Autonomous Region (IMAR) is a major source of rivers, catchment areas, and ecological barriers in the northeast of China, related to the nation’s ecological security and improvement of the ecological environment. Therefore, studying the response of vegetation to climate change has become an important part of current global change research. Since existing studies lack detailed descriptions of the response of vegetation to different climatic factors using the method of grey correlation analysis based on pixel, the temporal and spatial patterns and trends of enhanced vegetation index (EVI) are analyzed in the growing season in IMAR from 2000 to 2015 based on moderate resolution imaging spectroradiometer (MODIS) EVI data. Combined with the data of air temperature, relative humidity, and precipitation in the study area, the grey relational analysis (GRA) method is used to study the time lag of EVI to climate change, and the study area is finally zoned into different parts according to the driving climatic factors for EVI on the basis of lag analysis. The driving zones quantitatively show the characteristics of temporal and spatial differences in response to different climatic factors for EVI. The results show that: (1) The value of EVI generally features in spatial distribution, increasing from the west to the east and the south to the north. The rate of change is 0.22/10°E from the west to the east, 0.28/10°N from the south to the north; (2) During 2000–2015, the EVI in IMAR showed a slightly upward trend with a growth rate of 0.021/10a. Among them, the areas with slight and significant improvement accounted for 21.1% and 7.5% of the total area respectively, ones with slight and significant degradation being 24.6% and 4.3%; (3) The time lag analysis of climatic factors for EVI indicates that vegetation growth in the study area lags behind air temperature by 1–2 months, relative humidity by 1–2 months, and precipitation by one month respectively; (4) During the growing season, the EVI of precipitation driving zone (21.8%) in IMAR is much larger than that in the air temperature driving zone (8%) and the relative humidity driving zone (11.6%). The growth of vegetation in IMAR generally has the closest relationship with precipitation. The growth of vegetation does not depend on the change of a single climatic factor. Instead, it is the result of the combined action of multiple climatic factors and human activities.",
    "readLink": "http://www.mdpi.com/2072-4292/10/6/961"
  },
  {
    "title": "Assessing global water mass transfers from continents to oceans over the period 1948–2016",
    "authors": [
      "D. Cáceres,",
      "B. Marzeion,",
      "B. Marzeion,",
      "J. H. Malles,",
      "J. H. Malles,",
      "B. D. Gutknecht,",
      "H. Müller Schmied,",
      "H. Müller Schmied,",
      "P. Döll,",
      "P. Döll"
    ],
    "doi": "https://doi.org/10.5194/hess-24-4831-2020",
    "journalVolume": "Vol. 24\n                                \n                                \n                                  pp.\n                                  4831\n                                  – 4851",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Ocean mass and thus sea level is significantly affected by water storage on the continents. However, assessing the net contribution of continental water storage change to ocean mass change remains a challenge. We present an integrated version of the WaterGAP global hydrological model that is able to consistently simulate total water storage anomalies (TWSAs) over the global continental area (except Greenland and Antarctica) by integrating the output from the global glacier model of Marzeion et al. (2012) as an input to WaterGAP. Monthly time series of global mean TWSAs obtained with an ensemble of four variants of the integrated model, corresponding to different precipitation input and irrigation water use assumptions, were validated against an ensemble of four TWSA solutions based on the Gravity Recovery and Climate Experiment (GRACE) satellite gravimetry from January 2003 to August 2016. With a mean Nash–Sutcliffe efficiency (NSE) of 0.87, simulated TWSAs fit well to observations. By decomposing the original TWSA signal into its seasonal, linear trend and interannual components, we found that seasonal and interannual variability are almost exclusively caused by the glacier-free land water storage anomalies (LWSAs). Seasonal amplitude and phase are very well reproduced (NSE=0.88). The linear trend is overestimated by 30 %–50 % (NSE=0.65), and interannual variability is captured to a certain extent (NSE=0.57) by the integrated model. During the period 1948–2016, we find that continents lost 34–41 mm of sea level equivalent (SLE) to the oceans, with global glacier mass loss accounting for 81 % of the cumulated mass loss and LWSAs accounting for the remaining 19 %. Over 1948–2016, the mass gain on land from the impoundment of water in artificial reservoirs, equivalent to 8 mm SLE, was offset by the mass loss from water abstractions, amounting to 15–21 mm SLE and reflecting a cumulated groundwater depletion of 13–19 mm SLE. Climate-driven LWSAs are highly sensitive to precipitation input and correlate with El Niño Southern Oscillation multi-year modulations. Significant uncertainty remains in the trends of modelled LWSAs, which are highly sensitive to the simulation of irrigation water use and artificial reservoirs.",
    "readLink": "https://hess.copernicus.org/articles/24/4831/2020/hess-24-4831-2020.pdf"
  },
  {
    "title": "Does adding community science observations to museum records improve distribution modeling of a rare endemic plant?",
    "authors": [
      "Andrew G. Gaier,",
      "Julian Resasco"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4419",
    "journalVolume": "Vol. 14,\n                                no. 3\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Understanding the ranges of rare and endangered species is central to conserving biodiversity in the Anthropocene. Species distribution models (SDMs) have become a common and powerful tool for analyzing species–environment relationships across geographic space. Although evaluating the distribution of rare species is integral to their conservation, this can be difficult when limited distribution data are available. Community science platforms, such as iNaturalist, have emerged as alternative sources for species occurrence data. Although these observations are often thought to be of lower quality than those of natural history collections, they may have potential for improving SDMs for species with few occurrence records from collections. Here, we investigate the utility of iNaturalist data for developing SDMs for a rare high‐elevation plant, Telesonix jamesii. Because methods for modeling rare species are limited in the literature, five different modeling techniques were considered, including profile methods, statistical models, and machine learning algorithms. The inclusion of iNaturalist data doubled the number of usable records for T. jamesii. We found that a random forest (RF) model using ensemble training data performed the highest of any model (area under curve = 0.98). We then compared the performance of RF models that use only natural history training data and those that use a combination of natural history (herbarium specimens) and iNaturalist training data. All models heavily relied on climate data (mean temperature of driest quarter, and precipitation of the warmest quarter), indicating that this species is under threat as climate continues to change. Validation datasets affected model fits as well. Models using only herbarium data performed slightly poorer when evaluated with cross‐validation than when validated externally with iNaturalist data. This study can serve as a model for future SDM studies of species with similar data limitations.",
    "readLink": "https://doi.org/10.1002/ecs2.4419"
  },
  {
    "title": "Identifying factors to develop and validate a heat vulnerability tool for Pakistan – A review",
    "authors": [
      "Salman Muhammad Soomar,",
      "Sarmad Muhammad Soomar"
    ],
    "doi": "Vol. 19\n                                \n                                \n                                  p.\n                                  101214",
    "issn": "2452-0918 (Print)",
    "publisher": "2213-3984 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.journals.elsevier.com/clinical-epidemiology-and-global-health",
    "abstract": "Objective: This review will provide better insight into developing and validating a heat vulnerability assessment tool for Pakistan. Methods: A literature search was done to identify studies onon heat vulnerability assessment published from January 2012 to January 2021 (10 years). Online databases PubMed, Google Scholar, Scopus, and Web of science were used for the literature search. Results: Heat vulnerability can be evaluated by some specific determinants that have heat-related health events, including social, economic, environmental, housing, and geographical factors. Conclusion: This tool will identify heat vulnerability risks and mitigate morbidity and mortality.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2213398423000015"
  },
  {
    "title": "Trends of Hydroclimatic Intensity in Colombia",
    "authors": [
      "Oscar Mesa,",
      "Viviana Urrea,",
      "Andrés Ochoa"
    ],
    "doi": "https://doi.org/10.3390/cli9070120",
    "journalVolume": "Vol. 9,\n                                no. 120\n                                \n                                  p.\n                                  120",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Prediction of precipitation changes caused by global climate change is a practical and scientific problem of high complexity. To advance, we look at the record of all available rain gauges in Colombia and at the CHIRPS database to estimate trends in essential variables describing precipitation, including HY-INT, an index of the hydrologic cycle’s intensity. Most of the gauges and cells do not show significant trends. Moreover, the signs of the statistically significant trends are opposite between the two datasets. Satisfactory explanation for the discrepancy remains open. Among the CHIRPS database’s statistically significant trends, the western regions (Pacific and Andes) tend to a more intense hydrologic cycle, increasing both intensity and mean dry spell length, whereas for the northern and eastern regions (Caribbean, Orinoco, and Amazon), the tendencies are opposite. This dipole in trends suggests different mechanisms: ENSO affects western Colombia more directly, whereas rainfall in the eastern regions depends more on the Atlantic Ocean, Caribbean Sea, and Amazon basin dynamics. Nevertheless, there is countrywide accord among gauges and cells with significant increasing trends for annual precipitation. Overall, these observations constitute essential evidence of the need for developing a more satisfactory theory of climate change effects on tropical precipitation.",
    "readLink": "https://www.mdpi.com/2225-1154/9/7/120"
  },
  {
    "title": "Attribution of Chemistry-Climate Model Initiative (CCMI) ozone radiative flux bias from satellites",
    "authors": [
      "L. Kuai,",
      "L. Kuai,",
      "K. W. Bowman,",
      "K. W. Bowman,",
      "K. Miyazaki,",
      "K. Miyazaki,",
      "M. Deushi,",
      "L. Revell,",
      "E. Rozanov,",
      "F. Paulot,",
      "S. Strode,",
      "A. Conley,",
      "J.-F. Lamarque,",
      "P. Jöckel,",
      "D. A. Plummer,",
      "L. D. Oman,",
      "H. Worden,",
      "S. Kulawik,",
      "D. Paynter,",
      "A. Stenke,",
      "M. Kunze"
    ],
    "doi": "https://doi.org/10.5194/acp-20-281-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  281\n                                  – 301",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The top-of-atmosphere (TOA) outgoing longwave flux over the 9.6 µm ozone band is a fundamental quantity for understanding chemistry–climate coupling. However, observed TOA fluxes are hard to estimate as they exhibit considerable variability in space and time that depend on the distributions of clouds, ozone (O3), water vapor (H2O), air temperature (Ta), and surface temperature (Ts). Benchmarking present-day fluxes and quantifying the relative influence of their drivers is the first step for estimating climate feedbacks from ozone radiative forcing and predicting radiative forcing evolution. To that end, we constructed observational instantaneous radiative kernels (IRKs) under clear-sky conditions, representing the sensitivities of the TOA flux in the 9.6 µm ozone band to the vertical distribution of geophysical variables, including O3, H2O, Ta, and Ts based upon the Aura Tropospheric Emission Spectrometer (TES) measurements. Applying these kernels to present-day simulations from the Chemistry-Climate Model Initiative (CCMI) project as compared to a 2006 reanalysis assimilating satellite observations, we show that the models have large differences in TOA flux, attributable to different geophysical variables. In particular, model simulations continue to diverge from observations in the tropics, as reported in previous studies of the Atmospheric Chemistry Climate Model Intercomparison Project (ACCMIP) simulations. The principal culprits are tropical middle and upper tropospheric ozone followed by tropical lower tropospheric H2O. Five models out of the eight studied here have TOA flux biases exceeding 100 mW m−2 attributable to tropospheric ozone bias. Another set of five models have flux biases over 50 mW m−2 due to H2O. On the other hand, Ta radiative bias is negligible in all models (no more than 30 mW m−2). We found that the atmospheric component (AM3) of the Geophysical Fluid Dynamics Laboratory (GFDL) general circulation model and Canadian Middle Atmosphere Model (CMAM) have the lowest TOA flux biases globally but are a result of cancellation of opposite biases due to different processes. Overall, the multi-model ensemble mean bias is -133±98 mW m−2, indicating that they are too atmospherically opaque due to trapping too much radiation in the atmosphere by overestimated tropical tropospheric O3 and H2O. Having too much O3 and H2O in the troposphere would have different impacts on the sensitivity of TOA flux to O3 and these competing effects add more uncertainties on the ozone radiative forcing. We find that the inter-model TOA outgoing longwave radiation (OLR) difference is well anti-correlated with their ozone band flux bias. This suggests that there is significant radiative compensation in the calculation of model outgoing longwave radiation.",
    "readLink": "https://www.atmos-chem-phys.net/20/281/2020/acp-20-281-2020.pdf"
  }
]