[
  {
    "title": "Seasonal methane emission from municipal solid waste disposal sites in Lagos, Nigeria",
    "authors": [
      "H. S. Riman,",
      "G. U. Adie,",
      "W. U. Anake,",
      "G. R. E. E. Ana"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-22923-5",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The Municipal Solid Waste (MSW) Sector is a major source of Methane (CH4) emission, a Greenhouse Gas (GHG) that contributes to Climate Change. However, governments of developing countries have not been able to address the challenges posed by this sector due to inadequate funding and technical requirement. The objective of this study was to determine how seasonal variation influences the CH4 gas emission. The First Order Decay (FOD) Tier 1 Model was used to estimate CH4 emission from four Solid Waste Disposal Sites (SWDS) in Lagos namely: Ewu-Elepe (Ewu), Abule-Egba (A/E), Soluos (Sol), and Olushosun (Olu) covering the dry and wet seasons, respectively for the inventory year 2020. A known weight of the wet waste deposited was characterized. The study revealed that the Degradable Organic Carbon (DOC) for the dry season was 12.897 GgC/kgWaste while that of the wet season was 12.547 GgC/kgWaste. But, the methane gas generated during the wet season was 0.331 Gg higher than that of the dry season which was 0.134 Gg for the study period. This is an appreciable quantity of methane that can contribute to the global Climate Change impact if not addressed. Therefore, these waste types should be segregated from other recyclables and processed into compost or energy resource.",
    "readLink": "https://doi.org/10.1038/s41598-022-22923-5"
  },
  {
    "title": "THE EFFECTS OF NATURAL LANDSCAPE AND ENVIRONMENTAL KNOWLEDGE ON ENVIRONMENTAL AWARENESS AND GREEN BEHAVIOR IN ECOTOURISM INDUSTRY",
    "authors": [
      "Naparin M."
    ],
    "doi": "Vol. 131,\n                                no. 11\n                                \n                                  pp.\n                                  13\n                                  – 23",
    "issn": "2226-1184 (Online)",
    "publisher": "iVolga Press",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.rjoas.com",
    "abstract": "Climate change mitigation has become the responsibility of everyone on earth, therefore all businesses related to the environment not only aim to make financial profits, but must also be able to create an environmentally conscious culture for customers/visitors who ultimately having green behavior. This study builds the concept of environmental values in the businesses of environmental service, especially in the ecotourism industry, which can create visitors' eco-friendly based culture and behavior. This shall be started from conditioning the natural landscape to be the place that can be enjoyed and provides various benefits for visitors, as well as effort to disseminate environmental knowledge to visitors which is expected able to create environmental awareness and green behavior to the visitors. Based on the hypothesis developed into a model, this study aims to test the effects of Natural Landscape and Environmental Knowledge on Environmental Awareness, to test the direct effects of Natural Landscape and Environmental Knowledge on Green Behavior, and to test the effects of Environmental Awareness on Green Behavior. This model was tested on the environmental services business in the ecotourism industry in South Kalimantan Province, Indonesia. Statistical analysis was carried out using SmartPLS software version 3.2.9. Result of the study shows a significant effect of Natural Landscape on Environmental Awareness, but the study shows the Natural Landscape has no significant effect on Green Behavior. The result also shows that Environmental Knowledge has a significant effect both on Environmental Awareness and Green Behavior. In addition, it shows that Environmental Awareness has a significant effect on Green Behavior. The study is able to conclude that in the environmental services business, especially in the ecotourism industry, the natural landscape is effectively able to encourage environmental awareness for the better which will ultimately increase the green behavior through intervening variables, namely Environmental Awareness. On the other hand, environmental knowledge is also effectively able to encourage environmental awareness as well as the green behavior of the visitors. Likewise, the environmental awareness has been proven to be able to encourage visitors to behave as green behavior.",
    "readLink": "http://rjoas.com/issue-2022-11/article_02.pdf"
  },
  {
    "title": "Ancient Great Wall building materials reveal environmental changes associated with oases in northwestern China",
    "authors": [
      "Robert Patalano,",
      "Jing Hu,",
      "Qin Leng,",
      "Weiguo Liu,",
      "Huanye Wang,",
      "Patrick Roberts,",
      "Michael Storozum,",
      "Lin Yang,",
      "Hong Yang"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-27071-4",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Plant materials used in the construction of segments and beacon towers of the ancient Great Wall in northwestern China contain untapped potential for revealing local paleoclimatic and environmental conditions. For the first time, we characterize the molecular preservation and stable carbon and nitrogen isotope compositions of AMS-dated common reeds (Phragmites) collected from ancient Great Wall fascines in today’s Gansu and Xinjiang using a combination of chromatographic techniques and isotope analyses. Our molecular data, along with Scanning Electron Microscopy, demonstrate excellent preservation of these ancient reeds, which were harvested from nearby habitats during periods of significant expansion of Imperial China when climate conditions sustained sizeable oases in the region. Stable isotope data capture differential rates of environmental change along the eastern margin of the Tarim Basin since the Han Dynasty (170 BC), implying that significant surface-water hydrological changes occurred only after the Song Dynasty (1160 AD) due to regional climate change. This study reveals the wealth of environmental and climate information obtainable from these site-specific organic building materials and establishes the foundation for further applications of advanced molecular, biochemical, and isotopic technologies to study these common and widely-distributed organic archaeological materials.",
    "readLink": "https://doi.org/10.1038/s41598-022-27071-4"
  },
  {
    "title": "Climate change governance in the Anthropocene: Emergence of Polycentrism in Chile",
    "authors": [
      "Rodrigo Antonio Arriagada,",
      "Paulina Aldunce,",
      "Gustavo Blanco,",
      "Cecilia Ibarra,",
      "Pilar Moraga,",
      "Laura Nahuelhual,",
      "Raul O'Ryan,",
      "Anahí Urquiza,",
      "Laura Gallardo"
    ],
    "doi": "https://doi.org/10.1525/elementa.329",
    "journalVolume": "Vol. 6,\n                                no. 1",
    "issn": "2325-1026 (Online)",
    "publisher": "BioOne",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.elementascience.org",
    "abstract": "Multilateral efforts are essential to an effective response to climate change, but individual nations define climate action policy by translating local and global objectives into adaptation and mitigation actions. We propose a conceptual framework to explore opportunities for polycentric climate governance, understanding polycentricity as a property that encompasses the potential for coordinating multiple centers of semiautonomous decision-making. We assert that polycentrism engages a diverse array of public and private actors for a more effective approach to reducing the threat of climate change. In this way, polycentrism may provide an appropriate strategy for addressing the many challenges of climate governance in the Anthropocene. We review two Chilean case studies: Chile’s Nationally Determined Contribution on Climate Change and the Chilean National Climate Change Action Plan. Our examination demonstrates that Chile has included a diversity of actors and directed significant financial resources to both processes. The central government coordinated both of these processes, showing the key role of interventions at higher jurisdictional levels in orienting institutional change to improve strategic planning and better address climate change. Both processes also provide some evidence of knowledge co-production, while at the same time remaining primarily driven by state agencies and directed by technical experts. Efforts to overcome governance weaknesses should focus on further strengthening existing practices for climate change responses, establishing new institutions, and promoting decision-making that incorporates diverse social actors and multiple levels of governance. In particular, stronger inclusion of local level actors provides an opportunity to enhance polycentric modes of governance and improve climate change responses. Fully capitalizing on this opportunity requires establishing durable communication channels between different levels of governance.",
    "readLink": "https://www.elementascience.org/articles/329"
  },
  {
    "title": "Effects of Land Use/Cover and Meteorological Changes on Regional Climate under Different SSP-RCP Scenarios: A Case Study in Zhengzhou, China",
    "authors": [
      "Tianqi Bai,",
      "Like Fan,",
      "Genxin Song,",
      "Hongquan Song,",
      "Xutong Ru,",
      "Yaobin Wang,",
      "Haopeng Zhang,",
      "Ruiqi Min,",
      "Weijiao Wang"
    ],
    "doi": "https://doi.org/10.3390/rs15102601",
    "journalVolume": "Vol. 15,\n                                no. 2601\n                                \n                                  p.\n                                  2601",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "To better understand the possible role of projected land use and cover change (LUCC) in future regional climate projections, we explored the regional climate change response from land use/cover change under different climate scenarios. To do so, we propose a research framework based on different SSP-RCPs to simulate and explore the impacts of future land use/cover changes on the future climate of Zhengzhou City, China, using the Weather Research and Forecasting (WRF) model with land use/cover and meteorological data under different SSP-RCP scenarios based on CMIP6. Two scenarios, SSP2-4.5 and SSP5-8.5, were compared and analyzed by simulating changes in future climate factors of temperature at 2 m height above ground(T2) and precipitation. The results show that T2 is higher for all 4 months by the year 2060 compared to that in the year 2030. Furthermore, a comparison of the abovementioned years showed that the mean temperatures of January and July were higher than those of SSP2-4.5 under the SSP5-8.5 scenario in both years, but in 2030, the mean T2 of April and October were lower than those of SSP2-4.5 under the SSP5-8.5 scenario. In terms of precipitation, both scenarios have no significant precipitation in July in 2030 and 2060, but there is an unusual increase in January and October.",
    "readLink": "https://www.mdpi.com/2072-4292/15/10/2601"
  },
  {
    "title": "Vulnerability analysis of smallholder farmers to climate variability and change: an agro-ecological system-based approach in the Fincha’a sub-basin of the upper Blue Nile Basin of Ethiopia",
    "authors": [
      "Israel Tessema,",
      "Belay Simane"
    ],
    "doi": "https://doi.org/10.1186/s13717-019-0159-7",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract Background Ethiopia is frequently cited as a country that is highly vulnerable to climate variability and change. The country’s high vulnerability arises mostly from climate-sensitive agricultural sector that suffers a lot from risks associated with rainfall variability. The vulnerability factors (exposure, sensitivity, and adaptive capacity) of the agricultural livelihoods to climate variability and change differ across agro-ecological systems (AESs). Therefore, the aim of this study was to analyze AES-specific vulnerability of smallholder farmers to climate variability and change in the Fincha’a sub-basin. We surveyed 380 respondents from 4 AESs (highland, midland, wetland, and lowland) randomly selected. Furthermore, focus group discussion and key informant interviews were also performed to supplement and substantiate the quantitative data. Livelihood vulnerability index was employed to analyze the levels of smallholders’ agriculture vulnerability to climate variability and change. Data on socioeconomic and biophysical attribute were collected and combined into the indices and vulnerability score was calculated for each agro-ecological system. Results Considerable variation was observed across the agro-ecological systems in profile, indicator, and the three livelihood vulnerability indices-Intergovernmental Panel on Climate Change dimensions (exposure, sensitivity, and adaptive capacity) of vulnerability. The lowland AES exhibited higher exposure, low adaptive capacity, and high vulnerability, while the midland AES demonstrated lower exposure, higher adaptive capacity, and lower vulnerability. The wetland and highland AESs scored intermediate results. Conclusion Our results suggest that resilience-building adaptation strategies are vital to reduce the vulnerability of smallholder farmers. The measures taken should consider site-specific agro-ecological system requirements to reduce the vulnerability of smallholder mixed crop-livestock agriculture system. Since the approach based on the long-term realization of the community, any strategy designed based on such assessments is applicable to local condition.",
    "readLink": "http://link.springer.com/article/10.1186/s13717-019-0159-7"
  },
  {
    "title": "Macrodebris and microplastics pollution in Nigeria: first report on abundance, distribution and composition",
    "authors": [
      "Enyoh Christian Ebere,",
      "Verla Andrew Wirnkor,",
      "Verla Evelyn Ngozi,",
      "Ihenetu Stanley Chukwuemeka"
    ],
    "doi": "https://doi.org/10.5620/eaht.e2019012",
    "journalVolume": "Vol. 34,\n                                no. 4",
    "issn": "2233-6567 (Online)",
    "publisher": "Korean Society of Environmental Health and Toxicology",
    "countryOfPublisher": "Korea, Republic of",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e-eht.org/",
    "abstract": "The abundance, distribution and composition of marine debris ( > 5 cm) and small microplastics (11 μm) from five rivers in South Eastern Nigeria was investigated. This study provided the first assessment of the type and quantity of marine litter and microplastics in Nigeria. A total of 3,487 macrodebris items/m2 were counted with the following distribution: plastics (59%), metal (10%), cloth (7%), paper/cardboard (7%), rubber (7%), glass/ceramics (5%), medical and agro-based waste (3%), and wood (2%). The cleanliness of the river assessed with clean coast index ranged from “very clean” to “extremely dirty”. Microplastics abundance ranged from 440 to 1,556 particles/L, with high accumulation at downstream. Fragment shape was most abundant while fiber and film followed. The distribution of plastic types was PET (29%), PE (22%), PVC (16%), PP (14%), and others (6%). Significant relationship was found between the total abundances of microplastics and different macrodebris groups suggesting that microplastics were abundant in areas where the macrodebris abundance was high. Our results provide baseline information for future assessments. Management actions should focus on input prevention including proper waste management, recycling of plastics, and strict penalties for illegal dumping of wastes.",
    "readLink": "http://www.eaht.org/upload/pdf/eaht-34-4-e2019012.pdf"
  },
  {
    "title": "Photosynthetic productivity of spring barley under conditions of climate changes",
    "authors": [
      "A. N. Polevoy,",
      "L. Yu. Bozhko,",
      "O. A. Barsukova"
    ],
    "doi": "https://doi.org/10.31481/uhmj.18.2016.08",
    "journalVolume": "no. 18\n                                \n                                  pp.\n                                  72\n                                  – 81",
    "issn": "2311-0902 (Print)",
    "publisher": "2616-7271 (Online)",
    "countryOfPublisher": "Odessa State Environmental University",
    "lcc": [
      "Ukraine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://uhmj.org.ua",
    "abstract": "Harvest of agricultural crops depends on availability of biological properties of plants, aggregate of technological measures for plants growth, peculiarities of soil covering and weather and climate conditions, social importance of products and their economic value. Crop capacity of spring barley depends on many factors, among which there are the most important ones such as light, heat, moisture, mineral nutrition etc. Climate changes that became particularly noticeable during the recent decade cause change of agro-climatic conditions of spring barley growing, which, in their turn, cause change of rates of crops growth, change of parameters of formation of its productivity which significantly determines the level of crop capacity. Photosynthetic activity of plants depends mainly on supply of solar radiation as the primary source for all biological and physical processes taking place in plants. According to data of studies the role of solar radiation in plants’ life appears to be multilateral one and is determined not only by patterns of change of elements of plants’ photosynthetic activity depending on each other, but also by the influence of changes of agro-climatic and farming practices, plants’ density, standards and periods of irrigation and nutrition.",
    "readLink": "http://uhmj.org.ua/index.php/journal/article/view/55"
  },
  {
    "title": "Quantifying the effects of watershed subdivision scale and spatial density of weather inputs on hydrological simulations in a Norwegian Arctic watershed",
    "authors": [
      "Minh Tuan Bui,",
      "Jinmei Lu,",
      "Linmei Nie"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.173",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  3518\n                                  – 3543",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "The effects of watershed subdivisions on hydrological simulations have not been evaluated in Arctic conditions yet. This study applied the Soil and Water Assessment Tool and the threshold drainage area (TDA) technique to evaluate the impacts of watershed subdivision on hydrological simulations at a 5,913-km2 Arctic watershed, Målselv. The watershed was discretized according to four TDA scheme scales including 200, 2,000, 5,000, and 10,000 ha. The impacts of different TDA schemes on hydrological simulations in water balance components, snowmelt runoff, and streamflow were investigated. The study revealed that the complexity of terrain and topographic attributes altered significantly in the coarse discretizations: (1) total stream length (−47.2 to −74.6%); (2) average stream slope (−68 to −83%); and (3) drainage density (−24.2 to −51.5%). The spatial density of weather grid integration reduced from −5 to −33.33% in the coarse schemes. The annual mean potential evapotranspiration, evapotranspiration, and lateral flow slightly decreased, while areal rainfall, surface runoff, and water yield slightly increased with the increases of TDAs. It was concluded that the fine TDAs produced finer and higher ranges of snowmelt runoff volume across the watershed. All TDAs had similar capacities to replicate the observed tendency of monthly mean streamflow hydrograph, except overestimated/underestimated peak flows. Spatial variation of streamflow was well analyzed in the fine schemes with high density of stream networks, while the coarse schemes simplified this. Watershed subdivisions affected model performances, in the way of decreasing the accuracy of monthly streamflow simulation, at 60% of investigated hydro-gauging stations (3/5 stations) and in the upstream. Furthermore, watershed subdivisions strongly affected the calibration process regarding the changes in sensitivity ranking of 18 calibrated model parameters and time it took to calibrate. HIGHLIGHTS The annual mean PET, ET, and lateral flow slightly decreased, while rainfall, surface runoff and water yield slightly increased with the increase of TDAs.; The fine TDAs produced finer and higher ranges of snowmelt runoff volume across the watershed.; All TDAs had similar capacities to replicate the observed tendency of monthly mean streamflow hydrograph, except overestimated/underestimated peak flows.; Spatial variation of streamflow was well analysed in the fine schemes compared to the coarse ones.; The scales of watershed subdivisions affected model performances, and sensitivity ranking of 18 calibrated model parameters in five hydrological subgroup processes (e.g. surface runoff, lateral flow, snowmelt, channel water routing, and goundwater) and time taking for calibration.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/8/3518"
  },
  {
    "title": "Patterns of relationship between PM10 from air monitoring quality station and AOT data from MODIS sensor onboard of Terra satellite",
    "authors": [
      "Winai Suriya,",
      "Poramate Chunpang,",
      "Teerawong Laosuwan"
    ],
    "doi": "https://doi.org/10.22630/PNIKS.2021.30.2.20",
    "journalVolume": "Vol. 30,\n                                no. 2\n                                \n                                  pp.\n                                  236\n                                  – 249",
    "issn": "1732-9353 (Print)",
    "publisher": "2543-7496 (Online)",
    "countryOfPublisher": "Warsaw University of Life Sciences",
    "lcc": [
      "Poland",
      "Technology: Environmental technology. Sanitary engineering",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://srees.sggw.edu.pl/index/",
    "abstract": "Thailand, especially in the northern region, often encounters the problem of having PM10 exceeding the normal standard level, which could do harm to people’s health. Mostly, such problem is caused by the burning of forest area and open area; this is clearly seen during January–April of every year. Also, the problem as mentioned is caused by the meteorological conditions and the terrains in the northern region that make it easy for PM10 to be accumulated. The aim of this study was to analyze the patterns of relationship between PM10 measured from the ground monitoring station and AOT data received from MODIS sensor onboard of Terra satellite in Phrae Province located in the northern region of Thailand. The method performed was by analyzing the correlation between PM10 data obtained from the ground monitoring station and the AOT data received from the MODIS sensor onboard of Terra satellite during January–April 2018. It was found from the study that the change of the intensity of PM10 and AOT in the climate was highly related; it appeared that the correlation coefficient (r) in January–April was 0.92, 0.91, 0.91 and 0.92, respectively. This research pointed out that during February– –April, the areas of Phrae Province had the level of PM10 that affected health. Besides, from the method in this research, it revealed AOT data received from MODIS sensor onboard of Terra satellite could be applied in order to follow up, monitor, and notify the spatial changes of PM10 efficiently.",
    "readLink": "\n\t\thttp://iks.pn.sggw.pl/PN92/A2/art2.pdf\n\t\t"
  }
]