[
  {
    "title": "Movement and habitat use of non‐breeding Semipalmated Sandpiper (Calidris pusilla) at the Banco dos Cajuais in Northeast Brazil",
    "authors": [
      "Rebeca C. Linhart,",
      "Diana J. Hamilton,",
      "Julie Paquet,",
      "J. Onofre N. Monteiro,",
      "Gabriela P. Ramires,",
      "Jason A. Mobley"
    ],
    "doi": "https://doi.org/10.1111/csp2.12683",
    "journalVolume": "Vol. 4,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract Semipalmated sandpipers are Arctic breeding shorebirds that migrate to South America during the non‐breeding season. Little work has been done to understand the daily movements, foraging habits and metabolic state of this species on stationary nonbreeding grounds. Our work was conducted at the Banco dos Cajuais Western Hemisphere Shorebird Reserve Network (WHSRN) site in Northeast Brazil. We captured semipalmated sandpipers in February and March 2019 and 2020 and attached nanotags to monitor their daily movements. Blood samples were taken to measure plasma triglycerides (an index of fattening rate). We also conducted behavioral observations on foraging birds. Using tracking data we determined that most semipalmated sandpipers appeared to use sunrise/sunset as an indicator for movement between salina and tidal flat habitats, and a smaller portion used tidal height. We found birds spent similar amounts of time foraging on tidal flats and in salinas, though different foraging modes were used. Plasma triglyceride measures suggest semipalmated sandpipers had not started preparing to migrate when sampled. We successfully tracked semipalmated sandpipers to North America during northward migration in 2020, detecting eight within the United States. Tracking results suggest many stopped elsewhere in South America to fuel for migration, though some may have fueled at the Banco dos Cajuais. By demonstrating substantial use of both natural and altered habitats in the region by migrant semipalmated sandpipers, these data highlight the need for broader conservation measures throughout coastal regions of South America.",
    "readLink": "https://doi.org/10.1111/csp2.12683"
  },
  {
    "title": "Potential impact of a US climate policy and air quality regulations on  future air quality and climate change",
    "authors": [
      "Y. Lee,",
      "D. T. Shindell,",
      "G. Faluvegi,",
      "R. W. Pinder"
    ],
    "doi": "https://doi.org/10.5194/acp-16-5323-2016",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  5323\n                                  – 5342",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "We have investigated how future air quality and climate change are influenced by the US air quality regulations that existed or were proposed in 2013 and a hypothetical climate mitigation policy that aims to reduce 2050 CO2 emissions to be 50 % below 2005 emissions. Using the NASA GISS ModelE2 general circulation model, we look at the impacts for year 2030 and 2055. The US energy-sector emissions are from the GLIMPSE project (GEOS-Chem LIDORT Integrated with MARKAL (MARKet ALlocation) for the Purpose of Scenario Exploration), and other US emissions data sets and the rest of the world emissions data sets are based on the RCP4.5 scenario. The US air quality regulations are projected to have a strong beneficial impact on US air quality and public health in year 2030 and 2055 but result in positive radiative forcing. Under this scenario, no more emission constraints are added after 2020, and the impacts on air quality and climate change are similar between year 2030 and 2055. Surface particulate matter with a diameter smaller than 2.5 µm (PM2.5) is reduced by ∼ 2 µg m−3 on average over the USA, and surface ozone by ∼ 8 ppbv. The improved air quality prevents about 91 400 premature deaths in the USA, mainly due to the PM2.5 reduction (∼ 74 200 lives saved). The air quality regulations reduce the light-reflecting aerosols (i.e., sulfate and organic matter) more than the light-absorbing species (i.e., black carbon and ozone), leading to a strong positive radiative forcing (RF) over the USA by both aerosols' direct and indirect forcing: the total RF is ∼ 0.04 W m−2 over the globe, and ∼ 0.8 W m−2 over the USA. Under the hypothetical climate policy, a future CO2 emissions cut is achieved in part by relying less on coal, and thus SO2 emissions are noticeably reduced. This provides air quality co-benefits, but it could lead to potential climate disbenefits over the USA. In 2055, the US mean total RF is +0.22 W m−2 due to positive aerosol direct and indirect forcing, while the global mean total RF is −0.06 W m−2 due to the dominant negative CO2 RF (instantaneous RF). To achieve a regional-scale climate benefit via a climate policy, it is critical (1) to have multinational efforts to reduce greenhouse gas (GHG) emissions and (2) to simultaneously target emission reduction of light-absorbing species (e.g., BC and O3) on top of long-lived species. The latter is very desirable as the resulting climate benefit occurs faster and provides co-benefits to air quality and public health.",
    "readLink": "https://www.atmos-chem-phys.net/16/5323/2016/acp-16-5323-2016.pdf"
  },
  {
    "title": "Large methane emission upon spring thaw from natural wetlands in the northern permafrost region",
    "authors": [
      "Changchun Song,",
      "Xiaofeng Xu,",
      "Xiaoxin Sun,",
      "Hanqin Tian,",
      "Li Sun,",
      "Yuqing Miao,",
      "Xianwei Wang,",
      "Yuedong Guo"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/7/3/034009",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  p.\n                                  034009",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The permafrost carbon–climate feedback is one of the major mechanisms in controlling the climate–ecosystem interactions in northern high latitudes. Of this feedback, methane (CH _4 ) emission from natural wetlands is critically important due to its high warming potential. The freeze–thaw transition has been confirmed to play an important role in annual CH _4 budget, yet the magnitude of this effect is uncertain. An intensive field campaign was carried out in the Sanjiang Plain, Northeast China to estimate the CH _4 emission in the spring freeze–thaw transition period. The observation concluded that a large CH _4 source was caused by spring thaw; the maximum hourly emission rate was 48.6 g C m ^−2 h ^−1 , more than three orders of the regularly observed CH _4 emission rate in the growing season. In some sporadically observed ‘hot spots’, the spring thawing effect contributed to a large CH _4 source of 31.3± 10.1 g C m ^−2 , which is approximately 80% of the previously calculated annual CH _4 emission in the same study area. If our results are typical for natural wetlands in the Northern Hemisphere permafrost region, we estimate a global CH _4 source strength of 0.5–1.0 Tg C (1 Tg =10 ^12 g) caused by spring thaw in the Northern Hemisphere permafrost region in the year 2011. Combining with available satellite and flask data, a regional extrapolation reaches a temporal pattern of CH _4 emission during 2003–2009 which is consistent with recently observed changes in atmospheric CH _4 concentration in the high latitudes. This suggests that the CH _4 emission upon spring thaw in the high latitudes might be enhanced by the projected climate warming. These findings indicate that the spring thawing effect is an important mechanism in the permafrost carbon–climate feedback and needs to be incorporated in Earth system models.",
    "readLink": "https://doi.org/10.1088/1748-9326/7/3/034009"
  },
  {
    "title": "Mismatch between observed and modeled trends in dissolved upper-ocean oxygen over the last 50 yr",
    "authors": [
      "L. Stramma,",
      "A. Oschlies,",
      "S. Schmidtko"
    ],
    "doi": "https://doi.org/10.5194/bg-9-4045-2012",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  pp.\n                                  4045\n                                  – 4057",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Observations and model runs indicate trends in dissolved oxygen (DO) associated with current and ongoing global warming. However, a large-scale observation-to-model comparison has been missing and is presented here. This study presents a first global compilation of DO measurements covering the last 50 yr. It shows declining upper-ocean DO levels in many regions, especially the tropical oceans, whereas areas with increasing trends are found in the subtropics and in some subpolar regions. For the Atlantic Ocean south of 20° N, the DO history could even be extended back to about 70 yr, showing decreasing DO in the subtropical South Atlantic. The global mean DO trend between 50° S and 50° N at 300 dbar for the period 1960 to 2010 is &ndash;0.066 μmol kg<sup>−1</sup> yr<sup>−1</sup>. Results of a numerical biogeochemical Earth system model reveal that the magnitude of the observed change is consistent with CO<sub>2</sub>-induced climate change. However, the pattern correlation between simulated and observed patterns of past DO change is negative, indicating that the model does not correctly reproduce the processes responsible for observed regional oxygen changes in the past 50 yr. A negative pattern correlation is also obtained for model configurations with particularly low and particularly high diapycnal mixing, for a configuration that assumes a CO<sub>2</sub>-induced enhancement of the C : N ratios of exported organic matter and irrespective of whether climatological or realistic winds from reanalysis products are used to force the model. Depending on the model configuration the 300 dbar DO trend between 50° S and 50° N is −0.027 to &ndash;0.047 μmol kg<sup>−1</sup> yr<sup>−1</sup> for climatological wind forcing, with a much larger range of &ndash;0.083 to +0.027 μmol kg<sup>−1</sup> yr<sup>−1</sup> for different initializations of sensitivity runs with reanalysis wind forcing. Although numerical models reproduce the overall sign and, to some extent, magnitude of observed ocean deoxygenation, this degree of realism does not necessarily apply to simulated regional patterns and the representation of processes involved in their generation. Further analysis of the processes that can explain the discrepancies between observed and modeled DO trends is required to better understand the climate sensitivity of oceanic oxygen fields and predict potential DO changes in the future.",
    "readLink": "http://www.biogeosciences.net/9/4045/2012/bg-9-4045-2012.pdf"
  },
  {
    "title": "A rising tide of adaptation action: Comparing two coastal regions of Aotearoa-New Zealand",
    "authors": [
      "Paul Schneider,",
      "Judy Lawrence,",
      "Bruce Glavovic,",
      "Emma Ryan,",
      "Paula Blackett"
    ],
    "doi": "Vol. 30\n                                \n                                \n                                  p.\n                                  100244",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Diverse and contested local interests and the complexity of climate change make adaptation to climate change risks at the coast challenging. Even in similar settings, adaptation experiences and prospects can differ markedly. Why? This paper provides empirical evidence of comparative adaptation experiences in two regions of Aotearoa-New Zealand - the Coromandel Peninsula and the Hawke’s Bay coast. We critically examine how local barriers and enablers influence the trajectory of adaptation in two regions that face similar risks, have essentially the same institutional architecture, and yet have had very different adaptation experiences. We investigate the situational differences and similarities, and their implications for adaptation in each region. We found that the evolution of adaptation is shaped by the perceptions of the actors, especially local authority leaders, and opportunities that arise at a context-specific point in time. Such perceptions and opportunities can amount to barriers in one location and enablers in another. Growing concern about coastal hazard risk, improving levels of trust and legitimacy, community engagement, and collaborative governance were key to innovative long-term adaptation planning in the Hawke’s Bay but their absence has led to short-term business as usual practices in the Coromandel. Yet even in the latter case, change is underway and longer-term adaptation planning is commencing. We conclude that there is a ‘rising tide’ of adaptation action in the face of escalating climate risk – with long-term planning and local action triggered by cumulative hazard experience and / or extreme events that raise public concern and make climate change salient to local community members and leaders. Both local and regional interests and concerns shape local response appetites. Proactive, local authority-led engagement and long-term strategic planning are foundational for mobilizing effective adaptation responses. Enabling national policy, guidance and institutional provisions are key to prompting and sustaining such efforts, and to facilitating broad consistency in locally appropriate responses. Notwithstanding efforts to foster locally appropriate but nationally aligned adaptation responses, our research shows that coastal communities and their local authorities follow pathways consistent with local risk appetites, understanding about climate change, and the political will and capacity of local government to mobilize key governance actors around long-term strategic planning.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096320300346"
  },
  {
    "title": "Brown carbon in the cryosphere: Current knowledge and perspective",
    "authors": [
      "Guang-Ming Wu,",
      "Zhi-Yuan Cong,",
      "Shi-Chang Kang,",
      "Kimitaka Kawamura,",
      "Ping-Qing Fu,",
      "Yu-Lan Zhang,",
      "Xin Wan,",
      "Shao-Peng Gao,",
      "Bin Liu"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2016.06.002",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  82\n                                  – 89",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Recently, the light-absorbing organic carbon, i.e., brown carbon (BrC), has received an increasing attention, because they could significantly absorb the solar radiation in the range of short wavelengths rather than the purely scattering effect. BrC is ubiquitous in the troposphere. It could undergo long range transport within the atmospheric circulation. After the deposition on the surface of snow or ice in the cryospheric region, as the major light absorbing impurities with black carbon and dust, BrC could reduce the snow albedo and accelerate the glacier melting. In this context, this paper summarized the current knowledge of BrC (in aerosols and snow) in the cryospheric regions including the Arctic, Antarctic, and Alpines. Although some works have been conducted in those region, the current dataset on the optical properties of BrC like Absorption Ångström Exponent (AAE) and Mass Absorption Efficiency (MAE) is still limited, which hampers stimulating an accurate evaluation of its climate effects. Especially in the Himalayas and Tibetan Plateau, where very limited information concerning BrC is available. Considering biomass burning as a dominant source of BrC, a large amount of emissions from biomass burning in South Asia could reach the Himalayas and Tibetan Plateau, where the climate effect of BrC merits more investigation in the future.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927816300302"
  },
  {
    "title": "Plant-Pollinator Networks in Savannas of Burkina Faso, West Africa",
    "authors": [
      "Katharina Stein,",
      "Drissa Coulibaly,",
      "Larba Hubert Balima,",
      "Dethardt Goetze,",
      "Karl Eduard Linsenmair,",
      "Stefan Porembski,",
      "Kathrin Stenchly,",
      "Panagiotis Theodorou"
    ],
    "doi": "https://doi.org/10.3390/d13010001",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  p.\n                                  1",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "West African savannas are severely threatened with intensified land use and increasing degradation. Bees are important for terrestrial biodiversity as they provide native plant species with pollination services. However, little information is available regarding their mutualistic interactions with woody plant species. In the first network study from sub-Saharan West Africa, we investigated the effects of land-use intensity and climatic seasonality on plant–bee communities and their interaction networks. In total, we recorded 5686 interactions between 53 flowering woody plant species and 100 bee species. Bee-species richness and the number of interactions were higher in the low compared to medium and high land-use intensity sites. Bee- and plant-species richness and the number of interactions were higher in the dry compared to the rainy season. Plant–bee visitation networks were not strongly affected by land-use intensity; however, climatic seasonality had a strong effect on network architecture. Null-model corrected connectance and nestedness were higher in the dry compared to the rainy season. In addition, network specialization and null-model corrected modularity were lower in the dry compared to the rainy season. Our results suggest that in our study region, seasonal effects on mutualistic network architecture are more pronounced compared to land-use change effects. Nonetheless, the decrease in bee-species richness and the number of plant–bee interactions with an increase in land-use intensity highlights the importance of savanna conservation for maintaining bee diversity and the concomitant provision of ecosystem services.",
    "readLink": "https://www.mdpi.com/1424-2818/13/1/1"
  },
  {
    "title": "The global response of temperature to high-latitude vegetation greening in a two-dimensional energy balance model",
    "authors": [
      "Lu BI,",
      "Yongli HE,",
      "Jianping HUANG,",
      "Yaokun LI,",
      "Xiaodan GUAN,",
      "Xiaoyue LIU"
    ],
    "doi": "https://doi.org/10.1080/16742834.2020.1696650",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  80\n                                  – 87",
    "issn": "1674-2834 (Print)",
    "publisher": "2376-6123 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/atmospheric-and-oceanic-science-letters/",
    "abstract": "The relationship between vegetation greening and climate change remains unclear due to its complexity, especially in drylands. Against the background of global warming, arid and semi-arid areas, including mid-latitude deserts, are most sensitive to climate change. In recent decades, the mechanisms underlying the relationship between vegetation greening and climate change have been widely discussed in the literature. However, the influence of vegetation greening in high latitudes on regional climate has not been fully studied. In this paper, a two-dimensional energy balance model was used to study the influence of greening in high latitudes on mid-latitude deserts. The authors found that when greening occurs in high latitudes, the mid-latitude desert recedes at the south boundary, while the polar ice belt and low-latitude vegetation belt both expand. Simultaneously, greening in high latitudes can induce a negative temperature anomaly in northern latitudes and a positive temperature anomaly in southern latitudes. The mid-latitude desert expands at its north and south boundaries until the CO2 concentration reaches 600 ppm (saturated state). The greening in high latitudes could result in a lower global-mean temperature in the ‘saturated’ state, due to the stronger cooling in high latitudes.",
    "readLink": "http://dx.doi.org/10.1080/16742834.2020.1696650"
  },
  {
    "title": "The Impact of Climate Change and Strong Anthropopressure on the Annual Growth of Scots Pine (<i>Pinus sylvestris</i> L.) Wood Growing in Eastern Poland",
    "authors": [
      "Robert Kalbarczyk,",
      "Monika Ziemiańska,",
      "Anna Nieróbca,",
      "Joanna Dobrzańska"
    ],
    "doi": "https://doi.org/10.3390/f9110661",
    "journalVolume": "Vol. 9,\n                                no. 11\n                                \n                                  p.\n                                  661",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Changes in annual tree ring width (TRW) and its size depends not only on the changing climate and natural stress factors such as extreme air temperatures, shortages in rainfall and excess rainfall during the growing season, but also on anthropogenic stress, including chemical compounds emitted to the atmosphere or lowering of the groundwater table caused by the operations of plants with high environmental impact. The purpose of this article is to assess the impact of meteorological conditions and anthropogenic factors on the size of annual growth of Scots pine tree-stands in the conditions of the climate of central-eastern Poland. On the basis of five created site chronologies in the vicinity of Zakłady Azotowe Puławy (nitrogen factories in Puławy) and using the moving correlation analysis and multiple regression analysis, a significant influence of temperature and precipitation conditions on the TRW size is proved. A significant, positive influence of air temperature on TRW was proved for the majority of chronologies created in the period of January⁻March, as well as in June, while it remained negative in May. The wide rings of Scots pines were formed when the precipitation of October and January (prior to the resumption of cambium activity) was lower than the average, and higher in April and in June⁻August. After including the anthropopressure factors in the regression equations, the description of the variability of the annual tree ring width was corrected. The coefficient of determination ranged from approx. 29% to even above 45% and was higher, on average by 10%, for all studied chronologies of Scots pine compared to the one calculated for constructed equations considering only meteorological conditions. The strength and direction of the impact of the independent variables (SO2, NH3, NOx) analysed on TRW mainly depended on the distance from the plants, as well as on the direction of inflow of industrial pollution to the stands examined. In light of the proven climate changes in central and eastern Poland, the growth conditions of pine stands will most likely deteriorate.",
    "readLink": "https://www.mdpi.com/1999-4907/9/11/661"
  },
  {
    "title": "The Significance of Adaptation Interventions as a Tool to Protect the World Heritage Properties from the Negative Impacts of Climate Change.",
    "authors": [
      "Kola O. Odeku"
    ],
    "doi": "Vol. 7,\n                                no. 5",
    "issn": "2223-814X (Online)",
    "publisher": "AfricaJournals",
    "countryOfPublisher": "South Africa",
    "lcc": [
      "Technology: Home economics: Hospitality industry. Hotels, clubs, restaurants, etc. Food service",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://www.ajhtl.com",
    "abstract": "There are numerous natural and cultural world tourism heritage sites spread across the entire landscape of the world, which are of outstanding universal value. These sites attract tourists from all over the world for different reasons such as for sightseeing, heritage and archaeological interest, education and research. The concern is that global warming and climate change are posing huge threats to most of these sites and properties by altering, deteriorating and ravaging them. In order to address these problems and find sustainable solutions, this article identifies a climate change adaptation strategy as the potential intervention that can be utilised to enable these sites and properties to cope with the prevailing unusual climatic conditions in order to sustainably protect and preserve them for the present and future generations to enjoy.",
    "readLink": "https://www.ajhtl.com/uploads/7/1/6/3/7163688/article_7_vol_7_5__2018.pdf"
  }
]