[
  {
    "title": "L’élaboration du volet portant sur l’adaptation dans le Plan Climat de Paris 2007",
    "authors": [
      "Guillaume Simonet"
    ],
    "doi": "https://doi.org/10.4000/communication.4448",
    "journalVolume": "Vol. 31,\n                                no. 2",
    "issn": "1189-3788 (Print)",
    "publisher": "1920-7344 (Online)",
    "countryOfPublisher": "Université Laval",
    "lcc": [
      "Canada",
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "http://communication.revues.org",
    "abstract": "In 2007 Paris chose to develop its first Climate Plan through a participative process by including some 20 local socioeconomic stakeholders in a workshop focused specifically on the issue of adaptation to climate change. This article examines how adaptation is dealt with through literature review as well as an analysis of organizational structures based on the results from the interviews with the participants. Results show that the workshop was more than a think tank ; it was a means to express several corporate and local issues around adaptation to climate change.",
    "readLink": "http://journals.openedition.org/communication/4448"
  },
  {
    "title": "Comparison of PlanetScope, Sentinel-2, and landsat 8 data in soybean yield estimation within-field variability with random forest regression",
    "authors": [
      "Khilola Amankulova,",
      "Nizom Farmonov,",
      "Parvina Akramova,",
      "Ikrom Tursunov,",
      "László Mucsi"
    ],
    "doi": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  e17432",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Accurate timely and early-season crop yield estimation within the field variability is important for precision farming and sustainable management applications. Therefore, the ability to estimate the within-field variability of grain yield is crucial for ensuring food security worldwide, especially under climate change. Several Earth observation systems have thus been developed to monitor crops and predict yields. Despite this, new research is required to combine multiplatform data integration, advancements in satellite technologies, data processing, and the application of this discipline to agricultural practices. This study provides further developments in soybean yield estimation by comparing multisource satellite data from PlanetScope (PS), Sentinel-2 (S2), and Landsat 8 (L8) and introducing topographic and meteorological variables. Herein, a new method of combining soybean yield, global positioning systems, harvester data, climate, topographic variables, and remote sensing images has been demonstrated. Soybean yield shape points were obtained from a combine-harvester-installed GPS and yield monitoring system from seven fields over the 2021 season. The yield estimation models were trained and validated using random forest, and four vegetation indices were tested. The result showed that soybean yield can be accurately predicted at 3-, 10-, and 30-m resolutions with mean absolute error (MAE) value of 0.091 t/ha for PS, 0.118 t/ha for S2, and 0.120 t/ha for L8 data (root mean square error (RMSE) of 0.111, 0.076). The combination of the environmental data with the original bands provided further improvements and an accurate yield estimation model within the soybean yield variability with MAE of 0.082 t/ha for PS, 0.097 t/ha for S2, and 0.109 t/ha for L8 (RMSE of 0.094, 0.069, and 0.108 t/ha). The results showed that the optimal date to predict the soybean yield within the field scale was approximately 60 or 70 days before harvesting periods during the beginning bloom stage. The developed model can be applied for other crops and locations when suitable training yield data, which are critical for precision farming, are available.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023046406"
  },
  {
    "title": "Effect of host plant on cornucopia of mango fruit flies (Diptera: Tephritidae) and their triumphant management in context of climate change",
    "authors": [
      "Haider Karar,",
      "Muhammad Amjad Bashir,",
      "Abdul Basit,",
      "Sagheer Atta,",
      "Ahmad Ali Anjum,",
      "Ali Bakhsh,",
      "Arif Hussain,",
      "Abid Hameed,",
      "Yong Wang,",
      "Reem Atalla Alajmi,",
      "Dina M. Metwally,",
      "Muhammad Imran"
    ],
    "doi": "Vol. 28,\n                                no. 4\n                                \n                                  pp.\n                                  2366\n                                  – 2373",
    "issn": "1319-562X (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Saudi Arabia",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/saudi-journal-of-biological-sciences/",
    "abstract": "A study was performed to assess the preference of fourteen mango cultivars for fruit flies and their management by bagging. So the choice of Tephritid flies to mango cultivars during fruiting phase is crucial. Fourteen different cultivars of mango viz., ‘Dusehri’, ‘Malda’, ‘Langra’ early cultivars, ‘Chaunsa’, ‘Fajri Klan’, ‘Sensation’ medium whereas ‘Sanglakhi’, ‘Retaul-12’, ‘Mehmood Khan’, ‘Tukhmi’, ‘Kala Chaunsa’, ‘Chitta Chaunsa’, ‘Dai Wala’ and ‘Sobey De Ting’ late cultivars were assessed for their suitability for fruit flies. The results indicate that the population density of fruit flies was higher on late cultivars like ‘Sanglakhi’ (20.61 percent), ‘Mehmood Khan’ (20.22 percent) and ‘Reutal-12’ (19.92 percent) were proved to be highly susceptible to fruit flies. Among these the cultivar ‘Reutal-12’ was selected being commercial and future cultivar for the management of fruit flies through bagging. The results reported that the attack of tephritid fruit flies and other insect pests were zero in bagged fruits as compared with control. It was further recorded that the bagged fruits has maximum average fruit weight i.e. 203.50 and 197.83 g per fruit was noted in those treatments where butter paper bag and brown paper bag was wrapped with better coloration as compared with un-bagged fruit with 159.5 g per fruit. Similarly, on an average fruit length were more i.e. 90.17, 91.33 mm in bagged fruit and 85.33 in un-bagged fruits. Furthermore, bagged fruits have zero incidence of disease with reduced fruit crack, fruit sunburn, mechanical damage, bird damage, fruit blemished and agrochemical residues on the fruit. So, it is concluded that the special attention should be given on ‘Reutal-12’ for the management of fruit flies when devising an IPM program for the control of fruit flies. Further, bagging has proved to be the good agricultural practices for the production of quality mango.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1319562X21000334"
  },
  {
    "title": "Innate immune gene expression in Acropora palmata is consistent despite variance in yearly disease events.",
    "authors": [
      "Benjamin D Young,",
      "Xaymara M Serrano,",
      "Stephanie M Rosales,",
      "Margaret W Miller,",
      "Dana Williams,",
      "Nikki Traylor-Knowles"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0228514",
    "journalVolume": "Vol. 15,\n                                no. 10\n                                \n                                  p.\n                                  e0228514",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Coral disease outbreaks are expected to increase in prevalence, frequency and severity due to climate change and other anthropogenic stressors. This is especially worrying for the Caribbean branching coral Acropora palmata which has already seen an 80% decrease in cover primarily due to disease. Despite the importance of this keystone species, there has yet to be a characterization of its transcriptomic response to disease exposure. In this study we provide the first transcriptomic analysis of 12 A. palmata genotypes and their symbiont Symbiodiniaceae exposed to disease in 2016 and 2017. Year was the primary driver of gene expression variance for A. palmata and the Symbiodiniaceae. We hypothesize that lower expression of ribosomal genes in the coral, and higher expression of transmembrane ion transport genes in the Symbiodiniaceae indicate that a compensation or dysbiosis may be occurring between host and symbiont. Disease response was the second driver of gene expression variance for A. palmata and included a core set of 422 genes that were significantly differentially expressed. Of these, 2 genes (a predicted cyclin-dependent kinase 11b and aspartate 1-decarboxylase) showed negative Log2 fold changes in corals showing transmission of disease, and positive Log2 fold changes in corals showing no transmission of disease, indicating that these may be important in disease resistance. Co-expression analysis identified two modules positively correlated to disease exposure, one enriched for lipid biosynthesis genes, and the other enriched in innate immune genes. The hub gene in the immune module was identified as D-amino acid oxidase, a gene implicated in phagocytosis and microbiome homeostasis. The role of D-amino acid oxidase in coral immunity has not been characterized but could be an important enzyme for responding to disease. Our results indicate that A. palmata mounts a core immune response to disease exposure despite differences in the disease type and virulence between 2016 and 2017. These identified genes may be important for future biomarker development in this Caribbean keystone species.",
    "readLink": "https://doi.org/10.1371/journal.pone.0228514"
  },
  {
    "title": "Estimating Global Gross Primary Production from Sun-Induced Chlorophyll Fluorescence Data and Auxiliary Information Using Machine Learning Methods",
    "authors": [
      "Yu Bai,",
      "Shunlin Liang,",
      "Wenping Yuan"
    ],
    "doi": "https://doi.org/10.3390/rs13050963",
    "journalVolume": "Vol. 13,\n                                no. 963\n                                \n                                  p.\n                                  963",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The gross primary production (GPP) is important for regulating the global carbon cycle and climate change. Recent studies have shown that sun-induced chlorophyll fluorescence (SIF) is highly advantageous regarding GPP monitoring. However, using SIF to estimate GPP on a global scale is limited by the lack of a stable SIF-GPP relationship. Here, we estimated global monthly GPP at 0.05° spatial resolution for the period 2001–2017, using the global OCO-2-based SIF product (GOSIF) and other auxiliary data. Large amounts of flux tower data are not available to the public and the available data is not evenly distributed globally and has a smaller measured footprint than the GOSIF data. This makes it difficult to use the flux tower GPP directly as an input to the model. Our strategy is to scale in situ measurements using two moderate-resolution satellite GPP products (MODIS and GLASS). Specifically, these two satellite GPP products were calibrated and eventually integrated by in situ measurements (FLUXNET2015 dataset, 83 sites), which was then used to train a machine learning model (GBRT) that performed the best among five evaluated models. The GPP estimates from GOSIF were highly accurate coefficient of determination (R2) = 0.58, root mean square error (RMSE) = 2.74 g C·m−2, bias = –0.34 g C·m−2) as validated by in situ measurements, and exhibited reasonable spatial and seasonal variations on a global scale. Our method requires fewer input variables and has higher computational efficiency than other satellite GPP estimation methods. Satellite-based SIF data provide a unique opportunity for more accurate, near real-time GPP mapping in the future.",
    "readLink": "https://www.mdpi.com/2072-4292/13/5/963"
  },
  {
    "title": "Solar Intensity Dispersing (SID) Concept for CubeSat Spectral CLARREO‐Like Radiance Measurements",
    "authors": [
      "G. Matthews"
    ],
    "doi": "https://doi.org/10.1029/2022EA002405",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2333-5084 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Astronomy",
      "Science: Geology"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/agu/journal/10.1002/(ISSN)2333-5084/",
    "abstract": "Abstract NRC Decadal Surveys stated that the most critical goal for orbital climate measurements was improving accuracy. This is so comparisons can be better made with models, tuning theory to match the truth. That gives confidence in model predictions of future global cloud albedo warming signals, estimated to be only 0.8%/decade or less. This work considers goals of a future mission CLARREO, currently in the development phase. CLARREO's Earth viewing optics intend to scan lunar radiance for tracking calibration changes, within both a high wavelength and high spatial resolution spectrometer. The current NASA CLARREO design will attempt absolute calibration from the space station by attenuating known solar flux, using pinholes and time under‐sampling. This study presents a cheaper and potentially more effective alternative, instead using the Sun as a near direct absolute calibration target. It does this spreading sunlight over a large solid angle, before integrating signals taken from a spinning orbiting CubeSat. Additionally, after reviewing actual orbital data comparisons, the realistic accuracy of cross‐orbit satellite to satellite calibration is shown several percent at best, even for a perfect CLARREO device (far short of the desired ±0.3% quoted by NASA). That is compared to the accuracy achievable from an absolute lunar spectral characterization from this CubeSat called “MERBE‐Sat,” acting as a transfer for a climate observation system, perhaps better than ±0.3% error. Although discussed individual components of MERBE‐Sat are mostly of high TRL Level, this work suggests experimentation to raise the net TRL level of the new entire concept.",
    "readLink": "https://doi.org/10.1029/2022EA002405"
  },
  {
    "title": "Decarbonization Prospects in the Commonwealth of Independent States",
    "authors": [
      "Liliana Proskuryakova,",
      "Georgy Ermolenko"
    ],
    "doi": "https://doi.org/10.3390/en15061987",
    "journalVolume": "Vol. 15,\n                                no. 1987\n                                \n                                  p.\n                                  1987",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The paper discusses existing trends and prospects for decarbonization in the Commonwealth of Independent States (the CIS), an international organization that regroups Armenia, Azerbaijan, Belarus, Kazakhstan, Kyrgyzstan, Moldova, Russia, Tajikistan, Turkmenistan, and Uzbekistan. The CIS occupies a significant share of Eurasia, representing a large share of global energy consumption and production with a corresponding carbon footprint. These countries and their decarbonization prospects are rarely discussed in the English-language scientific literature. This paper fills in this gap by offering a comprehensive analysis based on statistical data, policy documents, and scenario-based future projections. The results underline that revisiting Nationally Determined Contributions, increasing energy efficiency, and decoupling GDP growth from greenhouse gas emissions are essential to the implementation of the Paris Agreement. The future energy mix should include larger shares of renewable energy, hydrogen, fossil fuels (highly efficient with carbon capture), and nuclear energy to achieve energy security and decarbonize the economy of the region in the long term.",
    "readLink": "https://www.mdpi.com/1996-1073/15/6/1987"
  },
  {
    "title": "Environmental and economic performance of China’s ETS pilots: New evidence from an expanded synthetic control method",
    "authors": [
      "Hong-Xing Wen,",
      "Zi-Rui Chen,",
      "Pu-Yan Nie"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  pp.\n                                  2999\n                                  – 3010",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "An emissions trading scheme (ETS) is widely regarded as a cost-effective instrument for curbing global climate change. In 2011, China, the world’s leading carbon emitter, introduced ETS pilots in seven cities/provinces. Subsequent studies have debated their effectiveness, especially in terms of their economic performance. This article investigates whether China’s ETS pilots have successfully balanced carbon emission reductions and economic growth. For this, we apply an extended synthetic control method for multiple treated units that relaxes the parallel trends assumption required by the difference-in-differences estimation commonly used in the field The results show that overall CO2 emissions decreased by approximately 1,165.72 Mt from 2011 to 2015, representing 12.78% of the pilot regions’ total industrial CO2 emissions. As for the ETS pilots’ economic performance over this period, we find that there was a loss in the value of industrial output totalling approximately RMB5,608.88 billion. That said, the economic loss was short term in nature and decreased over time. Regions showed heterogeneous responses to the ETS pilots. Although all of them experienced a decline in CO2 emissions, Beijing and Shanghai showed the fastest reduction, while Guangdong showed the largest reduction. Losses in industrial output were concentrated in Guangdong (RMB7,416.66 billion; 4.64% of the region’s total industrial output) and Shanghai (RMB701.28 billion; 4.08%); the other regions saw economic losses only in the first two years after ETS implementation. These findings suggest that policy makers should consider a gradual (rather than a radical) ETS policy and make firm subsidies part of their battery of instruments in the early stage of establishing a nationwide ETS.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484721003036"
  },
  {
    "title": "Can models help to forecast rainwater dynamics for rainfed ecosystem?",
    "authors": [
      "Mukhtar Ahmed,",
      "Fayyaz-Ul-Hassan,",
      "F.F. Van Ogtrop"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2014.07.001",
    "journalVolume": "Vol. 5,\n                                no. C\n                                \n                                  pp.\n                                  48\n                                  – 55",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Simulation models are important tools to explore and illustrate dynamics of climatic variables in crop based ecosystem. In the rainfed ecosystem (RE), wheat production is impinged on certain climatic events per se high variability in rainfall and increased temperature. These climatic events turn out due to climatic drivers like Sea Surface Temperatures (SSTs) and pressure. Current study is aimed to analyze long term rainfall data (1961–2011) of Pakistan׳s rainfed ecosystem zone (Islamabad, Chakwal and Talagang) by using Agricultural Production Systems Simulator (APSIM) and R model. The principal objective of this analysis was to study the link between SOI phases and SSTs; and thereby understanding the pattern of climate change due to these climatic drivers under rainfed conditions in Pakistan. The results revealed a positive link between July SOI phases and the rainfall variability during October–November (the sowing time of wheat in Pakistan). Long term rainfall data analysis (1961–2011) of Islamabad, Chakwal and Talagang revealed 44%, 40%, 35% possibility of exceeding median rainfall near zero whereas probability of consistently negative SOI phases were 35%, 34% and 33% respectively during July. Similarly, the forecasting results estimated by R using covariates like dry spell, NINO1.2, NINO3, NINO4, NINO3.4 and IOD of different months revealed that prediction of monsoon, wheat early growth, wheat grain filling period and total wheat growing season rainfall, have significant signals with climatic drivers. The study justified the importance of models in the decision making processes and rainfall forecasting as a beneficial and necessary tool for rainfed ecosystem conservation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094714000656"
  },
  null
]