[
  {
    "title": "On the effect of emissions from aircraft engines on the state of the atmosphere",
    "authors": [
      "U. Schumann"
    ],
    "doi": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  365\n                                  – 384",
    "issn": "0992-7689 (Print)",
    "publisher": "1432-0576 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://www.annales-geophysicae.net",
    "abstract": "Emissions from aircraft engines include carbon dioxide, water vapour, nitrogen oxides, sulphur components and various other gases and particles. Such emissions from high-flying global civil subsonic air traffic may cause anthropogenic climate changes by an increase of ozone and cloudiness in the upper troposphere, and by an enhanced greenhouse effect. The absolute emissions by air traffic are small (a few percent of the total) compared to surface emissions. However, the greenhouse effect of emitted water and of nitrogen oxides at cruise altitude is potentially large compared to that of the same emissions near the earth's surface because of relatively large residence times at flight altitudes, low background concentrations, low temperature, and large radiative efficiency. Model computations indicate that emission of nitrogen oxides has doubled the background concentration in the upper troposphere between 40°N and 60°N. Models also indicate that this causes an increase of ozone by about 5-20%. Regionally, the observed annual mean change in cloudiness is 0.4%. It is estimated that the resultant greenhouse effect of changes in ozone and thin cirrus cloud cover causes a climatic surface temperature change of 0.01-0.1 K. These temperature changes are small compared to the natural variability. Recent research indicates that the emissions at cruise altitude may increase the amount of stratospheric aerosols and polar stratospheric clouds and thereby have an impact on the atmospheric environment. Air traffic is increasing about 5-6% per year, fuel consumption by about 3%, hence the effects of the related emissions are expected to grow. This paper surveys the state of knowledge and describes several results from recent and ongoing research.",
    "readLink": "http://www.ann-geophys.net/12/365/1994/angeo-12-365-1994.html"
  },
  {
    "title": "IMPLICATIONS OF PROPERTY RIGHTS AND SMALL-SCALE FORESTRY CONVERSION: CASE STUDY AT JATIGEDE RESERVOIR CATCHMENT AREA",
    "authors": [
      "Nunung Parlinah,",
      "Bramasto Nugroho,",
      "Muhamad Buce Saleh,",
      "Hendrayanto Hendrayanto"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2020.17.2.137-151",
    "journalVolume": "Vol. 17,\n                                no. 2\n                                \n                                  pp.\n                                  137\n                                  – 151",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Small-scale forest as private property has implications on autonomous management decisions, including whether it will be preserved or converted. Changes in land management at the water catchment area of Jatigede reservoir will impact on the dam condition. The purposes of this study are to determine the financial feasibility level of the small-scale forest business compare to other forms of land management, to identify factors influencing farmer’s decisions, and to evaluate implication of property rights to the conversion of small-scale forest. The results show that small-scale forest management in Jatigede catchment area is generally found in the form of woodlands and agroforestry. Other forms of land management are rice fields and crops. Financial analysis shows that all land management patterns are feasible. The economic factors in the form of profits, savings, and selffulfillment are the dominant motivations for timber planting. The financial benefit difference between agroforestry and crops management is not very large, but the potential for conversion is still exists due to daily need fulfillment. One approach that can be applied to prevent small-scale forest conversion is through policy interventions on payment for environmental services, where the target is more intended for empowerment activities to meet the needs of daily living.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/3043"
  },
  {
    "title": "Temporal Dynamics of Rhizobacteria Found in Pequin Pepper, Soybean, and Orange Trees Growing in a Semi-arid Ecosystem",
    "authors": [
      "Aracely Maribel Diaz-Garza,",
      "Judith Ivonne Fierro-Rivera,",
      "Adriana Pacheco,",
      "Arthur Schüßler,",
      "Misael Sebastián Gradilla-Hernández,",
      "Carolina Senés-Guerrero"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2020.602283",
    "journalVolume": "Vol. 4",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Harsh environmental conditions in drylands force plants and their associated microbial communities to adapt to abiotic stresses. In semi-arid environments, climatic conditions and poor agricultural management have a strong impact on plant yield and thus, enhancing soil fertility by means of beneficial microorganisms such as plant growth-promoting rhizobacteria (PGPR) has been proposed as part of sustainable agricultural management. As drylands will increase due to climate change, studying microbial community dynamics of crops under such conditions is crucial as it might favor rhizobacteria adapted to drought. While the microbiome of many native dryland crops has been characterized, the microbial community composition from non-native crops under semi-arid environmental conditions is understudied. Thus, the aim of this study was to characterize the bacterial community associated with the roots of three crops with different growth cycles, cultivated in the same semi-arid environment, to understand their microbial community composition during the season with the highest temperature in northeast Mexico. We performed high throughput sequencing of the V3-V4 region of the 16S rRNA gene from root samples of Pequin pepper, soybean and orange trees. Classified taxa were evaluated according to crop, sampling time and climatological parameters. Our findings revealed that changes in temporal dynamics of microbial communities correlate with environmental temperature. Moreover, the microbial community of pepper was more diverse and differed from that of soybean and orange. Regarding PGPR, 47.6% of the genera were shared among crops with a high relative abundance of Bacillus, but we also detected crop-specific microbial associations where Serratia was specific to orange trees and Rhodobacter to pepper. When analyzing PGPR in correlation to climatological parameters, Bacillus was found to thrive under lower precipitation rates, higher temperatures and higher evaporation rates in pepper and orange. In contrast, some PGPR commonly used in commercial biofertilizers such as Rhizobium and Azospirillum were affected by high temperatures. This study provides a better understanding of the rhizobacterial assemblies of economically relevant crops grown under a semi-arid environment.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2020.602283/full"
  },
  {
    "title": "Sea level accelerations at globally distributed tide gauge stations during the satellite altimetry era",
    "authors": [
      "Iz H. Bâki,",
      "Shum C. K.,",
      "Kuo C. Y."
    ],
    "doi": "https://doi.org/10.1515/jogs-2018-0013",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  130\n                                  – 135",
    "issn": "2081-9943 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://www.degruyter.com/view/j/jogs",
    "abstract": "This observational study reports that several globally distributed tide gauge stations exhibit a propensity of statistically significant sea level accelerations during the satellite altimetry era. However, the magnitudes of the estimated tide gauge accelerations during this period are systematically and noticeably smaller than the global mean sea level acceleration reported by recent analyses of satellite altimetry. The differences are likely to be caused by the interannual, decadal and interdecadal sea level variations, which are modeled using a broken trend model with overlapping harmonics in the analyses of tide gauge data but omitted in the analysis of satellite altimetry.",
    "readLink": "https://doi.org/10.1515/jogs-2018-0013"
  },
  {
    "title": "Climate change scenarios for an assessment of vulnerability of forests in Ukraine in the 21st century",
    "authors": [
      "Svitlana KRAKOVSKA,",
      "I. BUKSHA,",
      "A. SHVIDENKO"
    ],
    "doi": "https://doi.org/10.24193/AWC2017_49",
    "journalVolume": "Vol. 2017,\n                                no. 2017\n                                \n                                  pp.\n                                  387\n                                  – 394",
    "issn": "2067-743X (Print)",
    "publisher": "Cluj University Press",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://aerapa.conference.ubbcluj.ro/",
    "abstract": "Forests are among the most valuable resources of any country not only as wood, but as a key component of bio-ecological system. Excluding anthropogenic factors, forests are mostly vulnerable by wildfire, droughts, pest invasions, hazardous and extreme weather events, etc. In fact, all these non-anthropogenic impacts could be significantly intensified by projected climate change in the 21st century. That is why future conditions for sustainable forest growth should be evaluated accounting for projected climate change preferably under different scenarios. It is well known that global climate change reveals different regional aspects. Therefore, special scenarios have been elaborated processing data of regional climate models (RCMs) from the FP-6 project ENSEMBLES with spatial resolution of 25 km. Verified over the territory of Ukraine ensembles of 10 RCMs for air temperature and 4 RCMs for precipitation calculated for IPCC scenario A1B, which is characterized by balanced consumption of fossil and renewable energy sources and considered by climate change science as one of most likely future development of the world, were applied. Taking into account that the expected dryness of regional climate could generate major challenges for vulnerability of Ukrainian forests, a modification of A1B scenario that is characterized by increasing temperature and decreasing precipitation (A1B+T-P) was proposed. In overall, the impacts of climate change on Ukrainian forests are diverse dependently upon geographical location, geomorphology and large land forms (mountains, plains), forest types and regimes of forest management. The biggest vulnerability was recognized in forests growing in steppe and southern forest steppe, where there is a high probability of impoverishment, degradation and death of forests over large areas. At the same time, there is also a threat of critical increase of vulnerability in other regions, particularly under more tough scenarios of climate change. The study was supported via the EU-funded ClimaEast project CEEF2015-036-UA “Building capacity for the assessment of vulnerability of Ukraine’s flatland forests to climate change”.",
    "readLink": "http://aerapa.conference.ubbcluj.ro/2017/PDF/49_Krakovska_387_394.pdf"
  },
  {
    "title": "Quantifying Environmental Burdens of Plasters Based on Natural vs. Flue Gas Desulfurization (FGD) Gypsum",
    "authors": [
      "Edyta Baran,",
      "Sebastian Czernik,",
      "Mariusz Hynowski,",
      "Bartosz Michałowski,",
      "Michał Piasecki,",
      "Justyna Tomaszewska,",
      "Jacek Michalak"
    ],
    "doi": "https://doi.org/10.3390/su13084298",
    "journalVolume": "Vol. 13,\n                                no. 4298\n                                \n                                  p.\n                                  4298",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The ongoing global climate change and the associated environmental degradation pose a threat to Europe and the rest of the world. Raw materials and energy are required to produce building materials, which are used for construction purposes. Resulting buildings and structures generate waste during construction, operation, and demolition, and they emit potentially harmful substances. Thus, the key to achieving climate goals is to support low-emission materials and technologies in the construction sector, significantly impacting the environment. In the European Union, building materials are not yet subject to mandatory sustainability assessment during the assessment and verification of constancy of performance (AVCP). Objective evaluation of construction materials’ environmental impact requires it to be carried out based on production data on an industrial scale. This article presents the environmental impact of premixed gypsum-based plasters, commonly used in modern construction. Nine environmental indicators (global warming potential (GWP), depletion potential of the stratospheric ozone layer (ODP), acidification potential (AP), eutrophication potential (EP), formation potential of tropospheric ozone (POCP), abiotic depletion potential (ADP)-elements, ADP-fossil fuels, renewable primary energy resources (PERT), and nonrenewable primary energy resources (PERNT)) of premixed gypsum plasters based on natural and flue gas desulfurization (FGD) gypsum were estimated and discussed. Knowledge of the construction products’ environmental impact is fundamental for creating reliable databases. AVCP of construction materials in the future will use the data collected during the voluntary environmental impact evaluation.",
    "readLink": "https://www.mdpi.com/2071-1050/13/8/4298"
  },
  {
    "title": "Absence of dry season <it>Plasmodium</it> parasitaemia, but high rates of reported acute respiratory infection and diarrhoea in preschool-aged children in Kaédi, southern Mauritania",
    "authors": [
      "Touray Sunkaru,",
      "Bâ Hampâté,",
      "Bâ Ousmane,",
      "Koïta Mohamedou,",
      "Salem Cheikh B Ould Ahmed,",
      "Keïta Moussa,",
      "Traoré Doulo,",
      "Sy Ibrahima,",
      "Winkler Mirko S,",
      "Utzinger Jürg,",
      "Cissé Guéladio"
    ],
    "doi": "https://doi.org/10.1186/1756-3305-5-193",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  p.\n                                  193",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Background The epidemiology of malaria in the Senegal River Gorgol valley, southern Mauritania, requires particular attention in the face of ongoing and predicted environmental and climate changes. While “malaria cases” are reported in health facilities throughout the year, past and current climatic and ecological conditions do not favour transmission in the dry season (lack of rainfall and very high temperatures). Moreover, entomological investigations in neighbouring regions point to an absence of malaria transmission in mosquito vectors in the dry season. Because the clinical signs of malaria are non-specific and overlap with those of other diseases (e.g. acute respiratory infections and diarrhoea), new research is needed to better understand malaria transmission patterns in this region to improve adaptive, preventive and curative measures. Methods We conducted a multipurpose cross-sectional survey in the city of Kaédi in April 2011 (dry season), assessing three major disease patterns, including malaria. Plasmodium spp. parasite rates were tested among children aged 6–59 months who were recruited from a random selection of households using a rapid diagnostic test and microscopic examination of Giemsa-stained thick and thin blood films. Acute respiratory infection and diarrhoea were the two other diseases investigated, administering a parental questionnaire to determine the reported prevalence among participating children. Findings No Plasmodium infection was found in any of the 371 surveyed preschool-aged children using two different diagnostic methods. Acute respiratory infections and diarrhoea were reported in 43.4% and 35.0% of the participants, respectively. About two thirds of the children with acute respiratory infections and diarrhoea required medical follow-up by a health worker. Conclusions Malaria was absent in the present dry season survey in the capital of the Gorgol valley of Mauritania, while acute respiratory infections and diarrhea were highly prevalent. Surveys should be repeated towards the end of rainy season, which will enhance our understanding of the potential changes in malaria transmission in a region known as ‘hot spot’ of predicted climate change.",
    "readLink": "http://www.parasitesandvectors.com/content/5/1/193"
  },
  {
    "title": "Nossana Spring (Northern Italy) under Climate Change: Projections of Future Discharge Rates and Water Availability",
    "authors": [
      "Andrea Citrini,",
      "Corrado Camera,",
      "Giovanni  Pietro Beretta"
    ],
    "doi": "https://doi.org/10.3390/w12020387",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  387",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Nossana represents an important pre-Alpine karst spring for drinking supply, sustaining a water distribution system serving 300,000 people. The goal of this study was to project Nossana discharges and evaluate potential supply limits for four future periods (2021−2040, 2041−2060, 2061−2080, 2081−2100). Bias-corrected Regional Climate Models (RCMs), part of the EURO-CORDEX experiment and forced by three emission scenarios (RCP2.6, RCP4.5, RCP8.5), were evaluated, statistically downscaled, and used as input in a calibrated rainfall-runoff model ensemble. For each emission scenario, the calibrated model ensemble considered three RCMs and ten rainfall-runoff parameterizations. Projected ensemble mean discharges are lower than observations (3%−23%) for all RCPs, though they do not show a clear trend between the four time periods. Days characterized by discharges lower than actual water demand are projected to decrease, except for the RCP8.5 emission scenarios and the period 2081−2100. Conversely, the same consecutive days are expected to increase after 2060 for all emission scenarios. These results reflect the projected precipitation trend, characterized by longer, drier summer periods and wetter autumns in comparison to today’s climate. Also, they indicate a possible need for alternative drinking water resources. The proposed methodology was demonstrated to deliver useful quantitative information for water management in the mid- long-term period.",
    "readLink": "https://www.mdpi.com/2073-4441/12/2/387"
  },
  {
    "title": "Motivating relational organizing behavior for biodiversity conservation",
    "authors": [
      "Megan S. Jones,",
      "Rebecca M. Niemiec"
    ],
    "doi": "https://doi.org/10.1111/csp2.12880",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract As biodiversity loss and climate change accelerate, more people worldwide are engaging in conservation behaviors to “do their part.” Yet, individual behavior change alone is insufficient for the large‐scale, rapid change needed to address these crises. Relational organizing, which involves individuals reaching out to others in their social network, can enhance the speed and scale of conservation behavior change and address the complex, collective action nature of many conservation problems. However, many people practicing conservation behaviors in their own lives do not engage in relational organizing about conservation issues. Here, we suggest this may be the result of specific social‐psychological factors inhibiting people from reaching out to others. We summarize the evidence and offer a research and practice agenda to prioritize (1) understanding the social‐psychological barriers that prevent relational organizing, and (2) addressing these barriers through targeted outreach interventions to help scale and accelerate community action for conservation.",
    "readLink": "https://doi.org/10.1111/csp2.12880"
  },
  {
    "title": "Effects of Soil Moisture and Temperature on Microbial Regulation of Methane Fluxes in a Poplar Plantation",
    "authors": [
      "Huili Feng,",
      "Jiahuan Guo,",
      "Saadatullah Malghani,",
      "Menghua Han,",
      "Penghe Cao,",
      "Jiejie Sun,",
      "Xuan Xu,",
      "Xia Xu,",
      "Weifeng Wang"
    ],
    "doi": "https://doi.org/10.3390/f12040407",
    "journalVolume": "Vol. 12,\n                                no. 407\n                                \n                                  p.\n                                  407",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Improved mechanistic understanding of soil methane (CH4) exchange responses to shifts in soil moisture and temperature in forest ecosystems is pivotal to reducing uncertainty in estimates of the soil-atmospheric CH4 budget under climate change. We investigated the mechanism behind the effects of soil moisture and temperature shifts on soil CH4 fluxes under laboratory conditions. Soils from the Huai River Basin in China, an area that experiences frequent hydrological shifts, were sampled from two consecutive depths (0–20 and 20–50 cm) and incubated for 2 weeks under different combinations of soil moisture and temperature. Soils from both depths showed an increase in soil moisture and temperature-dependent cumulative CH4 fluxes. CH4 production rates incubated in different moisture and temperature in surface soil ranged from 1.27 to 2.18 ng g−1 d−1, and that of subsurface soil ranged from 1.18 to 2.34 ng g−1 d−1. The Q10 range for soil CH4 efflux rates was 1.04–1.37. For surface soils, the relative abundance and diversity of methanotrophs decreased with moisture increase when incubated at 5 °C, while it increased with moisture increase when incubated at 15 and 30 °C. For subsurface soils, the relative abundance and diversity of methanotrophs in all samples decreased with moisture increase. However, there was no significant difference in the diversity of methanogens between the two soil depths, while the relative abundance of methanogens in both depths soils increased with temperature increase when incubated at 150% water-filled pore space (WFPS). Microbial community composition exhibited large variations in post incubation samples except for one treatment based on the surface soils incubated at 15 °C, which showed a decrease in the total and unique species number of methanotrophs with moisture increase. In contrast, the unique species number of methanogens in surface soils increased with moisture increase. The analysis of distance-based redundancy analysis (db-RDA) showed that soil pH, dissolved organic carbon (DOC), dissolved organic nitrogen (DON), microbial biomass carbon (MBC), NO3−-N, and NH4+-N mainly performed a significant effect on methanotrophs community composition when incubated at 60% WFPS, while they performed a significant effect on methanogens community composition when incubated at 150% WFPS. Overall, our findings emphasized the vital function of soil hydrology in triggering CH4 efflux from subtropical plantation forest soils under future climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/12/4/407"
  }
]