[
  {
    "title": "Recent Progress with Pincer Transition Metal Catalysts for Sustainability",
    "authors": [
      "Luca Piccirilli,",
      "Danielle Lobo Justo Pinheiro,",
      "Martin Nielsen"
    ],
    "doi": "https://doi.org/10.3390/catal10070773",
    "journalVolume": "Vol. 10,\n                                no. 773\n                                \n                                  p.\n                                  773",
    "issn": "2073-4344 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/catalysts",
    "abstract": "Our planet urgently needs sustainable solutions to alleviate the anthropogenic global warming and climate change. Homogeneous catalysis has the potential to play a fundamental role in this process, providing novel, efficient, and at the same time eco-friendly routes for both chemicals and energy production. In particular, pincer-type ligation shows promising properties in terms of long-term stability and selectivity, as well as allowing for mild reaction conditions and low catalyst loading. Indeed, pincer complexes have been applied to a plethora of sustainable chemical processes, such as hydrogen release, CO2 capture and conversion, N2 fixation, and biomass valorization for the synthesis of high-value chemicals and fuels. In this work, we show the main advances of the last five years in the use of pincer transition metal complexes in key catalytic processes aiming for a more sustainable chemical and energy production.",
    "readLink": "https://www.mdpi.com/2073-4344/10/7/773"
  },
  {
    "title": "Sustainability transition needs sustainable finance",
    "authors": [
      "Bożena Ryszawska"
    ],
    "doi": "Vol. 5,\n                                no. 1",
    "issn": "2300-1240 (Print)",
    "publisher": "2300-3065 (Online)",
    "countryOfPublisher": "Nicolaus Copernicus University in Toruń",
    "lcc": [
      "Poland",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Finance"
    ],
    "journalUrl": "https://apcz.umk.pl/CJFA",
    "abstract": "Transition is a term used to describe conversion (evolution) from the existing model of economy and finance towards one based on increased social and environmental responsibility. The purpose of this study is to emphasise the role of sustainable finance in the sustainability transition process. The main thesis can be expressed as follows: the role of finance is changing from the dominant view rooted in neoclassical economic theory (to maximize profits, and shareholder wealth) towards one supporting sustainable development, green economy, low carbon economy also adaptation and mitigation of climate change. The article uses the multilevel perspective created by F.W. Geels effective in the analysis of the sustainability transition. Results of analysis: There is evidence that the old regime of finance destabilizes. Finances are slowly responding to new demand in sustainable economy to align with it.",
    "readLink": "https://apcz.umk.pl/CJFA/article/view/10428"
  },
  {
    "title": "Modeling the Impact of High Temperature on Mortality in Pakistan",
    "authors": [
      "Mushtaq Ahmad Khan Barakzai,",
      "S.M. Aqil Burney"
    ],
    "doi": "https://doi.org/10.3390/su14010332",
    "journalVolume": "Vol. 14,\n                                no. 332\n                                \n                                  p.\n                                  332",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The objective of this paper is to model and study the impact of high temperature on mortality in Pakistan. For this purpose, we have used mortality and climate data consisting of maximum temperature, variation in monthly temperature, average rainfall, humidity, dewpoint, as well as average air pressure in the country over the period from 2000 to 2019. We have used the Generalized Linear Model with Quasi-Poisson link function to model the number of deaths in the country and to assess the impact of maximum temperature on mortality. We have found that the maximum temperature in the country has a significant impact on mortality. The number of deaths in Pakistan increases as the maximum temperature increases. We found that, as the maximum temperature increase beyond 30 °C, mortality increases significantly. Our results indicate that mortality increases by 27% when the maximum temperature in the country increases from medium category to a very high level. Similarly, the number of deaths in the country increases by 11% when the temperature increases from medium temperature to high level. Furthermore, our study found that when the maximum temperature in the country decreases from a medium level to a low level, the number of deaths in the country decreases by 23%. This study does not consider the impact of other factors on mortality, such as age, medical conditions, gender, geographical location, as well as variability of temperature across the country.",
    "readLink": "https://www.mdpi.com/2071-1050/14/1/332"
  },
  {
    "title": "Deepened winter snow increases stem growth and alters stem δ13C and δ15N in evergreen dwarf shrub Cassiope tetragona in high-arctic Svalbard tundra",
    "authors": [
      "Daan Blok,",
      "Stef Weijers,",
      "Jeffrey M Welker,",
      "Elisabeth J Cooper,",
      "Anders Michelsen,",
      "Jörg Löffler,",
      "Bo Elberling"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/4/044008",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  044008",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Deeper winter snow is hypothesized to favor shrub growth and may partly explain the shrub expansion observed in many parts of the arctic during the last decades, potentially triggering biophysical feedbacks including regional warming and permafrost thawing. We experimentally tested the effects of winter snow depth on shrub growth and ecophysiology by measuring stem length and stem hydrogen ( δ ^2 H), carbon ( δ ^13 C), nitrogen ( δ ^15 N) and oxygen ( δ ^18 O) isotopic composition of the circumarctic evergreen dwarf shrub Cassiope tetragona growing in high-arctic Svalbard, Norway. Measurements were carried out on C. tetragona individuals sampled from three tundra sites, each representing a distinct moisture regime (dry heath, meadow, moist meadow). Individuals were sampled along gradients of experimentally manipulated winter snow depths in a six-year old snow fence experiment: in ambient ( c . 20 cm), medium ( c . 100 cm), and deep snow ( c . 150 cm) plots. The deep-snow treatment consistently and significantly increased C. tetragona growth during the 2008–2011 manipulation period compared to growth in ambient-snow plots. Stem δ ^15 N and stem N concentration values were significantly higher in deep-snow individuals compared to individuals growing in ambient-snow plots during the course of the experiment, suggesting that soil N-availability was increased in deep-snow plots as a result of increased soil winter N mineralization. Although inter-annual growing season-precipitation δ ^2 H and stem δ ^2 H records closely matched, snow depth did not change stem δ ^2 H or δ ^18 O, suggesting that water source usage by C. tetragona was unaltered. Instead, the deep insulating snowpack may have protected C. tetragona shrubs against frost damage, potentially compensating the detrimental effects of a shortened growing season and associated phenological delay on growth. Our findings suggest that an increase in winter precipitation in the High Arctic, as predicted by climate models, has the potential to alter the growth and ecophysiology of evergreen shrub C. tetragona through changes in plant mineral nutrition and frost damage protection.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/4/044008"
  },
  {
    "title": "The Road to Net Zero: A Case Study of Innovative Technologies and Policy Changes Used at a Medium-Sized University to Achieve C<sub>zero</sub> by 2030",
    "authors": [
      "Ciara O’Flynn,",
      "Valentine Seymour,",
      "James Crawshaw,",
      "Thomas Parrott,",
      "Catriona Reeby,",
      "S. Ravi P. Silva"
    ],
    "doi": "https://doi.org/10.3390/su13179954",
    "journalVolume": "Vol. 13,\n                                no. 9954\n                                \n                                  p.\n                                  9954",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The need for the world to follow a more carbon-neutral path is clear, with growing evidence highlighting the existential threat posed by unregulated GHG emissions. Responsibility for achieving this does not only lie with policy makers but is shared with all stakeholders including governments, private sectors, charities and civil society as a whole. Several methodological approaches have been developed to set emission reduction targets, including the Science-Based Targets Initiative (SBTi). However, it is yet to be widely adopted, and as thought leaders in the field, universities must take a lead in its interpretation and application. This study is reported from the perspective of a UK university, which is adopting climate change considerations to facilitate achieving Czero by 2030 and will act as an exemplar case. We calculate baseline emissions, science-based reduction targets for different carbon emission reduction methods and options in terms of financing emission reduction pathways at present and in the future. The study outcomes show that incorporating a SBTi methodology can serve as insight into other medium-sized organisations and universities wishing to develop a net-zero pathway. These results have been summarised into a series of recommendations.",
    "readLink": "https://www.mdpi.com/2071-1050/13/17/9954"
  },
  {
    "title": "Rice production and climate change in Northeast China: evidence of adaptation through land use shifts",
    "authors": [
      "Yanan Hu,",
      "Lingling Fan,",
      "Zhenhuan Liu,",
      "Qiangyi Yu,",
      "Shefang Liang,",
      "Shi Chen,",
      "Liangzhi You,",
      "Wenbin Wu,",
      "Peng Yang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aafa55",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  p.\n                                  024014",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate change continues to have a great impact on rice production in China, especially in Northeast China (NEC). Historical climate observations from the China Meteorological Administration and statistical agricultural records at the county level were utilized to evaluate the spatial and temporal effects of both climatic and socioeconomic factors on rice production between 1980 and 2010 in NEC by using a linear regression model. The results showed that a 1% increase in the rice accumulated temperature (RAT) significantly increases rice production by approximately 0.728%. Rising RAT over the past three decades increased rice production by 4.44% (equal to a relative contribution of 0.87% to production growth) in NEC, while the majority of rice production growth (79.6%) resulted from increased agricultural inputs. Furthermore, rice production has increased significantly since 2000, and its geographic centroid shifted over 320 km northeastward during the past 30 years. Historical statistical and simulated rice production data for each county were used to quantify the spatial relocation of rice production due to single climatic factors. During 1980–2010, temperature had a significant and coherent influence on moving rice production. The impact of growing season precipitation was not significant, while sunshine had a significant but less spatially coherent influence. Our findings highlight the response of the rice production system to external driving factors, both climate and socioeconomics, to target further research and provide important insights into how a rice cropping system is likely to adapt in a mid-high-latitude region in the future.",
    "readLink": "https://doi.org/10.1088/1748-9326/aafa55"
  },
  {
    "title": "Long-Term Prediction of Weather for Analysis of Residential Building Energy Consumption in Australia",
    "authors": [
      "Shu Chen,",
      "Zhengen Ren,",
      "Zhi Tang,",
      "Xianrong Zhuo"
    ],
    "doi": "https://doi.org/10.3390/en14164805",
    "journalVolume": "Vol. 14,\n                                no. 4805\n                                \n                                  p.\n                                  4805",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Globally, buildings account for nearly 40% of the total primary energy consumption and are responsible for 20% of the total greenhouse gas emissions. Energy consumption in buildings is increasing with the increasing world population and improving standards of living. Current global warming conditions will inevitably impact building energy consumption. To address this issue, this report conducted a comprehensive study of the impact of climate change on residential building energy consumption. Using the methodology of morphing, the weather files were constructed based on the typical meteorological year (TMY) data and predicted data generated from eight typical global climate models (GCMs) for three representative concentration pathways (RCP2.6, RCP4.5, and RCP8.5) from 2020 to 2100. It was found that the most severe situation would occur in scenario RCP8.5, where the increase in temperature will reach 4.5 °C in eastern Australia from 2080–2099, which is 1 °C higher than that in other climate zones. With the construction of predicted weather files in 83 climate zones all across Australia, ten climate zones (cities)—ranging from heating-dominated to cooling-dominated regions—were selected as representative climate zones to illustrate the impact of climate change on heating and cooling energy consumption. The quantitative change in the energy requirements for space heating and cooling, along with the star rating, was simulated for two representative detached houses using the AccuRate software. It could be concluded that the RCP scenarios significantly affect the energy loads, which is consistent with changes in the ambient temperature. The heating load decreases for all climate zones, while the cooling load increases. Most regions in Australia will increase their energy consumption due to rising temperatures; however, the energy requirements of Adelaide and Perth would not change significantly, where the space heating and cooling loads are balanced due to decreasing heating and increasing cooling costs in most scenarios. The energy load in bigger houses will change more than that in smaller houses. Furthermore, Brisbane is the most sensitive region in terms of relative space energy changes, and Townsville appears to be the most sensitive area in terms of star rating change in this study. The impact of climate change on space building energy consumption in different climate zones should be considered in future design strategies due to the decades-long lifespans of Australian residential houses.",
    "readLink": "https://www.mdpi.com/1996-1073/14/16/4805"
  },
  {
    "title": "Normalized Difference Vegetation Index and Chlorophyll Content for Precision Nitrogen Management in Durum Wheat Cultivars under Semi-Arid Conditions",
    "authors": [
      "Ferhat Kizilgeci,",
      "Mehmet Yildirim,",
      "Mohammad  Sohidul Islam,",
      "Disna Ratnasekera,",
      "Muhammad  Aamir Iqbal,",
      "Ayman  EL Sabagh"
    ],
    "doi": "https://doi.org/10.3390/su13073725",
    "journalVolume": "Vol. 13,\n                                no. 3725\n                                \n                                  p.\n                                  3725",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "To impart sustainability to modern intensive farming systems, environmental pollution caused by nitrogenous fertilizers needs to be reduced by optimizing their doses. To estimate the grain yield and nutrtional quallity of wheat, the normalized difference vegetation index (NDVI) and chlorophyll content (SPAD) are potential screening tools to identify the N deficiency and screen out the promising cultivars. The two-year field study was comprised of five levels of nitrogen (N) (control, 50, 100, 150 and 200 kg N ha−1) and two durum wheat genotypes (Sena and Svevo). The experimental design was split-plot, in which N levels were placed in the main plots, while wheat genotypes were arranged in sub-plots. To predict the yield and quality traits, NDVI and SPAD values recorded at heading, anthesis and milky growth stages were taken as response variables. The results revealed that N fertilization significantly influenced SPAD and NDVI attributed traits of durum wheat, except NDVI at milky stage (NDVI-M) during the first year. The maximum value of NDVI was recorded by 150 kg N ha−1, while control treatment gave the minimum value. The grain yield was increased with the increasing dose of N up to 100 kg N ha−1 (4121 kg ha−1), and thereafter, it was declined with further increased N levels. However, the variation between genotypes was not significant, except NDVI and SPAD values at the milky stage. The genotype Svevo had the highest NDVI values at all growth stages, while the genotype Sena recorded the maximum SPAD values during both years. Similarly, N levels significantly influenced the quality traits (protein, wet gluten, starch test weight and Zeleny sedimentation) of both genotypes. The highly significant relationship of SPAD and NDVI with the grain yield and yield attributes showed their reliability as indicators for determining N deficiency and selection of superior wheat genotypes for ensuring food security under climate change scenario.",
    "readLink": "https://www.mdpi.com/2071-1050/13/7/3725"
  },
  {
    "title": "Threshold Electricity Consumption Enables Multiple Sustainable Development Goals",
    "authors": [
      "Robert  J. Brecha"
    ],
    "doi": "https://doi.org/10.3390/su11185047",
    "journalVolume": "Vol. 11,\n                                no. 18\n                                \n                                  p.\n                                  5047",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Access to sufficient amounts of energy is a prerequisite for the development of human well-being. The Sustainable Development Goals (SDGs) recognize the interconnectedness of climate change, energy access and development. However, not all SDG targets are quantified, leaving room for ambiguity in fulfilling, for example, the goal of ensuring access to affordable, reliable, sustainable and modern energy for all (SDG7). We show how specific sustainable development targets for health indicators are strongly correlated with electricity consumption levels in the poorest of countries. Clear thresholds in per capita electricity consumption of a few hundred kWh per year are identified by analyzing SDG indicator data as a function of per capita country electricity consumption. Those thresholds are strongly correlated with meeting of SDG 3 targets-below the identified thresholds, countries do not meet the SDG targets, while above the threshold there is a clear relationship between increasing consumption of electricity and improvement of SDG indicators. Electricity consumption of 400 kWh per capita is significantly higher than projections made by international agencies for future energy access, but only 5%−10% that of OECD countries. At the very least, the presence of thresholds and historical data patterns requires an understanding of how SDG targets would be met in the absence of this threshold level of electricity access.",
    "readLink": "https://www.mdpi.com/2071-1050/11/18/5047"
  },
  {
    "title": "Water Retention in Nature-Based Solutions—Assessment of Potential Economic Effects for Local Social Groups",
    "authors": [
      "Zwoździak Jerzy,",
      "Szałata Łukasz,",
      "Zwoździak Anna,",
      "Kwiecińska Kornelia,",
      "Byelyayev Maksym"
    ],
    "doi": "https://doi.org/10.3390/w12123347",
    "journalVolume": "Vol. 12,\n                                no. 3347\n                                \n                                  p.\n                                  3347",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The upcoming trends related to climate change are increasing the level of interest of social groups in solutions for the implementation and the realization of activities that will ensure the change of these trends and can reduce the impact on the environment, including the health of the community exposed to these impacts. The implementation of solutions aimed at improving the quality of the environment requires taking into account not only the environmental aspects but also the economic aspect. Taking into account the analysis of solutions changing the current state of climate change, the article focuses on the analysis of the potential economic effect caused by the implementation of nature-based solutions (NBSs) in terms of reducing the operating costs related to water retention for local social groups. The analysis is based on a case study, one of the research projects studying nature-based solutions, created as part of the Grow Green project (H2020) in Wrocław in 2017–2022. The results of the analysis are an observed potential positive change in economic effects, i.e., approximately 85.90% of the operating costs related to water retention have been reduced for local social groups by NBSs.",
    "readLink": "https://www.mdpi.com/2073-4441/12/12/3347"
  }
]