[
  {
    "title": "Development of Fine Root Biomass of Two Contrasting Urban Tree Cultivars in Response to Drought Stress",
    "authors": [
      "Chi Zhang,",
      "Laura  Myrtiá Faní Stratópoulos,",
      "Chao Xu,",
      "Hans Pretzsch,",
      "Thomas Rötzer"
    ],
    "doi": "https://doi.org/10.3390/f11010108",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  108",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Global climate change associated with rapid urbanization is projected to cause a worsening of environmental problems such as extreme heat and drought in cities. Urban trees play an essential role in improving air quality, fixing carbon, mitigating environmental degradation, and providing other ecosystem services. However, limited research has been conducted on belowground processes, which hampers a comprehensive understanding of the effect of climate change and urbanization on urban tree growth. Fine roots (<2-mm diameter) are the primary pathway for water and nutrient uptake by plants, and they considerably contribute to the survival of urban trees under drought stress. In this study, we conducted a controlled experiment on the development of fine roots of Tilia cordata Mill ‘Greenspire’ and Tilia tomentosa Moench ‘Brabant’ in response to drought stress via soil coring. Our results indicate that the two cultivars have different strategies for coping with drought. Tilia tomentosa ‘Brabant’, originating from drier regions, gave allocation to deeper soil parts priority probably to obtain more water. On the other hand, Tilia cordata ‘Greenspire’, which is native in Central Europe, showed a negative response to water shortage and preferred a more horizontal development of fine roots rather than a vertical development. Long-term studies are needed to gain a better understanding of the belowground processes of urban trees to select tree species and cultivars which are appropriate for planting in major cities, particularly with regard to future climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/11/1/108"
  },
  {
    "title": "PACIFIC WALRUS PROTECTION AND MANAGEMENT IN A CHANGING CLIMATE",
    "authors": [
      "E. Ristroph"
    ],
    "doi": "https://doi.org/10.21684/2412-2343-2017-4-2-6-39",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  6\n                                  – 39",
    "issn": "2409-9058 (Print)",
    "publisher": "2412-2343 (Online)",
    "countryOfPublisher": "Publshing House V.Ема",
    "lcc": [
      "Russian Federation",
      "Law"
    ],
    "journalUrl": "http://www.bricslawjournal.com",
    "abstract": "This article identifies and evaluates strategies and policies for walrus management in both Chukotka and Alaska. As the climate and walrus migration continue to change, it is important to follow adaptable strategies that are not fixed to specific geographic areas. Many of the recommendations may be easier to accomplish in the United States, which offers more opportunities for co-management and stakeholder involvement. The United States government can implement most recommendations without making substantive changes to law. This was significant to most participants – hunters as well as regulators – who supported voluntary approaches over those requiring legal changes.",
    "readLink": "https://www.bricslawjournal.com/jour/article/view/97"
  },
  {
    "title": "Lost and Found: Coffea stenophylla and C. affinis, the Forgotten Coffee Crop Species of West Africa",
    "authors": [
      "Aaron P. Davis,",
      "Roberta Gargiulo,",
      "Michael F. Fay,",
      "Daniel Sarmu,",
      "Jeremy Haggar"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00616",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Coffea arabica (Arabica) and C. canephora (robusta) almost entirely dominate global coffee production. Various challenges at the production (farm) level, including the increasing prevalence and severity of disease and pests and climate change, indicate that the coffee crop portfolio needs to be substantially diversified in order to ensure resilience and sustainability. In this study, we use a multidisciplinary approach (herbarium and literature review, fieldwork and DNA sequencing) to elucidate the identity, whereabouts, and potential attributes, of two poorly known coffee crop species: C. affinis and C. stenophylla. We show that despite widespread (albeit small-scale) use as a coffee crop species across Upper West Africa and further afield more than 100 years ago, these species are now extremely rare in the wild and are not being farmed. Fieldwork enabled us to rediscover C. stenophylla in Sierra Leone, which previously had not been recorded in the wild there since 1954. We confirm that C. stenophylla is an indigenous species in Guinea, Sierra Leone, and Ivory Coast. Coffea affinis was discovered in the wild in Sierra Leone for the first time, having previously been found only in Guinea and Ivory Coast. Prior to our rediscovery, C. affinis was last seen in the wild in 1941, although sampling of an unidentified herbarium specimen reveals that it was collected in Guinea-Conakry in 2015. DNA sequencing using plastid and ITS markers was used to: (1) confirm the identity of museum and field collected samples of C. stenophylla; (2) identify new accessions of C. affinis; (3) refute hybrid status for C. affinis; (4) identify accessions confused with C. affinis; (5) show that C. affinis and C. stenophylla are closely related, and possibly a single species; (6) substantiate the hybrid C. stenophylla × C. liberica; (7) demonstrate the use of plastid and nuclear markers as a simple means of identifying F1 and early-generation interspecific hybrids in Coffea; (8) infer that C. liberica is not monophyletic; and (9) show that hybridization is possible across all the major groups of key Africa Coffea species (Coffee Crop Wild Relative Priority Groups I and II). Coffea affinis and C. stenophylla may possess useful traits for coffee crop plant development, including taste differentiation, disease resistance, and climate resilience. These attributes would be best accessed via breeding programs, although the species may have niche-market potential via minimal domestication.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00616/full"
  },
  {
    "title": "The Pan-Arctic Continental Slope: Sharp Gradients of Physical Processes Affect Pelagic and Benthic Ecosystems",
    "authors": [
      "Bodil A. Bluhm,",
      "Markus A. Janout,",
      "Seth L. Danielson,",
      "Ingrid Ellingsen,",
      "Maria Gavrilo,",
      "Maria Gavrilo,",
      "Jacqueline M. Grebmeier,",
      "Russell R. Hopcroft,",
      "Katrin B. Iken,",
      "Randi B. Ingvaldsen,",
      "Randi B. Ingvaldsen,",
      "Randi B. Ingvaldsen,",
      "Lis L. Jørgensen,",
      "Lis L. Jørgensen,",
      "Ksenia N. Kosobokova,",
      "Ron Kwok,",
      "Igor V. Polyakov,",
      "Igor V. Polyakov,",
      "Paul E. Renaud,",
      "Paul E. Renaud,",
      "Eddy C. Carmack"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.544386",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Continental slopes – steep regions between the shelf break and abyssal ocean – play key roles in the climatology and ecology of the Arctic Ocean. Here, through review and synthesis, we find that the narrow slope regions contribute to ecosystem functioning disproportionately to the size of the habitat area (∼6% of total Arctic Ocean area). Driven by inflows of sub-Arctic waters and steered by topography, boundary currents transport boreal properties and particle loads from the Atlantic and Pacific Oceans along-slope, thus creating both along and cross-slope connectivity gradients in water mass properties and biomass. Drainage of dense, saline shelf water and material within these, and contributions of river and meltwater also shape the characteristics of the slope domain. These and other properties led us to distinguish upper and lower slope domains; the upper slope (shelf break to ∼800 m) is characterized by stronger currents, warmer sub-surface temperatures, and higher biomass across several trophic levels (especially near inflow areas). In contrast, the lower slope has slower-moving currents, is cooler, and exhibits lower vertical carbon flux and biomass. Distinct zonation of zooplankton, benthic and fish communities result from these differences. Slopes display varying levels of system connectivity: (1) along-slope through property and material transport in boundary currents, (2) cross-slope through upwelling of warm and nutrient rich water and down-welling of dense water and organic rich matter, and (3) vertically through shear and mixing. Slope dynamics also generate separating functions through (1) along-slope and across-slope fronts concentrating biological activity, and (2) vertical gradients in the water column and at the seafloor that maintain distinct physical structure and community turnover. At the upper slope, climatic change is manifested in sea-ice retreat, increased heat and mass transport by sub-Arctic inflows, surface warming, and altered vertical stratification, while the lower slope has yet to display evidence of change. Model projections suggest that ongoing physical changes will enhance primary production at the upper slope, with suspected enhancing effects for consumers. We recommend Pan-Arctic monitoring efforts of slopes given that many signals of climate change appear there first and are then transmitted along the slope domain.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2020.544386/full"
  },
  {
    "title": "Coupled hydro-meteorological modelling on a HPC platform for high-resolution extreme weather impact study",
    "authors": [
      "D. Zhu,",
      "S. Echendu,",
      "Y. Xuan,",
      "M. Webster,",
      "I. Cluckie"
    ],
    "doi": "https://doi.org/10.5194/hess-20-4707-2016",
    "journalVolume": "Vol. 20,\n                                no. 12\n                                \n                                  pp.\n                                  4707\n                                  – 4715",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Impact-focused studies of extreme weather require coupling of accurate simulations of weather and climate systems and impact-measuring hydrological models which themselves demand larger computer resources. In this paper, we present a preliminary analysis of a high-performance computing (HPC)-based hydrological modelling approach, which is aimed at utilizing and maximizing HPC power resources, to support the study on extreme weather impact due to climate change. Here, four case studies are presented through implementation on the HPC Wales platform of the UK mesoscale meteorological Unified Model (UM) with high-resolution simulation suite UKV, alongside a Linux-based hydrological model, Hydrological Predictions for the Environment (HYPE). The results of this study suggest that the coupled hydro-meteorological model was still able to capture the major flood peaks, compared with the conventional gauge- or radar-driving forecast, but with the added value of much extended forecast lead time. The high-resolution rainfall estimation produced by the UKV performs similarly to that of radar rainfall products in the first 2–3 days of tested flood events, but the uncertainties particularly increased as the forecast horizon goes beyond 3 days. This study takes a step forward to identify how the online mode approach can be used, where both numerical weather prediction and the hydrological model are executed, either simultaneously or on the same hardware infrastructures, so that more effective interaction and communication can be achieved and maintained between the models. But the concluding comments are that running the entire system on a reasonably powerful HPC platform does not yet allow for real-time simulations, even without the most complex and demanding data simulation part.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/20/4707/2016/hess-20-4707-2016.pdf"
  },
  {
    "title": "ANALYSIS OF THE NEEDS FOR GREEN CAMPUS IMPLEMENTATION IN THE PILLARS OF EDUCATION AND RESEARCH IN EDUPARK FKIP UNSRI",
    "authors": [
      "Azizah Husin,",
      "Yosef Yosef,",
      "Makmun Raharjo,",
      "Siti Dewi Maharani,",
      "Sri Sumarni"
    ],
    "doi": "https://doi.org/10.29210/020232279",
    "journalVolume": "Vol. 9,\n                                no. 2",
    "issn": "2477-8524 (Print)",
    "publisher": "2502-8103 (Online)",
    "countryOfPublisher": "Indonesian Institute for Counseling, Education and Therapy (IICET)",
    "lcc": [
      "Indonesia",
      "Education",
      "Social Sciences"
    ],
    "journalUrl": "https://jurnal.iicet.org/index.php/jppi",
    "abstract": "Facing climate change, universities are expected to contribute. The campus, in this case the Teaching and Education Faculty, wants to contribute through one of the UI metrics pillars, namely the pillars of research and education. The leadership's commitment to realizing a green campus in the pillars of education and research makes Edupark a place for research, education/teaching, community service and practicum outside the classroom. This study aims to analyze the needs of lecturers in implementing a green campus in the pillars of research and education at Edupark FKIP Unsri. The research method uses a qualitative approach with data collection techniques through Focus Group Discussions. The research subjects were lecturers and laboratory heads of each study program in the Department of Education (PAUD, PGSD, Community Education, and Guidance and Counseling). The results of the study show that currently there is still much that needs to be completed at the Edupark FKIP Unsri as a complete standard of park criteria, including facilities: recreation, sports and outreach, and supporters and centers based on the scientific study program. Thus, research and education activities can be carried out more optimally. It is recommended to the faculty leadership to better adapt the planning process that is being made to the need to carry out research and teaching activities.",
    "readLink": "https://jurnal.iicet.org/index.php/jppi/article/view/2279"
  },
  {
    "title": "The 852/3&thinsp;CE Mount Churchill eruption: examining the potential climatic and societal impacts and the timing of the Medieval Climate Anomaly in the North Atlantic region",
    "authors": [
      "H. Mackay,",
      "G. Plunkett,",
      "B. J. L. Jensen,",
      "T. J. Aubry,",
      "T. J. Aubry,",
      "C. Corona,",
      "C. Corona,",
      "W. M. Kim,",
      "W. M. Kim,",
      "M. Toohey,",
      "M. Sigl,",
      "M. Sigl,",
      "M. Stoffel,",
      "M. Stoffel,",
      "M. Stoffel,",
      "K. J. Anchukaitis,",
      "C. Raible,",
      "C. Raible,",
      "M. S. M. Bolton,",
      "J. G. Manning,",
      "T. P. Newfield,",
      "T. P. Newfield,",
      "N. Di Cosmo,",
      "F. Ludlow,",
      "C. Kostick,",
      "Z. Yang,",
      "L. Coyle McClung,",
      "M. Amesbury,",
      "A. Monteath,",
      "P. D. M. Hughes,",
      "P. G. Langdon,",
      "D. Charman,",
      "R. Booth,",
      "K. L. Davies,",
      "A. Blundell,",
      "G. T. Swindles"
    ],
    "doi": "https://doi.org/10.5194/cp-18-1475-2022",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  1475\n                                  – 1508",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "The 852/3 CE eruption of Mount Churchill, Alaska, was one of the largest first-millennium volcanic events, with a magnitude of 6.7 (VEI 6) and a tephra volume of 39.4–61.9 km3 (95 % confidence). The spatial extent of the ash fallout from this event is considerable and the cryptotephra (White River Ash east; WRAe) extends as far as Finland and Poland. Proximal ecosystem and societal disturbances have been linked with this eruption; however, wider eruption impacts on climate and society are unknown. Greenland ice core records show that the eruption occurred in winter 852/3 ± 1 CE and that the eruption is associated with a relatively moderate sulfate aerosol loading but large abundances of volcanic ash and chlorine. Here we assess the potential broader impact of this eruption using palaeoenvironmental reconstructions, historical records and climate model simulations. We also use the fortuitous timing of the 852/3 CE Churchill eruption and its extensively widespread tephra deposition of the White River Ash (east) (WRAe) to examine the climatic expression of the warm Medieval Climate Anomaly period (MCA; ca. 950–1250 CE) from precisely linked peatlands in the North Atlantic region. The reconstructed climate forcing potential of the 852/3 CE Churchill eruption is moderate compared with the eruption magnitude, but tree-ring-inferred temperatures report a significant atmospheric cooling of 0.8 ∘C in summer 853 CE. Modelled climate scenarios also show a cooling in 853 CE, although the average magnitude of cooling is smaller (0.3 ∘C). The simulated spatial patterns of cooling are generally similar to those generated using the tree-ring-inferred temperature reconstructions. Tree-ring-inferred cooling begins prior to the date of the eruption suggesting that natural internal climate variability may have increased the climate system's susceptibility to further cooling. The magnitude of the reconstructed cooling could also suggest that the climate forcing potential of this eruption may be underestimated, thereby highlighting the need for greater insight into, and consideration of, the role of halogens and volcanic ash when estimating eruption climate forcing potential. Precise comparisons of palaeoenvironmental records from peatlands across North America and Europe, facilitated by the presence of the WRAe isochron, reveal no consistent MCA signal. These findings contribute to the growing body of evidence that characterises the MCA hydroclimate as time-transgressive and heterogeneous rather than a well-defined climatic period. The presence of the WRAe isochron also demonstrates that no long-term (multidecadal) climatic or societal impacts from the 852/3 CE Churchill eruption were identified beyond areas proximal to the eruption. Historical evidence in Europe for subsistence crises demonstrate a degree of temporal correspondence on interannual timescales, but similar events were reported outside of the eruption period and were common in the 9th century. The 852/3 CE Churchill eruption exemplifies the difficulties of identifying and confirming volcanic impacts for a single eruption, even when the eruption has a small age uncertainty.",
    "readLink": "https://cp.copernicus.org/articles/18/1475/2022/cp-18-1475-2022.pdf"
  },
  {
    "title": "The Inequities of National Adaptation to Climate Change",
    "authors": [
      "Heidi K. Edmonds,",
      "C. A. Knox Lovell,",
      "Julie E. Lovell"
    ],
    "doi": "https://doi.org/10.3390/resources12010001",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  1",
    "issn": "2079-9276 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/resources",
    "abstract": "With global efforts to mitigate climate change lagging behind what is necessary to achieve Paris Agreement global warming targets, global mean temperatures are increasing, and weather extremes are becoming more frequent and more severe. When mitigation falters, adaptation to current and anticipated future climate conditions becomes increasingly urgent. This study provides a novel collection of adaptive capacity and adaptation readiness indicators, which it aggregates into a composite adaptation index to assess the relative adaptation performance of nations. Adaptation performance is assessed using two complementary techniques, a distance to frontier analysis and a dominance analysis. Developed countries perform relatively well and developing countries perform relatively poorly in both exercises. Adaptation performance is found to be closely and positively related to both national income per capita and greenhouse gas emissions per capita, highlighting the inequities of global adaptation performance. These adaptation inequities are consistent with the IPCC assessment that nations most affected by climate change are those that are least able to adapt and contribute least to the problem, creating a need for assistance from developed countries.",
    "readLink": "https://www.mdpi.com/2079-9276/12/1/1"
  },
  {
    "title": "Observed and simulated time evolution of HCl, ClONO<sub>2</sub>, and HF total column abundances",
    "authors": [
      "B.-M. Sinnhuber,",
      "C. Senten,",
      "C. Servais,",
      "M. Schneider,",
      "C. P. Rinsland,",
      "E. Rozanov,",
      "M. Rettinger,",
      "Th. Reddmann,",
      "U. Raffalski,",
      "C. Paton-Walsh,",
      "M. Palm,",
      "H. Nakajima,",
      "I. Murata,",
      "I. Morino,",
      "B. Monge-Sanz,",
      "R. L. Mittermeier,",
      "E. Mahieu,",
      "R. Lindenmaier,",
      "W. Kouker,",
      "O. Kirner,",
      "Y. Kasai,",
      "I. Kaiser,",
      "A. Kagawa,",
      "N. B. Jones,",
      "F. Hase,",
      "J. W. Hannigan,",
      "K. Hamann,",
      "D. W. T. Griffith,",
      "A. Goldman,",
      "W. Feng,",
      "H. Fast,",
      "M. T. Coffey,",
      "P. Demoulin,",
      "Th. Blumenstock,",
      "R. D. Blatherwick,",
      "R. L. Batchelor,",
      "S. Barthlott,",
      "M. De Mazière,",
      "J. Notholt,",
      "M. P. Chipperfield,",
      "R. Ruhnke,",
      "R. Kohlhepp,",
      "D. Smale,",
      "K. Strong,",
      "R. Sussmann,",
      "J. R. Taylor,",
      "G. Vanhaelewyn,",
      "T. Warneke,",
      "C. Whaley,",
      "M. Wiehle,",
      "S. W. Wood"
    ],
    "doi": "https://doi.org/10.5194/acp-12-3527-2012",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  3527\n                                  – 3556",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Time series of total column abundances of hydrogen chloride (HCl), chlorine nitrate (ClONO2), and hydrogen fluoride (HF) were determined from ground-based Fourier transform infrared (FTIR) spectra recorded at 17 sites belonging to the Network for the Detection of Atmospheric Composition Change (NDACC) and located between 80.05° N and 77.82° S. By providing such a near-global overview on ground-based measurements of the two major stratospheric chlorine reservoir species, HCl and ClONO2, the present study is able to confirm the decrease of the atmospheric inorganic chlorine abundance during the last few years. This decrease is expected following the 1987 Montreal Protocol and its amendments and adjustments, where restrictions and a subsequent phase-out of the prominent anthropogenic chlorine source gases (solvents, chlorofluorocarbons) were agreed upon to enable a stabilisation and recovery of the stratospheric ozone layer. The atmospheric fluorine content is expected to be influenced by the Montreal Protocol, too, because most of the banned anthropogenic gases also represent important fluorine sources. But many of the substitutes to the banned gases also contain fluorine so that the HF total column abundance is expected to have continued to increase during the last few years. The measurements are compared with calculations from five different models: the two-dimensional Bremen model, the two chemistry-transport models KASIMA and SLIMCAT, and the two chemistry-climate models EMAC and SOCOL. Thereby, the ability of the models to reproduce the absolute total column amounts, the seasonal cycles, and the temporal evolution found in the FTIR measurements is investigated and inter-compared. This is especially interesting because the models have different architectures. The overall agreement between the measurements and models for the total column abundances and the seasonal cycles is good. Linear trends of HCl, ClONO2, and HF are calculated from both measurement and model time series data, with a focus on the time range 2000–2009. This period is chosen because from most of the measurement sites taking part in this study, data are available during these years. The precision of the trends is estimated with the bootstrap resampling method. The sensitivity of the trend results with respect to the fitting function, the time of year chosen and time series length is investigated, as well as a bias due to the irregular sampling of the measurements. The measurements and model results investigated here agree qualitatively on a decrease of the chlorine species by around 1% yr−1. The models simulate an increase of HF of around 1% yr−1. This also agrees well with most of the measurements, but some of the FTIR series in the Northern Hemisphere show a stabilisation or even a decrease in the last few years. In general, for all three gases, the measured trends vary more strongly with latitude and hemisphere than the modelled trends. Relative to the FTIR measurements, the models tend to underestimate the decreasing chlorine trends and to overestimate the fluorine increase in the Northern Hemisphere. At most sites, the models simulate a stronger decrease of ClONO2 than of HCl. In the FTIR measurements, this difference between the trends of HCl and ClONO2 depends strongly on latitude, especially in the Northern Hemisphere.",
    "readLink": "http://www.atmos-chem-phys.net/12/3527/2012/acp-12-3527-2012.pdf"
  },
  {
    "title": "Modelling of Nutrient Pollution Dynamics in River Basins: A Review with a Perspective of a Distributed Modelling Approach",
    "authors": [
      "Md Jahangir Alam,",
      "Dushmanta Dutta"
    ],
    "doi": "https://doi.org/10.3390/geosciences11090369",
    "journalVolume": "Vol. 11,\n                                no. 369\n                                \n                                  p.\n                                  369",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "Nutrient pollution is one of the major issues in water resources management, which has drawn significant investments into the development of many modelling tools to solve pollution problems worldwide. However, the situation remains unchanged, even likely to be exacerbated due to population growth and climate change. Effective measures to alleviate the issues are essential, dependent upon existing modelling tools’ capacities. More complex models have been developed with technological advancement, though applications are mainly limited to academic reach. Hence, there is a need for a paradigm shift in policymaking that looks for a reliable modelling approach. This paper aims to assess the capacity of existing modelling tools in the context of process-based modelling and provide a future direction in research. The article has categorically divided models into plot scale to basin-wide applications for evaluation and discussed the pros and cons of conceptual and process-based modelling. The potential benefits of distributed modelling approach have been elaborated with highlights of a newly developed distributed model and its application in catchments in Japan and Australia. The distributed model is more adequate for predicting the realistic details of pollution problems in a changing environment. Future research needs to focus on more process-based modelling.",
    "readLink": "https://www.mdpi.com/2076-3263/11/9/369"
  }
]