[
  {
    "title": "Surveillance of vector populations and malaria transmission during the 2009/10 El Niño event in the western Kenya highlands: opportunities for early detection of malaria hyper-transmission",
    "authors": [
      "Wanjala Christine L,",
      "Githeko Andrew K,",
      "Ototo Ednah N,",
      "Scott Thomas W"
    ],
    "doi": "https://doi.org/10.1186/1756-3305-4-144",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  p.\n                                  144",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Background Vector control in the highlands of western Kenya has resulted in a significant reduction of malaria transmission and a change in the vectorial system. Climate variability as a result of events such as El Niño increases the highlands suitability for malaria transmission. Surveillance and monitoring is an important component of early transmission risk identification and management. However, below certain disease transmission thresholds, traditional tools for surveillance such as entomological inoculation rates may become insensitive. A rapid diagnostic kit comprising Plasmodium falciparum circumsporozoite surface protein and merozoite surface protein antibodies in humans was tested for early detection of transmission surges in the western Kenya highlands during an El Niño event (October 2009-February 2010). Methods Indoor resting female adult malaria vectors were collected in western Kenya highlands in four selected villages categorized into two valley systems, the U-shaped (Iguhu and Emutete) and the V-shaped valleys (Marani and Fort Ternan) for eight months. Members of the Anopheles gambiae complex were identified by PCR. Blood samples were collected from children 6-15 years old and exposure to malaria was tested using a circum-sporozoite protein and merozoite surface protein immunchromatographic rapid diagnostic test kit. Sporozoite ELISA was conducted to detect circum-sporozoite protein, later used for estimation of entomological inoculation rates. Results Among the four villages studied, an upsurge in antibody levels was first observed in October 2009. Plasmodium falciparum sporozoites were then first observed in December 2009 at Iguhu village and February 2010 at Emutete. Despite the upsurge in Marani and Fort Ternan no sporozoites were detected throughout the eight month study period. The antibody-based assay had much earlier transmission detection ability than the sporozoite-based assay. The proportion of An. arabiensis among An. gambiae s.l. ranged from 2.9-66.7% indicating a rearrangement of the sibling species of the An. gambiae s.l complex. This is possibly an adaptation to insecticide interventions and climate change. Conclusion The changing malaria transmission rates in the western Kenya highlands will lead to more unstable transmission, decreased immunity and a high vulnerability to epidemics unless surveillance tools are improved and effective vector control is sustained.",
    "readLink": "http://www.parasitesandvectors.com/content/4/1/144"
  },
  {
    "title": "Looking for new emperor penguin colonies? Filling the gaps",
    "authors": [
      "André Ancel,",
      "Robin Cristofari,",
      "Phil N. Trathan,",
      "Caroline Gilbert,",
      "Peter T. Fretwell,",
      "Michaël Beaulieu"
    ],
    "doi": "https://doi.org/10.1016/j.gecco.2017.01.003",
    "journalVolume": "Vol. 9,\n                                no. C\n                                \n                                  pp.\n                                  171\n                                  – 179",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Detecting and predicting how populations respond to environmental variability are crucial challenges for their conservation. Knowledge about the abundance and distribution of the emperor penguin is far from complete despite recent information from satellites. When exploring the locations where emperor penguins breed, it is apparent that their distribution is circumpolar, but with a few gaps between known colonies. The purpose of this paper is therefore to identify those remaining areas where emperor penguins might possibly breed. Using the locations of emperor penguin breeding colonies, we calculated the separation distance between each pair of geographically adjacent colonies. Based on mean separation distances between colonies following a circumpolar distribution, and known foraging ranges, we suggest that there may yet be six undiscovered breeding locations with half of these in Eastern and the remainder in Western Antarctica. Productivity in these regions suggests that food resources are likely to sustain emperor penguin populations. Our analysis highlights a fundamental requirement, that in order to predict how species might respond to regional climate change, we must better understand their biogeography and the factors that lead to their occupation of particular sites. Regarding emperor penguins, remote sensing should target the identified gaps apparently devoid of penguins in order to update the total number of colonies, to re-evaluate both the regional and global population of emperor penguins, and to gain a better understanding of their biogeography.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989416301111"
  },
  {
    "title": "Acoustic Vulnerability, Hydraulic Capacitance, and Xylem Anatomy Determine Drought Response of Small Grain Cereals",
    "authors": [
      "Szanne Degraeve,",
      "Szanne Degraeve,",
      "Szanne Degraeve,",
      "Niels J. F. De Baerdemaeker,",
      "Niels J. F. De Baerdemaeker,",
      "Maarten Ameye,",
      "Maarten Ameye,",
      "Olivier Leroux,",
      "Geert Jozej Willem Haesaert,",
      "Kathy Steppe,",
      "Kathy Steppe"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.599824",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Selection of high-yielding traits in cereal plants led to a continuous increase in productivity. However, less effort was made to select on adaptive traits, favorable in adverse and harsh environments. Under current climate change conditions and the knowledge that cereals are staple foods for people worldwide, it is highly important to shift focus to the selection of traits related to drought tolerance, and to evaluate new tools for efficient selection. Here, we explore the possibility to use vulnerability to drought-induced xylem embolism of wheat cultivars Excalibur and Hartog (Triticum aestivum L.), rye cultivar Duiker Max (Secale cereale L.), and triticale cultivars Dublet and US2014 (x Triticosecale Wittmack) as a proxy for their drought tolerance. Multiple techniques were combined to underpin this hypothesis. During bench-top dehydration experiments, acoustic emissions (AEs) produced by formation of air emboli were detected, and hydraulic capacitances quantified. By only looking at the AE50 values, one would classify wheat cultivar Excalibur as most tolerant and triticale cultivar Dublet as most vulnerable to drought-induced xylem embolism, though Dublet had significantly higher hydraulic capacitances, which are essential in terms of internal water storage to temporarily buffer or delay water shortage. In addition, xylem anatomical traits revealed that both cultivars have a contrasting trade-off between hydraulic safety and efficiency. This paper emphasizes the importance of including a cultivar’s hydraulic capacitance when evaluating its drought response and vulnerability to drought-induced xylem embolism, instead of relying on the AE50 as the one parameter.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.599824/full"
  },
  {
    "title": "“Cool” Roofs as a Heat-Mitigation Measure in Urban Heat Islands: A Comparative Analysis Using Sentinel 2 and Landsat Data",
    "authors": [
      "Terence Mushore,",
      "John Odindi,",
      "Onisimo Mutanga"
    ],
    "doi": "https://doi.org/10.3390/rs14174247",
    "journalVolume": "Vol. 14,\n                                no. 4247\n                                \n                                  p.\n                                  4247",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Urban growth, characterized by expansion of impervious at the cost of the natural landscape, causes warming and heat-related distress. Specifically, an increase in the number of buildings within an urban landscape causes intensification of heat islands, necessitating promotion of cool roofs to mitigate Urban Heat Islands (UHI) and associated impacts. In this study, we used the freely available Sentinel 2 and Landsat 8 data to determine the study area’s Land Use Land Covers (LULCs), roof colours and Land Surface Temperature (LST) at a 10-m spatial resolution. Support Vector Machines (SVM) classification algorithm was adopted to derive the study area’s roof colours and proximal LULCs, and the Transformed Divergence Separability Index (TDSI) based on Jeffries Mathussitta distance analysis was used to determine the variability in LULCs and roof colours. To effectively relate the Landsat 8 thermal characteristics to the LULCs and roof colours, the Gram–Schmidt technique was used to pan-sharpen the 30-m Landsat 8 image data to 10 m. Results show that Sentinel 2 mapped LULCs with over 75% accuracy. Pan-sharpening the 30-m-resolution thermal data to 10 m improved the spatial resolution and quality of the Land Surface map and the correlation between LST and Normalized Difference Vegetation Index (NDVI) used as proxy for LULC. Green-colour roofs were the warmest, followed by red roofs, while blue roofs were the coolest. Generally, black roofs in the study area were cool. The study recommends the need to incorporate other roofing properties, such as shape, and further split the colours into different shades. Furthermore, the study recommends the use of very high spatial resolution data to determine roof colour and their respective properties; these include data derived from sensors mounted on aerial platforms such as drones and aircraft. The study concludes that with appropriate analytical techniques, freely available image data can be integrated to determine the implication of roof colouring on urban thermal characteristics, useful for mitigating the effects of Urban Heat Islands and climate change.",
    "readLink": "https://www.mdpi.com/2072-4292/14/17/4247"
  },
  {
    "title": "Statistical Exploration of SENTINEL-1 Data, Terrain Parameters, and in-situ Data for Estimating the Near-Surface Soil Moisture in a Mediterranean Agroecosystem",
    "authors": [
      "Sarah Schönbrodt-Stitt,",
      "Nima Ahmadian,",
      "Markus Kurtenbach,",
      "Christopher Conrad,",
      "Nunzio Romano,",
      "Heye R. Bogena,",
      "Harry Vereecken,",
      "Paolo Nasta"
    ],
    "doi": "https://doi.org/10.3389/frwa.2021.655837",
    "journalVolume": "Vol. 3",
    "issn": "2624-9375 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/water#",
    "abstract": "Reliable near-surface soil moisture (θ) information is crucial for supporting risk assessment of future water usage, particularly considering the vulnerability of agroforestry systems of Mediterranean environments to climate change. We propose a simple empirical model by integrating dual-polarimetric Sentinel-1 (S1) Synthetic Aperture Radar (SAR) C-band single-look complex data and topographic information together with in-situ measurements of θ into a random forest (RF) regression approach (10-fold cross-validation). Firstly, we compare two RF models' estimation performances using either 43 SAR parameters (θNovSAR) or the combination of 43 SAR and 10 terrain parameters (θNovSAR+Terrain). Secondly, we analyze the essential parameters in estimating and mapping θ for S1 overpasses twice a day (at 5 a.m. and 5 p.m.) in a high spatiotemporal (17 × 17 m; 6 days) resolution. The developed site-specific calibration-dependent model was tested for a short period in November 2018 in a field-scale agroforestry environment belonging to the “Alento” hydrological observatory in southern Italy. Our results show that the combined SAR + terrain model slightly outperforms the SAR-based model (θNovSAR+Terrain with 0.025 and 0.020 m3 m−3, and 89% compared to θNovSAR with 0.028 and 0.022 m3 m−3, and 86% in terms of RMSE, MAE, and R2). The higher explanatory power for θNovSAR+Terrain is assessed with time-variant SAR phase information-dependent elements of the C2 covariance and Kennaugh matrix (i.e., K1, K6, and K1S) and with local (e.g., altitude above channel network) and compound topographic attributes (e.g., wetness index). Our proposed methodological approach constitutes a simple empirical model aiming at estimating θ for rapid surveys with high accuracy. It emphasizes potentials for further improvement (e.g., higher spatiotemporal coverage of ground-truthing) by identifying differences of SAR measurements between S1 overpasses in the morning and afternoon.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frwa.2021.655837/full"
  },
  {
    "title": "Indigenous African cereal crops can contribute to mitigation of the impact of climate change on food security.",
    "authors": [
      "Gerhard Basson,",
      "Ali Elnaeim Elbasheir Ali,",
      "Ndiko Ludidi"
    ],
    "doi": "Vol. 3,\n                                no. 3",
    "issn": "2724-699X (Print)",
    "publisher": "2724-7007 (Online)",
    "countryOfPublisher": "Arid regions institute",
    "lcc": [
      "Tunisia",
      "Agriculture"
    ],
    "journalUrl": "http://www.joasdjournal.org/index.php/joasd",
    "abstract": "Zea mays L. (maize) is one of the top three cultivated cereals globally, along with wheat and rice. The United States, China, and Brazil are among the largest producers of maize, producing approximately 79% of the world’s maize. Maize is used to produce human food and animal feed. It is also used to produce industrial products such as starch sweeteners, oil, beverages and bioethanol. South Africa produces maize as well. However, this production is relatively insignificant compared to the major producers. Furthermore, South Africa is a semi-arid country and as such receives less rainfall and has annual droughts. This has negative implications on maize production, which threatens food security. The sole reliance on a limited number of staple cereals is not a sustainable option. In order to truly improve food security, the diversification of staple cereals is necessary. Therefore, this review aims at discussing the diversification of staple cereals in southern Africa, specifically focusing on sorghum, pearl millet, finger millet and teff. These African indigenous cereals are known for their environmental resilience as well as having nutritional benefits. Southern Africa will experience more droughts in the future as a result of climate change, which will undoubtedly impact maize yields. Therefore, it is important that efforts are intensified to ensure that indigenous drought-adapted crops are fully exploited to improve future food security.",
    "readLink": "https://joasdjournal.org/index.php/joasd/article/view/107"
  },
  {
    "title": "Neural Network Analysis to Evaluate Ozone Damage to Vegetation Under Different Climatic Conditions",
    "authors": [
      "Flavia Savi,",
      "Eiko Nemitz,",
      "Mhairi Coyle,",
      "Mhairi Coyle,",
      "Matt Aitkenhead,",
      "Kfa Frumau,",
      "Giacomo Gerosa,",
      "Angelo Finco,",
      "Carten Gruening,",
      "Ignacio Goded,",
      "Benjamin Loubet,",
      "Patrick Stella,",
      "Taaina Ruuskanen,",
      "T. Weidinger,",
      "L. Horvath,",
      "L. Horvath,",
      "Terenzio Zenone,",
      "Silvano Fares,",
      "Silvano Fares"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2020.00042",
    "journalVolume": "Vol. 3",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Tropospheric ozone (O3) is probably the air pollutant most damaging to vegetation. Understanding how plants respond to O3 pollution under different climate conditions is of central importance for predicting the interactions between climate change, ozone impact and vegetation. This work analyses the effect of O3 fluxes on net ecosystem productivity (NEP), measured directly at the ecosystem level with the eddy covariance (EC) technique. The relationship was explored with artificial neural networks (ANNs), which were used to model NEP using environmental and phenological variables as inputs in addition to stomatal O3 uptake in Spring and Summer, when O3 pollution is expected to be highest. A sensitivity analysis allowed us to isolate the effect of O3, visualize the shape of the O3-NEP functional relationship and explore how climatic variables affect NEP response to O3. This approach has been applied to eleven ecosystems covering a range of climatic areas. The analysis highlighted that O3 effects over NEP are highly non-linear and site-specific. A significant but small NEP reduction was found during Spring in a Scottish shrubland (−0.67%), in two Italian forests (up to −1.37%) and during Summer in a Californian orange orchard (−1.25%). Although the overall seasonal effect of O3 on NEP was not found to be negative for the other sites, with episodic O3 detrimental effect still identified. These episodes were correlated with meteorological variables showing that O3 damage depends on weather conditions. By identifying O3 damage under field conditions and the environmental factors influencing to that damage, this work provides an insight into O3 pollution, climate and weather conditions.",
    "readLink": "https://www.frontiersin.org/article/10.3389/ffgc.2020.00042/full"
  },
  {
    "title": "KAJIAN DAMPAK PELAKSANAAN PERATURAN MENTERI KEHUTANAN NOMOR P.55/2006 TERHADAP PENATAUSAHAAN HASIL HUTAN (PUHH) DI HUTAN RAKYAT",
    "authors": [
      "Epi Syahadat,",
      "Subarudi Subarudi"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2007.4.2.121-136",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  121\n                                  – 136",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Pelaksanaan penatausahaan hasil hutan (PUHH) di hutan rakyat belum tertata dengan baik karena masih belum mampu menjamin kelestarian hutan dan belum optimalnya penerimaan negara atas hasil hutan tersebut. Oleh karena itu kajian PUHH di hutan hak/rakyat sangat diperlukan terkait dengan terbitnya Peraturan Menteri Kehutanan (Permenhut) No. P.55/2006 yang berdampak terhadap pelaksanaan PUHH di hutan rakyat. Tujuan dari kajian ini adalah: (i) mengidentifikasi prosedur PUHH di Hutan Rakyat sebelum Permenhut No. P.55/2006 diterapkan; (ii) mengkaji substansi perubahan dan dampak pelaksanaan Permenhut No. P.55/2006; dan (iii) menyusun formulasi penyempurnaan dari Permenhut No. P.55/2006. Kajian dilakukan dengan melakukan tinjauan kebijakan PUHH yang ada, khususnya di hutan rakyat. Hasil kajian menunjukkan bahwa prosedur pelaksanaan PUHH di hutan rakyat cukup baik dan terkendali sebelum Permenhut No. P.55/2006 dikeluarkan. Permenhut ini berdampak pada ketidak jelasan dalam PUHH di hutan rakyat sehingga aturannya perlu disempurnakan agar terciptanya ketertiban, kelancaran, dan tanggung jawab dalam pengelolaan hutan rakyat. Penyempurnaan aturan tersebut perlu memperhatikan: (i) sistem PUHH di hutan rakyat, (ii) permasalahan umum yang muncul dalam PUHH di hutan rakyat, (iii) pemisahan ijin pemanfaatan kayu rakyat, dan (iv) pendelegasian wewenang pengurusan PUHH di hutan rakyat dari Departemen Kehutanan ke Dinas Kehutanan Provinsi.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/398"
  },
  {
    "title": "Editorial - Climate change and health: a grand challenge and grand opportunity for public health in Canada",
    "authors": [
      "Ashlee Cunsolo,",
      "Sherilee L. Harper"
    ],
    "doi": "https://doi.org/10.24095/hpcdp.39.4.01",
    "journalVolume": "Vol. 39,\n                                no. 4\n                                \n                                  pp.\n                                  119\n                                  – 121",
    "issn": "2368-738X (Online)",
    "publisher": "Public Health Agency of Canada",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://www.canada.ca/en/public-health/services/reports-publications/health-promotion-chronic-disease-prevention-canada-research-policy-practice.html",
    "abstract": "null",
    "readLink": "https://doi.org/10.24095/hpcdp.39.4.01"
  },
  {
    "title": "Factors Shaping A/W Heat Pumps CO₂ Emissions—Evidence from Poland",
    "authors": [
      "Piotr Jadwiszczak,",
      "Jakub Jurasz,",
      "Bartosz Kaźmierczak,",
      "Elżbieta Niemierka,",
      "Wandong Zheng"
    ],
    "doi": "https://doi.org/10.3390/en14061576",
    "journalVolume": "Vol. 14,\n                                no. 1576\n                                \n                                  p.\n                                  1576",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Heating and cooling sectors contribute to approximately 50% of energy consumption in the European Union. Considering the fact that heating is mostly based on fossil fuels, it is then evident that its decarbonization is one of the crucial tasks for achieving climate change prevention goals. At the same time, electricity sectors across the globe are undergoing a rapid transformation in order to accommodate the growing capacities of non-dispatchable solar and wind generators. One of the proposed solutions to achieve heating sector decarbonization and non-dispatchable generators power system integration is sector coupling, where heat pumps are perceived as a perfect fit. Air source heat pumps enable a rapid improvement in local air quality by replacing conventional heating sources, but at the same time, they put additional stress on the power system. The emissions associated with heat pump operation are a combination of power system energy mix, weather conditions and heat pump technology. Taking the above into consideration, this paper presents an approach to estimate which of the mentioned factors has the highest impact on heat pump emissions. Due to low air quality during the heating season, undergoing a power system transformation (with a relatively low share of renewables) in a case study located in Poland is considered. The results of the conducted analysis revealed that for a scenario where an air-to-water (A/W) heat pump is supposed to cover space and domestic hot water load, its CO2 emissions are shaped by country-specific energy mix (55.2%), heat pump technology (coefficient of performance) (33.9%) and, to a lesser extent, by changing climate (10.9%). The outcome of this paper can be used by policy makers in designing decarbonization strategies and funding distribution.",
    "readLink": "https://www.mdpi.com/1996-1073/14/6/1576"
  }
]