[
  {
    "title": "Decision analysis of agro-climate service scaling – A case study in Dien Bien District, Vietnam",
    "authors": [
      "Thi Thu Giang Luu,",
      "Cory Whitney,",
      "Lisa Biber-Freudenberger,",
      "Eike Luedeling"
    ],
    "doi": "Vol. 27\n                                \n                                \n                                  p.\n                                  100313",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Farmers’ agricultural practices in Vietnam are highly sensitive to weather, climate variability and climate change. The lack of timely and actionable climate-informed agricultural advice leads to significant input and yield losses, which can render investments in farming unprofitable. Development organizations in Vietnam have provided agro-climate services (ACS) to smallholder farmers on a limited scale. They advocate for the government to consider upscaling the provision of ACS, but a large-scale roll-out could strain the government’s financial and human resources. Evaluating the merits of climate services is challenging, because weather and climate risks, as well as the benefits that information services may provide, cannot be derived from robust existing datasets or predicted with certainty.CARE in Vietnam, a non-government organization, has provided ACS in two communes in Dien Bien District since 2015 and they expect to upscale their intervention. In this study, we used a decision analysis approach to develop conceptual models and probabilistic simulations to conduct an ex-ante cost-benefit analysis of four candidate interventions aiming to scale ACS in Dien Bien District, Vietnam. Our analysis was conducted in collaboration with CARE in Vietnam’s project staff, Dien Bien government staff and other experts. Our simulation results indicated a very high chance (98.35–99.81%) of the ACS interventions providing net benefits. With 90% confidence, investments in ACS would return benefits between 1.45 and 16.02 USD per 1 USD invested. Our framework offers a foundation for the design, implementation and evaluation of ACS. The cost-benefit analysis provides support to the government’s potential decision-making process and suggests replacing deterministic with probabilistic approaches when analyzing uncertain and complex decisions in development planning.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880722000310"
  },
  {
    "title": "Svalbard as a study model of future High Arctic coastal environments in a warming world",
    "authors": [
      "Jacek Piskozub"
    ],
    "doi": "https://doi.org/10.1016/j.oceano.2017.06.005",
    "journalVolume": "Vol. 59,\n                                no. 4\n                                \n                                  pp.\n                                  612\n                                  – 619",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "Svalbard archipelago, a high latitude area in a region undergoing rapid climate change, is relatively easily accessible for field research. This makes the fjords of Spitsbergen, its largest island, some of the best studied Arctic coastal areas. This paper aims at answering the question of how climatically diverse the fjords are, and how representative they are for the expected future Arctic diminishing range of seasonal sea-ice. This study uses a meteorological reanalysis, sea surface temperature climatology, and the results of a recent one-year meteorological campaign in Spitsbergen to determine the seasonal differences between different Spitsbergen fjords, as well as the sea water temperature and ice ranges around Svalbard in recent years. The results show that Spitsbergen fjords have diverse seasonal patterns of air temperature due to differences in the SST of the adjacent ocean, and different cloudiness. The sea water temperatures and ice concentrations around Svalbard in recent years are similar to what is expected most of the Arctic coastal areas in the second half of this century. This makes Spitsbergen a unique field study model of the conditions expected in future warmer High Arctic.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0078323417300684"
  },
  {
    "title": "An increase in temperature under the shared socioeconomic scenarios in the Volta River Basin, West Africa: implications for economic development",
    "authors": [
      "Andrew Manoba Limantol,",
      "Isaac Larbi,",
      "Sam-Quarcoo Dotse,",
      "Gloria Chinwendu Okafor,",
      "Peter Asare-Nuamah,",
      "Louis Kusi Frimpong,",
      "Abdul-Rauf Malimanga Alhassan,",
      "Emmanuel Angmor,",
      "Jilly Philippa Joel Premkumar,",
      "George Lutterodt,",
      "Theodora Akweley Asiamah,",
      "Thomas Atta-Darkwa,",
      "Naomi Kumi,",
      "Nana Agyemang Prempeh"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.141",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  pp.\n                                  2808\n                                  – 2824",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "This study examined the temperature variations in West Africa's Volta River Basin (VRB) from 2021 to 2050 in comparison to the historical period (1985–2014) under two Shared Socioeconomic Pathway Scenarios (SSP2-4.5 and SSP5-8.5). Datasets from three Global Climate Models (GCMs) of the sixth Coupled Model Intercomparison Project (CMIP6) were used. The GCMs and their ensemble were evaluated on a monthly scale. The study used the ensemble mean to analyse the changes in annual and monthly temperature over the Sahel, Savannah, Guinea Coast, and the entire Volta basin. The results demonstrate the individual GCMs reproduced the observed temperature pattern at the VRB, though with some overestimations, but the ensemble mean indicated a better representation of the observed temperature. A warming trend in the basin is projected under both climate scenarios, with higher temperatures projected under SSP5-8.5 compared to SSP2-4.5 in all three zones. The mean annual temperature is projected to increase by 0.8 and 1.0 °C, with a statistically increasing trend under SSP2-4.5 and SSP5-8.5, respectively. Without a doubt, high temperatures, if unchecked, can erupt into resource conflict among the competing interest groups, thereby affecting the achievement of economic development at the VRB. HIGHLIGHTS The study contributes to understanding climate change impacts on economic development.; Temperature in VRB to rise up to 1 °C by 2050.; Temperature rise will lead to water shortages, extinction of fish species, and livelihood loss.; Temperature rise could lead to droughts, pest invasion, reduced crop yields, food security, and economic growth.; VRB is home to large hydropower dams, which could be affected by temperature rise.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/8/2808"
  },
  {
    "title": "A perspective on climate sensitivity",
    "authors": [
      "Dabang Jiang,",
      "Na Wang"
    ],
    "doi": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  254\n                                  – 257",
    "issn": "2451-912X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/solid-earth-sciences/",
    "abstract": "The concept of climate sensitivity emerges for a quantitative measurement of the amount of warming in association with the increase of atmospheric CO2 concentration. Here we provide a perspective on the climate sensitivity and associated transient climate response using the latest literature, both of which have been highly concerned in recent decades.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2451912X20300519"
  },
  {
    "title": "Approaches to Outdoor Thermal Comfort Thresholds through Public Space Design: A Review",
    "authors": [
      "Andre Santos Nouri,",
      "João Pedro Costa,",
      "Mattheos Santamouris,",
      "Andreas Matzarakis"
    ],
    "doi": "https://doi.org/10.3390/atmos9030108",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  108",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Based on the Köppen Geiger (KG) classification system, this review article examines existing studies and projects that have endeavoured to address local outdoor thermal comfort thresholds through Public Space Design (PSD). The review is divided into two sequential stages, whereby (1) overall existing approaches to pedestrian thermal comfort thresholds are reviewed within both quantitative and qualitative spectrums; and (2) the different techniques and measures are reviewed and framed into four Measure Review Frameworks (MRFs), in which each type of PSD measure is presented alongside its respective local scale urban specificities/conditions and their resulting thermal attenuation outcomes. The result of this review article is the assessment of how current practices of PSD within three specific subcategories of the KG ‘Temperate’ group have addressed microclimatic aggravations such as elevated urban temperatures and Urban Heat Island (UHI) effects. Based upon a bottom-up approach, the interdisciplinary practice of PSD is hence approached as a means to address existing and future thermal risk factors within the urban public realm in an era of potential climate change.",
    "readLink": "http://www.mdpi.com/2073-4433/9/3/108"
  },
  {
    "title": "Structure and Functionality of the Mesozooplankton Community in a Coastal Marine Environment: Portofino Marine Protected Area (Liguria)",
    "authors": [
      "Paolo Vassallo,",
      "Daniele Bellardini,",
      "Michela Castellano,",
      "Giulia Dapueto,",
      "Paolo Povero"
    ],
    "doi": "https://doi.org/10.3390/d14010019",
    "journalVolume": "Vol. 14,\n                                no. 19\n                                \n                                  p.\n                                  19",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "This research is part of the LTER (Long-Term Ecological Research) project, a network of terrestrial, freshwater, transitional water and marine sites, on which ecological research is conducted on a multi-decade scale. LTER studies ecosystems, their dynamics and evolution, the relationships between biodiversity and ecological functionality, water quality, productivity, the role of resource availability, the effects of pollution and climate change. The research focuses on the study of the variability of zooplankton groups in the Portofino marine protected area, in Punta Faro. The samplings were carried out in the years 2018–2019, and the results were compared with the values of the years 2003–2005, interesting from a meteorological climatic and biological point of view. The plankton community of the Punta Faro system was analyzed by means of a modeling approach to obtain information on the functionality and health status of the system and to verify whether this has undergone any alterations in the last decade. The analyses carried out show a clear difference between the three-year period 2003–2005 and the two-year period 2018–2019, highlighting how environmental changes, such as the increase in temperature, have led to higher costs of system functioning in the last two years. The mesozooplankton community has changed both in terms of abundance of organisms and in terms of organization and functionality.",
    "readLink": "https://www.mdpi.com/1424-2818/14/1/19"
  },
  {
    "title": "Characteristic and Driving Factors of Aerosol Optical Depth over Mainland China during 1980–2017",
    "authors": [
      "Wenmin Qin,",
      "Ying Liu,",
      "Lunche Wang,",
      "Aiwen Lin,",
      "Xiangao Xia,",
      "Huizheng Che,",
      "Muhammad Bilal,",
      "Ming Zhang"
    ],
    "doi": "https://doi.org/10.3390/rs10071064",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  1064",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Since the reform and opening up of China, the increasing aerosol emissions have posted great challenges to the country’s climate change and human health. The aerosol optical depth (AOD) is one of the main physical indicators quantifying the atmospheric turbidity and air pollution. In this study, 38-years (1980–2017) of spatial and temporal variations of AOD in China were analyzed using AOD records derived from MODIS atmosphere products and the MERRA-2 dataset. The results showed that the annual mean AOD values throughout China have gone through an increasing, but fluctuating, trend, especially in 1982 and in 1992 due to two volcano eruptions; the AOD values experienced a dramatically increasing period during 2000–2007 with the rapid economic development and “population explosions” in China/after 2008, the AOD values gradually decreased from 0.297 (2008) to 0.257 (2017). The AOD values in China were generally higher in spring than that in other seasons. The Sichuan Basin has always been an area with high AOD values owing to the strong human activity and the basin topography (hindering aerosol diffusions in the air). In contrast, the Qinghai Tibet Plateau has always been an area with low AOD values due to low aerosol emissions and clear sky conditions there. The trend analysis of AOD values during 1980–2017 in China indicated that the significant increasing trend was mainly observed in Southeastern China. By contrast, the AOD values in the northernmost of China showed a significant decreasing trend. Then, the contributions (AODP) of the AOD for black carbon aerosol (BCAOD), dust aerosol (DUAOD), organic carbon aerosol (OCAOD), sea salt aerosol (SSAOD), and SO4 aerosol (SO4AOD) to the total AOD values were calculated. The results showed that DUAOD (25.43%) and SO4AOD (49.51%) were found to be the main driving factors for the spatial and temporal variations of AOD values. Finally, the effects of anthropogenic aerosol emissions, socioeconomic factors, and land-use and land coverage changes on AOD were analyzed. The GDP, population density, and passenger traffic volume were found to be the main socioeconomic drivers for AOD distributions. Relatively larger AOD values were mainly found in urban land and land covered by water, while lower AOD values were found in grassland and permanent glacier areas.",
    "readLink": "http://www.mdpi.com/2072-4292/10/7/1064"
  },
  {
    "title": "Investigating the Behavior of Farmers in the Face of Water Scarcity",
    "authors": [
      "Sedigheh Pakmehr,",
      "Masoud Yazdanpanah,",
      "Masoud Baradaran"
    ],
    "doi": "https://doi.org/10.22108/jas.2021.113630.1526",
    "journalVolume": "Vol. 32,\n                                no. 3\n                                \n                                  pp.\n                                  135\n                                  – 154",
    "issn": "2008-5745 (Print)",
    "publisher": "2322-343X (Online)",
    "countryOfPublisher": "University of Isfahan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "http://uijs.ui.ac.ir/jas/index.php?slc_lang=en&sid=1",
    "abstract": "Introduction: Climate change is a certain, irrefutable, undisputed, clear, unequivocal, and imminent reality, and potentially a serious threat and challenge to the agricultural sector. It has become clear that the earth’s climate has changed in a manner that has induced many negative impacts on its human and non-human residents. In fact, it has been confirmed that climate change, directly and indirectly, influences all aspects of life worldwide. Scientific evidence suggests that projected climate change will significantly impact the hydrological cycle, water balance, and runoff characteristics. This will, in turn, cause water scarcity and insecurity. Agriculture and water resources are vulnerable to global climate change. Climate change impacts the water sector in a manner that reduces the harvest and income of farmers, thereby exacerbating poverty and many other social problems. Therefore, the influence of climate variability on water resources raises major international concern, as it may cause severe stress on whole societies, particularly farmers, due to the huge negative impacts on agricultural production. Agricultural and farming practices should, therefore, adapt to the changing environment in order to avoid or alleviate related risks. Consequently, understanding adaptation to climate change has become a major concern for farmers to facilitate adaptation actions and assist them in improving their adaptive capacity. The aim of the present study was to investigate farmers’ adaptation behaviors in facing water scarcity. This research ideally provides a first knowledge base for the development of public policy measures aiming to increase climate change adaptation measures among Iranian farmers. Materials and Methods: The aim of the present study was to investigate farmers’ adaptation behaviors in facing water scarcity using the protection motivation theory and cognitive theory of the stress model. A quantitative cross-sectional survey was designed to investigate farmers’ adaptation responses to water shortage. The statistical population was farmers of Shoushtar County in Khuzestan province. The sample size was determined and selected using the Bartlett table (n=251) and Random sampling. The data were collected through a nationwide self-administered questionnaire. To measure the variables, statements that closely followed the measurement of these constructs in prior studies were used. In designing the questionnaire, a 5-point Likert scale for all the variables was used to reduce the statistical problem of extreme skewness. The face validity of the questionnaire was confirmed by a panel of experts. The questionnaire’s internal reliability was investigated using the Cronbach’s alpha coefficient. All scales indicated a good-to-excellent reliability index (0.6–0.88). To analyze the data, SPSS20 and AMOS20 were used. Discussion of Results and Conclusions: To investigate the causal relationship between research variables, structural equation modeling was used using Amos20 software to analyze the factors affecting adaptation behavior. The results of structural equation modeling analysis revealed that in protection motivation theory, the response efficacy, collective efficacy, and response cost regarding climate change were significant predictors of adaptation behavior. Protection motivation theory can explain approximately 33%, of the variance in pro-environmental behavior. The results of cognitive theory of stress analysis showed that demand appraisal, self-efficacy, and collective efficacy had direct effects on problem-focused coping, and coping had direct effects on adaptation. The explanatory power of this model explained 28% of the variance in adaptation behavior. Moreover, the results of the study revealed that demand appraisal, self-efficacy, and collective efficacy had an indirect and significant relationship with adaptation. The results of this study could be useful for decision-makers and researchers in other countries in the Middle East and North Africa (MENA) region as well as in dryland regions facing drought hazards.",
    "readLink": "https://jas.ui.ac.ir/article_25591_62fb09722476fb004671bcfc6819ff86.pdf"
  },
  {
    "title": "The 2014 coral bleaching and freshwater flood events in Kāneʻohe Bay, Hawaiʻi",
    "authors": [
      "Keisha D. Bahr,",
      "Paul L. Jokiel,",
      "Kuʻulei S. Rodgers"
    ],
    "doi": "https://doi.org/10.7717/peerj.1136",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  p.\n                                  e1136",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Until recently, subtropical Hawaiʻi escaped the major bleaching events that have devastated many tropical regions, but the continued increases in global long-term mean temperatures and the apparent ending of the Pacific Decadal Oscillation (PDO) cool phase have increased the risk of bleaching events. Climate models and observations predict that bleaching in Hawaiʻi will occur with increasing frequency and increasing severity over future decades. A freshwater “kill” event occurred during July 2014 in the northern part of Kāneʻohe Bay that reduced coral cover by 22.5% in the area directly impacted by flooding. A subsequent major bleaching event during September 2014 caused extensive coral bleaching and mortality throughout the bay and further reduced coral cover in the freshwater kill area by 60.0%. The high temperature bleaching event only caused a 1.0% reduction in live coral throughout the portion of the bay not directly impacted by the freshwater event. Thus, the combined impact of the low salinity event and the thermal bleaching event appears to be more than simply additive. The temperature regime during the September 2014 bleaching event was analogous in duration and intensity to that of the large bleaching event that occurred previously during August 1996, but resulted in a much larger area of bleaching and coral mortality. Apparently seasonal timing as well as duration and magnitude of heating is important. Coral spawning in the dominant coral species occurs early in the summer, so reservoirs of stored lipid in the corals had been depleted by spawning prior to the September 2014 event. Warm months above 27 °C result in lower coral growth and presumably could further decrease lipid reserves, leading to a bleaching event that was more severe than would have happened if the high temperatures occurred earlier in the summer. Hawaiian reef corals decrease skeletal growth at temperatures above 27 °C, so perhaps the “stress period” actually started long before the bleaching threshold of 29 °C was reached. Hawaiʻi is directly influenced by the PDO which may become a factor influencing bleaching events in subtropical Hawaiʻi in much the same manner as variations in the El Niño Southern Oscillation (ENSO) influences bleaching events at low latitudes in the tropical Pacific. Records show that offshore temperatures measured by satellite will not always predict inshore bleaching because other factors (high cloud cover, high wind and wave action, tidal exchange rate) can limit inshore heating and prevent temperatures in the bay from reaching the bleaching threshold. Low light levels due to cloud cover or high turbidity can also serve to prevent bleaching.",
    "readLink": "https://peerj.com/articles/1136.pdf"
  },
  {
    "title": "Increasing lipid accumulation in microalgae through environmental manipulation, metabolic and genetic engineering: a review in the energy NEXUS framework",
    "authors": [
      "Aneka Mulgund"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  p.\n                                  100054",
    "issn": "2772-4271 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-nexus",
    "abstract": "Microalgae have long been seen as a suitable alternative to a range of products like nutraceuticals, cosmetics, food additives, and as a feedstock for biofuels, attributable to their rapid growth rate, high photosynthetic efficiency, simple growth requirements, and accumulation of valuable products. Given the increasingly severe global threat of climate change, microalgal biofuels like biodiesel remain one of the most sought-after products. Microalgae pose a favorable alternative to current first and second generations biofuels, for unlike them, algae do not require arable land or potable water to grow, thus sparing the competition for precious natural resources. In addition, many strains of microalgae boast a significantly higher lipid content than other feedstocks, at a minimum of 15 to 20 times higher than land-based oleaginous crops. However, despite global R&D efforts, they are yet to be commercialized. Challenges associated with microalgae development include inadequate lipid productivity to meet commercial needs and that microalgae frequently display a high lipid production at the expense of the growth rate, or vice versa. One avenue through which a remedy to this issue is being pursued is metabolic and genetic engineering, which attempts to increase the feasibility of using microalgae as a next-generation feedstock for biodiesel and the like through enhanced lipid, or triacylglycerol, content. In this review, several approaches geared towards increasing lipid accumulation and production such as the control of cultivation conditions, inducing nutrient starvation, and the use of metabolic and genetic manipulation techniques are outlined. This must be done ensuring biosafety.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772427122000171"
  }
]