[
  {
    "title": "When push comes to shove: Compensating and opportunistic strategies in a collective-risk household energy dilemma",
    "authors": [
      "Anya eSkatova,",
      "Anya eSkatova,",
      "Benjamin eBedwell,",
      "Benjamin eKuper-Smith,",
      "Benjamin eKuper-Smith"
    ],
    "doi": "https://doi.org/10.3389/fenrg.2016.00008",
    "journalVolume": "Vol. 4",
    "issn": "2296-598X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://www.frontiersin.org/energy_research",
    "abstract": "To solve problems like climate change, every little push counts. Community energy schemes are a popular policy targeted to reduce a country’s carbon emissions but the effect they have on energy use depends on whether people can work together as a community. We often find ourselves caught in a dilemma: if others are not doing their bit, why should I? In our experiment participants (N = 118) were matched in groups of 10 to play in a collective-risk game framed as a community energy purchase scheme. They made only one decision about energy use for their virtual household a day, whilst a full round of the game lasted one week in real time. All decisions were entered via personal phone or a home computer. If in the end of the week the group exceeded a pre-paid threshold of energy use, all group members would share a fine. Each day participants received feedback about decisions of their group partners, and in some groups the feedback was manipulated as high (unfair condition) or low (fair condition) use. High average group use created individual risk for participants to be penalized in the end of the week, even if they did not use much themselves. We found that under the risk of having to pay a fine, participants stayed significantly below the fair-share threshold regardless of unfair behaviour of others. On the contrary, they significantly decreased their consumption towards the end of the game. Seeing that others are doing their bit – using a fair-share – encouraged people to take advantage of the situation: those who played against fair confederates did not follow the normative behaviour but conversely, increased their consumption over the course of the game. These opportunistic strategies were demonstrated by impulsive participants who were also low in punishment sensitivity. We discuss the findings in the light of policy research as well as literature on cooperation and prosocial behaviour.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fenrg.2016.00008/full"
  },
  {
    "title": "TAX TREATMENT OF CARBON CREDIT OPERATIONS IN BRAZILIAN COMPANIES WITH CDM PROJECTS",
    "authors": [
      "Vanderlei dos Santos,",
      "Ilse Maria Beuren,",
      "Darcle Costa Silva Haussmann"
    ],
    "doi": "Vol. 6,\n                                no. 2 English\n                                \n                                  pp.\n                                  109\n                                  – 127",
    "issn": "1981-8610 (Online)",
    "publisher": "Conselho Federal de Contabilidade (CFC)",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Social Sciences: Commerce: Business",
      "Social Sciences: Finance"
    ],
    "journalUrl": "http://www.repec.org.br",
    "abstract": "The aim in this study is to identify the tax treatment applied to carbon credit operations in Brazilian companies that are developing projects in the context of the Clean Development Mechanism (CDM). Therefore, an exploratory research with a qualitative approach was developed. Data were collected with the help of questionnaire, forwarded to all Brazilian companies with CDM projects that received approval from the Inter-Ministerial Commission on Global Climate Change (CIMGC) without safeguards, according to the list of the Brazilian Ministry of Science and Technology. Out of 117 companies listed, only five answered the research instrument, which represents an accessibility sample. The results show that, as for the tax treatment applied in the companies under analysis, IRPJ and CSLL should be charged on carbon credit operations. Regarding PIS, COFINS, ISS, some companies considered that these taxes are due and others that they are not. There is a consensus, though, about the fact that ICMS and IOF should not be charged. In conclusion, no uniform understanding exists as of yet about due taxes in the research sample, as no specific fiscal legislation exists yet on carbon credits in Brazil.",
    "readLink": "http://www.repec.org.br/index.php/repec/article/view/62/602"
  },
  {
    "title": "Did enhanced afforestation cause high severity peat burn in the Fort McMurray Horse River wildfire?",
    "authors": [
      "S L Wilkinson,",
      "P A Moore,",
      "M D Flannigan,",
      "B M Wotton,",
      "J M Waddington"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aaa136",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  p.\n                                  014018",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate change mediated drying of boreal peatlands is expected to enhance peatland afforestation and wildfire vulnerability. The water table depth–afforestation feedback represents a positive feedback that can enhance peat drying and consolidation and thereby increase peat burn severity; exacerbating the challenges and costs of wildfire suppression efforts and potentially shifting the peatland to a persistent source of atmospheric carbon. To address this wildfire management challenge, we examined burn severity across a gradient of drying in a black spruce dominated peatland that was partially drained in 1975−1980 and burned in the 2016 Fort McMurray Horse River wildfire. We found that post-drainage black spruce annual ring width increased substantially with intense drainage. Average (±SD) basal diameter was 2.6 ± 1.2 cm, 3.2 ± 2.0 cm and 7.9 ± 4.7 cm in undrained (UD), moderately drained (MD) and heavily drained (HD) treatments, respectively. Depth of burn was significantly different between treatments ( p < 0.001) and averaged (±SD) 2.5 ± 3.5 cm, 6.4 ± 5.0 cm and 36.9 ± 29.6 cm for the UD, MD and HD treatments, respectively. The high burn severity in the HD treatment included 38% of the treatment that experienced combustion of the entire peat profile, and we estimate that overall 51% of the HD pre-burn peat carbon stock was lost. We argue that the HD treatment surpassed an ecohydrological tipping point to high severity peat burn that may be identified using black spruce stand characteristics in boreal plains bogs. While further studies are needed, we believe that quantifying this threshold will aid in developing effective adaptive management techniques and protecting boreal peatland carbon stocks.",
    "readLink": "https://doi.org/10.1088/1748-9326/aaa136"
  },
  {
    "title": "PERAN PEMANGKU KEPENTINGAN DALAM PELAKSANAAN MODEL DESA KONSERVASI DI TAMAN NASIONAL GUNUNG RINJANI",
    "authors": [
      "Andi Chairil Ichsan,",
      "Rinekso Soekmadi,",
      "Soeryo Adiwibowo,",
      "Cecep Kusmana"
    ],
    "doi": "https://doi.org/10.20886/jakk.2017.14.1.47-59",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 59",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Pengembangan Model Desa Konservasi (MDK) di Taman Nasional Gunung Rinjani (TNGR) diharapkan dapat meningkatkan keberdayaan masyarakat, namun fakta di lapangan program MDK belum berjalan optimal. Hasil laporan MDK di TNGR juga memberikan gambaran bahwa kolaborasi pengelolaan MDK tidak berjalan dengan baik. Tujuan penelitian ini untuk memberikan gambaran terkait kolaborasi dalam pelaksanaan MDK di TNGR. Penelitian ini difokuskan pada dua desa yaitu Desa Pesangrahan dan Desa Santong. Pelaksanaan penelitian ini dimulai sejak bulan Mei sampai Juli tahun 2016 dengan menggunakan teknik purposive sampling dalam proses pengumpulan datanya. Kemudian data yang terkumpul dianalisis secara deskriptif terkait kepentingan dan pengaruh masing-masing aktor serta pandangannya terhadap pelaksanaan MDK. Hasil penelitian menunjukan bahwa proses kolaborasi yang dijalankan dalam pengembangan MDK belum berjalan optimal. Pihak BTNGR menjadi figur sentral dalam pelaksanaan MDK, baik dari aspek perencanaan sampai pada pelaksanaanya di lapangan. Dengan demikian, diperlukan pengembangan proses kolaborasi yang lebih luas, jelas, terstruktur dalam mendorong keterlibatan stakeholders untuk mengoptimalkan pelaksanaan MDK di TNGR.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/2551"
  },
  {
    "title": "The Future Possibilities and Security Challenges of City Digitalization",
    "authors": [
      "Peter Barcik,",
      "Aneta Coufalikova,",
      "Petr Frantis,",
      "Jiri Vavra"
    ],
    "doi": "https://doi.org/10.3390/smartcities6010008",
    "journalVolume": "Vol. 6,\n                                no. 8\n                                \n                                  pp.\n                                  137\n                                  – 155",
    "issn": "2624-6511 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/smartcities",
    "abstract": "To adapt to current changes, such as globalization, climate change, and demographic growth, modern cities must embrace the digitalization of city management. In this paper, we examine a concept for digitalizing a city based on Rotterdam’s digital twin showcase. Data-processing frameworks for different sources of data are presented. Security risks and the potential of smart cities for military usage are discussed. Lastly, using an example of available datasets for air quality and public lighting consumption, functions of the Rotterdam digital twin are compared with the Brno city digital platform. It was found that every city has its approach to digitalization, and it is probably impossible to unify every city’s digitalization process. This means that the digitalization of the city is very individual. Both systems in their current form make it possible to visualize the collected data about the city. So far, however, these systems do not use advanced functions such as AI-assisted decision-making and prediction of various events in the city. Even so, they are a source of very interesting data that can be used by third parties.",
    "readLink": "https://www.mdpi.com/2624-6511/6/1/8"
  },
  {
    "title": "Avaliação de mudanças na frequência de sistemas frontais sobre o sul da América do Sul em projeções do clima futuro Changes in frequency of frontal systems over southern of South America in projections of future climate",
    "authors": [
      "Kelen Martins Andrade,",
      "Gabriela V. Müller,",
      "Iracema F.A Cavalcanti,",
      "María E. Fernandez Long,",
      "Mario Bidegain,",
      "Guillermo Berri"
    ],
    "doi": "Vol. 37,\n                                no. 1\n                                \n                                  pp.\n                                  15\n                                  – 26",
    "issn": "0325-187X (Print)",
    "publisher": "1850-468X (Online)",
    "countryOfPublisher": "Centro Argentino de Meteorólogos",
    "lcc": [
      "Argentina",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.meteorologica.org.ar/",
    "abstract": "A frequência de sistemas frontais sobre o sul da América do Sul identificada na reanálise do NCEP/NCAR é comparada com as simulações dos modelos GFDL e Hadley e projetadas no clima futuro. As análises para identificar casos de sistemas frontais foram feitas em três regiões que cobrem áreas do Brasil, Uruguai, Paraguai e Argentina. Esta análise foi realizada com o fim de investigar as características de eventos extremos no clima presente e em projeções do clima futuro. Para o clima presente observou-se que os modelos analisados simularam bem as características sinóticas dos sistemas frontais. No entanto, quando se compara a frequência de ocorrência das frentes entre a reanálise e as simulações, observa-se que os modelos GFDL e Hadley superestimam seu número e apenas o GFDL consegue reproduzir a variabilidade mensal. O modelo Hadley superestima ainda mais em relação ao NCEP e GFDL no clima presente. A tendência positiva no número de frentes observada na área 3 (65ºW-60ºW, 33ºS-38ºS) nos resultados da reanálise não é simulada pelos modelos. Quando os casos mais intensos são selecionados, o modelo GFDL é o que superestima mais o número de sistemas frontais. Os dois modelos indicam aumento na frequência de sistemas frontais no futuro nas três áreas, porém em menor proporção na área 3.The frequency of frontal systems reaching the south of South America is compared with reanalysis NCEP/NCAR and results of GFDL and Hadley models for the future climate. Three regions were analyzed to identify the frontal systems, in areas of Brazil, Uruguay, Paraguay and Argentina. The following criteria were used: increase of sea surface pressure, reduction of the temperature and change of the meridional wind at 850hPa, in two consecutive days. Selected cases with temperature drop above five degrees, considered the most intense, were also analyzed. For the present climate it was observed that the models simulated well the synoptic characteristics of frontal systems. However, when comparing the frequency of frontal occurrence between reanalysis data and models simulations, the GFDL and Hadley models overestimated their numbers. The Hadley model overestimates further more than the NCEP and GFDL in present climate. The positive trend observed in area 3 (65ºW-60ºW, 33ºS-38ºS) from NCEP reanalysis is not simulated by the models. When the most intense systems are selected, the GFDL model shows higher overestimation in number of frontal systems. Both models indicate an increase of frontal systems frequency in future in the three areas, although less in area 3.",
    "readLink": "http://www.scielo.org.ar/scielo.php?script=sci_arttext&pid=S1850-468X2012000100002"
  },
  {
    "title": "Comparing Greenland Ice Sheet Melt Variability From Different Satellite Passive Microwave Remote Sensing Products Over a Common 5-year Record",
    "authors": [
      "John S. Kimball,",
      "Jinyang Du,",
      "Toby W. Meierbachtol,",
      "Youngwook Kim,",
      "Youngwook Kim,",
      "Jesse V. Johnson"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.654220",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Satellite microwave brightness temperature (Tb) observations over the Greenland Ice Sheet permit determination of melted/frozen snow conditions at spatial and temporal scales that are uniquely suited for climate model validation and metrics of ice sheet change. Strong microwave sensitivity to the presence of liquid water in the snowpack is clear. Yet, a host of unique microwave-derived melt products covering the ice sheet are available, each based on different methodology, and with unknown inter-product agreement. Here, we compared five different published microwave melt products over a common 5-year (2003–2007) record to establish compatibility between products and agreement with in situ observations from a network of on-ice weather stations (AWS) spanning the ice sheet. A sixth product, leveraging both Tb seasonal trends and diurnal variability, was also introduced and included in the comparison. We found variable agreement between products and observations, with melt estimates based on microwave emissions modeling and the newly presented Adaptive Threshold (ADT) algorithm showing the best performance for AWS sites with more than 1-day average annual melt period (e.g., 68.9% of ADT melt days consistent with AWS observations; 31.1% of ADT frozen days contrasting with AWS observed melt). Spatial patterns of melting also varied between products. The different products showed substantial spread in melt occurrence even for products with the best AWS agreement. Product differences were generally larger under higher melt conditions; whereby, the fraction of the ice sheet experiencing ≥25 days of melting each year ranged from 4 to 25% for different products. While long-term satellite records have consistently shown increasing decadal trends in melt extent, our results imply that the melt frequency at any given location, particularly in the ice sheet interior where melting is less prevalent, is still subject to significant uncertainty.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.654220/full"
  },
  {
    "title": "A Summary on the Special Issue “Sustainability of Groundwater”",
    "authors": [
      "Johannes A.C. Barth,",
      "Peter Bayer,",
      "Veith Becker,",
      "Anssi Myrttinen"
    ],
    "doi": "https://doi.org/10.3390/su3101792",
    "journalVolume": "Vol. 3,\n                                no. 10\n                                \n                                  pp.\n                                  1792\n                                  – 1795",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "One of the most common denominators for almost any form of life is the existential need for water. This need has recently received much attention in the frame of sustainability discussions [1,2]. In addition, environmental sustainability and safe access to fresh water is one of the eight United Nation’s millennium development goals, and ultimately most conditions of life rely on water. Expected higher water demands for irrigation, industrial and household purposes outline the need for more investment in freshwater characterization and quantification. In addition, factors including climate change, large-scale reservoirs, re-channelling of streams, expansion of urban centres as well as chemical and microbial loading need to be taken into account. [...]",
    "readLink": "http://www.mdpi.com/2071-1050/3/10/1792/"
  },
  {
    "title": "Comparing meat abstainers with avid meat eaters and committed meat reducers",
    "authors": [
      "Muriel C. D. Verain,",
      "Hans Dagevos"
    ],
    "doi": "https://doi.org/10.3389/fnut.2022.1016858",
    "journalVolume": "Vol. 9",
    "issn": "2296-861X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "http://www.frontiersin.org/nutrition",
    "abstract": "Shifting our eating patterns toward less animal-based and more plant-based diets is urgently needed to counter climate change, address public health issues, and protect animal welfare. Although most consumers agree that these are important topics, many consumers are not particularly willing to decrease the meat intensity of their diets. In supporting consumers to shift their diets, it is important to understand consumers’ attitudes, motivations, and preferences related to meat consumption and to take differences across consumers on these aspects into account. This study aims to in-depth research meat abstainers (vegetarians and vegans), and to explore how and to what extent they differ from avid meat eaters and committed meat reducers in terms of their (1) socio-demographic characteristics, (2) attitudes and norms, (3) food choice motives, and (4) food preferences and behavior. A survey has been conducted among a representative sample of Dutch adults. Comparisons show that meat abstainers (N = 198) differ from committed meat reducers (N = 171) and avid meat eaters (N = 344) on the four included categories of variables. In terms of demographics, we largely confirm the stereotype of vegans and vegetarians being highly educated females. In attitudes and norms, large differences exist with meat abstainers being least pro-meat and avid meat eaters being most pro-meat. Food choice motives confirm this, with meat abstainers valuing animal welfare and a good feeling higher than committed meat reducers and avid meat eaters. Finally, differences across the groups are most pronounced in terms of their food preferences and consumption, with a much higher appreciation of plant-based protein sources among meat abstainers, a high appreciation of non-meat animal-based proteins across committed meat reducers and a high appreciation of meat products among avid meat eaters. This shows that although differences across the groups are gradual and expected, in terms of reduction motivations and preferences of protein sources the three groups (frequent meat consumption-meat reduction-meat avoidance) are very distinct, which makes it unlikely to expect big shifts from one group to another in the short term.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fnut.2022.1016858/full"
  },
  {
    "title": "Classification of Sentinel-2 satellite images of the Baikal Natural Territory",
    "authors": [
      "I.V. Bychkov,",
      "G.M. Ruzhnikov,",
      "R.K. Fedorov,",
      "A.K. Popova,",
      "Y.V. Avramenko"
    ],
    "doi": "https://doi.org/10.18287/2412-6179-CO-1022",
    "journalVolume": "Vol. 46,\n                                no. 1\n                                \n                                  pp.\n                                  90\n                                  – 96",
    "issn": "0134-2452 (Print)",
    "publisher": "2412-6179 (Online)",
    "countryOfPublisher": "Samara National Research University",
    "lcc": [
      "Russian Federation",
      "Science: Science (General): Cybernetics: Information theory",
      "Science: Physics: Optics. Light"
    ],
    "journalUrl": "http://computeroptics.ru/eng/index.html",
    "abstract": "The paper considers a problem of classifying Sentinel-2 multispectral satellite images for environmental monitoring of the Baikal Natural Territory (BNT). The specificity of the BNT required the creation of a new set of 12 classes, which takes into account current problems. The set was formed in such a way that the areas corresponding to these classes completely covered the BNT. A training dataset was formed using a web interface based on Sentinel-2 satellite images. The classification of satellite images was carried out using Random Forest algorithms and the ResNet50 neural network. The accuracy of the calculations showed that the classification results can be used to solve actual problems of the Baikal natural territory, in particular, to analyze changes in the forestland, assess the impact of climate change on the landscape, analyze the dynamics of development activities, create farmland inventory, etc.",
    "readLink": "https://computeroptics.ru/eng/KO/Annot/KO46-1/460111e.html"
  }
]