[
  {
    "title": "Forecast of heavy rainfall in West of Iran According to Weather Radar Estimates Using the Z-R method",
    "authors": [
      "Farshad Safarpour,",
      "Javad Khoshhal dastjerdi,",
      "Abolfazl Masoodian"
    ],
    "doi": "https://doi.org/10.22111/jneh.2018.24964.1403",
    "journalVolume": "Vol. 8,\n                                no. 22\n                                \n                                  pp.\n                                  59\n                                  – 74",
    "issn": "2676-4377 (Print)",
    "publisher": "2676-4385 (Online)",
    "countryOfPublisher": "University of Sistan and Baluchestan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://jneh.usb.ac.ir/",
    "abstract": "The amount of precipitation measured by the radar is different from the amount of precipitation received on the ground. This difference has many causes, some of which are related to the nature of the radar and others to the climate of each region. As a result, radar data needs to be corrected for radar data based on terrestrial data to determine the amount of ground-level rainfall received from the radar data. Weather radar used for estimation of rain in the large areas. The relationship between rain and reflectivity radar is exponential Z = aRb. Radar estimated rainfall amount is incorrect if the coefficients of this model are wrong. Drop size and distribution of rainfall is Effective on the coefficient of this model. The change in the coefficients of this model is very high. In this study, to calibrate radar data, rain from 2 to 3 December 2016 and 11 to 13 February 2018 at the stations, Kermanshah, Eslamabad, Sarpol, Ghasre Shirin, Harsin, Javanroud, Tazabad, Songhor, Ravansar, Ghilan Gharb and Soumar at distance of 30 to 100 kilometers from Kermanshah’s radar are investigated. In the first rain, using soft Rainbow for each of the stations and radar beam elevation angle optimization and correction factors relating to the extraction station, respectively. With this relationship, the radar rainfall estimates from 31 percent to 96 percent Increased and the average total rainfall from 8.9 to 32.4 millimeter increased an average radar rainfall estimated only 1 millimeter less than actual rain by gauge. In the second rain, using data from all stations, only one equation and correction factors were obtained. The results rainfall radar will be accepted at this stage, good approximation, and the average estimate rainfall radar from 9.6 to 23.5 millimeter increased those 4 millimeters less than the actual amount by gauge. If radar coefficients are corrected correctly for different areas, precipitation can be predicted and prevented from occurring unexpected events.",
    "readLink": "https://jneh.usb.ac.ir/article_4314_1756d0dc3d95fdbb2876894b9c2192a7.pdf"
  },
  {
    "title": "Sustainable transition of the Republic of Serbia: measuring capacity for circularity in agriculture and rural areas",
    "authors": [
      "Igor Vukelić,",
      "Srđan Milošević,",
      "Diona Đurđević,",
      "Gordana Racić,",
      "Vilmoš Tot"
    ],
    "doi": "https://doi.org/10.1186/s13705-023-00413-4",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2192-0567 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://energsustainsoc.biomedcentral.com/",
    "abstract": "Abstract Background The Republic of Serbia (RS) is strategically oriented towards sustainable development, but the implementation thereof faces different limitations and problems. RS emits substantial pollution caused by fossil fuels, and pollution from agricultural sector characterized by inefficient use of energy and intensive use of fertilizers. Bearing in mind the significant agricultural capacities and the orientation towards rural development, a special green transformation must be implemented in this domain. Taking into account the specificities and tradition, the introduction of the circularity concept can be considered the most acceptable. Research on readiness for transition to circularity in RS rural areas has not been conducted; therefore, the goal of the paper is to develop a concept for assessing the capacity of rural areas for circularity. This study is the first scientific proposal that aims to provide input for policymakers, thus contributing to the creation of a new identity of RS, whose development is based on the principles of sustainability. Methods The study was conducted as conceptual research, with the objective of examining an undiscovered phenomenon without empirical evidence and incorporating the targeted phenomenon into a conceptual framework, while providing a proposal for a solution model based on an interdisciplinary approach—the application of qualitative and quantitative methods (aggregation of composite indicators and Delphi method). Results Paper results can be summarized as follows: (a) qualitative analysis of policy framework related to RS transition towards circularity (which shows that regulation is insufficient or non-existent, so conceptual research at this stage is necessary and only possible); (b) research questionnaire; (c) original set of indicators for measuring capacity for circularity (derived from the questionnaire); (d) concept of index of capacity of agriculture and rural areas for circularity (based on a set of indicators); and (e) concept of the monitoring of circularity implementation. Conclusions The main research findings presented in this paper could be beneficial for countries at early stages of introducing circularity, having both low and high agricultural potential. With slight modifications, they can also be applied to other economic activities.",
    "readLink": "https://doi.org/10.1186/s13705-023-00413-4"
  },
  {
    "title": "Climate-driven marmot-plague dynamics in Mongolia and China",
    "authors": [
      "Lei Xu,",
      "Qian Wang,",
      "Ruifu Yang,",
      "Dalantai Ganbold,",
      "Nyamdorj Tsogbadrakh,",
      "Kaixing Dong,",
      "Min Liu,",
      "Doniddemberel Altantogtokh,",
      "Qiyong Liu,",
      "Sainbileg Undrakhbold,",
      "Bazartseren Boldgiv,",
      "Wannian Liang,",
      "Nils Chr. Stenseth"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-38966-1",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The incidence of plague has rebounded in the Americas, Asia, and Africa alongside rapid globalization and climate change. Previous studies have shown local climate to have significant nonlinear effects on plague dynamics among rodent communities. We analyzed an 18-year database of plague, spanning 1998 to 2015, in the foci of Mongolia and China to trace the associations between marmot plague and climate factors. Our results suggested a density-dependent effect of precipitation and a geographic location-dependent effect of temperature on marmot plague. That is, a significantly positive relationship was evident between risk of plague and precipitation only when the marmot density exceeded a certain threshold. The geographical heterogeneity of the temperature effect and the contrasting slopes of influence for the Qinghai-Tibet Plateau (QTP) and other regions in the study (nQTP) were primarily related to diversity of climate and landscape types.",
    "readLink": "https://doi.org/10.1038/s41598-023-38966-1"
  },
  {
    "title": "A colonial-nesting seabird shows no heart-rate response to drone-based population surveys",
    "authors": [
      "Erica A. Geldart,",
      "Andrew F. Barnas,",
      "Christina A. D. Semeniuk,",
      "H. Grant Gilchrist,",
      "Christopher M. Harris,",
      "Oliver P. Love"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-22492-7",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Aerial drones are increasingly being used as tools for ecological research and wildlife monitoring in hard-to-access study systems, such as in studies of colonial-nesting birds. Despite their many advantages over traditional survey methods, there remains concerns about possible disturbance effects that standard drone survey protocols may have on bird colonies. There is a particular gap in the study of their influence on physiological measures of stress. We measured heart rates of incubating female common eider ducks (Somateria mollissima) to determine whether our drone-based population survey affected them. To do so, we used heart-rate recorders placed in nests to quantify their heart rate in response to a quadcopter drone flying transects 30 m above the nesting colony. Eider heart rate did not change from baseline (measured in the absence of drone survey flights) by a drone flying at a fixed altitude and varying horizontal distances from the bird. Our findings suggest that carefully planned drone-based surveys of focal species have the potential to be carried out without causing physiological impacts among colonial-nesting eiders.",
    "readLink": "https://doi.org/10.1038/s41598-022-22492-7"
  },
  {
    "title": "Simulating the impact of climate change on the growth of Chinese fir plantations in Fujian province, China",
    "authors": [
      "Haijun Kang,",
      "Brad Seely,",
      "Guangyu Wang,",
      "Yangxin Cai,",
      "John Innes,",
      "Dexiang Zheng,",
      "Pingliu Chen,",
      "Tongli Wang"
    ],
    "doi": "https://doi.org/10.1186/s40490-017-0102-6",
    "journalVolume": "Vol. 47,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "0048-0134 (Print)",
    "publisher": "1179-5395 (Online)",
    "countryOfPublisher": "Scion",
    "lcc": [
      "New Zealand",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://nzjforestryscience.nz/index.php/nzjfs",
    "abstract": "Abstract Background Climate change represents a considerable source of uncertainty with respect to the long-term health and productivity of Chinese fir (Cunninghamia lanceolata (Lamb.) Hook.) plantations in southeastern China. Methods We employed the process-based, stand-level model FORECAST Climate to investigate the potential impact of four alternative climate-change scenarios on the long-term growth and development of Chinese fir plantations in Fujian province, China. The capability of the model to project seasonal patterns of productivity related to variation in temperature and moisture availability was evaluated using 11 years of 8-day composite MODIS remote sensing data. Results Simulation results suggest climate change will lead to a modest increase in long-term stemwood biomass production (6.1 to 12.1% after 30 to 60 years). The positive impact of climate change was largely attributable to both a lengthening of the growing season and an increase in nutrient-cycling rates. The increase in atmospheric CO2 concentrations associated with the different emission scenarios led to an increase in water-use efficiency and a small increase in productivity. While the model predicted an overall increase in dry-season moisture stress, it did not predict increased levels of drought-related mortality. Conclusions Climate change is expected have positive impact on the growth of Chinese fir in the Fujian region of China. However, the projected increase in plantation productivity associated with climate change may not be realised if the latter also results in enhanced activity of biotic and abiotic disturbance agents.",
    "readLink": "http://link.springer.com/article/10.1186/s40490-017-0102-6"
  },
  {
    "title": "Regional effects of vegetation restoration on water yield across the Loess Plateau, China",
    "authors": [
      "X. M. Feng,",
      "G. Sun,",
      "B. J. Fu,",
      "C. H. Su,",
      "Y. Liu,",
      "H. Lamparski"
    ],
    "doi": "https://doi.org/10.5194/hess-16-2617-2012",
    "journalVolume": "Vol. 16,\n                                no. 8\n                                \n                                  pp.\n                                  2617\n                                  – 2628",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The general relationships between vegetation and water yield under different climatic regimes are well established at a small watershed scale in the past century. However, applications of these basic theories to evaluate the regional effects of land cover change on water resources remain challenging due to the complex interactions of vegetation and climatic variability and hydrologic processes at the large scale. The objective of this study was to explore ways to examine the spatial and temporal effects of a large ecological restoration project on water yield across the Loess Plateau region in northern China. We estimated annual water yield as the difference between precipitation input and modelled actual evapotranspiration (ET) output. We constructed a monthly ET model using published ET data derived from eddy flux measurements and watershed streamflow data. We validated the ET models at a watershed and regional levels. The model was then applied to examine regional water yield under land cover change and climatic variability during the implementation of the Grain-for-Green (GFG) project during 1999–2007. We found that water yield in 38% of the Loess Plateau area might have decreased (1–48 mm per year) as a result of land cover change alone. However, combined with climatic variability, 37% of the study area might have seen a decrease in water yield with a range of 1–54 mm per year, and 35% of the study area might have seen an increase with a range of 1–10 mm per year. Across the study region, climate variability masked or strengthened the water yield response to vegetation restoration. The absolute annual water yield change due to vegetation restoration varied with precipitation regimes with the highest in wet years, but the relative water yield changes were most pronounced in dry years. We concluded that the effects of land cover change associated with ecological restoration varied greatly over time and space and were strongly influenced by climatic variability in the arid region. The current regional vegetation restoration projects have variable effects on local water resources across the region. Land management planning must consider the influences of spatial climate variability and long-term climate change on water yield to be more effective for achieving environmental sustainability.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/16/2617/2012/hess-16-2617-2012.pdf"
  },
  {
    "title": "Phenology and mortality of embryos in a Colombian population of Nymphargus grandisonae (Anura: Centrolenidae)",
    "authors": [
      "Daniela  Villegas-Mora,",
      "Sebastian  Muñoz-Acevedo,",
      "Estefany Caroline  Guevara-Molina,",
      "Fernando  Vargas-Salinas"
    ],
    "doi": "Vol. 19,\n                                no. 2",
    "issn": "1519-1397 (Print)",
    "publisher": "2316-9079 (Online)",
    "countryOfPublisher": "Universidade de São Paulo",
    "lcc": [
      "Brazil",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://revistas.usp.br/phyllo/index",
    "abstract": "Phenology and mortality of embryos in a Colombian population of Nymphargus grandisonae (Anura: Centrolenidae). Studies of phenology and natural history of anurans provide information useful for its conservation. This is particularly important in current scenarios of emergent diseases, high rates of deforestation, and climate change. We recorded the timing of breeding of the Glass Frog Nymphargus grandisonae and its relationship to precipitation and environmental temperature for four years in a population located in the Central Andes of Colombia, South America. In addition, we recorded the causes of mortality in egg clutches of this species. We quantified infestation by fly larvae and its impact on the survival of embryos. We found that the reproductive activity of N. grandisonae (number of males calling) was seasonal and occurred in months with highest precipitation. The main cause of embryo mortality in clutches was associated with the infestation by a spittlebug fly of the genus c.f. Cladochaeta (Drosophilidae). The survival of embryos in infested clutches was significantly lower than in those clutches not infested by fly larvae. Our results provide baseline data for the monitoring of anuran population dynamics in the Andean region using the glass frog N. grandisonae as a model system.",
    "readLink": "https://www.revistas.usp.br/phyllo/article/view/179857"
  },
  {
    "title": "A new formulation of equivalent effective stratospheric chlorine (EESC)",
    "authors": [
      "P. A. Newman,",
      "J. S. Daniel,",
      "D. W. Waugh,",
      "E. R. Nash"
    ],
    "doi": "Vol. 7,\n                                no. 17\n                                \n                                  pp.\n                                  4537\n                                  – 4552",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Equivalent effective stratospheric chlorine (EESC) is a convenient parameter to quantify the effects of halogens (chlorine and bromine) on ozone depletion in the stratosphere. We show, discuss, and analyze a new formulation of EESC that now includes the effects of age-of-air dependent fractional release values and an age-of-air spectrum. This EESC can be more appropriately applied to various parts of the stratosphere because of this dependence on mean age-of-air. This new formulation provides quantitative estimates of EESC that can be directly related to inorganic chlorine and bromine throughout the stratosphere. In this paper, we first provide a detailed description of the EESC calculation. We then use this EESC formulation to estimate that human-produced ozone depleting substances will recover to 1980 levels in 2041 in the midlatitudes, and 2067 over Antarctica. These recovery dates are based upon the assumption that the international agreements for regulating ozone-depleting substances are adhered to. In addition to recovery dates, we also estimate the uncertainties and possible problems in the estimated times of recovery. The midlatitude recovery of 2041 has a 95% confidence uncertainty from 2028 to 2049, while the 2067 Antarctic recovery has a 95% confidence uncertainty from 2056 to 2078. The principal uncertainties are from the estimated mean age-of-air and fractional release values, and the assumption that these quantities are time independent. Using other model estimates of age decrease due to climate change, we estimate that midlatitude recovery may be significantly accelerated.",
    "readLink": "http://www.atmos-chem-phys.net/7/4537/2007/acp-7-4537-2007.pdf"
  },
  {
    "title": "How Land Use, Climate Change, and an Ageing Demographic Intersect to Create New Vulnerabilities in Hong Kong",
    "authors": [
      "Wing  Shan Kan,",
      "Raul  P. Lejano"
    ],
    "doi": "https://doi.org/10.3390/land10040391",
    "journalVolume": "Vol. 10,\n                                no. 391\n                                \n                                  p.\n                                  391",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "As extreme weather events seemingly increase in frequency and magnitude, we are accumulating evidence about how the intersection of circumstances creates vulnerability. The specter of elderly residents in Brooklyn, New York, trapped in their apartments for days due to flooding from the storm surge brought by Hurricane Sandy, provides us a troubling lesson. As vulnerability emerges from the confluence of multiple factors, changing social, natural, and other factors combine to create unimagined problems. Hong Kong is a case in point. The city has seen much of its new development occurring on reclaimed coastal land. At the same time, there has been a significant demographic shift as the city’s elderly population has been its fastest growing demographic. The social transition also means more elderly persons living alone. All of these produce conditions that render the population increasingly vulnerable to coastal flooding. Yet, there is not enough systematic effort, in major cities, at identifying these vulnerabilities. Hong Kong is emblematic of coastal cities the world over, in that it has yet to come to a full realization of such emerging risks. Future research must be able to analyze intersectionalities.",
    "readLink": "https://www.mdpi.com/2073-445X/10/4/391"
  },
  {
    "title": "Climate indices to characterize climatic changes across southern Canada",
    "authors": [
      "Hussein Wazneh,",
      "M. Altaf Arain,",
      "Paulin Coulibaly"
    ],
    "doi": "https://doi.org/10.1002/met.1861",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1350-4827 (Print)",
    "publisher": "1469-8080 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://rmets.onlinelibrary.wiley.com/journal/14698080",
    "abstract": "Abstract The present study analyses the impacts of past and future climate change on extreme weather events for southern parts of Canada from 1981 to 2100. A set of precipitation and temperature‐based indices were computed using the downscaled Coupled Model Intercomparison Project Phase 5 (CMIP5) multi‐model ensemble projections at 8 km resolution over the 21st Century for two representative concentration pathway (RCP) scenarios: RCP4.5 and RCP8.5. The results show that this region is expected to experience stronger warming and a higher increase in precipitation extremes in future. Generally, projected changes in minimum temperature will be greater than changes in maximum temperature, as shown by respective indices. A decrease in frost days and an increase in warm nights will be expected. By 2100 there will be no cool nights and cool days. Daily minimum and maximum temperatures will increase by 12 and 7°C, respectively, under the RCP8.5 scenario, when compared with the reference period 1981–2000. The highest warming in minimum temperature and decrease in cool nights and days will occur in Ontario and Quebec provinces close to the Great Lakes and Hudson Bay. The highest warming in maximum temperature will occur in the southern parts of Alberta and Saskatchewan. Annual total precipitation is expected to increase by about 16% and the occurrence of heavy precipitation events by five days. The highest increase in annual total precipitation will occur in the northern parts of Ontario and Quebec and in western British Columbia.",
    "readLink": "https://doi.org/10.1002/met.1861"
  }
]