[
  {
    "title": "Determining stages of cirrus evolution: a cloud classification scheme",
    "authors": [
      "B. Urbanek,",
      "S. Groß,",
      "A. Schäfler,",
      "M. Wirth"
    ],
    "doi": "https://doi.org/10.5194/amt-10-1653-2017",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  pp.\n                                  1653\n                                  – 1664",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Cirrus clouds impose high uncertainties on climate prediction, as knowledge on important processes is still incomplete. For instance it remains unclear how cloud microphysical and radiative properties change as the cirrus evolves. Recent studies classify cirrus clouds into categories including in situ, orographic, convective and liquid origin clouds and investigate their specific impact. Following this line, we present a novel scheme for the classification of cirrus clouds that addresses the need to determine specific stages of cirrus evolution. Our classification scheme is based on airborne Differential Absorption and High Spectral Resolution Lidar measurements of atmospheric water vapor, aerosol depolarization, and backscatter, together with model temperature fields and simplified parameterizations of freezing onset conditions. It identifies regions of supersaturation with respect to ice (ice-supersaturated regions, ISSRs), heterogeneous and homogeneous nucleation, depositional growth, and ice sublimation and sedimentation with high spatial resolution. Thus, all relevant stages of cirrus evolution can be classified and characterized. In a case study of a gravity lee-wave-influenced cirrus cloud, encountered during the ML-CIRRUS flight campaign, the applicability of our classification is demonstrated. Revealing the structure of cirrus clouds, this valuable tool might help to examine the influence of evolution stages on the cloud's net radiative effect and to investigate the specific variability of optical and microphysical cloud properties in upcoming research.",
    "readLink": "http://www.atmos-meas-tech.net/10/1653/2017/amt-10-1653-2017.pdf"
  },
  {
    "title": "Progress in Hong Kong’s Tropical Cyclone Forecasting and Warning Services in Recent Decades",
    "authors": [
      "Wai-Kin Wong,",
      "Chun-Wing Choy"
    ],
    "doi": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  37\n                                  – 50",
    "issn": "2225-6032 (Print)",
    "publisher": "2589-3025 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/tropical-cyclone-research-and-review/",
    "abstract": "ABSTRACT: With modern infrastructures and effective warning systems, casualties, damages and losses due to tropical cyclones (TCs) have been significantly reduced over the years in Hong Kong. Nevertheless, densely populated coastal cities like Hong Kong will need to continuously enhance its resilience to high winds, heavy rain and storm surges brought by TCs, especially with the growing concern of the challenges induced by climate change and sea level rise. By embracing the advance of remote sensing, communication and numerical modelling technology, the Hong Kong Observatory (HKO) continues to improve its TC monitoring and forecasting techniques as well as forecasting and warning services to meet the needs of the society. This paper concisely reviews the major development and achievement of TC-related operation and services of HKO in recent decades, in aspects such as Numerical Weather Prediction (NWP) models, nowcasting techniques, warning communication and public education. Future thrusts on TC forecasting and warning services of HKO will also be discussed. Keywords: Hong Kong Observatory, tropical cyclones, forecasting and warning services",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2225603219300281"
  },
  {
    "title": "A Comparative Study of Teaching Approaches in Agro-Ecology: An Investigation of 10th-Grade Agricultural Sciences Learners in Selected Schools",
    "authors": [
      "Lusanda Ncisana,",
      "Vafana Attraction Ntuli,",
      "Nonhle Tracey Sibisi,",
      "Mmapake F. Masha,",
      "Mdumo S. J. Mboweni,",
      "Moyahabo Anna Satekge,",
      "Wonga Ntilini,",
      "Ntuthuko Raphael Mkhize,",
      "Suresh K. Singh"
    ],
    "doi": "https://doi.org/10.3390/su15054048",
    "journalVolume": "Vol. 15,\n                                no. 4048\n                                \n                                  p.\n                                  4048",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The impact of climate change on agriculture in South Africa is a key factor that contributes to food insecurity. While this topic is covered in the Agro-ecology unit in Grade 10, it is important to determine the most effective way to teach it to learners. That is important because teaching methods utilized in Agricultural Sciences are envisaged to improve learners’ performance on the impact of climate change on food security. This study quantitatively compared teaching methods (i.e., Lecture, Demonstration, and Project-based) and their impact on learners’ performance in Agro-ecology. Each teaching method was tested on each group of 15 learners, which resulted in 45 learners per school, and the total number of participants was 180 when four schools were combined. A pre-experimental and post-test research design was employed to identify effective teaching methods for Agro-ecology among Grade 10 learners in Limpopo and Eastern Cape provinces. Analysis of covariate was used to test the hypothesis that (1) learners’ content knowledge on climate change and food security would differ with teaching methods, (2) the project-based and demonstration teaching methods would improve learners’ content knowledge because the project-based and demonstration methods are more practical, and learners learn better through these methods. The results showed that learners in the project-based and demonstration groups had significantly higher scores than those in the lecture (p < 0.05). The findings suggest that incorporating project-based teaching methods in secondary schools can improve learners’ performance and skills in Agricultural Sciences.",
    "readLink": "https://www.mdpi.com/2071-1050/15/5/4048"
  },
  {
    "title": "Phenological changes in the southern hemisphere.",
    "authors": [
      "Lynda E Chambers,",
      "Res Altwegg,",
      "Christophe Barbraud,",
      "Phoebe Barnard,",
      "Linda J Beaumont,",
      "Robert J M Crawford,",
      "Joel M Durant,",
      "Lesley Hughes,",
      "Marie R Keatley,",
      "Matt Low,",
      "Patricia C Morellato,",
      "Elvira S Poloczanska,",
      "Valeria Ruoppolo,",
      "Ralph E T Vanstreels,",
      "Eric J Woehler,",
      "Anton C Wolfaardt"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0075514",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  e75514",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Current evidence of phenological responses to recent climate change is substantially biased towards northern hemisphere temperate regions. Given regional differences in climate change, shifts in phenology will not be uniform across the globe, and conclusions drawn from temperate systems in the northern hemisphere might not be applicable to other regions on the planet. We conduct the largest meta-analysis to date of phenological drivers and trends among southern hemisphere species, assessing 1208 long-term datasets from 89 studies on 347 species. Data were mostly from Australasia (Australia and New Zealand), South America and the Antarctic/subantarctic, and focused primarily on plants and birds. This meta-analysis shows an advance in the timing of spring events (with a strong Australian data bias), although substantial differences in trends were apparent among taxonomic groups and regions. When only statistically significant trends were considered, 82% of terrestrial datasets and 42% of marine datasets demonstrated an advance in phenology. Temperature was most frequently identified as the primary driver of phenological changes; however, in many studies it was the only climate variable considered. When precipitation was examined, it often played a key role but, in contrast with temperature, the direction of phenological shifts in response to precipitation variation was difficult to predict a priori. We discuss how phenological information can inform the adaptive capacity of species, their resilience, and constraints on autonomous adaptation. We also highlight serious weaknesses in past and current data collection and analyses at large regional scales (with very few studies in the tropics or from Africa) and dramatic taxonomic biases. If accurate predictions regarding the general effects of climate change on the biology of organisms are to be made, data collection policies focussing on targeting data-deficient regions and taxa need to be financially and logistically supported.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/24098389/?tool=EBI"
  },
  {
    "title": "Multi-Criteria Decision Analysis for Evaluating the Effectiveness of Alternative Energy Sources in China",
    "authors": [
      "Xiangwen Xue,",
      "Qi Zhang,",
      "Xinyu Cai,",
      "Vadim V. Ponkratov"
    ],
    "doi": "https://doi.org/10.3390/su15108142",
    "journalVolume": "Vol. 15,\n                                no. 8142\n                                \n                                  p.\n                                  8142",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The transition to renewable energy sources is crucial for mitigating the impacts of climate change and achieving sustainable development goals. In China, the rapid industrialization and urbanization have led to an increasing demand for energy, highlighting the urgent need to transition to alternative energy sources. This study aims to evaluate the effectiveness of alternative energy sources in China, considering multiple criteria such as cost, environmental impact, energy output, reliability, and scalability. We employed a Multi-Criteria Decision Analysis (MCDA) approach to compare and rank different energy sources based on these criteria. Our findings indicate that wind energy is the most effective alternative energy source overall due to its relatively low cost, high efficiency, moderate environmental impact, good scalability, and high reliability. However, geothermal energy had the lowest levelized cost of electricity (LCOE), while hydro energy performed well in terms of efficiency and reliability. The environmental impact of wind energy was found to be moderate but still less severe compared to other energy sources. Our study provides important insights into the trade-offs and considerations that policymakers and industry leaders must make when selecting which energy sources to prioritize. The findings highlight the need for a comprehensive and integrated approach to energy policy that balances economic, environmental, and social considerations. In conclusion, this study contributes to the literature by emphasizing the importance of considering multiple criteria when evaluating alternative energy sources. Our findings can inform policy decisions regarding the development of a sustainable and reliable energy mix in China, and have important implications for other countries seeking to transition to renewable energy sources.",
    "readLink": "https://www.mdpi.com/2071-1050/15/10/8142"
  },
  {
    "title": "Urdu poetry and Eco Criticism",
    "authors": [
      "Saima aslam"
    ],
    "doi": "https://doi.org/10.57156/bazyaft4216017",
    "journalVolume": "Vol. 42,\n                                no. 1",
    "issn": "1992-3678 (Print)",
    "publisher": "2788-4848 (Online)",
    "countryOfPublisher": "University of the Punjab, Institute of Urdu Language and Literature, Lahore",
    "lcc": [
      "Pakistan",
      "Language and Literature: Philology. Linguistics: Language. Linguistic theory. Comparative grammar",
      "Language and Literature: Philology. Linguistics: Computational linguistics. Natural language processing",
      "Language and Literature: Indo-Iranian languages and literature"
    ],
    "journalUrl": "http://journals.pu.edu.pk/journals/index.php/Bazyaft/index",
    "abstract": "Eco-criticism is relatively considered a new term in Urdu literature although a brief review of Urdu literature particularly poetry indicates that environmental problems have always been critically observed by the literary minds. Ecocriticism is a kind of literary criticism that discuss the relationship of the physical environment as a living entity with literature and not just as a background of social dialogue. It is a theoretical technique that was introduced in the 90s in the west, however, Imdad Imam Asar has been considered the earliest critic who used this technique in Urdu literature through his book “KashifulHaqaiq”. Afterwards, Maulvi Muhammad Ismail Merathi used ecological perspectives in their poetry at a time when ecological studies and organizations had yet not been established. Dr. Wazir Agha, Nasir Kazmi, Majeed Amjad, Parveen Shakir and Tariq Naeem pronounced the disturbing effects of deforestation on nature, particularly on birds. Urdu poets mourned the high industrial ambitions of humans which destroyed the environmental beauty and awarded air pollution, global warming, climate change and drought to nature and humans. Poets like Mustafa Zaidi, Zia Jalandhari and others believed that environmental destruction is not limited to the physical aspects only it also disturbed the social behavior of the humans. Some modern poets like KishwarNaheed, Yousaf Zafar and Saeed Aasi associated the decay of humanity with environmental change in their poems and warns humans against it.",
    "readLink": "http://journals.pu.edu.pk/journals/index.php/Bazyaft/article/view/6017"
  },
  {
    "title": "Integration of urban science and urban climate adaptation research: opportunities to advance climate action",
    "authors": [
      "José Lobo,",
      "Rimjhim M. Aggarwal,",
      "Marina Alberti,",
      "Melissa Allen-Dumas,",
      "Luís M. A. Bettencourt,",
      "Christopher Boone,",
      "Christa Brelsford,",
      "Vanesa Castán Broto,",
      "Hallie Eakin,",
      "Sharmistha Bagchi-Sen,",
      "Sara Meerow,",
      "Celine D’Cruz,",
      "Aromar Revi,",
      "Debra C. Roberts,",
      "Michael E. Smith,",
      "Abigail York,",
      "Tao Lin,",
      "Xuemei Bai,",
      "William Solecki,",
      "Diane Pataki,",
      "Luís Bojorquez Tapia,",
      "Marcy Rockman,",
      "Marc Wolfram,",
      "Peter Schlosser,",
      "Nicolas Gauthier"
    ],
    "doi": "https://doi.org/10.1038/s42949-023-00113-0",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2661-8001 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "https://www.nature.com/npjurbansustain",
    "abstract": "Abstract There is a growing recognition that responding to climate change necessitates urban adaptation. We sketch a transdisciplinary research effort, arguing that actionable research on urban adaptation needs to recognize the nature of cities as social networks embedded in physical space. Given the pace, scale and socioeconomic outcomes of urbanization in the Global South, the specificities and history of its cities must be central to the study of how well-known agglomeration effects can facilitate adaptation. The proposed effort calls for the co-creation of knowledge involving scientists and stakeholders, especially those historically excluded from the design and implementation of urban development policies.",
    "readLink": "https://doi.org/10.1038/s42949-023-00113-0"
  },
  {
    "title": "Carving out a Niche in the Sustainability Confluence for Environmental Education Centers in Cyprus and Greece",
    "authors": [
      "Filippos Eliades,",
      "Maria K. Doula,",
      "Iliana Papamichael,",
      "Ioannis Vardopoulos,",
      "Irene Voukkali,",
      "Antonis A. Zorpas"
    ],
    "doi": "https://doi.org/10.3390/su14148368",
    "journalVolume": "Vol. 14,\n                                no. 8368\n                                \n                                  p.\n                                  8368",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Given the environmental issues that today’s societies confront, such as climate change, waste management, ecosystem deterioration, etc., environmental education is becoming increasingly important. Adoption of environmental education as an integral part of the educational system is required for the Environmental Education Center (EEC) to be able to provide knowledge, skills, and values so that society can become active and environmentally responsible through awareness-raising. According to the scholarly published research, EECs can positively affect local communities and create an environmentally friendly culture. In addition, given that EECs can even play a significant part in the development of lifelong learning activities at the education and sustainable development nexus, it is considered critical to establishing future potentials and dynamics. Thus, aiming to analyze EECs’ strengths, weaknesses, opportunities, and threats (SWOT analysis) within our complex and ever-evolving world, educators, students, and other fellow citizens in Cyprus and Greece participated in a survey in which they were asked to fill in a questionnaire, specifically developed for each group category. The findings of this study provide a deeper understanding of the implications arising as a result of effective environmental education absence, as well as the importance of a holistic approach through EECs. Moreover, it offers the research community a solid framework for future innovation in citizen engagement and training.",
    "readLink": "https://www.mdpi.com/2071-1050/14/14/8368"
  },
  {
    "title": "A nation that rebuilds its soils rebuilds itself- an engineer's perspective",
    "authors": [
      "Karen L. Johnson,",
      "Neil D. Gray,",
      "Wendy Stone,",
      "Bryce F.J. Kelly,",
      "Mark F. Fitzsimons,",
      "Cathy Clarke,",
      "Lynsay Blake,",
      "Stephen Chivasa,",
      "Florence Mtambanengwe,",
      "Paul Mapfumo,",
      "Andy Baker,",
      "Sabrina Beckmann,",
      "Lena Dominelli,",
      "Andrew L. Neal,",
      "Tariro Gwandu"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100060",
    "issn": "2667-0062 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/soil-security",
    "abstract": "Nations can build and rebuild degraded soils to help address climate change and potentially improve the nutritional content of food if we change policies that allow the addition of safe mineral and organic wastes to soil. We present a framework that facilitates the transition from intensive conventional to more regenerative farming practices by considering soil's natural cycle. Our paper is presented in three parts. Firstly, we consider that 'soil is living'; just like humans, the soil biome needs a balanced diet of macro and micronutrients as well as a nurturing environment. We simplify the soil science and take a systems approach which focuses on restoring soil's natural cycle to benefit both health (by increasing micronutrients in soil) and wealth (through climate change adaptation and mitigation). Secondly, we consider the scale of the problem of soil degradation and the timescales involved in rebuilding soils and barriers to implementation. Thirdly, we propose a potential framework which enables communities to identify what might be missing from soil's natural cycle. This framework helps communities consider how they might change soil texture by addition and manipulation of both minerals and organic matter. We present an educational tool, ‘soil in a jar’ based on a narrative of nurturing soil which is designed to engage and inspire society to get their hands dirty. Communities can use the framework to produce locally specific solutions to restore their soil's natural cycle and rebuild their local and national economies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667006222000272"
  },
  {
    "title": "Effect of Star Rating Improvement of Residential Buildings on Life Cycle Environmental Impacts and Costs",
    "authors": [
      "Hamidul Islam,",
      "Muhammed Bhuiyan,",
      "Quddus Tushar,",
      "Satheeskumar Navaratnam,",
      "Guomin Zhang"
    ],
    "doi": "https://doi.org/10.3390/buildings12101605",
    "journalVolume": "Vol. 12,\n                                no. 1605\n                                \n                                  p.\n                                  1605",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "A diagnostic framework is proposed to assess the influence of star rating improvement for residential buildings on life cycle environmental impacts and life cycle costs (LCEI and LCC) using life cycle assessment (LCA) and life cycle costing methods, respectively, on all life cycle phases (i.e., construction, operation, maintenance, and disposal). A reference house was modified on the basis of six alternative designs to deliver a particular star rating in order to demonstrate the analysis framework. Two LCIA methods (i.e., material flows/add masses and eco-indicator 99 Australian substances) were used to estimate ten LCEI indicators under two categories: seven from problem-oriented (i.e., raw material, air emission, water emission, eco-toxicity, acidification/eutrophication potential, ozone depletion, and climate change) and three from damage-oriented (i.e., resource depletion, ecosystem quality, and effect on human health) categories. The three damage-oriented indicators were combined to evaluate environmental and economic wellbeing on a single eco-point basis. All these combinations of impact indicators can offer three lines of analytical options along with star rating: problem-oriented, damage-oriented, and a variety of problem and damage-oriented LCEIs with LCCs. Hence, the optimum house selection is-based not only on cost or star rating, but also on LCEIs.",
    "readLink": "https://www.mdpi.com/2075-5309/12/10/1605"
  }
]