[
  {
    "title": "The Green Agenda in Global Trade: Reducing Greenhouse Gas Emissions",
    "authors": [
      "Musaev Magomed,",
      "Stepanova Lyudmila"
    ],
    "doi": "https://doi.org/10.1051/bioconf/20236303013",
    "journalVolume": "Vol. 63\n                                \n                                \n                                  p.\n                                  03013",
    "issn": "2117-4458 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Science: Microbiology",
      "Science: Physiology",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.bio-conferences.org",
    "abstract": "The environmental agenda in world trade has two main dimensions: the expansion of environmental requirements for goods and the reduction of greenhouse gas emissions. Environmental requirements, due to their admissibility by WTO rules, provide countries with an opportunity to support national producers and protect against goods produced “incorrectly” in terms of environmental or even social standards. The reduction of greenhouse gas emissions, which, although regulated at the global level by the UN Framework Convention on Climate Change, is largely voluntary, “multi-speed” in nature, as it faces a fundamental contradiction the right of lagging states to develop in accordance with their national goals. The whole complex of these contradictions is a serious problem, but it also brings opportunities for those who know how to play in this field, including Russia, as an important participant in international trade focused on sustainable development.",
    "readLink": "https://www.bio-conferences.org/articles/bioconf/pdf/2023/08/bioconf_ase2023_03013.pdf"
  },
  {
    "title": "Medium Spatial Resolution Mapping of Global Land Cover and Land Cover Change Across Multiple Decades From Landsat",
    "authors": [
      "Mark A. Friedl,",
      "Curtis E. Woodcock,",
      "Pontus Olofsson,",
      "Zhe Zhu,",
      "Tom Loveland,",
      "Radost Stanimirova,",
      "Paulo Arevalo,",
      "Eric Bullock,",
      "Kai-Ting Hu,",
      "Yingtong Zhang,",
      "Konrad Turlej,",
      "Konrad Turlej,",
      "Katelyn Tarrio,",
      "Kristina McAvoy,",
      "Noel Gorelick,",
      "Jonathan A. Wang,",
      "Christopher P. Barber,",
      "Carlos Souza"
    ],
    "doi": "https://doi.org/10.3389/frsen.2022.894571",
    "journalVolume": "Vol. 3",
    "issn": "2673-6187 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Geophysics. Cosmic physics",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/remote-sensing",
    "abstract": "Land cover maps are essential for characterizing the biophysical properties of the Earth’s land areas. Because land cover information synthesizes a rich array of information related to both the ecological condition of land areas and their exploitation by humans, they are widely used for basic and applied research that requires information related to land surface properties (e.g., terrestrial carbon models, water balance models, weather, and climate models) and are core inputs to models and analyses used by natural resource scientists and land managers. As the Earth’s global population has grown over the last several decades rates of land cover change have increased dramatically, with enormous impacts on ecosystem services (e.g., biodiversity, water supply, carbon sequestration, etc.). Hence, accurate information related to land cover is essential for both managing natural resources and for understanding society’s ecological, biophysical, and resource management footprint. To address the need for high-quality land cover information we are using the global record of Landsat observations to compile annual maps of global land cover from 2001 to 2020 at 30 m spatial resolution. To create these maps we use features derived from time series of Landsat imagery in combination with ancillary geospatial data and a large database of training sites to classify land cover at annual time step. The algorithm that we apply uses temporal segmentation to identify periods with stable land cover that are separated by breakpoints in the time series. Here we provide an overview of the methods and data sets we are using to create global maps of land cover. We describe the algorithms used to create these maps and the core land cover data sets that we are creating through this effort, and we summarize our approach to accuracy assessment. We also present a synthesis of early results and discuss the strengths and weaknesses of our early map products and the challenges that we have encountered in creating global land cover data sets from Landsat. Initial accuracy assessment for North America shows good overall accuracy (77.0 ± 2.0% correctly classified) and 79.8% agreement with the European Space Agency (ESA) WorldCover product. The land cover mapping results we report provide the foundation for robust, repeatable, and accurate mapping of global land cover and land cover change across multiple decades at 30 m spatial resolution from Landsat.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsen.2022.894571/full"
  },
  {
    "title": "Topic Specificity and Antecedents for Preservice Biology Teachers’ Anticipated Enjoyment for Teaching About Socioscientific Issues: Investigating Universal Values and Psychological Distance",
    "authors": [
      "Alexander Georg Büssing,",
      "Jacqueline Dupont,",
      "Susanne Menzel"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2020.01536",
    "journalVolume": "Vol. 11",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "Enjoyment for teaching represents one of the most frequently reported teaching emotions and positively affects student outcomes. Therefore, researchers and teacher educators need to understand its nature and underlying appraisal processes to prepare motivated teachers as part of initial teacher education. Using cross-sectional questionnaire data from 189 German biology preservice teachers (73.5% female, meanage = 23.45 years, SDage = 3.71 years), we empirically tested the topic-specific structure and antecedents of participants’ anticipated enjoyment for teaching. We adapted the established Teacher Emotion Scale to measure preservice teachers’ trait-based enjoyment for teaching by reframing the items with the environmental socioscientific issues of the return of wild wolves and climate change and the health socioscientific issue of preimplantation genetic diagnosis. Confirmatory factor analysis confirmed the best fit of a topic-specific model. We also found different correlations for the anticipated enjoyment for teaching about the issues, but no significant differences in means. Concerning further topic-specific antecedents, the environmentally oriented basic value of universalism predicted the anticipated enjoyment for teaching about the return of wolves, and the socially oriented universal value of benevolence predicted the anticipated enjoyment for teaching about preimplantation genetic diagnosis. Both values inconsistently predicted the anticipated enjoyment for teaching about climate change. While this is in line with the complex nature of this socioscientific issue, psychological distance was a predictor for the anticipated enjoyment for teaching about every topic. While these effects remained stable when controlling for demographic variables, male participants showed a higher anticipated enjoyment for teaching about wolves and about climate change, and female preservice teachers for teaching about preimplantation genetic diagnosis. Further studies are needed to investigate if the results can be transferred to in-service teachers or to other teaching emotions. Furthermore, future studies could examine effects on other factors relevant to teaching emotions such as reactions to student behavior, which have been described as central for the causation of teaching emotions in prior studies (i.e., “reciprocal model of teaching emotions”). The present study stimulates such new studies and adds important knowledge to the understanding of topic specificity and topic-specific antecedents of anticipated enjoyment for teaching, which are relevant for teacher education and professional development.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpsyg.2020.01536/full"
  },
  {
    "title": "Waterborne Infectious Diseases Associated with Exposure to Tropical Cyclonic Storms, United States, 1996–2018",
    "authors": [
      "Victoria D. Lynch,",
      "Jeffrey Shaman"
    ],
    "doi": "https://doi.org/10.3201/eid2908.221906",
    "journalVolume": "Vol. 29,\n                                no. 8\n                                \n                                  pp.\n                                  1548\n                                  – 1558",
    "issn": "1080-6040 (Print)",
    "publisher": "1080-6059 (Online)",
    "countryOfPublisher": "Centers for Disease Control and Prevention",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://wwwnc.cdc.gov/eid/",
    "abstract": "In the United States, tropical cyclones cause destructive flooding that can lead to adverse health outcomes. Storm-driven flooding contaminates environmental, recreational, and drinking water sources, but few studies have examined effects on specific infections over time. We used 23 years of exposure and case data to assess the effects of tropical cyclones on 6 waterborne diseases in a conditional quasi-Poisson model. We separately defined storm exposure for windspeed, rainfall, and proximity to the storm track. Exposure to storm-related rainfall was associated with a 48% (95% CI 27%–69%) increase in Shiga toxin–producing Escherichia coli infections 1 week after storms and a 42% (95% CI 22%–62%) in increase Legionnaires’ disease 2 weeks after storms. Cryptosporidiosis cases increased 52% (95% CI 42%–62%) during storm weeks but declined over ensuing weeks. Cyclones are a risk to public health that will likely become more serious with climate change and aging water infrastructure systems.",
    "readLink": "https://wwwnc.cdc.gov/eid/article/29/8/22-1906_article"
  },
  {
    "title": "Did concern about COVID-19 drain from a ‘finite pool of worry’ for climate change? Results from longitudinal panel data",
    "authors": [
      "Thea Gregersen,",
      "Rouven Doran,",
      "Gisela Böhm,",
      "Bjørn Sætrevik"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  p.\n                                  100144",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "According to the ‘finite pool of worry’ hypothesis, one may expect that introducing a novel concern (e.g., about a pandemic) may reduce concern about an existing issue (e.g., about climate change). Drawing upon representative longitudinal panel data from Norway (N = 7998), this paper explores if and how worry about climate change changed from January 2020 (before COVID-19 was detected in Norway) to January 2021 (during one of the pandemic waves). The current analyses indicate a small but significant decrease in worry about climate change among the general public during this time interval, in particular among respondents born before 1980. However, the change in climate change worry did not correlate with worrying about personally becoming infected with COVID-19 or with family members being infected. Thus, the results do not indicate a mechanism of worrying about COVID-19 infections leading to a decrease in people's worry about climate change. The findings are discussed in relation to empirical evidence from other countries, where climate change risk perceptions have been monitored during the recent pandemic. Possible explanations for observed differences in worry about climate change, as well as the lack of correlation between the change in climate change worry and worry about COVID-19, are discussed.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278222000335"
  },
  {
    "title": "Impact of Climate on Vegetation Change in a Mountain Grassland – Succession and Fluctuation",
    "authors": [
      "Florin PĂCURAR,",
      "Ioan ROTAR,",
      "Albert REIF,",
      "Roxana VIDICAN,",
      "Vlad STOIAN,",
      "Stefanie M. GÄRTNER,",
      "Robert B. ALLEN"
    ],
    "doi": "https://doi.org/10.15835/nbha.42.2.9578",
    "journalVolume": "Vol. 42,\n                                no. 2\n                                \n                                  pp.\n                                  347\n                                  – 356",
    "issn": "0255-965X (Print)",
    "publisher": "1842-4309 (Online)",
    "countryOfPublisher": "AcademicPres",
    "lcc": [
      "Romania",
      "Agriculture: Forestry",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.notulaebotanicae.ro/index.php/nbha",
    "abstract": "Traditionally managed Central European mountain grasslands have high nature conservation value because of their high species diversity. Whether these grasslands and their diversity can be preserved will depend on many factors, including how plant species composition responds to changes in climate conditions. To differentiate between fluctuations and directional succession in the herbaceous layer composition of a Romanian Festuca rubra L. and Agrostis capillaris L. grassland in Apuseni and whether any compositional changes can be related to climate. The vegetation of permanent plots was recorded annually between 2004 and 2012. Temperature and precipitation were measured by an automatic weather station at the study site. Cluster analysis, Indicator Species Analysis and the co-dominance ratio between F. rubra L.- A. capillaris were analysed. The compositional data was related to the climate variables. Thresholds of relevant climate variables differentiating between clusters of plots with similar vegetation composition were determined using classification tree methods. The vegetation composition in our plots within the years 2004, 2005 and 2008 were different from each other. From 2004 to 2006 directional succession could be identified; however the major patterns to emerge were fluctuations which occurred over the whole study period. Compositional shifts included A. capillaris L. and F. rubra L exchanging co-dominance with each other. The most important variables differentiating clusters were temperature during the dormant and vegetation periods and water balance during the vegetation period. It can be concluded that compositional shifts among years were largely a consequence of year to year climatic fluctuations; however, there is some evidence for a directional shift during the early years of the study./span>",
    "readLink": "http://www.notulaebotanicae.ro/index.php/nbha/article/view/9578"
  },
  {
    "title": "CLIMATE CHANGE AND CROP PRODUCTION IN NIGERIA: AN ERROR CORRECTION MODELLING APPROACH",
    "authors": [
      "P. B. Eregha,",
      "J. S. Babatolu,",
      "R. T. Akinnubi"
    ],
    "doi": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  297\n                                  – 311",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Climate change is termed as one of the greatest challenges of the 21st century and this has posed threat to agricultural dependent economies. In fact report had it that developing economies are at disadvantage as they stand to experience some of the severe effects from climate change. It is against this backdrop that this paper examines the impact of climate change on crop production in Nigeria. Ten crops were selected and three climatic variables were used for the study. Data for the study were extracted from the Food and Agricultural Organisation database, World Development Indicator and the CBN Statistical Bulletin and the data covers the period 1970-2009. Analysis of data was done with cointegration approach. The study revealed that the effect of climatic variables on crop production varies depending on the type of crop and seasonal properties and length of days of the crop. In general, climate change effect was found to be pronounced on the output of the crops. It is therefore recommended that various adaptation strategies necessary for increased output of these crops be adopted by farmers and this can better be achieved with proper enlightenment programmes for the farmers.",
    "readLink": "http://econjournals.com/index.php/ijeep/article/view/591/448"
  },
  {
    "title": "Coral Community Structure and Recruitment in Seagrass Meadows",
    "authors": [
      "Kathryn E. Lohr,",
      "David J. Smith,",
      "David J. Suggett,",
      "Matthew R. Nitschke,",
      "Alex J. Dumbrell,",
      "Stephen Woodcock,",
      "Emma F. Camp,",
      "Emma F. Camp"
    ],
    "doi": "https://doi.org/10.3389/fmars.2017.00388",
    "journalVolume": "Vol. 4",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Coral communities are increasingly found to populate non-reef habitats prone to high environmental variability. Such sites include seagrass meadows, which are generally not considered optimal habitats for corals as a result of limited suitable substrate for settlement and substantial diel and seasonal fluctuations in physicochemical conditions relative to neighboring reefs. Interest in understanding the ability of corals to persist in non-reef habitats has grown, however little baseline data exists on community structure and recruitment of scleractinian corals in seagrass meadows. To determine how corals populate seagrass meadows, we surveyed the established and recruited coral community over 25 months within seagrass meadows at Little Cayman, Cayman Islands. Simultaneous surveys of established and recruited coral communities at neighboring back-reef sites were conducted for comparison. To fully understand the amount of environmental variability to which corals in each habitat were exposed, we conducted complementary surveys of physicochemical conditions in both seagrass meadows and back-reefs. Despite overall higher variability in physicochemical conditions, particularly pH, compared to the back-reef, 14 coral taxa were capable of inhabiting seagrass meadows, and multiple coral families were also found to recruit to these sites. However, coral cover and species diversity, richness, and evenness were lower at sites within seagrass meadows compared to back-reef sites. Although questions remain regarding the processes governing recruitment, these results provide evidence that seagrass beds can serve as functional habitats for corals despite high levels of environmental variability and suboptimal conditions compared to neighboring reefs.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmars.2017.00388/full"
  },
  {
    "title": "Reconciling the total carbon budget for boreal forest wildfire emissions using airborne observations",
    "authors": [
      "K. L. Hayden,",
      "S.-M. Li,",
      "J. Liggio,",
      "M. J. Wheeler,",
      "J. J. B. Wentzell,",
      "A. Leithead,",
      "P. Brickell,",
      "R. L. Mittermeier,",
      "Z. Oldham,",
      "Z. Oldham,",
      "C. M. Mihele,",
      "R. M. Staebler,",
      "S. G. Moussa,",
      "A. Darlington,",
      "M. Wolde,",
      "D. Thompson,",
      "J. Chen,",
      "D. Griffin,",
      "E. Eckert,",
      "J. C. Ditto,",
      "M. He,",
      "D. R. Gentner"
    ],
    "doi": "https://doi.org/10.5194/acp-22-12493-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  12493\n                                  – 12523",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Wildfire impacts on air quality and climate are expected to be exacerbated by climate change with the most pronounced impacts in the boreal biome. Despite the large geographic coverage, there is limited information on boreal forest wildfire emissions, particularly for organic compounds, which are critical inputs for air quality model predictions of downwind impacts. In this study, airborne measurements of 193 compounds from 15 instruments, including 173 non-methane organics compounds (NMOG), were used to provide the most detailed characterization, to date, of boreal forest wildfire emissions. Highly speciated measurements showed a large diversity of chemical classes highlighting the complexity of emissions. Using measurements of the total NMOG carbon (NMOGT), the ΣNMOG was found to be 50 % ± 3 % to 53 % ± 3 % of NMOGT, of which, the intermediate- and semi-volatile organic compounds (I/SVOCs) were estimated to account for 7 % to 10 %. These estimates of I/SVOC emission factors expand the volatility range of NMOG typically reported. Despite extensive speciation, a substantial portion of NMOGT remained unidentified (47 % ± 15 % to 50 % ± 15 %), with expected contributions from more highly-functionalized VOCs and I/SVOCs. The emission factors derived in this study improve wildfire chemical speciation profiles and are especially relevant for air quality modelling of boreal forest wildfires. These aircraft-derived emission estimates were further linked with those derived from satellite observations demonstrating their combined value in assessing variability in modelled emissions. These results contribute to the verification and improvement of models that are essential for reliable predictions of near-source and downwind pollution resulting from boreal forest wildfires.",
    "readLink": "https://acp.copernicus.org/articles/22/12493/2022/acp-22-12493-2022.pdf"
  },
  {
    "title": "Effects of moisture during incubation on green sea turtle (Chelonia mydas) development, morphology and performance",
    "authors": [
      "BL Matthews,",
      "CR Gatto,",
      "RD Reina"
    ],
    "doi": "https://doi.org/10.3354/esr01159",
    "journalVolume": "Vol. 46\n                                \n                                \n                                  pp.\n                                  253\n                                  – 268",
    "issn": "1863-5407 (Print)",
    "publisher": "1613-4796 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.int-res.com/journals/esr/esr-home/",
    "abstract": "While the effect of temperature on embryonic development in sea turtles has been well studied over recent years, our understanding of the effect of substrate moisture, another important environmental variable, is limited. High sand moisture decreases nest temperature through evaporative and direct cooling during rainfall, but its direct effect on hatchling development, morphology and performance is unclear. To address this knowledge gap, we incubated 40 green sea turtle Chelonia mydas clutches in a beach hatchery under either high (~8% v/v) or low (~5% v/v) sand moisture concentrations for the duration of embryonic development. In half of the clutches, temperature sensors were deployed to measure any effect of sand moisture on nest temperature. As hatchlings emerged, we measured body size and locomotory performance during the first 24 h, an important period of frenzied activity for sea turtles. We excavated clutches post-emergence to determine hatching success, emergence success and to determine the stage of embryonic death for unsuccessful eggs. High moisture concentrations increased incubation duration, decreased nest temperature and had marginal effects on hatchling morphology, but no effect on hatching success, stage of embryonic death, crawling speed or initial swimming performance. However, after 24 h of swimming, hatchlings from high-moisture clutches produced less mean swim thrust and spent less time powerstroking than hatchlings from low-moisture clutches, suggesting reduced swimming endurance and potentially impacting the ability of hatchlings to successfully disperse. The effect of moisture on nest temperature and hatchling endurance highlights the importance of considering rainfall patterns when predicting future impacts of climate change on sea turtle populations.",
    "readLink": "https://www.int-res.com/abstracts/esr/v46/p253-268/"
  }
]