[
  {
    "title": "Present and future of the South Asian summer monsoon’s rainy season over Northeast India",
    "authors": [
      "Prolay Saha,",
      "Rahul Mahanta,",
      "B. N. Goswami"
    ],
    "doi": "https://doi.org/10.1038/s41612-023-00485-1",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2397-3722 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.nature.com/npjclimatsci/",
    "abstract": "Abstract An iconic feature of the Indian Summer Monsoon Rainfall (ISMR), a longer than June–September rainy season over Northeast India (NEI), while a much shorter one over northwest India is expected to be altered by climate change but an objective definition of the length of the monsoon rainy season (LRS) over the NEI is lacking. Here, defining the LRS objectively over NEI, we show that the El Niño and Southern Oscillation (ENSO) is a primary driver of LRS, while rainfall during LRS is poorly correlated with the ENSO. In contrast to a significant decreasing trend of LRS and LRS-rainfall during the historical period, the projected LRS under the SSP5–8.5 scenario continues to decrease while the LRS-rainfall acquires a significant increasing trend over NEI. A significant increase in the impact of hydrological disasters is expected over NEI in the future due to the increasing intensity and frequency of extreme rain events within a shorter rainy season.",
    "readLink": "https://doi.org/10.1038/s41612-023-00485-1"
  },
  {
    "title": "Current Challenges in the Sustainable Valorisation of Agri-Food Wastes: A Review",
    "authors": [
      "Cristina V. Berenguer,",
      "Carolina Andrade,",
      "Jorge A. M. Pereira,",
      "Rosa Perestrelo,",
      "José S. Câmara"
    ],
    "doi": "https://doi.org/10.3390/pr11010020",
    "journalVolume": "Vol. 11,\n                                no. 20\n                                \n                                  p.\n                                  20",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "In the upcoming years, the world will face societal challenges arising, in particular, from the impact of climate change and the inefficient use of natural resources, in addition to an exponential growth of the world population, which according to the United Nations (UN) estimations will be 9.8 billion in 2050. This increasing trend requires optimized management of natural resources with the use of value-added waste and a significant reduction in food loss and food waste. Moreover, the recent pandemic situation, COVID-19, has contributed indisputably. Along with the agri-food supply chain, several amounts of waste or by-products are generated. In most cases, these biomass wastes cause serious environmental concerns and high costs to enterprises. The valorisation of the agri-food loss and food industry wastes emerged as a useful strategy to produce certain value-added compounds with several potential applications, namely in the food, health, pharmaceutical, cosmetic, and environmental fields. Therefore, in this review, some of the crucial sustainable challenges with impacts on the valorisation of agri-food loss/wastes and by-products are discussed and identified, in addition to several opportunities, trends and innovations. Potential applications and usages of the most important compounds found in food loss/waste will be highlighted, with a focus on the food industry, pharmaceutical industry, and the environment.",
    "readLink": "https://www.mdpi.com/2227-9717/11/1/20"
  },
  {
    "title": "Review of the cotton market in Pakistan and its future\n          prospects",
    "authors": [
      "Malik Tassawar Hussain,",
      "Ahsan Muhammad Zahir"
    ],
    "doi": "https://doi.org/10.1051/ocl/2016043",
    "journalVolume": "Vol. 23,\n                                no. 6\n                                \n                                  p.\n                                  D606",
    "issn": "2272-6977 (Print)",
    "publisher": "2257-6614 (Online)",
    "countryOfPublisher": "EDP Sciences",
    "lcc": [
      "France",
      "Technology: Chemical technology: Oils, fats, and waxes"
    ],
    "journalUrl": "http://www.ocl-journal.org/",
    "abstract": "Pakistan is the world’s 4th largest producer of cotton. Cultivation along the Indus River extends across nearly 3 million hectares and serves as the backbone of the economy. Despite this importance, information on the cotton sector in Pakistan, in particular with regard to cotton oils, is scanty and not available from a single source. This review seeks to remedy that gap. Though cultivated mainly for fiber, its kernel seed oil is also used as an edible vegetable oil and accounts for a large share of the local oil industry; per capita consumption of edible oils is nearly 14 kg, which is much higher than consumption in countries at similar levels of economic development. Pakistan fulfills 17.7% of its demand for edible oils through cottonseed oil. Total demand for this purpose in 2029–30 is estimated at 5.36 million tons of which local production will be 1.98 million tons. Genetically modified (Bt) cotton was introduced in Pakistan in 2010 to control three deleterious lepidopterous insects; it now accounts for more than 85% of the cotton cultivated. There is good scope for organic cotton production in Pakistan, especially in non-traditional cotton growing areas where there is less insect pressure. High temperature and water scarcity associated with climate change are a major concern, since current cultivation takes place in areas that already experience extremely high temperatures.",
    "readLink": "https://doi.org/10.1051/ocl/2016043"
  },
  {
    "title": "Review of Urban Land Management Based on Bibliometrics",
    "authors": [
      "Shuangqing Sheng,",
      "Wei Song,",
      "Hua Lian,",
      "Lei Ning"
    ],
    "doi": "https://doi.org/10.3390/land11111968",
    "journalVolume": "Vol. 11,\n                                no. 1968\n                                \n                                  p.\n                                  1968",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "As the carrier of global urbanization, urban land is the basic means of productivity and life of urban residents. Urban land management is of great significance to global climate change mitigation, improving ecological quality, promoting economic development, and ensuring sustainable urban development. At present, although studies on urban land management have accumulated at the global level, the differences in research methods, objectives, and perspectives have led to the fragmentation and confusion of research conclusions. Therefore, it is necessary to review the literature of urban land management, clarify the research contexts, grasp the research progress, and predict the research trends. Bibliometrics, as a quantitative analysis method of literature review analysis, is more comprehensive and objective than relying only on a literature review. It is of great value to grasp the topics and trends of the research field from an overall perspective. In this paper, the Bibliometrix R software package was used to conduct an econometric literature analysis on urban land management from 1979 to 2021, using the Web of Science database. The results showed that: (1) the annual scientific research output and citation frequency in the field of urban land management has generally increased. Combined with the annual change trend of scientific research output, urban land management research can be divided into three stages: the budding period, from 1979 to 1989, the development period, from 1990 to 2008, and the high-yield period, from 2009 to 2021. (2) The 129 countries/regions reviewed differed in their research output, and developed countries showed strong research. The United States, China, and Australia were the top three countries in terms of solo publications and cooperation publications. In addition, among the 16,270 authors, the top three authors were Pradhan, Zhao, and Li. (3) The top three keywords in the field of urban land management were “Management”, “City/Cities” and “Land Use”. The research topics can be divided into three stages. The first stage covers studies with topics of “Management”, “Urbanization” and “GIS”, from 1979 to 2013. From 2014 to 2018, the research topics were gradually enriched by “Urbanization”, “Impact”, “System”, “GIS”, “Management”, “Policy”, “Conservation” and “land”, with a trend towards multidisciplinary and multi-perspective comprehensive analyses. From 2019 to 2021, “Management” and “Climate Change” were the main topics.",
    "readLink": "https://www.mdpi.com/2073-445X/11/11/1968"
  },
  {
    "title": "Low-Emission Modeling for Energy Demand in the Household Sector: A Study of Pakistan as a Developing Economy",
    "authors": [
      "Sana Bashir,",
      "Iftikhar Ahmad,",
      "Sajid Rashid Ahmad"
    ],
    "doi": "https://doi.org/10.3390/su10113971",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  3971",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In the developing world, the energy needs of the household sector have grown manifold, due to rapid urbanization and the introduction of affordable technology. However, constraints in the power supply and underutilization of renewable resources, coupled with inefficient fuel use and obsolete technology, have increased the average energy usage cost and emissions. Hence, the current study provides a long-term sustainable energy management plan for the urban household, in terms of energy savings, social cost, and greenhouse gas (GHG) mitigation. To address energy security and climate change challenges, a demand-side management scenario (DSM) is proposed through integration of efficient policies and nationally determined contributions. On the basis of policy analysis and energy consumption patterns, macro-economic modeling was carried out for the period 2011⁻2050, using the Long-range Energy Alternative Planning (LEAP) modeling tool. Results show that the “efficient water heating„ scenario offers the maximum energy-saving potential (up to 270 M.TOE) whereas “efficient space cooling„ is the lowest-cost scenario. To achieve the best-fit mitigation scenario (MIT), targets for renewable energy supply were also incorporated. Findings were weighed against the reference scenario (REF), which reveals a huge GHG reduction under the DSM. Moreover, the cost required to implement MIT is estimated to be 3.4 US $/tonne of carbon dioxide-equivalent, less than the REF.",
    "readLink": "https://www.mdpi.com/2071-1050/10/11/3971"
  },
  {
    "title": "Our Environmental Value Orientations Influence How We Respond to Climate Change",
    "authors": [
      "N. A. Marshall,",
      "N. A. Marshall,",
      "L. Thiault,",
      "L. Thiault,",
      "A. Beeden,",
      "R. Beeden,",
      "C. Benham,",
      "M. I. Curnock,",
      "A. Diedrich,",
      "G. G. Gurney,",
      "L. Jones,",
      "P. A. Marshall,",
      "N. Nakamura,",
      "P. Pert,",
      "P. Pert"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2019.00938",
    "journalVolume": "Vol. 10",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "People variably respond to global change in their beliefs, behaviors, and grief (associated with losses incurred). People that are less likely to believe in climate change, adopt pro-environmental behaviors, or report ecological grief are assumed to have different psycho-cultural orientations, and do not perceive changes in environmental condition or any impact upon themselves. We test these assumptions within the context of the Great Barrier Reef (GBR), a region currently experiencing significant climate change impacts in the form of coral reef bleaching and increasingly severe cyclones. We develop knowledge of environmental cultural services with the Environmental Schwartz Value Survey (ESVS) into four human value orientations that can explain individuals’ environmental beliefs and behaviors: biospheric (i.e., concern for environment), altruistic (i.e., concern for others, and intrinsic values), egoistic (i.e., concern for personal resources) and hedonic values (i.e., concern for pleasure, comfort, esthetic, and spirituality). Using face-to-face quantitative survey techniques, where 1,934 residents were asked to agree or disagree with a range of statements on a scale of 1–10, we investigate people’s (i) environmental values and value orientations, (ii) perceptions of environmental condition, and (iii) perceptions of impact on self. We show how they relate to the following climate change responses; (i) beliefs at a global and local scale, (ii) participation in pro-environmental behaviors, and (iii) levels of grief associated with ecological change, as measured by respective single survey questions. Results suggest that biospheric and altruistic values influenced all climate change responses. Egoistic values were only influential on grief responses. Perception of environmental change was important in influencing beliefs and grief, and perceptions of impact on self were only important in influencing beliefs. These results suggest that environmental managers could use people’s environmental value orientations to more effectively influence climate change responses toward environmental stewardship and sustainability. Communications that target or encourage altruism (through understanding and empathy), biospherism (through information on climate change impacts on the environment), and egoism (through emphasizing the benefits, health and wellbeing derived from a natural resource in good condition), could work.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpsyg.2019.00938/full"
  },
  {
    "title": "Comparing Community Needs and REDD+ Activities for Capacity Building and Forest Protection in the Équateur Province of the Democratic Republic of Congo",
    "authors": [
      "Edward A. Morgan,",
      "Glenn Bush,",
      "Joseph Zambo Mandea,",
      "Melaine Kermarc,",
      "Brendan Mackey"
    ],
    "doi": "https://doi.org/10.3390/land11060918",
    "journalVolume": "Vol. 11,\n                                no. 918\n                                \n                                  p.\n                                  918",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Primary forests are essential ecosystems that can play a key role in mitigating climate change. REDD+ is designed to help countries and communities secure benefits for avoiding deforestation but has faced significant implementation challenges. There are substantial potential benefits for REDD+ in the Democratic Republic of Congo (DRC), where shifting agriculture is the major cause of deforestation. However, implementation requires significant capacity building in a number of sectors and at a number of levels. This paper explores how well the capacity building activities within the DRC REDD+ strategy are aligned with the capacity needs identified by provincial government stakeholders and local communities in the Équateur province of the DRC, identified through workshops and surveys. The research suggests that while many technical capacity needs identified by stakeholders could be potentially addressed by the REDD+ strategy, there are number of systemic capacity needs that are unlikely to be addressed. Failure to address these needs risks undermining any implementation of REDD+. The results suggest that education and training in governance and management, as well as fundamental education in sustainability, are key capacity needs that REDD+ may need to incorporate. The results also provide further evidence that REDD+ projects need to be long-term and take into account the local context and needs in order to be effective.",
    "readLink": "https://www.mdpi.com/2073-445X/11/6/918"
  },
  {
    "title": "Recent Progress in Urban Flood Risk Management in the Typhoon Committee Area",
    "authors": [
      "Zhiyu Liu"
    ],
    "doi": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  60\n                                  – 66",
    "issn": "2225-6032 (Print)",
    "publisher": "2589-3025 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/tropical-cyclone-research-and-review/",
    "abstract": "ABSTRACT: The typhoon region is urbanizing rapidly with the increasing trend of population and economy. Fast urban development has also brought many potential troubles, and urban flooding is one of the most serious. Many aspects of urban areas are vulnerable to flood disasters and climate change. How to minimize losses caused by urban floods and harmonize relationship between floods and socio-economic development has been a significant problem that governments and international organizations work on. In recent years, risk management ideas have been introduced into flood management in the Typhoon Committee Area (TCA). This paper presents a brief review of urban flood issues and flood management in the TCA, and identifies good practices and research progress of urban flood risk management from the model cities study. In addition, some ideas about the improvement of urban flood risk management are also discussed in the paper.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S222560321830016X"
  },
  {
    "title": "Transitions in pathways of human development and carbon emissions",
    "authors": [
      "W F Lamb,",
      "J K Steinberger,",
      "A Bows-Larkin,",
      "G P Peters,",
      "J T Roberts,",
      "F R Wood"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/9/1/014011",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  014011",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Countries are known to follow diverse pathways of life expectancy and carbon emissions, but little is known about factors driving these dynamics. In this letter we estimate the cross-sectional economic, demographic and geographic drivers of consumption-based carbon emissions. Using clustering techniques, countries are grouped according to their drivers, and analysed with respect to a criteria of one tonne of carbon emissions per capita and a life expectancy over 70 years (Goldemberg’s Corner). Five clusters of countries are identified with distinct drivers and highly differentiated outcomes of life expectancy and carbon emissions. Representatives from four clusters intersect within Goldemberg’s Corner, suggesting diverse combinations of drivers may still lead to sustainable outcomes, presenting many countries with an opportunity to follow a pathway towards low-carbon human development. By contrast, within Goldemberg’s Corner, there are no countries from the core, wealthy consuming nations. These results reaffirm the need to address economic inequalities within international agreements for climate mitigation, but acknowledge plausible and accessible examples of low-carbon human development for countries that share similar underlying drivers of carbon emissions. In addition, we note differences in drivers between models of territorial and consumption-based carbon emissions, and discuss interesting exceptions to the drivers-based cluster analysis.",
    "readLink": "https://doi.org/10.1088/1748-9326/9/1/014011"
  },
  {
    "title": "Recent advances in understanding the Arctic climate system state and  change from a sea ice perspective: a review",
    "authors": [
      "R. Döscher,",
      "T. Vihma,",
      "E. Maksimovich"
    ],
    "doi": "https://doi.org/10.5194/acp-14-13571-2014",
    "journalVolume": "Vol. 14,\n                                no. 24\n                                \n                                  pp.\n                                  13571\n                                  – 13600",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Sea ice is the central component and most sensitive indicator of the Arctic climate system. Both the depletion and areal decline of the Arctic sea ice cover, observed since the 1970s, have accelerated since the millennium. While the relationship of global warming to sea ice reduction is evident and underpinned statistically, it is the connecting mechanisms that are explored in detail in this review. Sea ice erodes both from the top and the bottom. Atmospheric, oceanic and sea ice processes interact in non-linear ways on various scales. Feedback mechanisms lead to an Arctic amplification of the global warming system: the amplification is both supported by the ice depletion and, at the same time, accelerates ice reduction. Knowledge of the mechanisms of sea ice decline grew during the 1990s and deepened when the acceleration became clear in the early 2000s. Record minimum summer sea ice extents in 2002, 2005, 2007 and 2012 provide additional information on the mechanisms. This article reviews recent progress in understanding the sea ice decline. Processes are revisited from atmospheric, oceanic and sea ice perspectives. There is strong evidence that decisive atmospheric changes are the major driver of sea ice change. Feedbacks due to reduced ice concentration, surface albedo, and ice thickness allow for additional local atmospheric and oceanic influences and self-supporting feedbacks. Large-scale ocean influences on Arctic Ocean hydrology and circulation are highly evident. Northward heat fluxes in the ocean are clearly impacting the ice margins, especially in the Atlantic sector of the Arctic. There is little indication of a direct and decisive influence of the warming ocean on the overall sea ice cover, due to an isolating layer of cold and fresh water underneath the sea ice.",
    "readLink": "http://www.atmos-chem-phys.net/14/13571/2014/acp-14-13571-2014.pdf"
  }
]