[
  {
    "title": "Biogeographic position and body size jointly set lower thermal limits of wandering spiders",
    "authors": [
      "Jérémy Monsimet,",
      "Hervé Colinet,",
      "Olivier Devineau,",
      "Denis Lafage,",
      "Julien Pétillon"
    ],
    "doi": "https://doi.org/10.1002/ece3.7286",
    "journalVolume": "Vol. 11,\n                                no. 7\n                                \n                                  pp.\n                                  3347\n                                  – 3356",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Most species encounter large variations in abiotic conditions along their distribution range. The physiological responses of most terrestrial ectotherms (such as insects and spiders) to clinal gradients of climate, and in particular gradients of temperature, can be the product of both phenotypic plasticity and local adaptation. This study aimed to determine how the biogeographic position of populations and the body size of individuals set the limits of cold (freezing) resistance of Dolomedes fimbriatus. We compared D. fimbriatus to its sister species Dolomedes plantarius under harsher climatic conditions in their distribution range. Using an ad hoc design, we sampled individuals from four populations of Dolomedes fimbriatus originating from contrasting climatic areas (temperate and continental climate) and one population of the sister species D. plantarius from continental climate, and compared their supercooling ability as an indicator of cold resistance. Results for D. fimbriatus indicated that spiders from northern (continental) populations had higher cold resistance than spiders from southern (temperate) populations. Larger spiders had a lower supercooling ability in northern populations. The red‐listed and rarest D. plantarius was slightly less cold tolerant than the more common D. fimbriatus, and this might be of importance in a context of climate change that could imply colder overwintering habitats in the north due to reduced snow cover protection. The lowest cold resistance might put D. plantarius at risk of extinction in the future, and this should be considered in conservation plan.",
    "readLink": "https://doi.org/10.1002/ece3.7286"
  },
  {
    "title": "Indoor Comfort and Symptomatology in Non-University Educational Buildings: Occupants’ Perception",
    "authors": [
      "Miguel  Ángel Campano-Laborda,",
      "Samuel Domínguez-Amarillo,",
      "Jesica Fernández-Agüera,",
      "Ignacio Acosta"
    ],
    "doi": "https://doi.org/10.3390/atmos11040357",
    "journalVolume": "Vol. 11,\n                                no. 357\n                                \n                                  p.\n                                  357",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The indoor environment in non-university classrooms is one of the most analyzed problems in the thermal comfort and indoor air quality (IAQ) areas. Traditional schools in southern Europe are usually equipped with heating-only systems and naturally ventilated, but climate change processes are both progressively increasing average temperatures and lengthening the warm periods. In addition, air renewal is relayed in these buildings to uncontrolled infiltration and windows’ operation, but urban environmental pollution is exacerbating allergies and respiratory conditions among the youth population. In this way, this exposure has a significant effect on both the academic performance and the general health of the users. Thus, the analysis of the occupants’ noticed symptoms and their perception of the indoor environment is identified as a potential complementary tool to a more comprehensive indoor comfort assessment. The research presents an analysis based on environmental sensation votes, perception, and indoor-related symptoms described by students during lessons contrasted with physical and measured parameters and operational scenarios. This methodology is applied to 47 case studies in naturally ventilated classrooms in southern Europe. The main conclusions are related to the direct influence of windows’ operation on symptoms like tiredness, as well as the low impact of CO2 concentration variance on symptomatology because they usually exceeded recommended levels. In addition, this work found a relationship between symptoms under study with temperature values and the environmental perception votes, and the special impact of the lack of suitable ventilation and air purifier systems together with the inadequacy of current thermal systems.",
    "readLink": "https://www.mdpi.com/2073-4433/11/4/357"
  },
  {
    "title": "Next City: Learning from Cities during COVID-19 to Tackle Climate Change",
    "authors": [
      "Christina Kakderi,",
      "Nicos Komninos,",
      "Anastasia Panori,",
      "Eleni Oikonomaki"
    ],
    "doi": "https://doi.org/10.3390/su13063158",
    "journalVolume": "Vol. 13,\n                                no. 3158\n                                \n                                  p.\n                                  3158",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Fundamental principles of modern cities and urban planning are challenged during the COVID-19 pandemic, such as the advantages of large city size, high density, mass transport, free use of public space, unrestricted individual mobility in cities. These principles shaped the development of cities and metropolitan areas for more than a century, but currently, there are signs that they have turned from advantage to liability. Cities Public authorities and private organisations responded to the COVID-19 crisis with a variety of policies and business practices. These countermeasures codify a valuable experience and can offer lessons about how cities can tackle another grand challenge, this of climate change. Do the measures taken during the COVID-19 crisis represent a temporal adjustment to the current health crisis? Or do they open new ways towards a new type of urban development more effective in times of environmental and health crises? We address these questions through literature review and three case studies that review policies and practices for the transformation of city ecosystems mostly affected by the COVID-19 pandemic: (a) the central business district, (b) the transport ecosystem, and (c) the tourism–hospitality ecosystem. We assess whether the measures implemented in these ecosystems shape new policy and planning models for higher readiness of cities towards grand challenges, and how, based on this experience, cities should be organized to tackle the grand challenge of environmental sustainability and climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/13/6/3158"
  },
  {
    "title": "Effects of Frequency of Irrigation on Dry-Season Furrow-Irrigated Maize and Peanut Production in the Rice-Growing Lowlands of the Lower Mekong Basin",
    "authors": [
      "Carlos Ballester,",
      "Camilla Vote,",
      "John Hornbuckle,",
      "Thavone Inthavong,",
      "Vanndy Lim,",
      "Chantha Oeurng,",
      "Wendy Quayle,",
      "Vang Seng,",
      "Pheng Sengxua,",
      "Vorachith Sihathep,",
      "Veasna Touch,",
      "Philip Eberbach"
    ],
    "doi": "https://doi.org/10.3390/agriculture9060128",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  128",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Incorporation of dry-season crops in the lowland production systems of the Lower Mekong Basin (LMB) may provide local smallholder farmers the opportunity to increase household cash income through diversification. However, water availability and lowland rice-growing soil characteristics often limit the yield potential of dry-season crops in rotation with wet-season rice. This work studied the effects of three frequencies of irrigation on the crop performance of dry-season furrow-irrigated maize (Zea mays Linnaeus) and peanut (Arachis hypogaea Linnaeus) grown on lowland rice-growing soils in terms of biomass, yield and water productivity (WP). In addition, the response of maize to two fertiliser rates was evaluated. The study was carried out in sites with typical lowland rice-growing soils located in Cambodia and Laos. Soil matric potential (Ψm) was monitored during the season at the centre of the beds and percentage of canopy cover, aboveground biomass (AGB), yield and WP were determined. The results showed that within the first weeks of furrow irrigation (~two weeks after emergence), Ψm dropped considerably (<−200 kPa) after all treatments at both sites, suggesting that water movement from the furrows to the centre of the beds was limited. Shorter frequency of irrigation led to significantly (p < 0.05) higher AGB and yield in maize but not in peanut. Fertiliser rates did not have a significant effect on maize. WP ranged from 0.84 kg m−3 to 1.42 kg m−3 for maize and from 0.27 kg m−3 to 0.49 kg m−3 for peanut with no significant differences among treatments. This work provides evidence of a lateral water movement limitation that is not well documented for the establishment of furrow-irrigated dry-season crop production in the lowlands of the LMB. Further research on methodologies that could help to overcome this limitation in these soils, such as the application of soil amendments or implementation of alternative irrigation systems, would be of great value.",
    "readLink": "https://www.mdpi.com/2077-0472/9/6/128"
  },
  {
    "title": "Rapid response of arbuscular mycorrhizal fungal communities to short-term fertilization in an alpine grassland on the Qinghai-Tibet Plateau",
    "authors": [
      "Xingjia Xiang,",
      "Sean M. Gibbons,",
      "Jin-Sheng He,",
      "Chao Wang,",
      "Dan He,",
      "Qian Li,",
      "Yingying Ni,",
      "Haiyan Chu"
    ],
    "doi": "https://doi.org/10.7717/peerj.2226",
    "journalVolume": "Vol. 4\n                                \n                                \n                                  p.\n                                  e2226",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background: The Qinghai-Tibet Plateau (QTP) is home to the vast grassland in China. The QTP grassland ecosystem has been seriously degraded by human land use practices and climate change. Fertilization is used in this region to increase vegetation yields for grazers. The impact of long-term fertilization on plant and microbial communities has been studied extensively. However, the influence of short-term fertilization on arbuscular mycorrhizal fungal (AMF) communities in the QTP is largely unknown, despite their important functional role in grassland ecosystems. Methods: We investigated AMF community responses to three years of N and/or P addition at an experimental field site on the QTP, using the Illumina MiSeq platform (PE 300). Results: Fertilization resulted in a dramatic shift in AMF community composition and NP addition significantly increased AMF species richness and phylogenetic diversity. Aboveground biomass, available phosphorus, and NO3− were significantly correlated with changes in AMF community structure. Changes in these factors were driven by fertilization treatments. Thus, fertilization had a large impact on AMF communities, mediated by changes in aboveground productivity and soil chemistry. Discussion: Prior work has shown how plants often lower their reliance on AMF symbioses following fertilization, leading to decrease AMF abundance and diversity. However, our study reports a rise in AMF diversity with fertilization treatment. Because AMF can provide stress tolerance to their hosts, we suggest that extreme weather on the QTP may help drive a positive relationship between fertilizer amendment and AMF diversity.",
    "readLink": "https://peerj.com/articles/2226.pdf"
  },
  {
    "title": "Forests and Forestry in Support of Sustainable Development Goals (SDGs): A Bibliometric Analysis",
    "authors": [
      "Zhiyuan Ma,",
      "Chen Hu,",
      "Jinlian Huang,",
      "Tian Li,",
      "Jingpin Lei"
    ],
    "doi": "https://doi.org/10.3390/f13111960",
    "journalVolume": "Vol. 13,\n                                no. 1960\n                                \n                                  p.\n                                  1960",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "To address the world’s ongoing environmental challenges, 193 countries have committed to 17 sustainable development goals (SDGs) concerning the economy, society, and the environment. However, there are gaps in our understanding of forests and forestry support SDGs. Through a systematized review, we identified which SDGs are relevant to forests and forestry at the target level, along with their interactions (synergies or tradeoffs). In addition, a bibliometric analysis of 377 papers was conducted worldwide between 2015 and 2020, to elucidate the status and development trends of SDG research related to forests and forestry in this study. The research results show that: (1) 11 SDGs and 19 targets are related to forests and forestry, and 47 are interactions between SDG15 and other targets, including 35 synergy effects and 12 tradeoff effects. (2) The USA is the highest publication output country, while the Chinese Academy of Sciences is the highest publication output institution, and Jianguo Liu of the University of Michigan is the highest publication output author. (3) The keyword co-occurrence analysis results show that the research hotspots mainly focused on the impacts of and responses to climate change, biodiversity conservation, land resource protection and management, remote sensing, the impacts of deforestation, and the promotion of sustainable development through governance. (4) The co-citation results reveal the existence of nine research themes: human well-being, food security, land use, land productivity, land tenure, tree loss, simulation models, criteria, and resilience.",
    "readLink": "https://www.mdpi.com/1999-4907/13/11/1960"
  },
  {
    "title": "Impact of Climate Change on Runoff in the Gilgel Abbay Watershed, the Upper Blue Nile Basin, Ethiopia",
    "authors": [
      "Hailu Sheferaw Ayele,",
      "Ming-Hsu Li,",
      "Ching-Pin Tung,",
      "Tzu-Ming Liu"
    ],
    "doi": "https://doi.org/10.3390/w8090380",
    "journalVolume": "Vol. 8,\n                                no. 9\n                                \n                                  p.\n                                  380",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Hydrological assessment is critical to the successful implementation of adaption measures. In this study, projections of seven global circulation models (GCMs) associated with high and medium–low Representative Concentration Pathways (RCP 8.5 and RCP 4.5) for the period 2021–2040 and 2081–2100 were adopted to assess changes on runoffs in the Gilgel Abbay watershed, the upper Blue Nile basin. A weather generator was employed to generate daily temperature and precipitation to drive a hydrological model for impact assessment. Despite the projected magnitude of changes varied among different GCMs and RCPs, increasing runoffs in wet-season and decreasing in dry-season are observed in both periods, mainly attributed to the change in projected precipitation. Such changes are profound in cases of RCP 8.5 with respect to those of RCP 4.5 and in cases of 2081–2100 with respect to those of 2021–2040. Although the increasing runoffs would provide greater inflow to Lake Tana, the increase of precipitation in wet-season would imply a higher possibility of flash floods. On the other hand, decrease runoffs in dry-season further intensify existing shortage of irrigation water demand. These changes will have deleterious consequences on the economic wellbeing of the country and require successful implementation of adaption measures to reduce vulnerability.",
    "readLink": "http://www.mdpi.com/2073-4441/8/9/380"
  },
  {
    "title": "Historical and future seasonal rainfall variability in Nusa Tenggara Barat Province, Indonesia: Implications for the agriculture and water sectors",
    "authors": [
      "Dewi G.C. Kirono,",
      "James R.A. Butler,",
      "John L. McGregor,",
      "Adi Ripaldi,",
      "Jack Katzfey,",
      "Kim Nguyen"
    ],
    "doi": "https://doi.org/10.1016/j.crm.2015.12.002",
    "journalVolume": "Vol. 12,\n                                no. C\n                                \n                                  pp.\n                                  45\n                                  – 58",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate change impacts are most likely to be felt by resource-dependent communities, and consequently locally-relevant data are necessary to inform livelihood adaptation planning. This paper presents information for historical and future seasonal rainfall variability in Nusa Tenggara Barat (NTB) Province, Indonesia, where rural livelihoods are highly vulnerable to current climate variability and future change. Historical rainfall variability is investigated using observational data from two stations located on the islands of Lombok and Sumbawa. Future rainfall is examined using an ensemble of six downscaled climate model simulations at a spatial resolution of 14 km for 1971–2100, applying the IPCC SRES-A2 ‘Business as Usual’ emissions scenario, and the six original global climate models (GCMs). Analyses of the observed seasonal rainfall data highlight cyclical variability and long-term declines. The observed periodicities are of about 2–4, 5, 8, 11, and 40–50 years. Furthermore, dry season rainfall is significantly correlated with the El Niño Southern Oscillation (ENSO), while wet season rainfall is weakly correlated with ENSO. The simulated rainfall data reproduce the observed seasonal cycle very well, but overestimate the magnitude of rainfall and underestimate inter-annual rainfall variability. The models also show that the observed rainfall periodicities will continue throughout the 21st century. The models project that rainfall will decline, although with wide ranges of uncertainty, depending on season and location. Crop water demand estimates show that the projected changes will potentially impact the first growing period for rice during November–March. Rainfall may also be insufficient to meet water demand for many crops in the second growing period of March–June, when high value commodities such as chillies and tobacco are produced. The results reinforce the importance to consider all uncertainties when utilizing climate projections in subsequent impact assessments. Recommendations on the effective presentation of these results to inform multi-stakeholder adaptation planning for livelihoods, agriculture and irrigation are given.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221209631500042X"
  },
  {
    "title": "Generalized Linear Models in Determining Factors Affecting the Number of Community Visits to Health Service with Bayesian Inference Approach",
    "authors": [
      "Selfinia Selfinia,",
      "Dodi Devianto,",
      "Ferra Yanuar"
    ],
    "doi": "https://doi.org/10.31764/jtam.v7i3.15186",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  820\n                                  – 835",
    "issn": "2597-7512 (Print)",
    "publisher": "2614-1175 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Mataram",
    "lcc": [
      "Indonesia",
      "Science: Mathematics"
    ],
    "journalUrl": "https://journal.ummat.ac.id/index.php/jtam",
    "abstract": "Public health plays an important role in achieving the Sustainable Development Goals (SDGs) set by the United Nations. The SDGs are a series of global targets and commitments aimed at addressing various challenges facing the world today, such as poverty, hunger, gender inequality, climate change, and others. Public health, as one of the important aspects of the SDGs, is closely linked to several sustainable development goals. Efforts made to achieve the SDGs in the health sector are to improve health services. The objective of this study was to identify factors that influence the number of community visits to health services. The data used is a small sample size as one hundred community respondents in Padang City, West Sumatra Province. In this study, the number of respondents' visits to health service was the measured variable, while the predictor variables consisted of five variables, namely the status of the implementation of clean and healthy living behavior, health history, distance to health services, type of insurance owned, and consumption patterns. The generalized linear models is used to identify predictor variables that have significance using the Bayesian inference approach. It was found that there are two predictor variables that are significant in influencing the number of community visits to health services, namely the consumption patterns of respondents and the health history of respondents. These two variables have a very dominant effect on the number of visits to health service facilities in Padang City. This result indicates the community has to pay attention to their consumption patterns and living behavior to prevent periodic disease outbreaks and take care of their health history factors.",
    "readLink": "http://journal.ummat.ac.id/index.php/jtam/article/view/15186"
  },
  {
    "title": "Local climate impacts of dipole-like sea surface temperature oscillations in the Southern Hemisphere",
    "authors": [
      "Jeseung Oh,",
      "Yong Jung"
    ],
    "doi": "https://doi.org/10.2166/wcc.2020.113",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  311\n                                  – 324",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Dipole phenomena in ocean-atmospheric variability such as the Indian Ocean Dipole have been recognized as important factors that greatly affect local climates. This study presents evidence of two dipole modes in sea surface temperature anomaly (SSTA) over high latitude Southern Hemisphere (one in South Pacific and one in South Indian Ocean), identified using empirical orthogonal functions and cross-correlation analysis. These dipole modes have interannual periodicity, which is also explored for their seasonal variability and modes. Herein, a dipole mode is defined as a quasi-periodic oscillation between positive and negative phases in the various climate proxies, though predominantly in SST, which is supported by the signal's synchronized relationship with atmospheric variability (as recorded by pressure and wind records). In addition, the dipole modes have a clear synchronization relationship to local precipitation records, which is described in this paper. For this purpose, an index to represent the time-dependent evolution of each dipole mode and to better define and understand the teleconnections of the dipole modes with other climate variables was defined. The findings described here provide a more precise and unique understanding of the globally distributed SSTA teleconnections and climate's synchronized dynamics than that has currently been studied.",
    "readLink": "http://jwcc.iwaponline.com/content/12/2/311"
  }
]