[
  {
    "title": "Do Investment Strategies Matter for Trading Global Clean Energy and Global Energy ETFs?",
    "authors": [
      "Min-Yuh Day,",
      "Yensen Ni,",
      "Chinning Hsu,",
      "Paoyu Huang"
    ],
    "doi": "https://doi.org/10.3390/en15093328",
    "journalVolume": "Vol. 15,\n                                no. 3328\n                                \n                                  p.\n                                  3328",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Based on technological innovation and climate change, clean energy has been paid increasing attention to by worldwide investors, thereby increasing their interest in investing in firms that specialize in clean energy. However, traditional energy still plays an important role nowadays, because extreme weather has often occurred in the winters of recent years. We thus explore whether investing the strategies adopted by diverse technical trading rules would matter for investing in energy-related ETFs. By employing two representative global ETFs with more than 10 years of data, iShares Global Clean Energy ETF as the proxy of clean energy performance and iShares Global Energy ETF as that of traditional energy performance, we then revealed that momentum strategies would be proper for buying the green energy ETF, but contrarian strategies would be appropriate for buying the energy ETF. Furthermore, based on investment strategies adopted by diverse technical trading rules, we showed that the performance of clean energy outperforms that of energy, indicating that green energy does matter for the economy. Moreover, while observing the price trend of these two ETFs, we found that such two ETFs may have opposite share price performances, implying that, while the green energy ETF reached a relatively high price, investors following the contrarian strategies suggested in this study may reap profits by investing the energy ETF.",
    "readLink": "https://www.mdpi.com/1996-1073/15/9/3328"
  },
  {
    "title": "Divergent responses of permafrost degradation to precipitation increases at different seasons on the eastern Qinghai–Tibet Plateau based on modeling approach",
    "authors": [
      "Jingjing Yang,",
      "Taihua Wang,",
      "Dawen Yang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acf05c",
    "journalVolume": "Vol. 18,\n                                no. 9\n                                \n                                  p.\n                                  094038",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The Qinghai–Tibet Plateau (QTP) has responded to remarkable climate warming with dramatic permafrost degradation over the past few decades. Previous studies have mostly focused on permafrost responses to rising air temperature, while the effects of accompanying increases in precipitation remain contentious and largely unknown. In this study, a distributed process-based model was applied to quantify the impacts of increased precipitation on permafrost thermal regimes in a warming climate by employing model experiments in the source region of Yellow River (SRYR) on the eastern QTP. The results showed that the active layer thickness (ALT) of permafrost increased by 0.25 m during 2010–2019 compared to 2000 across the SRYR, which was primarily driven by climate warming. In contrast, the increased annual precipitation played a relatively limited role and just slightly mitigated active layer thickening by 0.03 m. Intriguingly, increased precipitation in the cold and warm seasons exerted opposite effects on permafrost across the SRYR. The increased precipitation in the cold season mainly promoted ALT increases, while the increased precipitation in the warm season mitigated ALT increases. In ∼81.0% of the permafrost across the SRYR, the cooling effects of warm season wetting outweighed the warming effects of cold season wetting; while at the transition zone where permafrost was unstable and degrading to seasonally frozen ground, the warming effects of cold season wetting played a relatively larger role which contributed to permafrost degradation. This study explored the physical mechanisms of permafrost thermal responses to climate wetting, thus providing a better understanding of permafrost change in a warmer and wetter climate on the QTP.",
    "readLink": "https://doi.org/10.1088/1748-9326/acf05c"
  },
  {
    "title": "Sustaining yield and nutritional quality of peanuts in harsh environments: Physiological and molecular basis of drought and heat stress tolerance",
    "authors": [
      "Naveen Puppala,",
      "Spurthi N. Nayak,",
      "Alvaro Sanz-Saez,",
      "Charles Chen,",
      "Mura Jyostna Devi,",
      "Mura Jyostna Devi,",
      "Nivedita Nivedita,",
      "Yin Bao,",
      "Guohao He,",
      "Sy M. Traore,",
      "David A. Wright,",
      "Manish K. Pandey,",
      "Vinay Sharma"
    ],
    "doi": "https://doi.org/10.3389/fgene.2023.1121462",
    "journalVolume": "Vol. 14",
    "issn": "1664-8021 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/genetics",
    "abstract": "Climate change is significantly impacting agricultural production worldwide. Peanuts provide food and nutritional security to millions of people across the globe because of its high nutritive values. Drought and heat stress alone or in combination cause substantial yield losses to peanut production. The stress, in addition, adversely impact nutritional quality. Peanuts exposed to drought stress at reproductive stage are prone to aflatoxin contamination, which imposes a restriction on use of peanuts as health food and also adversely impact peanut trade. A comprehensive understanding of the impact of drought and heat stress at physiological and molecular levels may accelerate the development of stress tolerant productive peanut cultivars adapted to a given production system. Significant progress has been achieved towards the characterization of germplasm for drought and heat stress tolerance, unlocking the physiological and molecular basis of stress tolerance, identifying significant marker-trait associations as well major QTLs and candidate genes associated with drought tolerance, which after validation may be deployed to initiate marker-assisted breeding for abiotic stress adaptation in peanut. The proof of concept about the use of transgenic technology to add value to peanuts has been demonstrated. Advances in phenomics and artificial intelligence to accelerate the timely and cost-effective collection of phenotyping data in large germplasm/breeding populations have also been discussed. Greater focus is needed to accelerate research on heat stress tolerance in peanut. A suits of technological innovations are now available in the breeders toolbox to enhance productivity and nutritional quality of peanuts in harsh environments. A holistic breeding approach that considers drought and heat-tolerant traits to simultaneously address both stresses could be a successful strategy to produce climate-resilient peanut genotypes with improved nutritional quality.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fgene.2023.1121462/full"
  },
  {
    "title": "Évolution de l’environnement alpin",
    "authors": [
      "Philippe Schoeneich,",
      "Carmen de Jong"
    ],
    "doi": "https://doi.org/10.4000/rga.596",
    "journalVolume": "Vol. 96,\n                                no. 4\n                                \n                                  pp.\n                                  53\n                                  – 64",
    "issn": "0035-1121 (Print)",
    "publisher": "1760-7426 (Online)",
    "countryOfPublisher": "Institut de Géographie Alpine",
    "lcc": [
      "France",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "http://rga.revues.org/",
    "abstract": "The way the Alpine environment will evolve in the 21st century depends upon climate change. This could lead to climates never before seen in the Alps, resulting in a major and lasting environmental crisis. In the face of these challenges, funding is still insufficient for specialised research on mountain environments. State funding often prioritises polar research at the expense of high altitude areas, whereas funding schemes from bodies such as Interreg do not sufficiently address the need for fundamental research, which is nevertheless a necessary first step prior to establishing scenarios. Over the last two or three years, there has been some progress towards transalpine network projects. This article identifies the main challenges faced by the alpine environment research field and the capacity of research programmes to meet these needs. The first section, on climate change, is based on the following recent reports: the IPCC 2007 summary report (IPCC 2007), the IPCC Europe report (Alcamo et al. 2007), and the ClimChAlp programme summary report (Prudent-Richard et al. 2008). These contain full, detailed bibliographies. The second section analyses recent or current calls for proposals, and projects which have been selected for funding.",
    "readLink": "http://journals.openedition.org/rga/596"
  },
  {
    "title": "Towards a compound-event-oriented climate model  evaluation: a decomposition of the underlying biases  in multivariate fire and heat stress hazards",
    "authors": [
      "R. Villalobos-Herrera,",
      "R. Villalobos-Herrera,",
      "E. Bevacqua,",
      "E. Bevacqua,",
      "A. F. S. Ribeiro,",
      "A. F. S. Ribeiro,",
      "G. Auld,",
      "L. Crocetti,",
      "L. Crocetti,",
      "B. Mircheva,",
      "M. Ha,",
      "J. Zscheischler,",
      "J. Zscheischler,",
      "J. Zscheischler,",
      "C. De Michele"
    ],
    "doi": "https://doi.org/10.5194/nhess-21-1867-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  1867\n                                  – 1885",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Climate models' outputs are affected by biases that need to be detected and adjusted to model climate impacts. Many climate hazards and climate-related impacts are associated with the interaction between multiple drivers, i.e. by compound events. So far climate model biases are typically assessed based on the hazard of interest, and it is unclear how much a potential bias in the dependence of the hazard drivers contributes to the overall bias and how the biases in the drivers interact. Here, based on copula theory, we develop a multivariate bias-assessment framework, which allows for disentangling the biases in hazard indicators in terms of the underlying univariate drivers and their statistical dependence. Based on this framework, we dissect biases in fire and heat stress hazards in a suite of global climate models by considering two simplified hazard indicators: the wet-bulb globe temperature (WBGT) and the Chandler burning index (CBI). Both indices solely rely on temperature and relative humidity. The spatial pattern of the hazard indicators is well represented by climate models. However, substantial biases exist in the representation of extreme conditions, especially in the CBI (spatial average of absolute bias: 21 ∘C) due to the biases driven by relative humidity (20 ∘C). Biases in WBGT (1.1 ∘C) are small compared to the biases driven by temperature (1.9 ∘C) and relative humidity (1.4 ∘C), as the two biases compensate for each other. In many regions, also biases related to the statistical dependence (0.85 ∘C) are important for WBGT, which indicates that well-designed physically based multivariate bias adjustment procedures should be considered for hazards and impacts that depend on multiple drivers. The proposed compound-event-oriented evaluation of climate model biases is easily applicable to other hazard types. Furthermore, it can contribute to improved present and future risk assessments through increasing our understanding of the biases' sources in the simulation of climate impacts.",
    "readLink": "https://nhess.copernicus.org/articles/21/1867/2021/nhess-21-1867-2021.pdf"
  },
  {
    "title": "Soil Moisture Content Dominates the Photosynthesis of C<sub>3</sub> and C<sub>4</sub> Plants in a Desert Steppe after Long-Term Warming and Increasing Precipitation",
    "authors": [
      "Guangyi Lv,",
      "Jing Jin,",
      "Mengting He,",
      "Chengjie Wang"
    ],
    "doi": "https://doi.org/10.3390/plants12162903",
    "journalVolume": "Vol. 12,\n                                no. 2903\n                                \n                                  p.\n                                  2903",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Plant photosynthesis has a non-negligible influence on forage quality and ecosystem carbon sequestration. However, the influence of long-term warming, increasing precipitation, and their interactions on the photosynthesis of dominant species in desert steppe remains unclear, and the main factors regulating plant photosynthesis in desert steppes have remained unrevealed. Therefore, we measured the photosynthetic parameters and specific leaf area of the dominant species and calculated the water and nitrogen content of leaves and soil in a desert steppe after long-term warming and increasing precipitation (air temperature, W0, air temperature increases of 2 °C and 4 °C, W1 and W2; natural precipitation, P0, natural precipitation increases of 25% and 50%, P1 and P2). Results showed that warming and increasing precipitation significantly enhanced photosynthesis in C3 and C4 species (p 3 and C4 species in W2P2 increased by 159.46% and 178.88%, respectively. Redundancy analysis showed that soil water content significantly explained the photosynthesis of C3 and C4 plants (the degree of explanation was 48% and 67.7%), followed by soil-available nitrogen content (the degree of explanation was 19.6% and 5.3%). Therefore, our study found that climate change enhanced photosynthesis in C3 and C4 plants, and soil water content plays a critical role in regulating photosynthesis in desert steppes.",
    "readLink": "https://www.mdpi.com/2223-7747/12/16/2903"
  },
  {
    "title": "FLOOD RISK FACTORS IN SUBURBAN AREA IN THE CONTEXT OF CLIMATE CHANGE ADAPTATION POLICIES – CASE STUDY OF WROCLAW, POLAND",
    "authors": [
      "Szymon Szewrański,",
      "Jan Kazak,",
      "Marta Szkaradkiewicz,",
      "Józef Sasik"
    ],
    "doi": "https://doi.org/10.12911/22998993/1854",
    "journalVolume": "Vol. 16,\n                                no. 2\n                                \n                                  pp.\n                                  13\n                                  – 18",
    "issn": "2299-8993 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jeeng.net",
    "abstract": "The uncontrolled sprawl of urban development exerts environmental impact in rural areas. The aim of this study is to identify areas vulnerable to climate change in the context of implementation of policies adapting to climate change at the local level. Such areas can be defined as those where the negative implication of flesh flood overlapping with soil sealing is observed. The study areas composed of municipalities which are influenced by the urban sprawl process of the city of Wroclaw, Poland. The analyses were performed using publicly available spatial data from aerial orthophotomaps from 2004–2012, the satellite images; archival and current land use maps. The database CORINE 1990, 2000, 2006; Urban Atlas and geodatabase of the European Environment Agency were also of an important usage for this study.",
    "readLink": "http://www.jeeng.net/Flood-risk-factors-in-suburban-area-in-the-context-of-climate-change-adaptation-policies-case-study-of-wroclaw-poland,1854,0,2.html"
  },
  {
    "title": "From technology transfer to innovation-based rural development: A necessary turn at the Indio Hatuey experimental station",
    "authors": [
      "Taymer Miranda Tortoló,",
      "Hilda Machado Martínez,",
      "Antonio Suset Pérez,",
      "Luis Lamela López,",
      "Katerine Oropesa Casanova,",
      "Juan Albero Alfonso Yanes,",
      "Marco Antonio García Naranjo,",
      "Iraida María Campos Acosta"
    ],
    "doi": "https://doi.org/10.1525/elementa.325",
    "journalVolume": "Vol. 6,\n                                no. 1",
    "issn": "2325-1026 (Online)",
    "publisher": "BioOne",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.elementascience.org",
    "abstract": "The collapse of the socialist bloc in the early 1990s led to a severe economic crisis in Cuba, unleashing various processes of change to confront the situation. One such process involved taking a new look at the role of the scientific sector in the management and development of science, technology and innovation, and moving from a reductionist approach to a holistic, endogenous and territorial one. This article describes a process of change that occurred at the Indio Hatuey Experimental Station for Pasture and Forage, or EEPFIH, an experimental station for research and education in Matanzas province, Cuba. This article also presents environmental outcomes obtained on farms as a result of this new approach, and institutional outcomes such as the creation of new structures making it possible to address issues such as food security and sovereignty, sustainable agriculture, and climate change at the local and provincial levels. These transformations allow the EEPFIH to respond effectively to the demands of Cuban society in collaboration with other institutions, implementing practices that stimulate these institutions to play a central role in managing their development. More horizontal spaces for exchange and innovation have been opened up, and new mechanisms for management established, consolidating alliances and connections among actors at different levels. 'Please refer to Supplementary Materials', DOI: https://doi.org/10.1525/elementa.325.s1, 'for a full text Spanish version of this article.' El derrumbe del campo socialista a principios de los años 90 provocó una crisis económica severa en Cuba que desencadenó varios procesos de cambio para enfrentar la problemática. Uno de estos fue repensar el rol del sector científico en la gestión y desarrollo de la ciencia, tecnología e innovación, y llevarlo desde un enfoque reduccionista a un enfoque holístico, endógeno y territorial. Este artículo describe el proceso de cambio que se produjo en la Estación Experimental de Pastos y Forrajes de Indio Hatuey (EEPFIH), estación experimental de investigación y docencia en la provincia de Matanzas en Cuba. Además, presenta resultados ecológicos obtenidos en fincas producto del nuevo enfoque de trabajo y resultados institucionales como la creación de nuevas estructuras, que permiten enfrentar problemáticas de seguridad y soberanía alimentaria, agricultura sostenible y cambio climático a nivel local y territorial. Las transformaciones logradas permitieron a la EEPFIH responder eficazmente a demandas de la sociedad cubana en integración con otras instituciones mediante la implementación de prácticas que estimulan el protagonismo de estas instituciones en la gestión de su desarrollo. Se abrieron espacios de intercambio e innovación más horizontales y se establecieron nuevos mecanismos de gestión que consolidan las alianzas y vínculos entre actores a distintos niveles. 'La versión en español de este artículo se puede encontrar en Materiales Suplementarias,' DOI: https://doi.org/10.1525/elementa.325.s1.",
    "readLink": "https://www.elementascience.org/articles/325"
  },
  {
    "title": "Climate Variability and Industrial-Suburban Heat Environment in a Mediterranean Area",
    "authors": [
      "Giuseppina A. Giorgio,",
      "Maria Ragosta,",
      "Vito Telesca"
    ],
    "doi": "https://doi.org/10.3390/su9050775",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  p.\n                                  775",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Urban Heat Island (UHI) phenomenon prevalently concerns industrialized countries. It consists of a significant increase in temperatures, especially in industrialized and urbanized areas, in particular, during extreme warm periods like summer. This paper explores the climate variability of temperatures in two stations located in Matera city (Southern Italy), evaluating the increase in temperatures from 1988 to 2015. Moreover, the Corine Land Covers (1990–2000–2006–2012) were used in order to investigate the effect of land use on temperatures. The results obtained confirm the prevalence of UHI phenomena for industrialized areas, highlighting the proposal that the spreading of settlements may further drive these effects on the microclimate. In particular, the presence of industrial structures, even in rural areas, shows a clear increase in summer maximum temperatures. This does not occur in the period before 2000, probably due to the absence of the industrial settlement. On the contrary, from 2000 to 2015, changes are not relevant, but the maximum temperatures have always been higher than in the suburban area (station localized in green zone) during daylight hours.",
    "readLink": "http://www.mdpi.com/2071-1050/9/5/775"
  },
  {
    "title": "Animal- and Plant-Based Protein Sources: A Scoping Review of Human Health Outcomes and Environmental Impact",
    "authors": [
      "Luca Ferrari,",
      "Stefan-Alexandru Panaite,",
      "Antonella Bertazzo,",
      "Francesco Visioli"
    ],
    "doi": "https://doi.org/10.3390/nu14235115",
    "journalVolume": "Vol. 14,\n                                no. 5115\n                                \n                                  p.\n                                  5115",
    "issn": "2072-6643 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nutrients",
    "abstract": "Dietary proteins are indispensable to human nutrition. In addition to their tissue-building function, they affect body composition and regulate various metabolic pathways, as well as satiety and immune system activity. Protein use can be examined from a quantitative or qualitative viewpoint. In this scoping review, we compare animal- and plant-based protein sources in terms of their effects on human health and the environment. We conclude that the consumption of vegetable protein sources is associated with better health outcomes overall (namely, on the cardiovascular system) than animal-based product use. The healthier outcomes of vegetable protein sources dovetail with their lower environmental impact, which must be considered when designing an optimal diet. Indeed, the health of the planet cannot be disjointed from the health of the human being. Future research will clarify the mechanisms of action underlying the health effects of plant-based protein sources when compared with animal sources, fostering better agronomic practices and influencing public health in a direction that will benefit both the planet and its inhabitants.",
    "readLink": "https://www.mdpi.com/2072-6643/14/23/5115"
  }
]