[
  {
    "title": "Assessment of Potential Climate Change Impacts on Montane Forests in the Peruvian Andes: Implications for Conservation Prioritization",
    "authors": [
      "Vincent Bax,",
      "Augusto Castro-Nunez,",
      "Wendy Francesconi"
    ],
    "doi": "https://doi.org/10.3390/f12030375",
    "journalVolume": "Vol. 12,\n                                no. 375\n                                \n                                  p.\n                                  375",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Future climate change will result in profound shifts in the distribution and abundance of biodiversity in the Tropical Andes, and poses a challenge to contemporary conservation planning in the region. However, currently it is not well understood where the impacts of climate disruption will be most severe and how conservation policy should respond. This study examines climate change impacts in the Peruvian Andes, with a specific focus on tropical montane forest ecosystems, which are particularly susceptible to climate change. Using an ensemble of classification models coupled with different climate change scenarios, we estimate high and low potential impacts on montane forest, by projecting which areas will become climatically unsuitable to support montane forest ecosystems by 2070. These projections are subsequently used to examine potential impacts on protected areas containing montane forest. The modeling output indicates that climate change will have a high potential impact on 58% of all montane forests, particularly in the elevation range between 800 and 1200 m.a.s.l. Furthermore, about 64% of montane forests located in protected areas will be exposed to high potential impact. These results highlight the need for Peru’s conservation institutions to incorporate climate change considerations into prevailing conservation plans and adaptation strategies. To adjust to climate change, the adaptive capacity of forest ecosystems in the Peruvian Andes should be enhanced through restorative and preventive conservation measures such as improving forest functions and mitigating deforestation and forest degradation pressures.",
    "readLink": "https://www.mdpi.com/1999-4907/12/3/375"
  },
  {
    "title": "An updated national-scale assessment of trends in UK peak river flow data: how robust are observed increases in flooding?",
    "authors": [
      "J. Hannaford,",
      "N. Mastrantonas,",
      "G. Vesuviano,",
      "S. Turner"
    ],
    "doi": "https://doi.org/10.2166/nh.2021.156",
    "journalVolume": "Vol. 52,\n                                no. 3\n                                \n                                  pp.\n                                  699\n                                  – 718",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "A cluster of recent floods in the UK has prompted significant interest in the question of whether floods are becoming more frequent or severe over time. Many trend assessments have addressed this in recent decades, typically concluding that there is evidence for positive trends in flood magnitude at the national scale. However, trend testing is a contentious area, and the resilience of such conclusions must be tested rigorously. Here, we provide a comprehensive assessment of flood magnitude trends using the UK national flood dataset (NRFA Peak Flows). Importantly, we assess trends using this full dataset as well as a subset of near-natural catchments with high-quality flood data. While headline conclusions are useful for advancing national flood-risk policy, for on-the-ground flood-risk estimation it is important to unpack these local changes to determine how climate-driven trends compare with those from the wider dataset that are subject to a wide range of human disturbances and data limitations. We also examine the sensitivity of reported trends to changes in study time window using a ‘multitemporal’ analysis. We find that the headline claim of increased flooding generally holds up regionally to nationally, although we show a much more complicated picture of spatio-temporal variability. While some reported trends, such as increased flooding in northern and western Britain, appear to be robust, trends in other regions are more mixed spatially and temporally – for example, trends in recent decades are not necessarily representative of longer-term change, and within regions (e.g. in southeast England) increasing and decreasing trends can be found in close proximity. While headline conclusions are useful for advancing national flood-risk policy, for flood-risk estimation it is important to unpack these local changes, and the results and methodological toolkit provided here could provide such supporting information to practitioners. HIGHLIGHTS Up-to-date national assessment of trends in flood magnitude for the UK.; We examine long-term trends in a multitemporal context (sensitivity to time period).; We compare sites at near-natural catchments with the wider network of disturbed sites.; Results generally confirm the robustness of previously highlighted increases in flooding.; However, we provide significantly greater spatial and temporal detail.;",
    "readLink": "http://hr.iwaponline.com/content/52/3/699"
  },
  {
    "title": "Elevational range shifts in four mountain ungulate species from the Swiss Alps",
    "authors": [
      "Ulf Büntgen,",
      "Lucie Greuter,",
      "Kurt Bollmann,",
      "Hannes Jenny,",
      "Andrew Liebhold,",
      "J. Diego Galván,",
      "Nils C. Stenseth,",
      "Carrie Andrew,",
      "Atle Mysterud"
    ],
    "doi": "https://doi.org/10.1002/ecs2.1761",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Warming‐induced range shifts along elevational and latitudinal gradients have been observed in several species from various taxa. The mobility and behavioral plasticity of large endothermic mammals, however, complicate the detection of climatic effects on their spatial distributions. Here, we analyzed 230,565 hunting locations of the four most abundant ungulate species in the European Alps: ibex, chamois, red deer, and roe deer. Year‐to‐year and inter‐decadal range shifts toward higher elevations in Switzerland coincided with warmer, snow‐free, and thus more favorable autumn conditions in the same area. The average harvest elevation of ibex, chamois, and red deer significantly increased between 1991 and 2013. Although this trend is anticipated to continue, behavioral plasticity may allow the Alpine ibex and other mountain ungulates to buffer some of the associated consequences of climate change. Our results demonstrate the utility of well‐replicated hunting archives to supplement shorter but more precise monitoring data. This study also provides independent evidence of animal range shifts in response to environmental change at interannual and multi‐decadal time‐scales.",
    "readLink": "https://doi.org/10.1002/ecs2.1761"
  },
  {
    "title": "Multi-modal albedo distributions in the ablation area of the southwestern Greenland Ice Sheet",
    "authors": [
      "S. E. Moustafa,",
      "A. K. Rennermalm,",
      "L. C. Smith,",
      "M. A. Miller,",
      "J. R. Mioduszewski,",
      "L. S. Koenig,",
      "M. G. Hom,",
      "C. A. Shuman"
    ],
    "doi": "https://doi.org/10.5194/tc-9-905-2015",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  905\n                                  – 923",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Surface albedo is a key variable controlling solar radiation absorbed at the Greenland Ice Sheet (GrIS) surface and, thus, meltwater production. Recent decline in surface albedo over the GrIS has been linked to enhanced snow grain metamorphic rates, earlier snowmelt, and amplified melt–albedo feedback from atmospheric warming. However, the importance of distinct surface types on ablation area albedo and meltwater production is still relatively unknown. In this study, we analyze albedo and ablation rates using in situ and remotely sensed data. Observations include (1) a new high-quality in situ spectral albedo data set collected with an Analytical Spectral Devices Inc. spectroradiometer measuring at 325–1075 nm along a 1.25 km transect during 3 days in June 2013; (2) broadband albedo at two automatic weather stations; and (3) daily MODerate Resolution Imaging Spectroradiometer (MODIS) albedo (MOD10A1) between 31 May and 30 August 2012 and 2013. We find that seasonal ablation area albedos in 2013 have a bimodal distribution, with snow and ice facies characterizing the two peaks. Our results show that a shift from a distribution dominated by high to low albedos corresponds to an observed melt rate increase of 51.5% (between 10–14 July and 20–24 July 2013). In contrast, melt rate variability caused by albedo changes before and after this shift was much lower and varied between ~10 and 30% in the melting season. Ablation area albedos in 2012 exhibited a more complex multimodal distribution, reflecting a transition from light to dark-dominated surface, as well as sensitivity to the so called \"dark-band\" region in southwest Greenland. In addition to a darkening surface from ice crystal growth, our findings demonstrate that seasonal changes in GrIS ablation area albedos are controlled by changes in the fractional coverage of snow, bare ice, and impurity-rich surface types. Thus, seasonal variability in ablation area albedos appears to be regulated primarily as a function of bare ice expansion at the expense of snow, surface meltwater ponding, and melting of outcropped ice layers enriched with mineral materials, enabling dust and impurities to accumulate. As climate change continues in the Arctic region, understanding the seasonal evolution of ice sheet surface types in Greenland's ablation area is critical to improve projections of mass loss contributions to sea level rise.",
    "readLink": "http://www.the-cryosphere.net/9/905/2015/tc-9-905-2015.pdf"
  },
  {
    "title": "Land Cover Classification in an Ecuadorian Mountain Geosystem Using a Random Forest Classifier, Spectral Vegetation Indices, and Ancillary Geographic Data",
    "authors": [
      "Johanna E. Ayala-Izurieta,",
      "Carmen O. Márquez,",
      "Víctor J. García,",
      "Celso G. Recalde-Moreno,",
      "Marcos V. Rodríguez-Llerena,",
      "Diego A. Damián-Carrión"
    ],
    "doi": "https://doi.org/10.3390/geosciences7020034",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  p.\n                                  34",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "We presented a methodology to accurately classify mountainous regions in the tropics. These landscapes are complex in terms of their geology, ecosystems, climate and land use. Obtaining accurate maps to assess land cover change is essential. The objectives of this study were to (1) map vegetation using the Random Forest Classifier (RFC), spectral vegetation index (SVI), and ancillar geographic data (2) identify important variables that help differentiate vegetation cover, and (3) assess the accuracy of the vegetation cover classification in hard-to-reach Ecuadorian mountain region. We used Landsat 7 ETM+ satellite images of the entire scene, a RFC algorithm, and stratified random sampling. The altitude and the two band enhanced vegetation index (EVI2) provide more information on vegetation cover than the traditional and often use normalized difference vegetation index (NDVI) in other settings. We classified the vegetation cover of mountainous areas within the 1016 km2 area of study, at 30 m spatial resolution, using RFC that yielded a land cover map with an overall accuracy of 95%. The user´s accuracy and the half-width of the confidence interval for 95% of the basic map units, forest (FOR), páramo (PAR), crop (CRO) and pasture (PAS) were 95.85% ± 2.86%, 97.64% ± 1.24%, 91.53% ± 3.35% and 82.82% ± 7.74%, respectively. The overall disagreement was 4.47%, which results from adding 0.43% of quantity disagreement and 4.04% of allocation disagreement. The methodological framework presented in this paper and the combined use of SVIs, ancillary geographic data, and the RFC allowed the accurate mapping of hard-to-reach mountain landscapes as well as uncovering the underlying factors that help differentiate vegetation cover in the Ecuadorian mountain geosystem.",
    "readLink": "http://www.mdpi.com/2076-3263/7/2/34"
  },
  {
    "title": "Greater understanding is need of whether warmer and shorter winters associated with climate change could reduce winter mortality",
    "authors": [
      "Kristie L Ebi"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/11/111002",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  111002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In temperate regions, mortality is higher during winter than summer seasons. Assuming this seasonality is associated with ambient temperature, assessments often conclude that climate change will likely reduce winter mortality. However, there has been limited evaluation of the extent to which cold temperatures are actually the proximal cause of winter mortality in temperate regions. Kinney et al (2015 Environ Res. Lett. http://dx.doi.org/10.1088/1748-9326/10/6/064016 10 http://dx.doi.org/10.1088/1748-9326/10/6/064016 ) analyzed multi-decadal data from 39 cities in the US and France and concluded that cold temperatures are not a primary driver of most winter excess mortality. These analyses suggest that increases in heat-related mortality with climate change will unlikely be balanced by reductions in winter mortality, reinforcing the importance of health systems continuing to ensure adequate health protection against cold temperatures even as temperatures warm.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/11/111002"
  },
  {
    "title": "Identification of Extreme Droughts Based on a Coupled Hydrometeorology Index from GRACE-Derived TWSA and Precipitation in the Yellow River and Yangtze River Basins",
    "authors": [
      "Shujun Wu,",
      "Zengchuan Dong,",
      "Chenkai Cai,",
      "Shengnan Zhu,",
      "Yiqing Shao,",
      "Jinyu Meng,",
      "Grace Efua Amponsah"
    ],
    "doi": "https://doi.org/10.3390/w15111990",
    "journalVolume": "Vol. 15,\n                                no. 1990\n                                \n                                  p.\n                                  1990",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Global climate change and human activities have exacerbated droughts’ environmental and socioeconomic threats. However, there is still a lack of effective techniques to consider their combined impacts on drought identification. Therefore, a new copula-based multivariate standardized drought index (CMSDI) was proposed, which integrates precipitation data and terrestrial water storage anomaly (TWSA) data observed by Gravity Recovery and Climate Experiment (GRACE) satellites. The applicability of the CMSDI was assessed compared with the water storage deficits index (WSDI), the self-calibration Palmer drought severity index (sc-PDSI), the standardized precipitation evapotranspiration index (SPEI), and the standardized precipitation index (SPI) in the Yellow River Basin (YRB) and the Yangtze River Basin (YZRB) for 2002–2020. The assessments were conducted regarding both temporal evolution and spatial distribution. The results showed that the CMSDI was more synchronized with the WSDI and SPI than with the other two indices and presented different trends and correlations in the YRB and YZRB. The CMSDI outperformed the other drought indices due to the limitations of the sc-PDSI, SPEI, and SPI in detecting certain drought events, and the greater inaccuracy of the WSDI in identifying extreme droughts. Furthermore, the CMSDI revealed a clear upward trend in parts of the middle and lower YRB and a clear downward trend in the upper YZRB, emphasizing the need for more attention to droughts in the YRB. This study presents a new perspective on the integrated use of satellite and measured data in drought monitoring across different regions.",
    "readLink": "https://www.mdpi.com/2073-4441/15/11/1990"
  },
  {
    "title": "Psychosocial stress and strategies for managing adversity: measuring population resilience in New South Wales, Australia",
    "authors": [
      "Jacobs Jennifer,",
      "Agho Kingsley,",
      "Bryson-Taylor Donald,",
      "Stevens Garry,",
      "Barr Margo,",
      "Taylor Melanie,",
      "Raphael Beverley"
    ],
    "doi": "https://doi.org/10.1186/1478-7954-8-28",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  28",
    "issn": "1478-7954 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://pophealthmetrics.biomedcentral.com/",
    "abstract": "Abstract Background Populations around the world are facing an increasing number of adversities such as the global financial crisis, terrorism, conflict, and climate change. The aim of this paper was to investigate self-reported strategies and sources of support used to get through \"tough times\" in an Australian context and to identify patterns of response in the general population and differences in potentially vulnerable subgroups. Methods Data were collected through a cross-sectional survey of the New South Wales population in Australia. The final sample consisted of 3,995 New South Wales residents aged 16 years and above who responded to the question: \"What are the things that get you through tough times?\" Results Respondents provided brief comments that were coded into 14 main subject-area categories. The most frequently reported responses were family and self (52%); friends and neighbors (21%); use of positive emotional and philosophical strategies (17%), such as sense of humor, determination, and the belief that things would get better; and religious beliefs (11%). The responses of four population subgroups were compared, based on gender, household income, level of psychological distress, and whether a language other than English was spoken at home. Women reported greater use of friends and neighbors and religious or spiritual beliefs for support, whereas men reported greater use of drinking/smoking and financial supports. Those with lower incomes reported greater reliance on positive emotional and philosophical strategies and on religious or spiritual beliefs. Those with high levels of psychological distress reported greater use of leisure interests and hobbies, drinking/smoking, and less use of positive lifestyle strategies, such as adequate sleep, relaxation, or work/life balance. Those who spoke a language other than English at home were less likely to report relying on self or others (family/friends) or positive emotional and philosophical strategies to get through tough times. Conclusions Understanding strategies and sources of support used by the population to get through adversity is the first step toward identifying the best approaches to build and support strengths and reduce vulnerabilities. It is also possible to reflect on how large-scale threats such as pandemics, disasters, conflict, bereavement, and loss could impact individual and population resilience.",
    "readLink": "http://www.pophealthmetrics.com/content/8/1/28"
  },
  {
    "title": "Potential impact of climatic variability on the epidemiology of dengue in Risaralda, Colombia, 2010–2011",
    "authors": [
      "Liseth L. Quintero-Herrera,",
      "Valeria Ramírez-Jaramillo,",
      "Sergio Bernal-Gutiérrez,",
      "Erika V. Cárdenas-Giraldo,",
      "Edwin A. Guerrero-Matituy,",
      "Anderson H. Molina-Delgado,",
      "Cindy P. Montoya-Arias,",
      "Jhon A. Rico-Gallego,",
      "Albert C. Herrera-Giraldo,",
      "Shirley Botero-Franco,",
      "Alfonso J. Rodríguez-Morales"
    ],
    "doi": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  291\n                                  – 297",
    "issn": "1876-0341 (Print)",
    "publisher": "1876-035X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Medicine: Internal medicine: Infectious and parasitic diseases",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-infection-and-public-health",
    "abstract": "Summary: Dengue continues to be the most important viral vector-borne disease in the world, particularly in Asia and Latin America, and is significantly affected by climate variability. The influence of climate in an endemic region of Colombia, from 2010 to 2011, was assessed. Epidemiological surveillance data (weekly cases) were collected, and incidence rates were calculated. Poisson regression models were used to assess the influence of the macroclimatic variable ONI (Oscillation Niño Index) and the microclimatic variable pluviometry (mm of rain for Risaralda) on the dengue incidence rate, adjusting by year and week. During the study period, 13,650 cases were reported. In 2010, the rates ranged from 8.6 cases/100,000 pop. up to a peak of 75.3 cases/100,000 pop. for a cumulative rate of 456.2 cases/100,000 pop. in that week. The climate variability in 2010 was higher (ONI 1.6, El Niño to −1.5, La Niña) than in 2011 (ONI −1.4, La Niña to −0.2, Neutral). The mean pluviometry was 248.45 mm (min 135.9–max 432.84). During El Niño, cases were significantly higher (mean 433.81) than during the climate neutral period (142.48) and during the La Niña (52.80) phases (ANOVA F = 66.59; p < 0.001). Regression models showed that the ONI (coefficient 0.329; 95%CI 0.209–0.450) and pluviometry (coefficient 0.003; 95%CI 0.002–0.004) were highly significant independent variables associated with dengue incidence rate, after adjusting by year and week (p < 0.001, pseudo r2 = 0.6913). El Niño significantly affected the incidence of dengue in Risaralda. This association with climate change and variability should be considered in the elements influencing disease epidemiology. In addition, predictive models should be developed further with more available data from disease surveillance. Keywords: Dengue, Ecoepidemiology, Climate change, Climate variability, Colombia",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1876034114001865"
  },
  {
    "title": "Modelling the impact of renewable energy investment on global carbon dioxide emissions",
    "authors": [
      "Isaac Appiah-Otoo,",
      "Xudong Chen,",
      "Matthew Biniyam Kursah"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  pp.\n                                  3787\n                                  – 3799",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "The adversities of climate change facing the world highlight the importance of reducing the rise of global carbon emissions (CO2E), which is a top priority for policymakers and researchers. Renewable energy is hailed as a remedy to the rise in global CO2E. However, there are persistently low levels of global renewable energy investment (REI). This study, therefore, examines the linear and non-linear effect of REI (measured by solar, wind, small hydropower, geothermal, biomass, marine, and biofuel energy investment) on CO2E using a global dataset from 2004Q1 to 2018Q1. The study also examines the economic growth mechanism through which REI influences CO2E. Using the Ordinarily Least Squares model, the findings show that all the measures of REI significantly increase CO2E from the linear analysis. However, the non-linear analysis showed that solar and wind energy investment have a statistically significant inverted U-shaped relationship with CO2E while small hydropower and biofuel energy investment have a statistically significant U-shaped relationship with CO2E. Thus, solar and wind energy investment reduce CO2E only after attaining a threshold of investment with the threshold value of solar and wind energy investment being 28.125 (representing about $1.64 trillion) and 26.308 (representing about $266.3 billion), respectively. Also, the threshold value of small hydropower and biofuel energy investment beyond which they increase CO2E are 20.071 (representing about $520.9 million) and 22.8 (representing about $7.978 billion), respectively. Finally, solar, wind and geothermal energy investment indirectly reduce CO2E by increasing green economic growth while the reverse exists for biofuel energy investment. Solar and wind energy investment is, therefore, recommended for attaining carbon neutrality targets. Policymakers should incentivize production tax credits, investment tax credits, feed-in-tariffs, subsidies, affordable loans, and research and development to drive solar and wind energy investment.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484723014749"
  }
]