[
  {
    "title": "Overstraining international climate finance: when conflicts of objectives threaten its success",
    "authors": [
      "Wolfgang Buchholz,",
      "Dirk Rübbelke"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-06-2021-0071",
    "journalVolume": "Vol. 13,\n                                no. 4/5\n                                \n                                  pp.\n                                  547\n                                  – 563",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – Climate finance is regularly not only seen as a tool to efficiently combat global warming but also to solve development problems in the recipient countries and to support the attainment of sustainable development goals. Thereby, conflicts between distributive and allocative objectives arise, which threaten the overall performance of such transfer schemes. Given the severity of the climate change problem, this study aims to raise concerns about whether the world can afford climate transfer schemes that do not focus on prevention of (and adaptation to) climate change but might be considered as a vehicle of rent-seeking by many agents. Design/methodology/approach – Future designs of international transfer schemes within the framework of the Paris Agreement are to be based on experience gained from existing mechanisms. Therefore, the authors examine different existing schemes using a graphical technique first proposed by David Pearce and describe the conflicts between allocative and distributional goals that arise. Findings – In line with the famous Tinbergen rule, the authors argue that other sustainability problems and issues of global fairness should not be primarily addressed by climate finance but should be mainly tackled by other means. Research limitations/implications – As there is still ongoing, intense discussion about how the international transfer schemes addressed in Article 6 of the Paris Agreement should be designed, the research will help to sort some of the key arguments. Practical implications – There are prominent international documents (like the Paris Agreement and the UN 2030 Agenda for Sustainable Development) seeking to address different goals simultaneously. While synergies between policies is desirable, there are major challenges for policy coordination. Addressing several different goals using fewer policy instruments, for example, will not succeed as the Tinbergen Rule points out. Social implications – The integration of co-benefits in the analysis allows for taking into account the social effects of climate policy. As the authors argue, climate finance approaches could become overstrained if policymakers would consider them as tools to also solve local sustainability problems. Originality/value – In this paper, the authors will not only examine what can be learnt from the clean development mechanism (CDM) for future schemes under Article 6 of the Paris Agreement but also observe the experiences gained from a non-CDM scheme. So the authors pay attention to the Trust Fund of the Global Environment Facility (GEF) which was established with global benefit orientation, i.e. – unlike the CDM – it was not regarded as an additional goal to support local sustainable development. Yet, despite its disregard of local co-benefits, the authors think that it is of particular importance to include the GEF in the analysis, as some important lessons can be learnt from it.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/IJCCSM-06-2021-0071/full/pdf?title=overstraining-international-climate-finance-when-conflicts-of-objectives-threaten-its-success"
  },
  {
    "title": "Advancing environmental sustainability through nature-based science tourism:  The potential of universities",
    "authors": [
      "Juulia Räikkönen,",
      "Henna Rouhiainen,",
      "Miia Grénman,",
      "Ilari E. Sääksjärvi"
    ],
    "doi": "https://doi.org/10.33351/mt.79852",
    "journalVolume": "Vol. 15,\n                                no. 1",
    "issn": "2490-2039 (Online)",
    "publisher": "Suomen matkailututkimuksen seura (Finnish Society for Tourism Research )",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Geography. Anthropology. Recreation: Recreation. Leisure"
    ],
    "journalUrl": "https://journal.fi/matkailututkimus",
    "abstract": "This review examines the potential of universities to advance environmental sustainability through nature-based science tourism, in which scientists are actively involved in co-creating nature-based tourism experiences. We first justify the review by presenting the current changes facing academia, namely the pressure to increase societal effectiveness, science democratization, and environmental sustainability. Then, we define science tourism and address the role of science and scientists in nature-based tourism. Finally, we evaluate the potential of nature-based science tourism to affect tourists’ environmental knowledge, attitudes and behavior. Based on previous literature, we suggest that universities and scientists, who have the knowledge about environmental sustainability, biodiversity crisis, and climate change, could have a more significant role in providing nature-based tourism experiences and shaping tourists’ attitudes and behavior regarding environmental sustainability. In line with recent discussions on science dissemination, this requires not only providing scientific knowledge to large audiences but also active scientific engagement and interaction with tourists.",
    "readLink": "https://journal.fi/matkailututkimus/article/view/79852"
  },
  {
    "title": "Occurrence of sperm whale (Physeter macrocephalus) in the Russian Arctic",
    "authors": [
      "Igor Popov,",
      "Götz Eichhorn"
    ],
    "doi": "https://doi.org/10.33265/polar.v39.4583",
    "journalVolume": "Vol. 39,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "We report two sperm whale (Physeter macrocephalus) strandings observed in the south-east corner of the Barents Sea (i.e., Pechora Sea) in 2018, unusually far from the species’ hitherto known distribution. While compiling a comprehensive overview of the occurrence of sperm whale sightings and strandings in the Russian Arctic, we learnt about one further stranding in the Pechora Sea, observed in 2017. All other records were from sites considerably closer to the species’ usual distribution. Reports from the eastern Russian Arctic suggest that sperm whales rarely, if ever, entered the Arctic from the Pacific Ocean. Although observed occurrences in the Russian Barents Sea have been few and sporadic, the occurrence of sperm whales in its south-eastern section appears to be a recent phenomenon, which is possibly related to declining sea-ice cover.",
    "readLink": "https://polarresearch.net/index.php/polar/article/view/4583/12476"
  },
  {
    "title": "Extreme Wind Wave Climate off Jeddah Coast, the Red Sea",
    "authors": [
      "Faisal Alsaaq,",
      "Shamji V.R."
    ],
    "doi": "https://doi.org/10.3390/jmse10060748",
    "journalVolume": "Vol. 10,\n                                no. 748\n                                \n                                  p.\n                                  748",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Climate change can give rise to significant changes in the intensity and frequency of extreme events. In the present study, extreme wave events off the central-eastern coast of the Red Sea, near the city of Jeddah, were investigated using a 39-year wave hindcast generated using WaveWatch III configured at a 3.3 km resolution forced with ERA5 reanalysis winds. The validated model outputs were used to derive the annual and seasonal climatology for the region at a few selected locations off the Jeddah coast. The study revealed robust temporal and spatial variability in the region, considering the influence of both northern and southern Red Sea waves that meet at the convergent zone. Generalized Pareto Distribution (GPD) and Generalized Extreme Value (GEV) were two models used for the estimation of extreme wave analysis in the study region. The extreme significant wave heights were estimated for 10, 25, 50, and 100-year return periods. For offshore locations, the estimated return periods using the GPD method were 3.27, 3.44, and 3.38 m, respectively. GPD with the POT method was the more suitable approach, as it produced reduced bias and RMSE. At all locations, linear trends show an increase during the summer, winter, and pre-summer periods. No significant increase in the Hs trend was observed at the selected locations near and off the coast. However, the decrease in trend observed at all locations during the pre-winter period was noticeable for the 99th percentile Hs.",
    "readLink": "https://www.mdpi.com/2077-1312/10/6/748"
  },
  {
    "title": "The Influence of the Tigris River Discharge on the Hydrochemistry with Time, from Baghdad to Amara, Southern Iraq",
    "authors": [
      "Hala Al-Sekar,",
      "Moutaz  Al-Dabbas"
    ],
    "doi": "https://doi.org/10.46717/igj.55.2D.12ms-2022-10-28",
    "journalVolume": "Vol. 55,\n                                no. 2D\n                                \n                                  pp.\n                                  140\n                                  – 156",
    "issn": "2414-6064 (Print)",
    "publisher": "2663-8754 (Online)",
    "countryOfPublisher": "Union of Iraqi Geologists (UIG)",
    "lcc": [
      "Iraq",
      "Science: Geology"
    ],
    "journalUrl": "http://igj-iraq.org/",
    "abstract": "The Tigris River discharge is constantly changing as a result of climate variations. Water flow differences will influence the water quality, the hydrochemistry and water type through time. Hence, evaluation of the relationship between the water flow,and the hydrochemistry with time is vital. The climatological data was studied for Baghdad, Kut, Ali Al Gharbi and Amara meteorological stations for 1990-2020. The data of this study covers annual flow conditions of the Tigris River, the total dissolved solids, and the main ions on monthly bases for the period 2005-2021 for the four sites: Baghdad , Kut , Ali Al Gharbi and Amara. These data were used to establish the relationships between water discharge (m3/sec) with total dissolved solids (mg/l) and main cations (Na+, Ca2+, Mg2+, and K+) and anions (Cl‾, SO42, HCO3‾). The climatological data for 1990-2020 show that the annual rainfall values of all sites decreased over time,while, the temperature and the evaporation are constantly increasing due to the climate change effects over the years. The average annual flow of the Tigris River at Baghdad and Kut sites are 535.9 and 231.8 m3/sec respectively. While for Ali Al Gharbi and Amara sites are with an average of 183.99 and 68.7 m3/sec respectively. The mean annual total dissolved solids averages are 664.7 and 759.09 mg/l for Baghdad and Kut sites respectively. While, for Ali Al Gharbi and Amara sites are with an average of 1066.1 and 1189.2 mg/l respectively. The decrease in the Tigris River discharge affects the chemistry. Calcium, magnesium, and sulfate ions in Baghdad and Kut sites are dominated. While at Ali Al Gharbi and Amara, sodium and sulfate ions are dominant. Such variation is related to the decrease in the Tigris River discharge and the effect of the dissolution of ions. Moreover, the entry of the transported dissolved load, the city’s sewage, and the agricultural lands’ water that flows into the river increase as the transportation distance increase from Baghdad to Amara.",
    "readLink": "https://igj-iraq.org/igj/index.php/igj/article/view/984"
  },
  {
    "title": "On the role of the planetary boundary layer depth in the climate system",
    "authors": [
      "I. Esau,",
      "S. Zilitinkevich"
    ],
    "doi": "https://doi.org/10.5194/asr-4-63-2010",
    "journalVolume": "Vol. 4\n                                \n                                \n                                  pp.\n                                  63\n                                  – 69",
    "issn": "1992-0628 (Print)",
    "publisher": "1992-0636 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.advances-in-science-and-research.net/home.html",
    "abstract": "The planetary boundary layer (PBL) is a part of the Earth's atmosphere where turbulent fluxes dominate vertical mixing and constitute an important part of the energy balance. The PBL depth, h, is recognized as an important parameter, which controls some features of the Earth's climate and the atmospheric chemical composition. It is also known that h varies by two orders of magnitude on diurnal and seasonal time scales. This brief note highlights effects of this variability on the atmospheric near-surface climate and chemical composition. We interpret heat capacity parameter of a Budyko-type energy balance model in terms of quasi-equilibrium h. The analysis shows that it is the shallowest, stably-stratified PBL with the smallest h that should be of particular concern for climate modelling. The reciprocal dependence between the PBL depth and temperature (concentrations) is discussed. In particular, the analysis suggests that the climate characteristics during stably stratified PBL episodes should be significantly more sensitive to perturbations of the Earth's energy balance as well as emission rates. On this platform, h from ERA-40 reanalysis data, the CHAMP satellite product and the DATABASE64 data were compared. DATABASE64 was used to assess the Troen-Mahrt method to determine h through available meteorological profile observations. As it has been found before, the shallow PBL requires better parameterization and better retrieval algorithms. The study demonstrated that ERA-40 and CHAMP data are biased toward deeper h in the shallow polar PBL. This, coupled with the scarcity of in-situ observations might mislead the attribution of the origins of the Arctic climate change mechanisms.",
    "readLink": "http://www.adv-sci-res.net/4/63/2010/asr-4-63-2010.pdf"
  },
  {
    "title": "Plant phenological sensitivity to climate change on the Tibetan Plateau and relative to other areas of the world",
    "authors": [
      "Ji Suonan,",
      "Aimée T. Classen,",
      "Nathan J. Sanders,",
      "Jin‐Sheng He"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2543",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Global warming and changes in precipitation are altering the phenology of plants that significantly impact the functioning and services of ecosystems. Although a number of studies have addressed responses of plant phenology to warming and altered precipitation individually, their interactions can alter plant phenology differently than either does independently. To explore how the interactions between global change drivers alter alpine ecosystems, we conducted a factorial experiment manipulating warming (ambient and +2°C) and altered precipitation (50% decrease, control, and 50% increase) simultaneously in an alpine meadow on the Tibetan Plateau. Over two years, we monitored plant phenological events, leaf‐out day and first flowering day, for 11 common plant species that account for 74.4% of the total above biomass. Surprisingly, there was no interaction between warming and changes in precipitation on community plant phenology, but warming advanced leaf‐out and first flowering day by 7.10 and 9.79 d, respectively. Unlike the community response, plant functional groups had a variety of direct and interactive responses to the experimental climate drivers. While the phenology of legumes was most influenced by temperature, temperature and precipitation interacted to alter the phenology of grasses and forbs. To explore how plant phenological sensitivity on the Tibetan Plateau is compared with other meadow ecosystems, we combined our dataset with a global plant phenology dataset. Interestingly, the phenological sensitivity of leaf‐out day and first flowering day on the Tibetan Plateau is 7.3 and 37.8 times greater than global phenological sensitivity, respectively. This result highlights that a meta‐analysis of global phenological sensitivity may significantly underestimate change in some regions—even regions as large as the Tibetan Plateau. Together, our results suggest that the Tibetan Plateau may experience rapid change as temperatures warm and that these changes will likely be more rapid than in other regions of the world. Further, our study highlights that if we are to make accurate predictions of how plant phenology may change with warming, we need to understand the specific environmental cues that drive phenological responses across different areas.",
    "readLink": "https://doi.org/10.1002/ecs2.2543"
  },
  {
    "title": "Hydrological system analysis and modelling of the Nam Co basin in Tibet",
    "authors": [
      "P. Krause,",
      "S. Biskop,",
      "J. Helmschrot,",
      "W.-A. Flügel,",
      "S. Kang,",
      "T. Gao"
    ],
    "doi": "https://doi.org/10.5194/adgeo-27-29-2010",
    "journalVolume": "Vol. 27\n                                \n                                \n                                  pp.\n                                  29\n                                  – 36",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "The Tibetan Plateau and the adjacent high mountain regions of the Himalayas play an important role in the global climate dynamic through its impact on the Asian monsoon system, which in turn is impacting the water resources of this extremely vulnerable region. To provide further knowledge about the changing impact of rainfall patterns, spatial and temporal variability of snow cover contribution, amount of snow and ice melt runoff, evapotranspiration as well as dynamics of wetlands and permafrost water balance studies are required. This is of particular importance in terms of global climate change because of a severe gap in the knowledge of the short, mid and long term implications on the hydrological system. This study concentrates on the macroscale catchment of the lake Nam Co, located at 4718 m a.s.l. at the foot of the Nyainqentanglha Mountains in central Tibet (30° N, 90° E). The water balance of the Nam Co basin is dominated by semi-arid climate, snow and ice melt runoff and high evaporation rates due to the high radiation input and the low air humidity. The observed temperature rise, glacier retreat, permafrost decay and lake level increase indicate significant system changes and the high sensitivity of the Tibetan Plateau on global warming. The development of a suitable water balance model and its preliminary application was the main objective of this study. The development was done with the Jena Adaptable Modelling System JAMS along with existing scientific process components of the J2000 module library which were partly further developed to reflect the specific conditions of the high elevation Nam Co basin. The preliminary modelling exercise based on gridded data from a downscaled ECHAM5 data set provided reasonable estimates about the important hydrological water balance components of the Nam Co basin. With the modelling results the observed lake level rise could be reproduced and it could be shown that the runoff from the glaciered areas seems to be the most important component to explain the increasing amount of lake water.",
    "readLink": "http://www.adv-geosci.net/27/29/2010/adgeo-27-29-2010.pdf"
  },
  {
    "title": "A Tutorial on Agricultural IoT: Fundamental Concepts, Architectures, Routing, and Optimization",
    "authors": [
      "Emmanuel Effah,",
      "Ousmane Thiare,",
      "Alexander M. Wyglinski"
    ],
    "doi": "https://doi.org/10.3390/iot4030014",
    "journalVolume": "Vol. 4,\n                                no. 14\n                                \n                                  pp.\n                                  265\n                                  – 318",
    "issn": "2624-831X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science: Computer software",
      "Technology",
      "Science: Science (General): Cybernetics"
    ],
    "journalUrl": "https://www.mdpi.com/journal/IoT",
    "abstract": "This paper presents an in-depth contextualized tutorial on Agricultural IoT (Agri-IoT), covering the fundamental concepts, assessment of routing architectures and protocols, and performance optimization techniques via a systematic survey and synthesis of the related literature. The negative impacts of climate change and the increasing global population on food security and unemployment threats have motivated the adoption of the wireless sensor network (WSN)-based Agri-IoT as an indispensable underlying technology in precision agriculture and greenhouses to improve food production capacities and quality. However, most related Agri-IoT testbed solutions have failed to achieve their performance expectations due to the lack of an in-depth and contextualized reference tutorial that provides a holistic overview of communication technologies, routing architectures, and performance optimization modalities based on users’ expectations. Thus, although IoT applications are founded on a common idea, each use case (e.g., Agri-IoT) varies based on the specific performance and user expectations as well as technological, architectural, and deployment requirements. Likewise, the agricultural setting is a unique and hostile area where conventional IoT technologies do not apply, hence the need for this tutorial. Consequently, this tutorial addresses these via the following contributions: (1) a systematic overview of the fundamental concepts, technologies, and architectural standards of WSN-based Agri-IoT, (2) an evaluation of the technical design requirements of a robust, location-independent, and affordable Agri-IoT, (3) a comprehensive survey of the benchmarking fault-tolerance techniques, communication standards, routing and medium access control (MAC) protocols, and WSN-based Agri-IoT testbed solutions, and (4) an in-depth case study on how to design a self-healing, energy-efficient, affordable, adaptive, stable, autonomous, and cluster-based WSN-specific Agri-IoT from a proposed taxonomy of multi-objective optimization (MOO) metrics that can guarantee an optimized network performance. Furthermore, this tutorial established new taxonomies of faults, architectural layers, and MOO metrics for cluster-based Agri-IoT (CA-IoT) networks and a three-tier objective framework with remedial measures for designing an efficient associated supervisory protocol for cluster-based Agri-IoT networks.",
    "readLink": "https://www.mdpi.com/2624-831X/4/3/14"
  },
  {
    "title": "Predicting suitable habitats of Melia azedarach L. in China using data mining",
    "authors": [
      "Lei Feng,",
      "Xiangni Tian,",
      "Yousry A. El-Kassaby,",
      "Jian Qiu,",
      "Ze Feng,",
      "Jiejie Sun,",
      "Guibin Wang,",
      "Tongli Wang"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-16571-y",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Melia azedarach L. is an important economic tree widely distributed in tropical and subtropical regions of China and some other countries. However, it is unclear how the species’ suitable habitat will respond to future climate changes. We aimed to select the most accurate one among seven data mining models to predict the current and future suitable habitats for M. azedarach in China. These models include: maximum entropy (MaxEnt), support vector machine (SVM), generalized linear model (GLM), random forest (RF), naive bayesian model (NBM), extreme gradient boosting (XGBoost), and gradient boosting machine (GBM). A total of 906 M . azedarach locations were identified, and sixteen climate predictors were used for model building. The models’ validity was assessed using three measures (Area Under the Curves (AUC), kappa, and overall accuracy (OA)). We found that the RF provided the most outstanding performance in prediction power and generalization capacity. The top climate factors affecting the species’ suitable habitats were mean coldest month temperature (MCMT), followed by the number of frost-free days (NFFD), degree-days above 18 °C (DD > 18), temperature difference between MWMT and MCMT, or continentality (TD), mean annual precipitation (MAP), and degree-days below 18 °C (DD < 18). We projected that future suitable habitat of this species would increase under both the RCP4.5 and RCP8.5 scenarios for the 2011–2040 (2020s), 2041–2070 (2050s), and 2071–2100 (2080s). Our findings are expected to assist in better understanding the impact of climate change on the species and provide scientific basis for its planting and conservation.",
    "readLink": "https://doi.org/10.1038/s41598-022-16571-y"
  }
]