[
  {
    "title": "Total land water storage change over 2003–2013 estimated from a global mass budget approach",
    "authors": [
      "H B Dieng,",
      "N Champollion,",
      "A Cazenave,",
      "Y Wada,",
      "E Schrama,",
      "B Meyssignac"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/12/124010",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  124010",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "We estimate the total land water storage (LWS) change between 2003 and 2013 using a global water mass budget approach. Hereby we compare the ocean mass change (estimated from GRACE space gravimetry on the one hand, and from the satellite altimetry-based global mean sea level corrected for steric effects on the other hand) to the sum of the main water mass components of the climate system: glaciers, Greenland and Antarctica ice sheets, atmospheric water and LWS (the latter being the unknown quantity to be estimated). For glaciers and ice sheets, we use published estimates of ice mass trends based on various types of observations covering different time spans between 2003 and 2013. From the mass budget equation, we derive a net LWS trend over the study period. The mean trend amounts to +0.30 ± 0.18 mm yr ^−1 in sea level equivalent. This corresponds to a net decrease of −108 ± 64 km ^3 yr ^−1 in LWS over the 2003–2013 decade. We also estimate the rate of change in LWS and find no significant acceleration over the study period. The computed mean global LWS trend over the study period is shown to be explained mainly by direct anthropogenic effects on land hydrology, i.e. the net effect of groundwater depletion and impoundment of water in man-made reservoirs, and to a lesser extent the effect of naturally-forced land hydrology variability. Our results compare well with independent estimates of human-induced changes in global land hydrology.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/12/124010"
  },
  {
    "title": "Interacting with Members of the Public to Discuss the Impact of Food Choices on Climate Change—Experiences from Two UK Public Engagement Events",
    "authors": [
      "Alana Kluczkovski,",
      "Joanne Cook,",
      "Helen  F. Downie,",
      "Alison Fletcher,",
      "Lauryn McLoughlin,",
      "Andrew Markwick,",
      "Sarah  L. Bridle,",
      "Christian  J. Reynolds,",
      "Ximena Schmidt Rivera,",
      "Wayne Martindale,",
      "Angelina Frankowska,",
      "Marcio M. Moraes,",
      "Ali J. Birkett,",
      "Sara Summerton,",
      "Rosemary Green,",
      "Joseph  T. Fennell,",
      "Pete Smith,",
      "John Ingram,",
      "India Langley,",
      "Lucy Yates,",
      "Jade Ajagun-Brauns"
    ],
    "doi": "https://doi.org/10.3390/su12062323",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  2323",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Food systems contribute to up to 37% of global greenhouse gas emissions, and emissions are increasing. Since the emissions vary greatly between different foods, citizens’ choices can make a big difference to climate change. Public engagement events are opportunities to communicate these complex issues: to raise awareness about the impact of citizens’ own food choices on climate change and to generate support for changes in all food system activities, the food environment and food policy. This article summarises findings from our ‘Take a Bite Out of Climate Change’ stand at two UK outreach activities during July 2019. We collected engagement information in three main ways: (1) individuals were invited to complete a qualitative evaluation questionnaire comprising of four questions that gauged the person’s interests, perceptions of food choices and attitudes towards climate change; (2) an online multiple-choice questionnaire asking about eating habits and awareness/concerns; and (3) a token drop voting activity where visitors answered the question: ‘Do you consider greenhouse gases when choosing food?’ Our results indicate whether or not people learnt about the environmental impacts of food (effectiveness), how likely they are to move towards a more climate-friendly diet (behavioural change), and how to gather information more effectively at this type of event.",
    "readLink": "https://www.mdpi.com/2071-1050/12/6/2323"
  },
  {
    "title": "Ecosystem adaptation to climate change: the sensitivity of hydrological predictions to time-dynamic model parameters",
    "authors": [
      "L. J. E. Bouaziz,",
      "L. J. E. Bouaziz,",
      "E. E. Aalbers,",
      "E. E. Aalbers,",
      "A. H. Weerts,",
      "A. H. Weerts,",
      "M. Hegnauer,",
      "H. Buiteveld,",
      "R. Lammersen,",
      "J. Stam,",
      "E. Sprokkereef,",
      "H. H. G. Savenije,",
      "M. Hrachowitz"
    ],
    "doi": "https://doi.org/10.5194/hess-26-1295-2022",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  pp.\n                                  1295\n                                  – 1318",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Future hydrological behavior in a changing world is typically predicted based on models that are calibrated on past observations, disregarding that hydrological systems and, therefore, model parameters may change as well. In reality, hydrological systems experience almost continuous change over a wide spectrum of temporal and spatial scales. In particular, there is growing evidence that vegetation adapts to changing climatic conditions by adjusting its root zone storage capacity, which is the key parameter of any terrestrial hydrological system. In addition, other species may become dominant, both under natural and anthropogenic influence. In this study, we test the sensitivity of hydrological model predictions to changes in vegetation parameters that reflect ecosystem adaptation to climate and potential land use changes. We propose a top-down approach, which directly uses projected climate data to estimate how vegetation adapts its root zone storage capacity at the catchment scale in response to changes in the magnitude and seasonality of hydro-climatic variables. Additionally, long-term water balance characteristics of different dominant ecosystems are used to predict the hydrological behavior of potential future land use change in a space-for-time exchange. We hypothesize that changes in the predicted hydrological response as a result of 2 K global warming are more pronounced when explicitly considering changes in the subsurface system properties induced by vegetation adaptation to changing environmental conditions. We test our hypothesis in the Meuse basin in four scenarios designed to predict the hydrological response to 2 K global warming in comparison to current-day conditions, using a process-based hydrological model with (a) a stationary system, i.e., no assumed changes in the root zone storage capacity of vegetation and historical land use, (b) an adapted root zone storage capacity in response to a changing climate but with historical land use and (c, d) an adapted root zone storage capacity considering two hypothetical changes in land use. We found that the larger root zone storage capacities (+34 %) in response to a more pronounced climatic seasonality with warmer summers under 2 K global warming result in strong seasonal changes in the hydrological response. More specifically, streamflow and groundwater storage are up to −15 % and −10 % lower in autumn, respectively, due to an up to +14 % higher summer evaporation in the non-stationary scenarios compared to the stationary benchmark scenario. By integrating a time-dynamic representation of changing vegetation properties in hydrological models, we make a potential step towards more reliable hydrological predictions under change.",
    "readLink": "https://hess.copernicus.org/articles/26/1295/2022/hess-26-1295-2022.pdf"
  },
  {
    "title": "Climate Change Projections for Bioclimatic Distribution of <i>Castanea sativa</i> in Portugal",
    "authors": [
      "Teresa R. Freitas,",
      "João A. Santos,",
      "Ana P. Silva,",
      "Joana Martins,",
      "Hélder Fraga"
    ],
    "doi": "https://doi.org/10.3390/agronomy12051137",
    "journalVolume": "Vol. 12,\n                                no. 1137\n                                \n                                  p.\n                                  1137",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The chestnut tree is an important forestry species worldwide, as well as a valuable food resource. Over recent years, Portugal has shown an increasing trend in chestnut tree area, as well as increases in production, hinting at the socioeconomic relevance of this agro-forestry species. In this study, bioclimatic indices are applied to analyse the spatial distribution of chestnut trees in mainland Portugal, namely growing degree days (GDD; 1900–2400 °C), annual mean temperature (AMT; 8–15 °C), summer days with maximum temperature below 32 °C (NTX), and annual precipitation (PRE; 600–1600 mm). These indices are assessed for the baseline (IBERIA01, 1989–2005) and future climates (EURO-CORDEX: 2021–2040, 2041–2060, and 2061–2080) under two forcing pathways (RCP4.5 and RCP8.5), also taking into account the chestnut tree land cover. For the baseline, the GDD showed only 10% suitability for chestnut tree cultivation in southern Portugal, whereas much higher values are found in the north of the country, and at higher altitudes (50–90%). For the AMT, higher elevation areas in northern Portugal show almost 100% suitability. Concerning NTX, the suitability reduces from the west (100–90%) to the east (40%). Regarding PRE, the suitability is heterogeneous throughout the territory, with areas under 50%. A new Chestnut Suitability Index (CSI) was then computed, which incorporates information from the four previous indices. The CSI reveals a suitability ranging from 100 to 75% in the north, while central and southern Portugal show values from 25 to 50%. For future climates, a progressive reduction in CSI was found, particularly for RCP8.5 and in the long-term period. Changes in bioclimatic conditions may restrict the 100% suitability to a narrow area in the north of the country. These reductions in chestnut bioclimatic suitability may have socio-economic and ecological implications for the management of the important agro-forestry species.",
    "readLink": "https://www.mdpi.com/2073-4395/12/5/1137"
  },
  {
    "title": "Potential worldwide distribution of Fusarium dry root rot in common beans based on the optimal environment for disease occurrence.",
    "authors": [
      "Renan Macedo,",
      "Lilian Patrícia Sales,",
      "Fernanda Yoshida,",
      "Lidianne Lemes Silva-Abud,",
      "Murillo Lobo"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0187770",
    "journalVolume": "Vol. 12,\n                                no. 11\n                                \n                                  p.\n                                  e0187770",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Root rots are a constraint for staple food crops and a long-lasting food security problem worldwide. In common beans, yield losses originating from root damage are frequently attributed to dry root rot, a disease caused by the Fusarium solani species complex. The aim of this study was to model the current potential distribution of common bean dry root rot on a global scale and to project changes based on future expectations of climate change. Our approach used a spatial proxy of the field disease occurrence, instead of solely the pathogen distribution. We modeled the pathogen environmental requirements in locations where in-situ inoculum density seems ideal for disease manifestation. A dataset of 2,311 soil samples from commercial farms assessed from 2002 to 2015 allowed us to evaluate the environmental conditions associated with the pathogen's optimum inoculum density for disease occurrence, using a lower threshold as a spatial proxy. We encompassed not only the optimal conditions for disease occurrence but also the optimal pathogen's density required for host infection. An intermediate inoculum density of the pathogen was the best disease proxy, suggesting density-dependent mechanisms on host infection. We found a strong convergence on the environmental requirements of both the host and the disease development in tropical areas, mostly in Brazil, Central America, and African countries. Precipitation and temperature variables were important for explaining the disease occurrence (from 17.63% to 43.84%). Climate change will probably move the disease toward cooler regions, which in Brazil are more representative of small-scale farming, although an overall shrink in total area (from 48% to 49% in 2050 and 26% to 41% in 2070) was also predicted. Understanding pathogen distribution and disease risks in an evolutionary context will therefore support breeding for resistance programs and strategies for dry root rot management in common beans.",
    "readLink": "http://europepmc.org/articles/PMC5673228?pdf=render"
  },
  {
    "title": "Motives for Early-Stage Entrepreneurship in Modern Economies",
    "authors": [
      "Pinkovetskaia I.S.,",
      "Gromova T.V.,",
      "Nikitina I.N."
    ],
    "doi": "https://doi.org/10.1051/shsconf/20197104013",
    "journalVolume": "Vol. 71\n                                \n                                \n                                  p.\n                                  04013",
    "issn": "2261-2424 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://www.shs-conferences.org",
    "abstract": "The relevance of the study is due to the important role played by small and individual entrepreneurship in the vast majority of modern national economies. The aim of the study is to assess the indicators describing the ratio of voluntary, highly demanding and necessity-driven entrepreneurs in the total number of start-ups. The results of the Global Entrepreneurship Monitor project for 2018 were used as input data. Modeling of empirical data and evaluation of differentiation of the considered parameters was based on the development of normal distribution density functions. According to the results of modeling average values and change intervals of specific indicators were established. The originality of the work is associated with the assessment of the share of voluntary, highly demanding and necessity-driven entrepreneurs in the total number of early-stage entrepreneurs in 48 countries. The novelty of the study is due to the assessment of indicators characterizing the current motivation of entrepreneurs, as well as the ratio of the above mentioned indicators. The results of the study can be used in the formation of an entrepreneurial climate aimed at the development of a highly demanding business.",
    "readLink": "https://www.shs-conferences.org/articles/shsconf/pdf/2019/12/shsconf_eurasia2019_04013.pdf"
  },
  {
    "title": "Warm Arctic, Cold Continents: A Common Pattern Related to Arctic Sea Ice Melt, Snow Advance, and Extreme Winter Weather",
    "authors": [
      "Judah Cohen,",
      "Justin Jones,",
      "Jason C. Furtado,",
      "Eli Tziperman"
    ],
    "doi": "https://doi.org/10.5670/oceanog.2013.70",
    "journalVolume": "Vol. 26,\n                                no. 4\n                                \n                                  pp.\n                                  150\n                                  – 160",
    "issn": "1042-8275 (Print)",
    "publisher": "2377-617X (Online)",
    "countryOfPublisher": "The Oceanography Society",
    "lcc": [
      "United States",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://tos.org/oceanography/",
    "abstract": "Arctic sea ice was observed to be at a new record minimum in September 2012. Following this summer minimum, northern Eurasia and much of North America experienced severe winter weather during the winter of 2012/2013. A statistical model that used Eurasian snow cover as its main predictor successfully forecast the observed cold winter temperatures. We propose that the large melting of Arctic sea ice may be related to the rapid advance of snow cover, similar to the connection made in studies of past climates between low Arctic sea ice and enhanced continental snowfalls and glacial inception via ice sheet growth. Regressions between autumnal sea ice extent and Eurasian snow cover extent and Northern Hemisphere temperatures yield the characteristic \"warm Arctic/cold continents\" pattern. This pattern was observed during winter 2012/2013, and it is common among years with observed low autumn sea ice, rapid autumn snow cover advance, and a negative winter Arctic Oscillation. Dynamical models fail to capture this pattern, instead showing maximum warming over the Arctic Ocean and widespread winter warming over the adjacent continents. We suggest that the simulated widespread warming may be due to incorrect sea ice-atmosphere coupling, including an incorrect triggering of positive feedback between low sea ice and atmospheric convection, resulting in significant model errors that are evident in seasonal predictions and that potentially impact future climate change projections",
    "readLink": "http://tos.org/oceanography/archive/26-4_cohen.pdf"
  },
  {
    "title": "Carbon storages and sequestration potentials in remnant forests of different patch sizes in northern Ethiopia: an implication for climate change mitigation",
    "authors": [
      "Melese Genete Muluneh,",
      "Belachew Bogale Worku"
    ],
    "doi": "https://doi.org/10.1186/s40066-022-00395-0",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 38",
    "issn": "2048-7010 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://agricultureandfoodsecurity.biomedcentral.com/",
    "abstract": "Abstract Background Forests provide various ecosystem services. They are natural capitals that enhance nature to regulate itself via carbon sinks. However, anthropogenic and natural factors have altered their CO2 sequestration and carbon storage potentials. This study is aimed for examining the effect of patch size and biomass extraction on carbon stocks in northern Ethiopia. A total of 61 sample plots measuring 20 m × 20 m size each (0.04 ha) had been systematically assigned on patches classified into three size categories. However, the numbers of plots taken per patch were different with their sizes. Moreover, stump density has been computed at each plot to estimate the difference in the level of disturbance among patches. Carbon stocks had been estimated via models previously developed. One-way ANOVA was used to examine a variation in carbon stocks and sequestration potentials. Besides, a linear regression analysis was discretely done to examine the relationship between patch sizes, disturbance level, and carbon stocks. Results The overall aboveground biomass (ton ha−1) for the studied patches was 2059.13. There was a statistically significant variation in carbon stocks (ton ha−1) among patch size categories. The mean levels of disturbance ranges from 10.83% ± 1.30 to 30.8% ± 4.04. However, statistically significant difference in the level of disturbance was observed between large and small patch size categories, respectively (p < 0.05). Besides, a regression analysis confirmed a significant and negative relationship between patch size and patch disturbances (R 2 = 0.65, p < 0.05). However, significant positive relation between carbon stocks (ton ha−1) and patch size (R 2 = 0.53, p < 0.05) had observed. Conclusions In general, patch size and biomass extinction significantly influenced carbon stocks and CO2 sequestration potentials of forests. Consequently, with the pressing need to mitigate the effects of rising atmospheric CO2, maximizing carbon storage in the forest ecosystem is increasingly considered a viable management strategy. Therefore, disturbed land restoration, increasing forest patch size, sustainable management, and conservation of the existing remnant forest patch is needed to enhance carbon stocks and CO2 sequestration potentials.",
    "readLink": "https://doi.org/10.1186/s40066-022-00395-0"
  },
  {
    "title": "The Scientific Operations of Snow Eagle 601 in Antarctica in the Past Five Austral Seasons",
    "authors": [
      "Xiangbin Cui,",
      "Jamin  S. Greenbaum,",
      "Shinan Lang,",
      "Xi Zhao,",
      "Lin Li,",
      "Jingxue Guo,",
      "Bo Sun"
    ],
    "doi": "https://doi.org/10.3390/rs12182994",
    "journalVolume": "Vol. 12,\n                                no. 2994\n                                \n                                  p.\n                                  2994",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Antarctic ice sheet and the continent both play critical roles in global sea level rise and climate change but they remain poorly understood because data collection is greatly limited by the remote location and hostile conditions there. Airborne platforms have been extensively used in Antarctica due to their capabilities and flexibility and have contributed a great deal of knowledge to both the ice sheet and the continent. The Snow Eagle 601 fixed-wing airborne platform has been deployed by China for Antarctic expeditions since 2015. Scientific instruments on the airplane include an ice-penetrating radar, a gravimeter, a magnetometer, a laser altimeter, a camera and a Global Navigation Satellite System (GNSS). In the past five austral seasons, the airborne platform has been used to survey Princess Elizabeth Land, the largest data gap in Antarctica, as well as other critical areas. This paper reviews the scientific operations of Snow Eagle 601 including airborne and ground-based scientific instrumentation, aviation logistics, field data acquisition and processing and data quality control. We summarize the progress of airborne surveys to date, focusing on scientific motivations, data coverage and national and international collaborations. Finally, we discuss potential regions for applications of the airborne platform in Antarctica and developments of the airborne scientific system for future work.",
    "readLink": "https://www.mdpi.com/2072-4292/12/18/2994"
  },
  {
    "title": "Unclasping potentials of genomics and gene editing in chickpea to fight climate change and global hunger threat",
    "authors": [
      "Charul Singh,",
      "Ramesh Kumar,",
      "Hansa Sehgal,",
      "Sharmista Bhati,",
      "Tripti Singhal,",
      "Gayacharan,",
      "M. S. Nimmy,",
      "Renu Yadav,",
      "Santosh Kumar Gupta,",
      "Naglaa A. Abdallah,",
      "Aladdin Hamwieh,",
      "Rajendra Kumar"
    ],
    "doi": "https://doi.org/10.3389/fgene.2023.1085024",
    "journalVolume": "Vol. 14",
    "issn": "1664-8021 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/genetics",
    "abstract": "Genomics and genome editing promise enormous opportunities for crop improvement and elementary research. Precise modification in the specific targeted location of a genome has profited over the unplanned insertional events which are generally accomplished employing unadventurous means of genetic modifications. The advent of new genome editing procedures viz; zinc finger nucleases (ZFNs), homing endonucleases, transcription activator like effector nucleases (TALENs), Base Editors (BEs), and Primer Editors (PEs) enable molecular scientists to modulate gene expressions or create novel genes with high precision and efficiency. However, all these techniques are exorbitant and tedious since their prerequisites are difficult processes that necessitate protein engineering. Contrary to first generation genome modifying methods, CRISPR/Cas9 is simple to construct, and clones can hypothetically target several locations in the genome with different guide RNAs. Following the model of the application in crop with the help of the CRISPR/Cas9 module, various customized Cas9 cassettes have been cast off to advance mark discrimination and diminish random cuts. The present study discusses the progression in genome editing apparatuses, and their applications in chickpea crop development, scientific limitations, and future perspectives for biofortifying cytokinin dehydrogenase, nitrate reductase, superoxide dismutase to induce drought resistance, heat tolerance and higher yield in chickpea to encounter global climate change, hunger and nutritional threats.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fgene.2023.1085024/full"
  }
]