[
  {
    "title": "Effect of climate change on spring wheat yields in North America and Eurasia in 1981-2015 and implications for breeding.",
    "authors": [
      "Alexey Morgounov,",
      "Kai Sonder,",
      "Aygul Abugalieva,",
      "Vijai Bhadauria,",
      "Richard D Cuthbert,",
      "Vladimir Shamanin,",
      "Yuriy Zelenskiy,",
      "Ronald M DePauw"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0204932",
    "journalVolume": "Vol. 13,\n                                no. 10\n                                \n                                  p.\n                                  e0204932",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Wheat yield dynamic in Canada, USA, Russia and Kazakhstan from 1981 till 2015 was related to air temperature and precipitation during wheat season to evaluate the effects of climate change. The study used yield data from the provinces, states and regions and average yield from 19 spring wheat breeding/research sites. Both at production and research sites grain yield in Eurasia was two times lower compared to North America. The yearly variations in grain yield in North America and Eurasia did not correlate suggesting that higher yield in one region was normally associated with lower yield in another region. Minimum and maximum air temperature during the wheat growing season (April-August) had tendency to increase. While precipitation in April-August increased in North American sites from 289 mm in 1981-1990 to 338 mm in 2006-2015 it remained constant and low at Eurasian sites (230 and 238 mm, respectively). High temperature in June and July negatively affected grain yield in most of the sites at both continents. Climatic changes resulted in substantial changes in the dates of planting and harvesting normally leading to extension of growing season. Longer planting-harvesting period was positively associated with the grain yield for most of the locations. The climatic changes since 1981 and spring wheat responses suggest several implications for breeding. Gradual warming extends the wheat growing season and new varieties need to match this to utilize their potential. Higher rainfall during the wheat season, especially in North America, will require varieties with higher yield potential responding to moisture availability. June is a critical month for spring wheat in both regions due to the significant negative correlation of grain yield with maximum temperature and positive correlation with precipitation. Breeding for adaptation to higher temperatures during this period is an important strategy to increase yield.",
    "readLink": "http://europepmc.org/articles/PMC6192627?pdf=render"
  },
  {
    "title": "Global projections of temperature-attributable mortality due to enteric infections: a modelling study",
    "authors": [
      "Paul L C Chua, MSc,",
      "Veronika Huber, PhD,",
      "Chris Fook Sheng Ng, PhD,",
      "Xerxes T Seposo, PhD,",
      "Lina Madaniyazi, PhD,",
      "Simon Hales, ProfPhD,",
      "Alistair Woodward, ProfPhD,",
      "Masahiro Hashizume, ProfPhD"
    ],
    "doi": "Vol. 5,\n                                no. 7\n                                \n                                  pp.\n                                  e436\n                                  – e445",
    "issn": "2542-5196 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.thelancet.com/journals/lanplh/issue/current",
    "abstract": "Summary: Background: Mortality due to enteric infections is projected to increase because of global warming; however, the different temperature sensitivities of major enteric pathogens have not yet been considered in projections on a global scale. We aimed to project global temperature-attributable enteric infection mortality under various future scenarios of sociodemographic development and climate change. Methods: In this modelling study, we generated global projections in two stages. First, we forecasted baseline mortality from ten enteropathogens (non-typhoidal salmonella, Shigella, Campylobacter, cholera, enteropathogenic Escherichia coli, enterotoxigenic E coli, typhoid, rotavirus, norovirus, and Cryptosporidium) under several future sociodemographic development and health investment scenarios (ie, pessimistic, intermediate, and optimistic). We then estimated the mortality change from baseline attributable to global warming using the product of projected annual temperature anomalies and pathogen-specific temperature sensitivities. Findings: We estimated that in the period 2080–95, the global mean number of temperature-attributable deaths due to enteric infections could be as low as 6599 (95% empirical CI 5441–7757) under the optimistic sociodemographic development and climate change scenario, or as high as 83 888 (67 760–100 015) under the pessimistic scenario. Most of the projected temperature-attributable deaths were from shigellosis, cryptosporidiosis, and typhoid fever in sub-Saharan Africa and South Asia. Considerable reductions in the number of attributable deaths were from viral infections, such as rotaviral and noroviral enteritis, which resulted in net reductions in attributable enteric infection mortality under optimistic scenarios for Latin America and the Caribbean and East Asia and the Pacific. Interpretation: Temperature-attributable mortality could increase under warmer climate and unfavourable sociodemographic conditions. Mitigation policies for limiting global warming and sociodemographic development policies for low-income and middle-income countries might help reduce mortality from enteric infections in the future. Funding: Japan Society for the Promotion of Science, Japan Science and Technology Agency, and Spanish Ministry of Economy, Industry, and Competitiveness.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2542519621001522"
  },
  {
    "title": "Will the Cows and Chickens Come Home? Perspectives of Australian and Brazilian Beef and Poultry Farmers towards Diversification",
    "authors": [
      "Diana Bogueva,",
      "Maria Marques,",
      "Carla Forte Maiolino Molento,",
      "Dora Marinova,",
      "Clive J. C. Phillips"
    ],
    "doi": "https://doi.org/10.3390/su151612380",
    "journalVolume": "Vol. 15,\n                                no. 12380\n                                \n                                  p.\n                                  12380",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Farmers across the world face criticism on environmental and animal welfare concerns, as well as are increasingly being affected by climate change. We explored the willingness of cattle and poultry producers in Australia and Brazil to consider alternative enterprises and diversification of their businesses. Twenty-seven farmers, 14 from Australia and 13 from Brazil, current or former beef or poultry producers, were interviewed to explore their perspectives about making such changes. The interviews were qualitatively analysed using Atlas.ti to generate key insights. Although the farmers were actively interested or had engaged in alternative enterprises, they recognised these presented a less certain future if they had been previously contracted to large companies. Some were critical of their respective governments and former contract companies for lack of assistance in finding suitable alternative enterprises. Farmers showed inconsistent recognition of the current challenges of animal production in relation to climate change. Our results indicate that most farmers are open to diversifying, but they face many challenges that have serious connotations. Public policies, knowledge transfer and a secure demand for alternative products emerged as major influential factors for Australian and Brazilian farmers in a fast and just transition from meat cattle and chicken raising to alternative activities.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12380"
  },
  {
    "title": "INFLUENCE OF CLIMATE FACTORS ON LIMING EFFICIENCY OF SANDY SOD-PODZOLIC SOIL IN THE CONDITIONS OF WESTERN POLISSIA",
    "authors": [
      "Polovyy V.M."
    ],
    "doi": "https://doi.org/10.31395/2310-0478-2021-1-14-20",
    "journalVolume": "Vol. 1\n                                \n                                \n                                  pp.\n                                  14\n                                  – 20",
    "issn": "2310-046X (Print)",
    "publisher": "2310-0478 (Online)",
    "countryOfPublisher": "Uman National University of Horticulture",
    "lcc": [
      "Ukraine",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.visnyk-unaus.udau.edu.ua/en/index.html",
    "abstract": "The article is devoted to the study of climatic factors’ influence on the acidity dynamics of sod-podzolic soil and crop rotation productivity at different rates of dolomite flour CaMg(CO3)2 and lime (CaCO3) application in connection with climate change in Western Polissia. The results of the study presented in this article showed that introduction of 1.5 norm by hydrolytic acidity of dolomite flour on the background of mineral fertilizers N112P82K105 reduces the acidity after the second year of application. It decreased to 6.03 рНKCl units and remained in the same range during two crop rotations. With the introduction of 1.0 norm by hydrolytic acidity of dolomite flour, such effects were observed only in the fifth year after application and the duration of the aftereffect was shorter. The use of 1.0 norm by hydrolytic acidity of lime flour was less effective compared to the identical rate of dolomite. The efficiency of limestone reclamation means directly depended on the amount of precipitation in the Western Polissia of Ukraine. 3D-modeling of the interdependent dynamics of soil acidity and two climatic indicators showed that the simultaneous increase of annual heat and moisture resources to the average for the period of crop rotation increased the рНKCl to the maximum. 3D-models of the dependences of soil рНKCl dynamics and two climatic indicators visualized the regularity of less acidification of the soil with mineral fertilizers in dry years and at elevated average annual temperatures. Increased rates of annual precipitation, especially with increasing temperature, increases the acidification of non-meliorated soil. The highest productivity on average in two crop rotations is provided by the application of 1.5 norm by hydrolytic acidity of dolomite flour on the background of complete mineral fertilizers N112P82K105 – 5.33 t/ha of grain units, which is higher than the corresponding background options by 2.27 t/ha or 74.2%. The average productivity for two crop rotations (2011-2019) was very closely dependent (r = 0.97) from the average for these years рНKCl indicator. The use of limestone flour as an ameliorant had a weaker effect on crop rotation productivity compared to lime flour due to the deterioration of magnesium nutrition of plants. The established scientific results are new for the conditions of Ukrainian Northwestern Polissia and indicate the need to correct the practice of liming acid soils to achieve optimal рНKCl. These results are also useful for restoration of sandy sod-podzolic soils’ fertility and productivity of arable Ukrainian Northwestern Polissia lands in conditions of further climate transformation to warming and humidification",
    "readLink": "https://visnyk-unaus.udau.edu.ua/assets/files/2021-1/5.pdf"
  },
  {
    "title": "Clima Organizacional y su Diagnóstico: Una aproximación Conceptual The Organizational Climate and its Diagnosis a Conceptual Approximation",
    "authors": [
      "Mónica García Solarte"
    ],
    "doi": "no. 42\n                                \n                                  pp.\n                                  43\n                                  – 65",
    "issn": "0120-4645 (Print)",
    "publisher": "2256-5078 (Online)",
    "countryOfPublisher": "Universidad del Valle",
    "lcc": [
      "Colombia",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://cuadernosdeadministracion.univalle.edu.co/",
    "abstract": "El clima organizacional es hoy un factor clave en el desarrollo empresarial, y su estudio en profundidad, diagnóstico y mejoramiento incide de manera directa en el denominado espíritu de la organización. Por lo anterior, en el presente documento se realiza una aproximación conceptual desde diferentes autores, que ayuda a evidenciar la importancia del clima en los cambios organizacionales. De igual forma, se exponen las diferentes herramientas que se pueden emplear para su medición y diagnóstico y que consideran numerosas variables que giran en torno a los valores de la organización, las creencias, costumbres y prácticas empresariales, para esclarecer las causas de la satisfacción e insatisfacción en el trabajo, y su incidencia en los cambios organizacionales.The organizational climate is now a key factor in business development, and thorough study, diagnosis and improvement directly affects the so-called spirit of the organization. It is for this reason that this paper makes a conceptual approach, since different authors, which helps to highlight the importance of climate in organizational changes, and outlines the various tools that can be used for measurement and diagnosis and consider many variables that revolve around the organization’s values, beliefs, customs and business practices, and clarifying the causes of satisfaction and dissatisfaction at work, and thus the incidence of these in the organizational changes.",
    "readLink": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0120-46452009000200004"
  },
  {
    "title": "IMPACT OF VIRTUAL REALITY EXPERIENCE ON ACCESSIBILITY OF CULTURAL HERITAGE",
    "authors": [
      "A. Paladini,",
      "A. Dhanda,",
      "M. Reina Ortiz,",
      "A. Weigert,",
      "E. Nofal,",
      "E. Nofal,",
      "A. Min,",
      "M. Gyi,",
      "S. Su,",
      "K. Van Balen,",
      "M. Santana Quintero"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-2-W11-929-2019",
    "journalVolume": "Vol. XLII-2-W11\n                                \n                                \n                                  pp.\n                                  929\n                                  – 936",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Accessibility plays a main role among the aspects that contribute to the conservation of Cultural Heritage sites. Seismic stability, fragility of the artefacts, conflicts, deterioration, natural disasters, climate change and visitors’ impact are only some of the possible causes that might lead to the inaccessibility of a heritage site for both researchers and visitors.The increasing potential of Information and Communication Technologies (ICT) in the conservation field has resulted in the development of Augmented and Virtual reality (AR and VR) experiences. These ones can be very effective for what concerns the description of the visual experience, but also improve the understanding of a site and even became analytic research tools.This paper presents an inaccessible Buddhist temple in the Myanmar city of Bagan as a case study for the realization of a VR experience that aims at providing accessibility to knowledge and therefore a better understanding of the cultural value. In order to evaluate the effectiveness of the VR for this purpose, a user study has been conducted and its results are reported.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-2-W11/929/2019/isprs-archives-XLII-2-W11-929-2019.pdf"
  },
  {
    "title": "Experts’ understandings of drinking water risk management in a climate change scenario",
    "authors": [
      "Åsa Boholm,",
      "Madeleine Prutzer"
    ],
    "doi": "https://doi.org/10.1016/j.crm.2017.01.003",
    "journalVolume": "Vol. 16,\n                                no. C\n                                \n                                  pp.\n                                  133\n                                  – 144",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "The challenges for society presented by climate change are complex and demanding. This paper focuses on one particular resource of utmost necessity and vulnerability to climate change: namely, the provisioning of safe drinking water. From a critical perspective on the role of expertise in risk debates, this paper looks at how Swedish experts understand risk to drinking water in a climate change scenario and how they reason about challenges to risk management and adaptation strategies. The empirical material derives from ten in-depth semi-structured interviews with experts, employed both at government agencies and at universities, and with disciplinary backgrounds in a variety of fields (water engineering, planning, geology and environmental chemistry). The experts understand risk factors affecting both drinking water quality and availability as complex and systemically interrelated. A lack of political saliency of drinking water as a public service is identified as an obstacle to the development of robust adaptation strategies. Another area of concern relates to the geographical, organizational and institutional boundaries (regulatory, political and epistemological) between the plethora of public actors with partly overlapping and sometimes unclear responsibilities for the provisioning of safe drinking water. The study concludes that climate change adaptation regarding drinking water provisioning will require a new integration of the knowledge of systemic risk relations, in combination with more efficient agency collaboration based on a clear demarcation of responsibility between actors.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096316300225"
  },
  {
    "title": "In-Silico analysis reveals lower transcription efficiency of C241T variant of SARS-CoV-2 with host replication factors MADP1 and hnRNP-1",
    "authors": [
      "Armi Chaudhari,",
      "Minal Chaudhari,",
      "Sapna Mahera,",
      "Zuber Saiyed,",
      "Neelam M. Nathani,",
      "Shantanu Shukla,",
      "Dhaval Patel,",
      "Chirag Patel,",
      "Madhvi Joshi,",
      "Chaitanya G. Joshi"
    ],
    "doi": "Vol. 25\n                                \n                                \n                                  p.\n                                  100670",
    "issn": "2352-9148 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics"
    ],
    "journalUrl": "https://www.journals.elsevier.com/informatics-in-medicine-unlocked/",
    "abstract": "Novel severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2) has claimed more than 3.3 million lives worldwide and still counting. As per the GISAID database, the genomics of SARS-CoV-2 has been extensively studied, with more than 500 genome submissions per day. Out of several hotspot mutations within the SARS-CoV-2 genome, recent research has focused mainly on the missense variants. Moreover, significantly less attention has been accorded to delineate the role of the untranslated regions (UTRs) of the SARS-CoV-2 genome in the disease progression and etiology. One of the most frequent 5’ UTR variants in the SARS-CoV-2 genome is the C241T, with a global frequency of more than 95 %. In the present study, the effect of the C241T mutation has been studied with respect to the changes in RNA structure and its interaction with the host replication factors MADP1 Zinc finger CCHC-type and RNA-binding motif 1 (hnRNP1). The results obtained from molecular docking and molecular dynamics simulation indicated weaker interaction of C241T mutant stem-loops with the host transcription factor MADP1, indicating a reduced replication efficiency. The results are also correlated with increased recovery rates and decreased death rates of global SARS-CoV-2 cases.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352914821001556"
  },
  {
    "title": "Effect of altitude and age of stands on physiological response of three dominant plants in forests of the Western Carpathians",
    "authors": [
      "H. Hniličková,",
      "M. Kuklová,",
      "F. Hnilička,",
      "J. Kukla"
    ],
    "doi": "https://doi.org/10.17221/116/2016-PSE",
    "journalVolume": "Vol. 62,\n                                no. 8\n                                \n                                  pp.\n                                  341\n                                  – 347",
    "issn": "1214-1178 (Print)",
    "publisher": "1805-9368 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://pse.agriculturejournals.cz/",
    "abstract": "The objective of research was to evaluate physiological reaction of dominant plants (Fagus sylvatica, Dryopteris filix-mas, Rubus idaeus) taking advantage of the altitudinal variations in the area of the Slovenský raj National park (Western Carpathians). Secondary spruce stands are the current edificators of phytocoenoses between the ages of 10-15 and 80-100 years, in undergrowths with a mix of naturally regenerated beech and fir. Nutrient contents in top soils followed the change of conditions, such as climate and soil type. The concentrations of available Ca and Mg were relatively fluctuated (CV 44-55%) and decreased with increased altitude. On the other hand, K and P concentrations (CV 38-41%) improved with increased altitude. Results of physiological characteristics of plants showed variations between species in rate of photosynthesis (Pn), rate of transpiration (E) and maximum quantum efficiency of photosystem II (Fv/Fm). Effect of altitude appears inconclusive in species monitored and their measured parameters, with the exception of Pn in R. idaeus a D. filix-mas. Influence of better light conditions in youn- ger stands was proved in the values of Fv/Fm for F. sylvatica.",
    "readLink": "https://pse.agriculturejournals.cz/artkey/pse-201608-0001_effect-of-altitude-and-age-of-stands-on-physiological-response-of-three-dominant-plants-in-forests-of-the-weste.php"
  },
  null
]