[
  {
    "title": "The Use of Historical Data and Global Climate Models to Assess Historical and Future Surface Water and Groundwater Availability in the Trinity River Basin in Texas",
    "authors": [
      "Molly Milmo,",
      "Jeremy McDowell,",
      "Monica Yesildirek,",
      "Glenn Harwell"
    ],
    "doi": "https://doi.org/10.21423/twj.v14i1.7146",
    "journalVolume": "Vol. 14,\n                                no. 1",
    "issn": "2160-5319 (Online)",
    "publisher": "Texas Water Journal",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "https://twj-ojs-tdl.tdl.org/twj/index.php/twj/index",
    "abstract": "This paper describes the results of a study that was done by the USGS to assess recent (2017) water availability, forecast long-term trends in water availability, assess changes in water availability, and forecast future water availability in the Trinity River Basin in Texas. The Trinity River Basin surface water model and Trinity River alluvium aquifer (TRAA) groundwater model were created to evaluate future conditions under different global climate models (GCM). The results of this study show minimal overall changes in water availability for both surface water and groundwater. Trend analyses using historical data (1900–2017) indicated an increase of annual precipitation on the watersheds that drain into the reservoirs in Regional Water Planning Group C. However, the Trinity River Basin surface water model GCM ensemble mean annual precipitation indicates a downward trend, resulting in a downward trend in surface runoff. Additionally, the GCM ensemble mean for the Trinity River Basin surface water model and the TRAA groundwater model both indicate a downward trend in recharge while the TRAA model GCM ensemble mean indicates an upward trend in the amount of groundwater leaving the aquifer to rivers and streams resulting in an upward trend of cumulative storage change.",
    "readLink": "https://twj-ojs-tdl.tdl.org/twj/article/view/7146"
  },
  {
    "title": "Development of Environmental Health Competencies through Compulsory Education. A Polyhedral Approach Based on the SDGs",
    "authors": [
      "Javier Montero-Pau,",
      "Nuria Álvaro,",
      "Valentín Gavidia,",
      "Olga Mayoral"
    ],
    "doi": "https://doi.org/10.3390/su12083215",
    "journalVolume": "Vol. 12,\n                                no. 3215\n                                \n                                  p.\n                                  3215",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This paper focuses on the competencies in environmental health acquired by students during compulsory education. Questionnaires addressing environmental health problems were completed by 923 students of primary and secondary schools from five different Spanish regions. The results for five challenging situations related to hunger, consumerism, climate change, pollution in the cities and allergies are analysed according to the internal coherence of each sub-competency, i.e., addressing knowledge, skills and attitudes towards these topics. Our results show that problems related to air and water pollution were the most commonly described by the students. Focusing on competency achievement, the higher the educational level, the higher the score students obtained, especially regarding pollution and climate change, two problems that appear directly in the school curriculum. The complexity of the concept of environmental health matches with the necessary holistic perspective of the Sustainable Development Goals in a polyhedral approach including as many factors (facets) as necessary to complete the approach to this evolving concept.",
    "readLink": "https://www.mdpi.com/2071-1050/12/8/3215"
  },
  {
    "title": "Divergent roles of environmental and spatial factors in shaping plant β-diversity of different growth forms in drylands",
    "authors": [
      "Jianming Wang,",
      "Yin Wang,",
      "Mingxu Li,",
      "Nianpeng He,",
      "Jingwen Li"
    ],
    "doi": "Vol. 26\n                                \n                                \n                                  p.\n                                  e01487",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "The biogeographic patterns and its drivers of plant diversity across drylands have been well documented, while the associated difference in the determinants of plant β-diversity between different growth forms remain unclear. Here, we selected 68 plots from a typical dryland region of Northwest China to explore how and to what extent different environmental and spatial factors influence plant β-diversity of different growth forms. The results showed that environmental and spatial factors were significantly correlated with whole community, shrub and herb β-diversity (P < 0.001), and the combinations of soil, climate, topography, and spatial factors explained approximately 24, 10, and 20% of the variation in whole community, shrub and herb β-diversity, indicating that niche and neutral processes work together to regulate plant β-diversity in drylands of Northwest China. However, the relative contribution of environmental filtering and spatial processes varid between shrub and herb layers, where shrub β-diversity was predominantly determined by spatial processes, but herb β-diversity was largely determined by environmental filtering. Taken together, these findings provide an important empirical evidence that niche processes may not always be dominant processes of community assembly, even in harsh environments of drylands. Future research that focuses on the comparisons among different plant growth forms would likely shed new insights into mechanisms of community assembly under climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989421000378"
  },
  {
    "title": "Dezastrul produs în urma inundațiilor. Experiențe din mediul rural [Flood-induced disasters: Experiences from rural areas]. Tritonic, Bucharest, 2019. Anca Mihai",
    "authors": [
      "Filip Alexandrescu"
    ],
    "doi": "https://doi.org/10.33788/sr.20.2.17",
    "journalVolume": "Vol. 20,\n                                no. 2",
    "issn": "1220-5389 (Print)",
    "publisher": "2668-1455 (Online)",
    "countryOfPublisher": "Expert Projects",
    "lcc": [
      "Romania",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://revistasociologieromaneasca.ro/",
    "abstract": "The book reviewed here is one of the very rare social scientific analyses of flood-induced disasters in Romania. The monograph is a valuable contribution to the Romanian literature in the social sciences, because the author makes a sustained effort to advance a sociological understanding of the disasters tiggered by floods. In this sense, any given flood is not the disaster but only the trigger of a social disaster. The disaster ensues from the ways in which the flood interacts with pre-existing socio-economic and spatial conditions and inequalities. The book is structured into six chapters and an introductory piece. Its appeal is wide-ranging and it includes all social scientists interested in flood-induced or climate change-induced disasters. Experts and stakeholders involved in the management of floods or similar systemic hazards would also greatly benefit from reading this informative piece.",
    "readLink": "https://revistasociologieromaneasca.ro/sr/article/view/1773"
  },
  {
    "title": "Analyse de l’interaction entre l’éclosion des feux de forêts et les types de bioclimat au Nord du Maroc – cas de la région du Rif occidental -",
    "authors": [
      "Hicham MHARZI ALAOUI,",
      "Fouad ASSALI,",
      "Mohamed ROUCHDI,",
      "Said LAHSSINI,",
      "Driss TAHIRI"
    ],
    "doi": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  46\n                                  – 53",
    "issn": "2028-991X (Print)",
    "publisher": "2550-4401 (Online)",
    "countryOfPublisher": "Institut Agronomique et Vétérinaire Hassan II",
    "lcc": [
      "Morocco",
      "General Works"
    ],
    "journalUrl": "http://www.agrimaroc.org",
    "abstract": "Morocco, as a country with arid and semi-arid climate is vulnerable to climate change and presents many challenges for the future of the forest resources, mainly their vulnerability to forest fires. In addition, Moroccan forests are extremely flammable, especially in summer when the water content of plants, soil and the air become very low. This is especially noticeable in the Rif region (North of Morocco) where almost 65% of the phenomenon of wildfires across the country are concentrated. To deal with this new situation, the development of a prevention plan against forest fires requires an appropriate analysis of forest fire phenomenon and its response to the climate and vegetation changes. The present study has the goal to establish a spatio-temporal analysis of fires based on bioclimatic types because of the inclusive relationship between vegetation and climate. The fires that occurred in the rif region between 1997-2011 were analyzed and classified according to the affected area during the fire episode. The analysis has shown that almost 80% of the burnt area during the year were recorded only during August and September. Thereafter, using a two-factor ANOVA showed a significant difference of the fires spatial distribution according to the bioclimatic types, mainly for the warm variant of bioclimatic type where the development of the biomass is very important.",
    "readLink": "http://agrimaroc.org/index.php/Actes_IAVH2/article/view/400/345"
  },
  {
    "title": "Protective behaviors regarding coastal flooding risk in a context of climate change",
    "authors": [
      "Colin LEMÉE,",
      "Oscar Navarro,",
      "Diego Restrepo-Ochoa,",
      "Denis Mercier,",
      "Ghozlane Fleury-Bahi"
    ],
    "doi": "Vol. 11,\n                                no. 4\n                                \n                                  pp.\n                                  310\n                                  – 316",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "The physical vulnerability of coastal areas due to rising sea level and the flooding risk consequent, does not guarantee the implementation of protective behaviors by these risk zones’ inhabitants. This study aims to establish the link between the willingness to carry out protective behaviors and physical and perceived indicators of vulnerability. A typology of coastal flooding vulnerability, uses various physical indicators and their perceived counterparts which have been collected from 490 inhabitants of Cartagena (Colombia, declared world heritage of humanity by UNESCO in 1984), resident in areas of coastal flooding risks. The item-response theory (IRT) approach has been used. The results reveal that the implementation of protective behaviors is more related to perceived indicators, such as distance to the sea, than to actual physical vulnerability. We observe that physical vulnerability is linked to the intention to carry out protective behaviors. The presence of a defensive structure against coastal flooding could be considered as a visual cue and be a good predictor of the willingness to carry out protective behaviors. On the contrary, people in the most vulnerable situation (single-storey house) do not demonstrate a higher level of willingness to carry out protective behavior, as well of participants who lived in residential buildings which have demonstrated lower level of willingness to carry out such behaviors. Therefore, vulnerability of the house is not seen as a criterion that encourages participants to better protect themselves.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S167492782030099X"
  },
  {
    "title": "Water Resources, Forced Migration and Tensions with Host Communities in the Nigerian Part of the Lake Chad Basin",
    "authors": [
      "Frederic  Noel Kamta,",
      "Janpeter Schilling,",
      "Jürgen Scheffran"
    ],
    "doi": "https://doi.org/10.3390/resources10040027",
    "journalVolume": "Vol. 10,\n                                no. 27\n                                \n                                  p.\n                                  27",
    "issn": "2079-9276 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/resources",
    "abstract": "The Lake Chad region is facing a nexus of interconnected problems including fragility, violent conflict, forced displacement, and scarcity of water and other resources, further aggravated by climate change. Focusing on northeast Nigeria, this study aims to answer the following questions: (1) What role does access to water and farming play in out-migration and return in northeast Nigeria? (2) What is the potential of tensions between internally displaced persons (IDPs) and host communities? Data for this study were collected between March and May 2019 by interviewing 304 local residents and IDPs in northeast Nigeria, as well as experts on migration, environmental, humanitarian and conflict-related issues in research centers and governmental institutions in Abuja. Given the pronounced water scarcity in the region, the results show that between 47% and 95% of rural community members interviewed in northeast Nigeria would be willing to migrate in cases of water scarcity. At the time of study, only 2.5% to 7% of respondents had migrated previously in response to water scarcity, indicating that insecurity and conflict were, however, more relevant drivers of displacement. Regarding our second research question, we find a potential for tensions between IDPs and host communities, as 85% of the interviewed host community members oppose the presence of the IDPs. Hence, measures are needed to improve relations between the two groups. In order to avoid a future scenario where water scarcity becomes a significant driver of migration, efficient management of water resources is paramount. Such action would not only address the issue of migration, but also strengthen the resilience of communities in northern Nigeria.",
    "readLink": "https://www.mdpi.com/2079-9276/10/4/27"
  },
  null,
  {
    "title": "Stability and growth in a global economy",
    "authors": [
      "Ignazio Visco"
    ],
    "doi": "https://doi.org/10.13133/2037-3643_72.289_1",
    "journalVolume": "Vol. 72,\n                                no. 289\n                                \n                                  pp.\n                                  75\n                                  – 84",
    "issn": "2037-3635 (Print)",
    "publisher": "2037-3643 (Online)",
    "countryOfPublisher": "Associazione Economia civile",
    "lcc": [
      "Italy",
      "Political science",
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "http://www.pslquarterlyreview.info",
    "abstract": "The hopes that dawned with the end of the Cold War of improving everyone’s well-being through globalisation and technological progress have been partly disappointed. They have been replaced by uncertainty about the effects of these profound changes on the distribution of wealth, the availability of work, the possibility of growth continuing at the same pace as in the last few decades, the impact on the environment, the consequences of demographic trends, and the balance of power between countries, between companies, and between companies and consumers. The need to govern these changes is now clear and greater attention must be paid to those who have difficulty adapting, not only in advanced countries, where automation and global competition are displacing many workers employed in routine jobs, but also in emerging and developing countries, where the prospects of further poverty reduction are diminishing. These are crucial challenges for the world economy.",
    "readLink": "https://ojs.uniroma1.it/index.php/PSLQuarterlyReview/article/view/15520/14945"
  },
  {
    "title": "Disrupting the Continuities Among Residential Schools, the Sixties Scoop, and Child Welfare: An Analysis of Colonial and Neocolonial Discourses",
    "authors": [
      "Holly A. McKenzie,",
      "Colleen Varcoe,",
      "Annette J. Brown,",
      "Linda Day"
    ],
    "doi": "https://doi.org/10.18584/iipj.2016.7.2.4",
    "journalVolume": "Vol. 4,\n                                no. 2",
    "issn": "1916-5781 (Online)",
    "publisher": "University of Western Ontario",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Political science",
      "Social Sciences"
    ],
    "journalUrl": "https://ojs.lib.uwo.ca/index.php/iipj/index",
    "abstract": "In Canada, it is estimated that 3 times as many Indigenous children are currently in the care of the state compared to when the residential schools’ populations were at their peak. It is imperative that action be taken. This article explores the continuities among residential schools, the Sixties Scoop, and child welfare in Canada today. In particular, we examine how colonial and neocolonial discourses operate through and justify these policies and practices. We propose nine policy recommendations, which aim to transform child welfare and support Indigenous families to care for their children. Although transformative policy change is unlikely within this neocolonial and neoliberal climate, the recent change in federal leadership has made it more possible to move these policy recommendations forward.",
    "readLink": "http://ir.lib.uwo.ca/iipj/vol7/iss2/4/"
  }
]