[
  {
    "title": "The Role of Formal and Informal Forces in Shaping Consumption and Implications for a Sustainable Society. Part I",
    "authors": [
      "Oksana Mont,",
      "Kate Power"
    ],
    "doi": "https://doi.org/10.3390/su2072232",
    "journalVolume": "Vol. 2,\n                                no. 7\n                                \n                                  pp.\n                                  2232\n                                  – 2252",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Addressing climate change and the collapse of ecosystems without threatening the economy, while simultaneously improving the well-being of all people and ensuring social justice and equality, seems to be the largest challenge in the history of mankind. So far, all the efforts to address growing environmental and human problems through technological solutions and policy measures have been largely outpaced by growing population and increasing consumption levels. Therefore, an understanding of the essential driving forces and complexities of consumption, and of how environmental impacts from rising consumption can be reduced, is becoming increasingly important. This understanding can be achieved by analyzing not only economic frameworks, political settings, business models, and technological innovations, but also social norms, psychological factors, and collective and individual decision-making processes. This article, Part I, provides a meta-analysis of the main political, economic, technological, and business drivers of contemporary consumption and offers a systematic discussion of the relevance of these factors for the instigation of change towards sustainable patterns and levels of consumption. The main conclusion from Part I and II is that a systems-thinking approach is required in order to understand how various political, technical, social, economic, and psychological drivers overlap and influence each other in creating our consumer society.",
    "readLink": "http://www.mdpi.com/2071-1050/2/7/2232/"
  },
  {
    "title": "One park, two owners—Inconsistencies in forest stewardship",
    "authors": [
      "Zdenka Křenová,",
      "Tomáš Janík,",
      "Dušan Romportl"
    ],
    "doi": "https://doi.org/10.1111/csp2.12834",
    "journalVolume": "Vol. 4,\n                                no. 12\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract Appropriate management of European spruce forests in this time of climate change is a significant challenge. Uniform principles of quality forest practice must be applied, essentially in forests that are valuable from a conservation point of view. However, this may be problematic in protected areas with mixed ownership and disparate priorities. Managerial decision‐making is often based on personal knowledge, previous experience, priorities other than conservation, or political influence. Clear management guidelines at the European and national levels are lacking in many protected areas. In this article, we use data from the Šumava NP to elucidate varied management approaches applied by state and private municipal owners in forests of high conservation value. We used high‐resolution aerial photographs to evaluate the effects of forest management practices applied, and compared the status of spruce habitats before and after a major windstorm and large‐scale bark beetle outbreak. We found that follow‐up forest management measures have significantly affected forests in the Šumava NP negatively. However, changes are not equally spread across the area of study, with forest ownership important for the type and intensity of changes. Kašperské Hory Municipality, managed their forests more as a productive commercial forest as contrasted to the state owned forest. We compare our findings with experiences from other Central European national parks with similar forest management challenges. Options for improving and unifying the management of conservation‐valuable forests held in state and private ownership are discussed in the conclusion. Wide political consensus and stability together with long‐term mutual trust and a willingness to collaborate among conservationists, forest managers and forest owners were recognized to be essential for the successful achievement of conservation goals.",
    "readLink": "https://doi.org/10.1111/csp2.12834"
  },
  {
    "title": "Contrasting yield responses of winter and spring wheat to temperature rise in China",
    "authors": [
      "Di He,",
      "Shibo Fang,",
      "Hanyue Liang,",
      "Enli Wang,",
      "Dong Wu"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abc71a",
    "journalVolume": "Vol. 15,\n                                no. 12\n                                \n                                  p.\n                                  124038",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Wheat growth, development, and grain yield are affected by global climate warming. The general consensus is that global warming shortens the overall length of wheat growing period and reduces global wheat yield. Here, focusing on China, the largest wheat producer in the world, we show that warming increases wheat yield in most winter wheat growing regions in China. We collated data from field experiments under stress-free conditions and artificial warming from 12 locations over China to assess the impact of warming on wheat yield. The data cover 14 wheat cultivars, 27 site-years, and a range of growing season temperatures from 7.5 °C to 17.2 °C. Our results indicate that warming up to +3 °C increased winter wheat yield by 5.8% per °C (change rate of yield/average of yield), while reduced spring wheat yield by 16.1% per °C. Although artificial warming reduced the total growth duration, warming-induced longer early developmental phases and grain filling duration, and subsequently more and larger grains contributed to the yield increase of winter wheat. The yield decline of spring wheat was due to the opposite changes of those key processes in response to temperature rise.",
    "readLink": "https://doi.org/10.1088/1748-9326/abc71a"
  },
  {
    "title": "Haemoparasites—Challenging and Wasting Infections in Small Ruminants: A Review",
    "authors": [
      "Snorre Stuen"
    ],
    "doi": "https://doi.org/10.3390/ani10112179",
    "journalVolume": "Vol. 10,\n                                no. 2179\n                                \n                                  p.\n                                  2179",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "Haemoparasites include bacteria, mycoplasma, protozoa and flagellates inhabiting the bloodstream of living hosts. These infections occur worldwide and are transmitted by vectors, especially ticks and tsetse flies. Geographical distribution varies due to movements of animals and vectors between geographical areas, and even between countries and continents. These changes may be caused by climate change, directly and indirectly, and have a huge effect on the epidemiology of these microbes. Active and ongoing surveillance is necessary to obtain reliable maps concerning the distribution of these infections in order to do proper risk assessment and efficient prophylactic treatment. Genera Anaplasma, Ehrlichia, Mycoplasma, Babesia, Theileria and Trypanosoma include common haemoparasite species in small ruminants causing a variety of clinical manifestations from high fatality rates to more subclinical infections, depending on the species or strain involved. These infections may also cause ill-thift or long-lasting wasting conditions. Life-long infections are a common feature of these pathogens. The present review will focus on haemoparasites in small ruminants, especially related to challenging and wasting infections.",
    "readLink": "https://www.mdpi.com/2076-2615/10/11/2179"
  },
  {
    "title": "Towards multi-objective optimization of large-scale fluvial landscaping measures",
    "authors": [
      "M. W. Straatsma,",
      "J. M. Fliervoet,",
      "J. A. H. Kabout,",
      "F. Baart,",
      "M. G. Kleinhans"
    ],
    "doi": "https://doi.org/10.5194/nhess-19-1167-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1167\n                                  – 1187",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Adapting densely populated deltas to the combined impacts of climate change and socioeconomic developments presents a major challenge for their sustainable development in the 21st century. Decisions for the adaptations require an overview of cost and benefits and the number of stakeholders involved, which can be used in stakeholder discussions. Therefore, we quantified the trade-offs of common measures to compensate for an increase in discharge and sea level rise on the basis of relevant, but inexhaustive, quantitative variables. We modeled the largest delta distributary of the Rhine River with adaptation scenarios driven by (1) the choice of seven measures, (2) the areas owned by the two largest stakeholders (LS) versus all stakeholders (AS) based on a priori stakeholder preferences, and (3) the ecological or hydraulic design principle. We evaluated measures by their efficiency in flood hazard reduction, potential biodiversity, number of stakeholders as a proxy for governance complexity, and measure implementation cost. We found that only floodplain lowering over the whole study area can offset the altered hydrodynamic boundary conditions; for all other measures, additional dike raising is required. LS areas comprise low hanging fruits for water level lowering due to the governance simplicity and hydraulic efficiency. Natural management of meadows (AS), after roughness smoothing and floodplain lowering, represents the optimum combination between potential biodiversity and flood hazard lowering, as it combines a high potential biodiversity with a relatively low hydrodynamic roughness. With this concept, we step up to a multidisciplinary, quantitative multi-parametric, and multi-objective optimization and support the negotiations among stakeholders in the decision-making process.",
    "readLink": "https://www.nat-hazards-earth-syst-sci.net/19/1167/2019/nhess-19-1167-2019.pdf"
  },
  {
    "title": "Visibility and Ceiling Nowcasting Using Artificial Intelligence Techniques for Aviation Applications",
    "authors": [
      "Fabricio Magalhães Cordeiro,",
      "Gutemberg Borges França,",
      "Francisco Leite de Albuquerque Neto,",
      "Ismail Gultepe"
    ],
    "doi": "https://doi.org/10.3390/atmos12121657",
    "journalVolume": "Vol. 12,\n                                no. 1657\n                                \n                                  p.\n                                  1657",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "This work presents a novel approach for simulating visibility (Vis) and ceiling base height (Hc) in up to 1 h using several machine learning (ML) algorithms. Ten years of meteorological data at 15 min intervals for Santos Dumont airport (SDA), Rio de Janeiro, Brazil were used in the ML method training and testing process. In the investigation, several categorical and regressive algorithms were trained and tested, and the results were verified with observations. The forecast results reveal that the categorical methods produced satisfactory results only up to 15 min for visibility prediction with the probability of detection greater than 85%. On the other hand, the regressive methods were found to be more capable of generating an accurate prediction of Vis and Hc compared to categorical method up to 60 min. The forecast evaluation metrics for Vis and Hc had correlation coefficients of 0.99 ± 0.00 and 0.96 ± 0.00, with mean absolute errors of 324 ± 77 m, and 167 ± 21 m, respectively. Results suggested that ML methods can improve the prediction of Vis and Hc up to 1 h when accurate observations are used for the analysis.",
    "readLink": "https://www.mdpi.com/2073-4433/12/12/1657"
  },
  {
    "title": "Forest bat population dynamics over 14 years at a climate refuge: Effects of timber harvesting and weather extremes.",
    "authors": [
      "Bradley S Law,",
      "Mark Chidel,",
      "Peter R Law"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0191471",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  p.\n                                  e0191471",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Long-term data are needed to explore the interaction of weather extremes with habitat alteration; in particular, can 'refugia' buffer population dynamics against climate change and are they robust to disturbances such as timber harvesting. Because forest bats are good indicators of ecosystem health, we used 14 years (1999-2012) of mark-recapture data from a suite of small tree-hollow roosting bats to estimate survival, abundance and body condition in harvested and unharvested forest and over extreme El Niño and La Niña weather events in southeastern Australia. Trapping was replicated within an experimental forest, located in a climate refuge, with different timber harvesting treatments. We trapped foraging bats and banded 3043 with a 32% retrap rate. Mark-recapture analyses allowed for dependence of survival on time, species, sex, logging treatment and for transients. A large portion of the population remained resident, with a maximum time to recapture of nine years. The effect of logging history (unlogged vs 16-30 years post-logging regrowth) on apparent survival was minor and species specific, with no detectable effect for two species, a positive effect for one and negative for the other. There was no effect of logging history on abundance or body condition for any of these species. Apparent survival of residents was not strongly influenced by weather variation (except for the smallest species), unlike previous studies outside of refugia. Despite annual variation in abundance and body condition across the 14 years of the study, no relationship with extreme weather was evident. The location of our study area in a climate refuge potentially buffered bat population dynamics from extreme weather. These results support the value of climate refugia in mitigating climate change impacts, though the lack of an external control highlights the need for further studies on the functioning of climate refugia. Relatively stable population dynamics were not compromised by timber harvesting, suggesting ecologically sustainable harvesting may be compatible with climate refugia.",
    "readLink": "http://europepmc.org/articles/PMC5812568?pdf=render"
  },
  {
    "title": "Non-linear response of temperature-related mortality risk to global warming in England and Wales",
    "authors": [
      "Wan Ting Katty Huang,",
      "Isobel Braithwaite,",
      "Andrew Charlton-Perez,",
      "Christophe Sarran,",
      "Ting Sun"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac50d5",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  p.\n                                  034017",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate change is expected to lead to changes in seasonal temperature-related mortality. However, this impact on health risk does not necessarily scale linearly with increasing temperature. By examining changes in risk relative to degrees of global warming, we show that there is a delayed emergence of the increase in summer mean mortality risk in England and Wales. Due to the relatively mild summer mean temperatures under the current climate and the non-linearity of the exposure–response relationships, minimal changes in summer mean risk are expected at lower levels of warming and an escalation in risk is projected beyond 2.5 °C of global warming relative to pre-industrial levels. In contrast, a 42% increase in mortality risk during summer heat extremes is already expected by 2 °C global warming. Winter attributable mortalities, on the other hand, are projected to decrease largely linearly with global warming in England and Wales.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac50d5"
  },
  {
    "title": "Prediction on the Peak of the CO2 Emissions in China Using the STIRPAT Model",
    "authors": [
      "Li Li,",
      "Yalin Lei,",
      "Chunyan He,",
      "Sanmang Wu,",
      "Jiabin Chen"
    ],
    "doi": "https://doi.org/10.1155/2016/5213623",
    "journalVolume": "Vol. 2016",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "Climate change has threatened our economic, environmental, and social sustainability seriously. The world has taken active measures in dealing with climate change to mitigate carbon emissions. Predicting the carbon emissions peak has become a global focus, as well as a leading target for China’s low carbon development. China has promised its carbon emissions will have peaked by around 2030, with the intention of peaking earlier. Scholars generally have studied the influencing factors of carbon emissions. However, research on carbon emissions peaks is not extensive. Therefore, by setting a low scenario, a middle scenario, and a high scenario, this paper predicts China’s carbon emissions peak from 2015 to 2035 based on the data from 1998 to 2014 using the Stochastic Impacts by Regression on Population, Affluence, and Technology (STIRPAT) model. The results show that in the low, middle, and high scenarios China will reach its carbon emissions peak in 2024, 2027, and 2030, respectively. Thus, this paper puts forward the large-scale application of technology innovation to improve energy efficiency and optimize energy structure and supply and demand. China should use industrial policy and human capital investment to stimulate the rapid development of low carbon industries and modern agriculture and service industries to help China to reach its carbon emissions peak by around 2030 or earlier.",
    "readLink": "http://dx.doi.org/10.1155/2016/5213623"
  },
  {
    "title": "SOME COMMENTS ON ECONOMIC CHALLENGES FACING GERMANY AFTER THE ELECTIONS",
    "authors": [
      "Franz Peter Lang"
    ],
    "doi": "Vol. 9,\n                                no. 28\n                                \n                                  pp.\n                                  35\n                                  – 36",
    "issn": "2449-7320 (Print)",
    "publisher": "2545-3483 (Online)",
    "countryOfPublisher": "Consilium LLC",
    "lcc": [
      "Poland",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://european-cooperation.eu",
    "abstract": "The federal elections in Germany have in a certain way changed the political landscape. The Debate of the elections in the media has largely focused on the AfD and the aggressive rhetoric of its leaders (actually adapted by the social democrat Leaders). This is understandable, but it is worth remembering that the AfD only represents 13 percent of German voters. ‘Much more important is to focus on the next government – probably a coalition of the conservatives, the greens and the liberals (in Germany called Jamaica coalition caused by the Colours of the Parties black (CDU/CSU), green (Green Prty) and Yellow (Liberals), equal to the colours of the Flag of Jamaica)’and the challenges facing it.In economic policy there some central issues: Digitalisation, Automation, demographic change, globalisation, climate change and European integration.Digitalisation policy in Germany fluctuates between enthusiasm for expanding fibre optic networks and concerns over new business models from the sharing economy like Uber and Airbnb expressed in the form of in restrictive regulations. But a nationwide fibre optic rollout would be expensive and inefficient. Such infrastructure should only be built in centres where it is urgently needed. To promote digital transformation, politicians should focus on eliminating regulations that obstruct sensible digital business models and reduce burocracy and restrictive laws.Digitalisation pushes automation of the economy and thereby the use of robots. Trade-Unions, Workers and Politicians fear that this will lead to job losses. Therefore, there are calls for the introduction of an unconditional basic income. Scientists (Fuest, C., 2017) fear that would be a capitulation to the challenges the Economy faces. The goal should be to give those individuals labour market opportunities by offering them training and future oriented education.The demographic transformation will lead to a labour shortage that opens up enormous opportunities. Instead of seizing it, Germany fears that we no longer may need skilled labour thanks to automation. German economic history shows, that this should not be expected within a fundamental structural change.The declining workforce in Germany due to demographics will have significant implications for public finances and for social insurance systems. A raising of the retirement age to 70 seems not to be popular. But there are very good reasons for raising the retirement age to 70. A higher retirement scheme is often denounced as unfair, because people with physically challenging jobs are unable to carry on working until the age of 70. Such health risks must be compensated with higher wages and disability insurance, and not with pension insurance. It should also be possible to take retirement early, but with corresponding markdowns.Another important challenge is globalisation. Its effects range from refugees and poverty-induced migration to growing trade and capital flows to global information and data exchange. Germany has benefitted from globalisation in recent decades. Internationalisation means that there is less scope for political action at a national level. This is partly because Germany is in the EU and has signed up to several international agreements. On the one hand, growing cross-border mobility means that Germany is under high competitive pressure both as a business location and in terms of taxation and social policy (Lang, F. P., 2016). Germany has an interest in companies investing in the country and creating as many highly-paid jobs as possible. At the same time, Germany stands to benefit from immigrants with above-average qualifications who earn such high income levels that they pay more in taxes than they receive in state benefits. To attract capital and qualified immigrants, Germany has to offer attractive taxation conditions. This also means that the potential for redistribution via taxation is limited.Germany is still in a position to finance one of the world’s most developed welfare states. But the idea that the problems faced by social security systems can primarily be solved by higher subsidies financed by general tax revenue is an illusion in a highly globalised economy. If investors and highly-qualified individuals are taxed too heavily they will leave and if the government also offers generous social transfers, then it will attract individuals who rely on such benefits. In the long term this will lead to the collapse of the welfare state (Lang, F. P., 2017). Germany should work internationally and within the EU towards ensuring that immigration to Germany is not motivated by welfare benefits.Global warning can be seen as another facet of globalisation. Alone Germany can do virtually nothing to limit it, so it is essential for the country to work together with its European partners to achieve global climate protection agreements. Even if Germany is not among those countries most heavily affected measures for adjusting to climate change should not be neglected, it is important to use climate policy instruments that enable the most cost-effective reduction of emissions possible. This is the only way to ensure that ambitious climate goals gain the social acceptance required to successfully achieve them. Selective interventions like the ban on internal combustion engines are counterproductive. A better approach would be to include road traffic in the emissions certificate system, because emissions could then be cut where the costs are as low as possible (Fuest, C., 2017).A major challenge facing the next German federal government is the European Union. It needs to surmount the current EU crisis and tap the huge potential of European integration. This applies to deepening the internal market, as well as the further development of European defence and security policy. Significant efficiency gains and relief for national government budgets could be achieved via closer European cooperation in the procurement of weapons and in military operations.",
    "readLink": "http://we.clmconsulting.pl/index.php/we/article/view/340"
  }
]