[
  {
    "title": "Bridging Disciplinary Divides through Computational Social Sciences and Transdisciplinarity in Tourism Education in Higher Educational Institutions: An Austrian Case Study",
    "authors": [
      "Thomas J. Lampoltshammer,",
      "Stefanie Wallinger,",
      "Johannes Scholz"
    ],
    "doi": "https://doi.org/10.3390/su15108133",
    "journalVolume": "Vol. 15,\n                                no. 8133\n                                \n                                  p.\n                                  8133",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Grand societal issues such as climate change and technological disruption challenge all industry sectors, including tourism. To cope with these challenges, new sustainable business models that not only rely on data-driven technologies but also require new ways of collaboration beyond disciplines and sectors by facilitating the overall conception of transdisciplinarity are essential. One potential way to combine all these requirements is computational social sciences. As a discipline-crossing approach, it should be anchored within tourism education to train the future workforce and experts necessary to realize the needed transformation. Thus, this study explores the status quo of tourism curricula in higher educational institutions in Austria through the lens of computational social sciences. In doing so, a set of core modules of computational social sciences content was developed as an analytical framework. The results show that there is still a significant gap between the demands of the tourism industry and the offered educational programs in Austria. The article concludes with insights on how to close the existing gap and some suggestions for possible foundational steps to support the transformation.",
    "readLink": "https://www.mdpi.com/2071-1050/15/10/8133"
  },
  {
    "title": "Development of an improved two-sphere integration technique for quantifying black carbon concentrations in the atmosphere and seasonal snow",
    "authors": [
      "X. Wang,",
      "X. Wang,",
      "X. Zhang,",
      "W. Di"
    ],
    "doi": "https://doi.org/10.5194/amt-13-39-2020",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  39\n                                  – 52",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "An improved two-sphere integration (TSI) technique has been developed to quantify black carbon (BC) concentrations in the atmosphere and seasonal snow. The major advantage of this system is that it combines two distinct integrated spheres to reduce the scattering effect due to light-absorbing particles and thus provides accurate determinations of total light absorption from BC collected on Nuclepore filters. The TSI technique can be calibrated using a series of 15 filter samples of standard fullerene soot. This technique quantifies the mass of BC by separating the spectrally resolved total light absorption into BC and non-BC fractions. To assess the accuracy of the improved system, an empirical procedure for measuring BC concentrations with a two-step thermal–optical method is also applied. Laboratory results indicate that the BC concentrations determined using the TSI technique and theoretical calculations are well correlated (R2=0.99), whereas the thermal–optical method underestimates BC concentrations by 35 %–45 % compared to that measured by the TSI technique. Assessments of the two methods for atmospheric and snow samples revealed excellent agreement, with least-squares regression lines with slopes of 1.72 (r2=0.67) and 0.84 (r2=0.93), respectively. However, the TSI technique is more accurate in quantifications of BC concentrations in both the atmosphere and seasonal snow, with an overall lower uncertainty. Using the improved TSI technique, we find that light absorption at a wavelength of 550 nm due to BC plays a dominant role relative to non-BC light absorption in both the atmosphere (62.76 %–91.84 % of total light absorption) and seasonal snow (43.11 %–88.56 %) over northern China.",
    "readLink": "https://www.atmos-meas-tech.net/13/39/2020/amt-13-39-2020.pdf"
  },
  {
    "title": "Spatial heterogeneity of preferences for sea-level rise adaptation: Empirical evidence from yearlong and seasonal residents in Florida",
    "authors": [
      "Sisi Meng,",
      "Pallab Mozumder"
    ],
    "doi": "Vol. 40\n                                \n                                \n                                  p.\n                                  100515",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "A growing body of evidence suggests that the global sea level has been increasing at an accelerating rate. This trend, which is linked to global warming, poses a significant threat to the communities living in low elevation coastal areas. This study aims to investigate public preferences and estimate the economic value of sea-level rise (SLR) adaptation projects in Florida. We compute the households’ willingness to pay (WTP) for different attributes of SLR adaptation programs using a series of choice experiments embedded within a household survey of selected communities in Florida. We find strong spatially heterogeneous preferences in both the short-term and long-term adaptation plans. Moreover, Florida’s seasonal residents are willing to pay more than yearlong residents due to their higher risk perceptions and higher income levels. There are few studies in the present literature that compare adaptation preferences across this demographic gradient. Thus, the empirical findings can contribute significantly to the design of optimal adaptation programs and policies to tackle the sea-level rise caused by climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096323000414"
  },
  {
    "title": "Hunting by the Stroke: How Foraging Drives Diving Behavior and Locomotion of East-Greenland Narwhals (Monodon monoceros)",
    "authors": [
      "Outi M. Tervo,",
      "Susanne Ditlevsen,",
      "Manh C. Ngô,",
      "Nynne H. Nielsen,",
      "Susanna B. Blackwell,",
      "Terrie M. Williams,",
      "Mads Peter Heide-Jørgensen"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.596469",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Deep diving air-breathing species by necessity must balance submergence time and level of exercise during breath-holding: a low activity level preserves oxygen stores and allows longer duration submergence whereas high activity levels consume oxygen quickly and shorten submergence time. In this study, we combined high-resolution multi sensor animal-borne tag data to investigate diving behavior and locomotion styles of the narwhal (Monodon monoceros) (n = 13, mean record length 91 h)–a deep diving Arctic species. Narwhals in this study dove down to >800 m but despite the deep diving abilities, one-third of the dives (33%) were shallow (>100 m) and short in duration (<5 min). Narwhals utilized energy saving measures such as prolonged gliding during descent with increasing target depth but stroked actively throughout the ascent indicating excess oxygen storages. Foraging behavior, as detected by the presence of buzzes, was a key factor influencing dive depth and spinning behavior—the rolling movement of the animal along its longitudinal axes. Narwhals in East Greenland utilized two foraging strategies, while transiting and while stationary, with different target depths and buzzing rates. The first targeted deep-dwelling, possibly solitary prey items and the latter, more schooling prey closer to the surface. The buzzing rate during stationary foraging was on average twice as high as during transiting foraging. Spinning was an integrated part of narwhal swimming behavior but the amount of spinning was correlated with foraging behavior. The odds for spinning during all dive phases were 2–3 times higher during foraging than non-foraging. Due to the spinning behavior, stroking rate might be better suited for estimating energy consumption in narwhals than ODBA (overall dynamic body acceleration). The narwhal is considered as one of the most sensitive species to climate change–the results from this study can act as a baseline essential for evaluating changes in the behavior and energy usage of narwhals caused by stressors evolving in the Arctic.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2020.596469/full"
  },
  {
    "title": "Adaptation to Climate Change Effects by Cultivar and Sowing Date Selection for Maize in the Northeast China Plain",
    "authors": [
      "Xiangfei Han,",
      "Lina Dong,",
      "Yujun Cao,",
      "Yanjie Lyu,",
      "Xiwen Shao,",
      "Yongjun Wang,",
      "Lichun Wang"
    ],
    "doi": "https://doi.org/10.3390/agronomy12050984",
    "journalVolume": "Vol. 12,\n                                no. 984\n                                \n                                  p.\n                                  984",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Cultivar and sowing date selection are major factors in determining the yield potential of any crop and in any region. To explore how climate change affects these choices, this study performed a regional scale analysis using the well-validated APSIM-maize model for the Northeast China Plain (NEC) which is the leading maize (Zea mays L.) producing area in China. Results indicated that high temperature had a significantly negative effect on grain yield, while effective accumulated temperature and solar radiation had significant positive effects on grain yield and kernel number. Cloudy and rainy weather in flowering stage had significant negative effects on kernel number. Delayed sowing led to less cloudy and rainy weather during flowering and reduced the negative effect on kernel number. Higher diurnal thermal range and less precipitation during the grain-filling stage also increased the 1000-kernel weight. Delayed sowing, however, also significantly increased the risk of early senescence and frost (>80%) in middle and high latitude areas. In the middle and high latitude areas of the NEC, the grain yield of a long-season cultivar (LS) under early sowing (I) (6.2–19.9%) was significantly higher than under medium sowing (II) or late sowing (III), and higher than that of an early sown (I) short-season (SS) and medium-season cultivar (MS). In the low latitude area of the NEC, the grain yield of MS under medium sowing date (II) was higher than that under I and III, meanwhile, this was also higher than that of SS and LS. Therefore, under climate warming, LS sown earlier in high and medium latitudes and MS sown medium in low latitude were the appropriate cultivar and sowing date choices, which could mitigate the stress of high temperatures and reduce the risk of early senescence and frost. Cultivar and sowing date selection are effective measures to alleviate negative effects of climate change on maize production in the NEC, and provides valuable advice for breeders on cultivar selection, and the choice of varieties and sowing dates for farmers in actual production.",
    "readLink": "https://www.mdpi.com/2073-4395/12/5/984"
  },
  {
    "title": "Analysis of the Nexus in Agricultural Insurance Welfare and Climate Change Adaptation Decision: Evidence from Nigeria",
    "authors": [
      "Theophilus Miebi GBİGBİ,",
      "Ifeanyi IKECHUKWUKA"
    ],
    "doi": "https://doi.org/10.29133/yyutbd.601294",
    "journalVolume": "Vol. 30,\n                                no. 1\n                                \n                                  pp.\n                                  100\n                                  – 114",
    "issn": "1308-7576 (Print)",
    "publisher": "1308-7584 (Online)",
    "countryOfPublisher": "Yuzuncu Yil University Faculty of Agriculture",
    "lcc": [
      "Türkiye",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/yyutbd",
    "abstract": "Article Info Received: 04.08.2019 Accepted: 12.02.2020 Online Published 31.03.2020 DOI: 10.29133/yyutbd.601294 Keywords Adaptation decision, Arable crop farmer, Climate change, Insurance welfare. Abstract: Despite the global emphasis on climate change financing, there is limited information on the status of insurance welfare on climate change adaptation decision in Nigeria. This study therefore, examined the nexus in agricultural insurance welfare and climate change adaptation decision in Edo State, Nigeria. A cluster sampling technique was used. Raw data were collected using questionnaire distributed to 192 farmers. Descriptive and inferential statistics were the analytical tools used for the study. The mean age was 43 years. About 62% were males. Majority (82.3%) of the respondents were married with an average family size of 7 members. Their average farming experience was 14 years. The respondents were educated with a mean farm size of 1.52 hectares. About 77% of the respondents do not belong to cooperative society. Most, (65.6%) of the agrarians did not have access to credit. The average annual income earned by farmers was N274 724 00. Findings showed that 76.0% of the growers had little access to agricultural insurance welfare. The outcome of the binary probit model indicated that educational level, years of farming, farm size, cooperative membership, land ownership status, access to credit and income level influence agricultural insurance welfare for climate change adaptation decision, while education, household size, access to credit, membership of cooperative, income and extension contact contributed to adaptation decision. It is recommended that Government should make provision for insurance welfare package for farmers for greater productivity.",
    "readLink": "https://doi.org/10.29133/yyutbd.601294"
  },
  {
    "title": "Pollution from cooking in rural and poor urban households of Africa: A methodological review",
    "authors": [
      "Sasi Gangiah"
    ],
    "doi": "https://doi.org/10.4102/hts.v78i2.7708",
    "journalVolume": "Vol. 78,\n                                no. 2\n                                \n                                  pp.\n                                  e1\n                                  – e11",
    "issn": "0259-9422 (Print)",
    "publisher": "2072-8050 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Philosophy. Psychology. Religion: The Bible",
      "Philosophy. Psychology. Religion: Practical Theology"
    ],
    "journalUrl": "https://www.hts.org.za",
    "abstract": "The article examines the effect of cooking food in kitchens on the health of women, as women and children are at a greater risk to indoor air pollution (IAP). It is important to study the cooking practices and prevalent behaviours among African women to understand the magnitude of the danger they face. The study suggests that a decline in the combustion of solid fuels and the use of clean energy can improve health among women and children, as well as sustainability goals. Proverbs 17:22 says, ‘A joyful heart is the health of the body, but a depressed spirit dries up the bones’. Bible verse Numbers 35:33–34 indicates, ‘You shall not pollute the land in which you live’. The cooking fuel analysis framework among rural women in Africa will guide forward the governments’ sustainability policies for communities to ensure healthy lives and promote well-being of women and children. Contribution: The article conducts a comprehensive analysis of the literature on African cooking practices. A combined search string is made with keywords. Thematic content analysis is conducted with NVivo (produced by QSR International). The article covers two themes, namely improved well-being and suggesting policies to combat climate change and its impacts. Policies and schemes at grassroots levels and better economic conditions in African countries can help to overcome challenges and change health-damaging cooking behaviours. The new advanced sustainability analysis framework has the potential to influence modern kitchen fuels and increase the adoption of new technologies in African villages.",
    "readLink": "https://hts.org.za/index.php/hts/article/view/7708"
  },
  {
    "title": "Polar bears from space: assessing satellite imagery as a tool to track Arctic wildlife.",
    "authors": [
      "Seth Stapleton,",
      "Michelle LaRue,",
      "Nicolas Lecomte,",
      "Stephen Atkinson,",
      "David Garshelis,",
      "Claire Porter,",
      "Todd Atwood"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0101513",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  e101513",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Development of efficient techniques for monitoring wildlife is a priority in the Arctic, where the impacts of climate change are acute and remoteness and logistical constraints hinder access. We evaluated high resolution satellite imagery as a tool to track the distribution and abundance of polar bears. We examined satellite images of a small island in Foxe Basin, Canada, occupied by a high density of bears during the summer ice-free season. Bears were distinguished from other light-colored spots by comparing images collected on different dates. A sample of ground-truthed points demonstrated that we accurately classified bears. Independent observers reviewed images and a population estimate was obtained using mark-recapture models. This estimate (N: 94; 95% Confidence Interval: 92-105) was remarkably similar to an abundance estimate derived from a line transect aerial survey conducted a few days earlier (N: 102; 95% CI: 69-152). Our findings suggest that satellite imagery is a promising tool for monitoring polar bears on land, with implications for use with other Arctic wildlife. Large scale applications may require development of automated detection processes to expedite review and analysis. Future research should assess the utility of multi-spectral imagery and examine sites with different environmental characteristics.",
    "readLink": "http://europepmc.org/articles/PMC4090068?pdf=render"
  },
  {
    "title": "Assessment of Climate Change at 2055 Horizon on Groundwater Resources in Kerman-Baghin Plain",
    "authors": [
      "Bahram Choubin,",
      "Farzaneh Sajedi-Hosseini,",
      "Ali Azareh,",
      "Farshad Soleimani-Sardoo"
    ],
    "doi": "https://doi.org/10.22034/jdmal.2016.22239",
    "journalVolume": "Vol. 4,\n                                no. 7\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2476-3985 (Print)",
    "publisher": "2476-3721 (Online)",
    "countryOfPublisher": "Iranian Scientific Association of Desert Management and Control (ISADMC)",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Agriculture",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Management of special enterprises"
    ],
    "journalUrl": "http://www.jdmal.ir/?lang=en",
    "abstract": "Ground water is one of the major resources of fresh water needed for humans, especially in arid areas. It will be seriously threatened in future due to climate change and global warming. The purpose of this study is to examine the effects of climate change on groundwater resources in the Kerman-Baghin plain. Accordingly, climate prediction at 2055 horizon (2065-2046) was used by the atmospheric general circulation model HadCM3 with A2 emissions scenario. Also groundwater table during the years (1986 -2009) and the quality situation (salinity) over the years (2003-2009) were studied. The results of LARS-WG model showed that the average annual rainfall at the 2055 horizon will be reduced about 3.6 mm. Also the annual maximum and minimum temperatures will increase during the 2055 horizon, 2.8°C and 2.8 °C, respectively. Assessing of unit hydrograph and chemograph in Kerman- Baghin plain highlighted a drop in the water table (0.89 meter depletion per year) and increase of aquifer salinity. According to the results of atmospheric general circulation model (HadCM3), this trend in the water table and increase in aquifer salinity expected to be continued.",
    "readLink": "http://www.jdmal.ir/article_22239_d35a520425e7bfc767d34ca74a692003.pdf"
  },
  {
    "title": "Sustainable Water Resources Management: A Bibliometric Overview",
    "authors": [
      "Amador Durán-Sánchez,",
      "José Álvarez-García,",
      "María  de la Cruz del Río-Rama"
    ],
    "doi": "https://doi.org/10.3390/w10091191",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  1191",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "While global water demand continues increasing, the quantity and quality of water resources is decreasing in many regions. Conflicts over competition in the use of water are likely to increase as societies face social, economic and political challenges, especially aggravated by climate change. In this scenario, sustainable management of water resources is a key priority to meet the growing demand for water and to achieve a safe and environmentally sustainable future supply. The main objective of this article was to show an image of the international scientific production related to “Sustainable Water Resources Management” by using the comparative bibliometric study of the documents indexed in the WoS(Web of Science) and Scopus databases as a tool; and to analyze relevant aspects such as their coverage, correlation, overlap, growth, citation, dispersion or concentration, among others. For this purpose, and by means of an advanced search of terms, a representative set of 160 articles in WoS and 210 in Scopus were selected (with a time limit that limited the results to anything published before 2017, including 2017), which form the ad-hoc basis of the analysis. Their significant increase in both the number of articles and citations received in the last 10 years demonstrates the growing interest of the scientific community in its study. Regarding the analysis of the databases, although WoS and Scopus differ in terms of scope, volume of data and coverage policies, both information systems are complementary and non-exclusive. Despite their similarities, Scopus performs better coverage in the specific area of Sustainable Water Resource Management by collecting a greater number of articles and receiving a greater number of citations.",
    "readLink": "http://www.mdpi.com/2073-4441/10/9/1191"
  }
]