[
  {
    "title": "Bio-Based Polymers with Antimicrobial Properties towards Sustainable Development",
    "authors": [
      "Alexandra Muñoz-Bonilla,",
      "Coro Echeverria,",
      "Águeda Sonseca,",
      "Marina  P. Arrieta,",
      "Marta Fernández-García"
    ],
    "doi": "https://doi.org/10.3390/ma12040641",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  p.\n                                  641",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "This article concisely reviews the most recent contributions to the development of sustainable bio-based polymers with antimicrobial properties. This is because some of the main problems that humanity faces, nowadays and in the future, are climate change and bacterial multi-resistance. Therefore, scientists are trying to provide solutions to these problems. In an attempt to organize these antimicrobial sustainable materials, we have classified them into the main families; i.e., polysaccharides, proteins/polypeptides, polyesters, and polyurethanes. The review then summarizes the most recent antimicrobial aspects of these sustainable materials with antimicrobial performance considering their main potential applications in the biomedical field and in the food industry. Furthermore, their use in other fields, such as water purification and coating technology, is also described. Finally, some concluding remarks will point out the promise of this theme.",
    "readLink": "https://www.mdpi.com/1996-1944/12/4/641"
  },
  {
    "title": "Multi-Criteria Analysis of Investment Choices Following Flood Damage: The Case Study of Sustainable Citrus Farming in Sicily",
    "authors": [
      "Alessandro Scuderi,",
      "Agata Matarazzo,",
      "Giovanni La Via,",
      "Mariarita Cammarata,",
      "Giuseppe Timpanaro"
    ],
    "doi": "https://doi.org/10.3390/agriculture12081122",
    "journalVolume": "Vol. 12,\n                                no. 1122\n                                \n                                  p.\n                                  1122",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Current climate change is confronting farms with extreme conditions, with severe drought for a good part of the year and flooding rains for a month. The changes taking place on our planet make it necessary for farmers to understand and assess how they can counteract the damage of climate change by adopting sustainable strategies to cope with the future. This makes environmental, economic and social sustainability more relevant than ever in the production sector. The research, in relation to the spread of exceptional conditions, which cause damage and extraordinary changes in the production system of farmers, aims to define a sustainable assessment model by evaluating the three pillars of sustainability. The proposed methodology, which is based on participatory planning of investment choice, starts from the assumption that the application of methodologies regarding the choice of investment projects must be placed in a broader context than just economic evaluation, including all dimensions of sustainability. Through the involvement of industry stakeholders, it emerged that the implementation of drastic measures is the long-term optimal choice.",
    "readLink": "https://www.mdpi.com/2077-0472/12/8/1122"
  },
  {
    "title": "Floating Offshore Wind Farms in Italy beyond 2030 and beyond 2060: Preliminary Results of a Techno-Economic Assessment",
    "authors": [
      "Laura Serri,",
      "Lisa Colle,",
      "Bruno Vitali,",
      "Tullia Bonomi"
    ],
    "doi": "https://doi.org/10.3390/app10248899",
    "journalVolume": "Vol. 10,\n                                no. 8899\n                                \n                                  p.\n                                  8899",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "At the end of 2019, 10.5 GW of wind capacity was installed in Italy, all onshore. The National Integrated Climate and Energy Plan sets a target of 18.4 GW of onshore wind capacity and 0.9 GW of offshore wind capacity by 2030. Significant exploitation of offshore wind resources in Italy is expected after 2030, using floating wind turbines, suitable for water depths greater than 50 m. This technology is at the demonstration phase at present. Results of a preliminary techno-economic assessment of floating wind plants in Italian marine areas in a medium (2030) and long-term (2060) scenario are presented. In 2030, a reference park with 10 MW wind turbines will be defined, and parametric costs, depending on distance from shore, were assessed. In 2060, possible wind resource variations due to climate change, and cost reductions due to large diffusion of the technology were considered in three case studies. The economic model used was the simple Levelized Cost of Energy (sLCoE). Different values of Weighted Average Cost of Capital (WACC) were considered too. The results show LCoEs comparable to the ones expected for the sector in 2030. In 2060, even in the more pessimistic scenario, wind resource decreases will be abundantly compensated by expected cost reductions.",
    "readLink": "https://www.mdpi.com/2076-3417/10/24/8899"
  },
  {
    "title": "The Increased Likelihood in the 21st Century for a Tropical Cyclone to Rapidly Intensify When Crossing a Warm Ocean Feature—A Simple Model’s Prediction",
    "authors": [
      "Leo Oey"
    ],
    "doi": "https://doi.org/10.3390/atmos12101285",
    "journalVolume": "Vol. 12,\n                                no. 1285\n                                \n                                  p.\n                                  1285",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "A warm ocean feature (WOF) is a blob of the ocean’s surface where the sea-surface temperature (SST) is anomalously warmer than its adjacent ambient SST. Examples are warm coastal seas in summer, western boundary currents, and warm eddies. Several studies have suggested that a WOF may cause a crossing tropical cyclone (TC) to undergo rapid intensification (RI). However, testing the “WOF-induced RI” hypothesis is difficult due to many other contributing factors that can cause RI. The author develops a simple analytical model with ocean feedback to estimate TC rapid intensity change across a WOF. It shows that WOF-induced RI is unlikely in the present climate when the ambient SST is ≲29.5 °C and the WOF anomaly is ≲+1 °C. This conclusion agrees well with the result of a recent numerical ensemble experiment. However, the simple model also indicates that RI is very sensitive to the WOF anomaly, much more so than the ambient SST. Thus, as coastal seas and western boundary currents are warming more rapidly than the adjacent open oceans, the model suggests a potentially increased likelihood in the 21st century of WOF-induced RIs across coastal seas and western boundary currents. Particularly vulnerable are China’s and Japan’s coasts, where WOF-induced RI events may become more common.",
    "readLink": "https://www.mdpi.com/2073-4433/12/10/1285"
  },
  {
    "title": "Flocking to fire: How climate and natural hazards shape human migration across the United States",
    "authors": [
      "Mahalia B. Clark,",
      "Ephraim Nkonya,",
      "Gillian L. Galford"
    ],
    "doi": "https://doi.org/10.3389/fhumd.2022.886545",
    "journalVolume": "Vol. 4",
    "issn": "2673-2726 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/human-dynamics#",
    "abstract": "As global climate change progresses, the United States (US) is expected to experience warmer temperatures as well as more frequent and severe extreme weather events, including heat waves, hurricanes, and wildfires. Each year, these events cost dozens of lives and do billions of dollars' worth of damage, but there has been limited research on how they influence human decisions about migration. Are people moving toward or away from areas most at risk from these climate threats? Here, we examine recent (2010–2020) trends in human migration across the US in relation to features of the natural landscape and climate, as well as frequencies of various natural hazards. Controlling for socioeconomic and environmental factors, we found that people have moved away from areas most affected by heat waves and hurricanes, but toward areas most affected by wildfires. This relationship may suggest that, for many, the dangers of wildfires do not yet outweigh the perceived benefits of life in fire-prone areas. We also found that people have been moving toward metropolitan areas with relatively hot summers, a dangerous public health trend if mean and maximum temperatures continue to rise, as projected in most climate scenarios. These results have implications for policymakers and planners as they prepare strategies to mitigate climate change and natural hazards in areas attracting migrants.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fhumd.2022.886545/full"
  },
  {
    "title": "Teaching to dexign futures in cities",
    "authors": [
      "Anna Barbara,",
      "Peter Scupelli"
    ],
    "doi": "https://doi.org/10.13128/techne-10693",
    "journalVolume": "no. 2",
    "issn": "2239-0243 (Online)",
    "publisher": "Firenze University Press",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Fine Arts: Architecture: Aesthetics of cities. City planning and beautifying",
      "Fine Arts: Architecture: Architectural drawing and design"
    ],
    "journalUrl": "http://www.fupress.net/index.php/techne",
    "abstract": "Global challenges, such as Climate Change and Sustainable Development, require the design of sustainable lifestyles, products, services, and cities that reduce carbon intensity by at least 50% before the year 2030 and 100% by the year 2050 to avoid long-term climate catastrophes. Short-term action is needed to accomplish long-term sustainability goals. We work on the 2030 deadline with every tool available to us: new course development combined with new pedagogy to effectively and efficiently deliver time-based design. We made our courses available online as open source resources within a global network of universities. In this paper, we describe a project called “Dexign Futures” initially developed at the School of Design at Carnegie Mellon University. This open source learning project is being locally adapted and evaluated with three global partners: at the School of Design, Politecnico di Milano, Italy; Tsinghua University in Beijing, China, and Georgia Tech University in Atlanta, Georgia, USA. In this paper, we describe the general project Dexign Futures and, specifically, the case study workshop conducted at the School of Design, Politecnico di Milano. We briefly describe the general Dexign Futures project and focus on the seminar conducted at the School of Design of the Polytechnic of Milan to show the possible variations to adapt the global model to specific and local contexts.",
    "readLink": "https://oaj.fupress.net/index.php/techne/article/view/10693"
  },
  {
    "title": "Intersecting vulnerabilities: climatic and demographic contributions to future population exposure to Aedes-borne viruses in the United States",
    "authors": [
      "Guillaume Rohat,",
      "Andrew Monaghan,",
      "Mary H Hayden,",
      "Sadie J Ryan,",
      "Elodie Charrière,",
      "Olga Wilhelmi"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab9141",
    "journalVolume": "Vol. 15,\n                                no. 8\n                                \n                                  p.\n                                  084046",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Understanding how climate change and demographic factors may shape future population exposure to viruses such as Zika, dengue, or chikungunya, transmitted by Aedes mosquitoes is essential to improving public health preparedness. In this study, we combine projections of cumulative monthly Aedes -borne virus transmission risk with spatially explicit population projections for vulnerable demographic groups to explore future county-level population exposure across the conterminous United States. We employ a scenario matrix—combinations of climate scenarios (Representative Concentration Pathways) and socioeconomic scenarios (Shared Socioeconomic Pathways)—to assess the full range of uncertainty in emissions, socioeconomic development, and demographic change. Human exposure is projected to increase under most scenarios, up to + 177% at the national scale in 2080 under SSP5*RCP8.5 relative to a historical baseline. Projected exposure changes are predominantly driven by population changes in vulnerable demographic groups, although climate change is also important, particularly in the western region where future exposure would be about 30% lower under RCP2.6 compared to RCP8.5. The results emphasize the crucial role that socioeconomic and demographic change play in shaping future population vulnerability and exposure to Aedes -borne virus transmission risk in the United States, and underline the importance of including socioeconomic scenarios in projections of climate-related vector-borne disease impacts.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab9141"
  },
  {
    "title": "An ocean-sea ice model study of the unprecedented Antarctic sea ice minimum in 2016",
    "authors": [
      "Kazuya Kusahara,",
      "Phillip Reid,",
      "Guy D Williams,",
      "Robert Massom,",
      "Hiroyasu Hasumi"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aad624",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  p.\n                                  084020",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Overall Antarctic sea ice extent in the 2016 spring attained a record minimum for the satellite period (1979–2016), presenting an abrupt departure from the record maxima in previous years and the slight upward trend since 1979. In 2016 the atmospheric conditions over the Southern Ocean changed dramatically from the prevailing cold and westerly anomalies in summer to warm and easterly anomalies in spring. We conducted numerical experiments with an ocean-sea ice model to quantify the major factors responsible for the unanticipated change in 2016. Our model successfully reproduces the long-term increasing trend and the 2016 minimum, and the numerical experiments suggest that the 2016 minimum event is largely attributable to thermodynamic surface forcing (53%), while wind stress and the sea-ice and oceanic conditions from the previous summer (January 2016) explain the remaining 34% and 13%, respectively. This confirms that it is essential to assess the thermal conditions in both the atmosphere and ocean when estimating Antarctic sea ice fields to future climate changes.",
    "readLink": "https://doi.org/10.1088/1748-9326/aad624"
  },
  {
    "title": "Monitoring of forest cover dynamics in eastern area of Béni-Mellal Province using ASTER and Sentinel-2A multispectral data",
    "authors": [
      "Ahmed Barakat,",
      "Rida Khellouk,",
      "Aafaf El Jazouli,",
      "Fatima Touhami,",
      "Samir Nadem"
    ],
    "doi": "https://doi.org/10.1080/24749508.2018.1452478",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  203\n                                  – 215",
    "issn": "2474-9508 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Geology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgel",
    "abstract": "This study aimed to monitor and analyze the spatial and temporal dynamic of forest cover in Eastern area of Beni-Mellal Province (Morocco), using multispectral ASTER and Sentinel-2A MIS images acquired in 2001 and 2015, respectively. The supervised classification algorithm and NDVI were combined within a GIS environment to quantify the extent and density change of forest cover stands, i.e., Holm oak, Aleppo pine, Thya, Zea oak, Crops & others and Bare ground. The classification overall accuracy was 97.76 and 95.80% in 2001 and 2015 images, respectively. The result revealed an overall forest cover change with an increase in forested area. All species stands showed expansion at the expense of the bare ground and crops & others classes. The density maps showed a net density change with an expansion of dense forest class. The observed forest cover expansion may be due to the favourable climate in the examined period, the protection, the reforestation programs and the regeneration through clandestine cutting. These results constituted the first attempt at mapping and monitoring of forest cover change in the study region that used a remote sensing-based product. They will help authorities and forest managers for the development of sustainable forest conservation and management decisions.",
    "readLink": "http://dx.doi.org/10.1080/24749508.2018.1452478"
  },
  {
    "title": "Coral Bleaching Susceptibility Is Decreased following Short-Term (1–3 Year) Prior Temperature Exposure and Evolutionary History",
    "authors": [
      "Joshua A. Haslun,",
      "Kevin B. Strychar,",
      "Gregory Buck,",
      "Paul W. Sammarco"
    ],
    "doi": "https://doi.org/10.1155/2011/406812",
    "journalVolume": "Vol. 2011",
    "issn": "1687-9481 (Print)",
    "publisher": "1687-949X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.hindawi.com/journals/jmb/",
    "abstract": "Coral exposed to short periods of temperature stress (≥1.0°C above mean monthly maximum) and/or increased frequencies of high temperatures may bolster resilience to global warming associated with climate change. We compared Montastraea cavernosa (Linnaeus, 1767; Cnidaria, Scleractinia, Faviidae) from the Florida Keys National Marine Sanctuary (FKNMS) and the Flower Garden Banks National Marine Sanctuary (FGBNMS). Thermal stress has been reported frequently within the FKNMS; however, corals in the FGBNMS experience nominal exposures to similar stressors. Corals were exposed to three temperatures (27°C, 31°C, and 35°C) for 72 h. Colonies from the FKNMS lost significantly fewer viable and necrotic zooxanthellae under conditions of acute stress (35°C) than the FGBNMS colonies. This indicates that the FKNMS corals are less temperature-sensitive than those in the FGBNMS. The observed differences point to greater prior temperature exposure and adaptation in the former versus the latter site when correlated to previous years of thermal exposure.",
    "readLink": "http://dx.doi.org/10.1155/2011/406812"
  }
]