[
  {
    "title": "Assessing the impact of wildfires on water quality using satellite remote sensing: the Lake Baikal case study",
    "authors": [
      "Monica Pinardi,",
      "Daniela Stroppiana,",
      "Rossana Caroni,",
      "Lorenzo Parigi,",
      "Giulio Tellina,",
      "Gary Free,",
      "Claudia Giardino,",
      "Clément Albergel,",
      "Mariano Bresciani"
    ],
    "doi": "https://doi.org/10.3389/frsen.2023.1107275",
    "journalVolume": "Vol. 4",
    "issn": "2673-6187 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Geophysics. Cosmic physics",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/remote-sensing",
    "abstract": "Lakes have been observed as sentinels of climate change. In the last decades, global warming and increasing aridity has led to an increase in both the number and severity of wildfires. This has a negative impact on lake catchments by reducing forest cover and triggering cascading effects in freshwater ecosystems. In this work we used satellite remote sensing to analyse potential fire effects on lake water quality of Lake Baikal (Russia), considering the role of runoff and sediment transport, a less studied pathway compared to fire emissions transport. The main objectives of this study were to analyse time series and investigate relationships among fires (i.e., burned area), meteo-climatic parameters and water quality variables (chlorophyll-a, turbidity) for the period 2003–2020. Because Lake Baikal is oligotrophic, we expected detectable changes in water quality variables at selected areas near the three mains tributaries (Upper Angara, Barguzin, Selenga) due to river transport of fire-derived burned material and nutrients. Time series analysis showed seasonal (from April to June) and inter-annual fire occurrence, precipitation patterns (high intensity in summer) and no significant temporal changes for water quality variables during the studied periods. The most severe wildfires occurred in 2003 with the highest burned area detected (36,767 km2). The three lake sub-basins investigated have shown to respond differently according to their morphology, land cover types and meteo-climatic conditions, indicating their importance in determining the response of water variables to the impact of fires. Overall, our finding suggests that Lake Baikal shows resilience in the medium-long term to potential effects of fires and climate change in the region.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsen.2023.1107275/full"
  },
  {
    "title": "Artistic representations of data can help bridge the US political divide over climate change",
    "authors": [
      "Nan Li,",
      "Isabel I. Villanueva,",
      "Thomas Jilk,",
      "Brianna Rae Van Matre,",
      "Dominique Brossard"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-00856-9",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Abstract Visual art has been used to revamp the portrayal of climate change with the aims of engaging emotions and expanding nonexperts’ psychological capacity to perceive its relevance. However, empirical evidence supporting the effectiveness of artistic representation of data as a tool for public communication is lacking. Using controlled experiments with two national samples of U.S. adults (total N = 671), here we found that artistic visualizations elicited stronger positive emotions than informationally equivalent data graphs but did not differ in their perceived credibility or effectiveness as visual aids for learning. When used to prompt individual reflection, artistic visualizations appeared to mitigate the political division in viewers’ perceived relevance of climate change that could otherwise be exacerbated by exposure to data graphs.",
    "readLink": "https://doi.org/10.1038/s43247-023-00856-9"
  },
  {
    "title": "Hummingbirds in high alpine habitats of the tropical Mexican mountains: new elevational records and ecological considerations",
    "authors": [
      "Libertad Arredondo-Amezcua,",
      "Silvana Martén-Rodríguez,",
      "Martha Lopezaraiza-Mikel,",
      "Carlos A. Gutiérrez-Chávez,",
      "Erandi Ramírez-Aguirre,",
      "Roberto Sáyago-Lorenzana,",
      "María del Coro-Arizmendi,",
      "Mauricio Quesada"
    ],
    "doi": "https://doi.org/10.5751/ACE-01202-130114",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  p.\n                                  14",
    "issn": "1712-6568 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ace-eco.org/",
    "abstract": "Most hummingbird species are distributed in tropical lowlands and mountains with few species reaching the alpine environments of high mountain peaks. Field surveys were conducted in nine alpine sites across four of the highest volcanoes in central Mexico for three years to document hummingbird occurrence, habitat use, and some aspects of behavior. We also searched through historical museum collections and online databases to document early records of hummingbirds in Mexican alpine habitats. In addition, we conducted a search through historical herbarium collections of ornithophilous plant species in alpine habitats, and a literature search on glacier retreats in Mexico to establish past and present elevational limits of alpine vegetation. We recorded the presence of four hummingbird species using floral resources across the nine study sites: Cynanthus latirostris (Broad-billed Hummingbird), Hylocharis leucotis (White-eared Hummingbird), Lampornis clemenciae (Blue-throated Hummingbird), and Selasphorus platycercus (Broad-tailed Hummingbird). The latter two species were recorded frequently throughout the growing season (May-October), whereas C. latirostris was observed on one day in July, and H. leucotis on two days in April and May. Three of the four species were observed foraging from Castilleja tolucensis, an alpine Mexican endemic herb, at 4428 m above sea level, and all four species foraged from Penstemon gentianoides at the lower alpine sites 3900-4100. At the highest elevations, we observed hummingbirds hovering and perching on rocks while feeding from flowers at ground level. Both male and female of L. clemenciae and S. platycercus were present at patches of P. gentianoides; however, with S. platycercus, males accounted for more than 80% of the individuals observed and more than 95% of individuals observed at the highest elevations. Additionally, a survey of historical records from museum collections and bird sightings from e-databases revealed only three early records of hummingbirds in alpine sites, with only one observed earlier than 1987. This suggests that hummingbirds were not recorded earlier in alpine habitats because of a lack of sampling. Nevertheless, evidence from glacial retreats and plant distributions along an elevational gradient also indicate that hummingbirds have expanded their elevational range as new habitats have opened up for colonization associated with global climate change. The results reported here are the first records of the four hummingbird species in the Mexican alpine grassland and one of the highest altitudinal records for hummingbirds in North America. We discuss the importance and conservation implications of alpine ecosystems in Mexico as habitats for hummingbirds.",
    "readLink": "http://www.ace-eco.org/vol13/iss1/art14/"
  },
  {
    "title": "Energy value of agricultural spelt residue (Triticum spelta L.) – forgotten cultures",
    "authors": [
      "Nives Jovičić,",
      "Sonja Vila,",
      "Sunčica Guberac,",
      "Ana Matin,",
      "Sanja Kalambura,",
      "Darko Kiš"
    ],
    "doi": "Vol. 24,\n                                no. Supplement 2\n                                \n                                  pp.\n                                  369\n                                  – 373",
    "issn": "1330-3651 (Print)",
    "publisher": "1848-6339 (Online)",
    "countryOfPublisher": "Faculty of Mechanical Engineering in Slavonski Brod, Faculty of Electrical Engineering in Osijek, Faculty of Civil Engineering in Osijek",
    "lcc": [
      "Croatia",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://hrcak.srce.hr/tehnicki-vjesnik",
    "abstract": "Spelt (Triticum spelta L.), also known as dinkel wheat, or hulled wheat is one of the oldest crops. It originates from Asia. In Europe spelt was very important cereal during the Bronze Age and the Middle Ages. After the processing grains for food, biomass lags as a by-product or waste. Rising fossil fuel prices and increasing concerns about climate change are creating a growing demand for new sources of raw material for biomass combustion for sustainable heat production. In recent years studies have shown the positive effects of the use of agricultural residues for energy production. Grains of Spelt are processed into various purposes, while the chaff, glumes and stems remain as a by-product. Therefore, it is important to carry out research in order to determine energy characteristics of chaff, glumes and stems. This paper examined the two Spelt varieties: BcVigor and Ostro. Collected and homogenized samples were analysed by the energy characteristics: high (HHV) and lower (LHV) heating values of chaff, glumes and stems were determined by standard methods. The results obtained in this research showed that, after the use of Spelt grain for food, chaff, glumes and stems are representing by-product but also it is a high-quality raw material for energy production because of its high calorific values: the upper heating value in BcVigor stem was 17.367 MJ/kg and 17.224 MJ/kg in the Ostro stem, 16.402 MJ/kg in the Ostro chaff and glumes and 16.650 MJ/kg in the BcVigor chaff and glumes.",
    "readLink": "https://hrcak.srce.hr/file/274429"
  },
  {
    "title": "Profitability of rice production in different production systems in Ebonyi State, Nigeria",
    "authors": [
      "Chidiebere-Mark Nneka,",
      "Ohajianya Donatus,",
      "Obasi Polycarp,",
      "Onyeagocha Steve"
    ],
    "doi": "https://doi.org/10.1515/opag-2019-0022",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  237\n                                  – 246",
    "issn": "2391-9531 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.degruyter.com/view/j/opag",
    "abstract": "Profitability of rice production in different production systems in Ebonyi State, Nigeria was evaluated. Rice is critical for food security in Nigeria, hence, farmers need to make appropriate choices of rice production systems to optimize production and ensure an adequate domestic supply. This study used 2015 survey data from rice farming households. Rice farmers in swamp, lowland and upland rice production systems showed variability in profit. Swamp production systems had the highest return per hectare (29.37%) followed by lowland production systems (20.10%) and upland production systems (13.03%). Poor access to production credit and climate change were constraints to rice production in the area. Rice production using the swamp production system is profitable and would ensure increased production and higher returns to the farmers. It is recommended that farmers should form cooperative groups to enable them to pool resources together to boost their production.",
    "readLink": "https://doi.org/10.1515/opag-2019-0022"
  },
  {
    "title": "Using high precision climate data for wildfire risk assessment",
    "authors": [
      "Elena Todorova,",
      "Miglena Zhiyanski,",
      "Leonid Todorov"
    ],
    "doi": "https://doi.org/10.3897/silvabalcanica.24.e101192",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  5\n                                  – 16",
    "issn": "1311-8706 (Print)",
    "publisher": "2815-2549 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Agriculture: Forestry",
      "Agriculture: Animal culture",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://silvabalcanica.pensoft.net/",
    "abstract": "The present study is focused on examining the changes of key weather parameters using detailed daily data for the period 1985-2021 in an area of interest situated in Rila mountain in Bulgaria which is a territory that is prone to wildfires. Using this long-term horizon, the research defines the main climate factor trends and relates them with real events of wildfires by using the Angstr&ouml;m index and statistical methods with focus on outlining specific weather conditions that indicate fire risk. As a result, the Angstr&ouml;m index was proven to be a reliable source for determining the potential weather conditions for fire occurrence in the area of interest, part of protected area BG0000496 Rilski manastir. Low relative humidity was identified as the main factor influencing fire occurrence in the reviewed real wildfire events. Specific range and behavior of the key weather parameters, influencing wildfire occurrence were detected. These findings could be a good source of information when elaborating a forest fire prevention system and may help for appropriate prioritization of factors and management of resources.",
    "readLink": "https://silvabalcanica.pensoft.net/article/101192/download/pdf/"
  },
  {
    "title": "Forest management for optimizing soil protection: a landscape-level approach",
    "authors": [
      "Ana Raquel Rodrigues,",
      "Susete Marques,",
      "Brigite Botequim,",
      "Marco Marto,",
      "José G. Borges"
    ],
    "doi": "https://doi.org/10.1186/s40663-021-00324-w",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Abstract Background Soil erosion is still identified as the main cause of land degradation worldwide, threatening soil functions and driving several research and policy efforts to reverse it. Trees are commonly associated to some of the most successful land-use systems to achieve soil protection goals, but the extent to which forest ecosystems reduce erosion risks can largely depend on management decisions and associated silvicultural practices. Optimization tools can assist foresters in solving the complex planning problem they face, concerning the demand for different, and often conflicting, ecosystem services. A resource capability model (RCM), based on a linear programming approach, was built and solved for a forest landscape management problem in Northwest Portugal, over a 90-years planning horizon, divided in 10-years periods. Results Timber provision and soil erosion were found to be in trade-off. The management alternatives included in the model were proven to be sufficiently flexible to obtain the desired level of timber yield, both in volume and even distribution along the planning horizon, while ensuring lower levels of soil loss estimates (below 35 Mg∙ha− 1∙year− 1). However, under climate change conditions, compatible with an increasing greenhouse gases emission scenario, potential landscape soil erosion may be enhanced up to 46 Mg∙ha− 1∙year− 1 in critical periods. Conclusions Soil conservation concerns in landscape-level forest management planning can be addressed by LP-based optimization methods. Besides providing an optimal management solution at landscape level, this approach enables a comprehensive analysis of the RCM, possible trade-offs and potential changes towards uncertainties.",
    "readLink": "https://doi.org/10.1186/s40663-021-00324-w"
  },
  {
    "title": "Method for Operating Drainage Pump Stations Considering Downstream Water Level and Reduction in Urban River Flooding",
    "authors": [
      "Yeon-Moon Choo,",
      "Jong-Gu Kim,",
      "Shang-Ho Park,",
      "Tai-Ho Choo,",
      "Yeon-Woong Choe"
    ],
    "doi": "https://doi.org/10.3390/w13192741",
    "journalVolume": "Vol. 13,\n                                no. 2741\n                                \n                                  p.\n                                  2741",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Korea experiences increasing annual torrential rains owing to climate change and river flooding. The government is expanding a new drainage pump station to minimize flood damage, but the river level has not been adjusted because of torrential rains. Therefore, the river level must be adjusted to operate the drainage pump station, and it can be adjusted through the reservoir of the drainage pump station. In this study, we developed a method for operating drainage pump stations to control the river level and verify the effectiveness of the proposed method. A stormwater management model (SWMM) was used to simulate the Suyeong River and Oncheon River in Busan, Korea. The rainfall data from 2011 to 2021 were investigated. The data were sorted into ten big floods that occurred in Busan. The model was calibrated with actual rainfall data. The water level of the Suyeong River and the Oncheon River was the highest in most simulations. The simulation results showed an average decrease of 3018.2 m3 in Suyeong River flooding, and the Oncheon River needed to be supplemented due to structural problems. As a result of the recombination by simply supplementing the structural problems of the Oncheon River, the average flooding of 194.5 m3 was reduced. The proposed method is economical and efficient for reducing urban stream flooding in areas susceptible to severe damage caused by climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/13/19/2741"
  },
  {
    "title": "Planetary Boundaries:  Exploring the Safe Operating Space for Humanity",
    "authors": [
      "Johan Rockström,",
      "Will Steffen,",
      "Kevin Noone,",
      "Åsa Persson,",
      "F. Stuart III Chapin,",
      "Eric Lambin,",
      "Timothy M. Lenton,",
      "Marten Scheffer,",
      "Carl Folke,",
      "Hans Joachim Schellnhuber,",
      "Björn Nykvist,",
      "Cynthia A. de Wit,",
      "Terry Hughes,",
      "Sander van der Leeuw,",
      "Henning Rodhe,",
      "Sverker Sörlin,",
      "Peter K. Snyder,",
      "Robert Costanza,",
      "Uno Svedin,",
      "Malin Falkenmark,",
      "Louise Karlberg,",
      "Robert W. Corell,",
      "Victoria J. Fabry,",
      "James Hansen,",
      "Brian Walker,",
      "Diana Liverman,",
      "Katherine Richardson,",
      "Paul Crutzen,",
      "Jonathan Foley"
    ],
    "doi": "https://doi.org/10.5751/ES-03180-140232",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  p.\n                                  32",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Anthropogenic pressures on the Earth System have reached a scale where abrupt global environmental change can no longer be excluded. We propose a new approach to global sustainability in which we define planetary boundaries within which we expect that humanity can operate safely. Transgressing one or more planetary boundaries may be deleterious or even catastrophic due to the risk of crossing thresholds that will trigger non-linear, abrupt environmental change within continental- to planetary-scale systems. We have identified nine planetary boundaries and, drawing upon current scientific understanding, we propose quantifications for seven of them. These seven are climate change (CO2 concentration in the atmosphere",
    "readLink": "http://www.ecologyandsociety.org/vol14/iss2/art32/"
  },
  {
    "title": "Urban park characteristics, genetic variation, and historical demography of white-footed mouse (Peromyscus leucopus) populations in New York City",
    "authors": [
      "Jason Munshi-South,",
      "Christopher Nagy"
    ],
    "doi": "https://doi.org/10.7717/peerj.310",
    "journalVolume": "Vol. 2\n                                \n                                \n                                  p.\n                                  e310",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Severe fragmentation is a typical fate of native remnant habitats in cities, and urban wildlife with limited dispersal ability are predicted to lose genetic variation in isolated urban patches. However, little information exists on the characteristics of urban green spaces required to conserve genetic variation. In this study, we examine whether isolation in New York City (NYC) parks results in genetic bottlenecks in white-footed mice (Peromyscus leucopus), and test the hypotheses that park size and time since isolation are associated with genetic variability using nonlinear regression and information-theoretic model selection. White-footed mice have previously been documented to exhibit male-biased dispersal, which may create disparities in genetic variation between males and females in urban parks. We use genotypes of 18 neutral microsatellite data and four different statistical tests to assess this prediction. Given that sex-biased dispersal may create disparities between population genetic patterns inferred from bi- vs. uni-parentally inherited markers, we also sequenced a 324 bp segment of the mitochondrial D-loop for independent inferences of historical demography in urban P. leucopus. We report that isolation in urban parks does not necessarily result in genetic bottlenecks; only three out of 14 populations in NYC parks exhibited a signature of a recent bottleneck at 18 neutral microsatellite loci. Mouse populations in larger urban parks, or parks that have been isolated for shorter periods of time, also do not generally contain greater genetic variation than populations in smaller parks. These results suggest that even small networks of green spaces may be sufficient to maintain the evolutionary potential of native species with certain characteristics. We also found that isolation in urban parks results in weak to nonexistent sex-biased dispersal in a species known to exhibit male-biased dispersal in less fragmented environments. In contrast to nuclear loci, mitochondrial D-loop haplotypes exhibited a mutational pattern of demographic expansion after a recent bottleneck or selective sweep. Estimates of the timing of this expansion suggest that it occurred concurrent with urbanization of NYC over the last few dozens to hundreds of years. Given the general non-neutrality of mtDNA in many systems and evidence of selection on related coding sequences in urban P. leucopus, we argue that the P. leucopus mitochondrial genome experienced recent negative selection against haplotypes not favored in isolated urban parks. In general, rapid adaptive evolution driven by urbanization, global climate change, and other human-caused factors is underappreciated by evolutionary biologists, but many more cases will likely be documented in the near future.",
    "readLink": "https://peerj.com/articles/310.pdf"
  }
]