[
  {
    "title": "Variations of the Atlantic meridional overturning circulation in control and transient simulations of the last millennium",
    "authors": [
      "D. Hofer,",
      "C. C. Raible,",
      "T. F. Stocker"
    ],
    "doi": "https://doi.org/10.5194/cp-7-133-2011",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  133\n                                  – 150",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "The variability of the Atlantic meridional overturing circulation (AMOC) strength is investigated in control experiments and in transient simulations of up to the last millennium using the low-resolution Community Climate System Model version 3. In the transient simulations the AMOC exhibits enhanced low-frequency variability that is mainly caused by infrequent transitions between two semi-stable circulation states which amount to a 10 percent change of the maximum overturning. One transition is also found in a control experiment, but the time-varying external forcing significantly increases the probability of the occurrence of such events though not having a direct, linear impact on the AMOC. The transition from a high to a low AMOC state starts with a reduction of the convection in the Labrador and Irminger Seas and goes along with a changed barotropic circulation of both gyres in the North Atlantic and a gradual strengthening of the convection in the Greenland-Iceland-Norwegian (GIN) Seas. In contrast, the transition from a weak to a strong overturning is induced by decreased mixing in the GIN Seas. As a consequence of the transition, regional sea surface temperature (SST) anomalies are found in the midlatitude North Atlantic and in the convection regions with an amplitude of up to 3 K. The atmospheric response to the SST forcing associated with the transition indicates a significant impact on the Scandinavian surface air temperature (SAT) in the order of 1 K. Thus, the changes of the ocean circulation make a major contribution to the Scandinavian SAT variability in the last millennium.",
    "readLink": "http://www.clim-past.net/7/133/2011/cp-7-133-2011.pdf"
  },
  {
    "title": "Impact of 30 years precipitation regime differences on forest soil physiology and microbial assemblages",
    "authors": [
      "Amrita Chakraborty,",
      "Dagmar Zádrapová,",
      "Dagmar Zádrapová,",
      "Jakub Dvořák,",
      "Jakub Dvořák,",
      "Zuzana Faltinová,",
      "Zuzana Faltinová,",
      "Petr Žáček,",
      "Tomáš Cajthaml,",
      "Jiří Korecký,",
      "Amit Roy,",
      "Amit Roy"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2023.1142979",
    "journalVolume": "Vol. 6",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Anthropogenic disturbances and climate change affect abiotic and biotic environmental drivers in forest ecosystems. Global warming impacts the soil moisture content, thus influencing the diversity, abundance and functioning of soil microfauna. However, limited studies have been conducted to evaluate the impact of long-term variation in precipitation on soil microfauna. A better understanding of soil microfauna functioning under various precipitation regimes can aid in formulating better prediction models for assessing future climate change impacts. The present study uses a multi-omics approach to capture the variability in the total organic carbon (TOC), total nitrogen (TN), pH, metabolites, microbial biomass and function due to the difference in soil water content mediated by long-term precipitation (30 years) and soil texture differences in two Norway spruce seed orchards. Results showed a positive correlation between TOC, TN, extracellular enzyme activities (EEAs) and phospholipid fatty acids (PLFA) content with higher precipitation, whereas microbial diversity showed an opposite trend. A distinct metabolic profile was observed between the two forest soils. Furthermore, variance partitioning canonical correspondence analysis (VPA) revealed a higher contribution of TOC and TN in shaping the microbial communities than soil pH and conductivity in Norway spruce seed orchards. Our study generates field data for modeling the impact of long-term precipitation variance supplemented by soil texture on soil microbial assemblage and function in Norway spruce stands.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2023.1142979/full"
  },
  {
    "title": "Global Deliberative Democracy and Climate Change: Insights from World Wide Views on Global Warming in Australia",
    "authors": [
      "Chris Riedy,",
      "Jade Herriman"
    ],
    "doi": "Vol. 8,\n                                no. 3",
    "issn": "1449-2490 (Online)",
    "publisher": "UTS ePRESS",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Political science: Colonies and colonization. Emigration and immigration. International migration",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://epress.lib.uts.edu.au/journals/index.php/portal",
    "abstract": "On 26 September 2009, approximately 4,000 citizens in 38 countries participated in World Wide Views on Global Warming (WWViews). WWViews was an ambitious first attempt to convene a deliberative mini-public at a global scale, giving people from around the world an opportunity to deliberate on international climate policy and to make recommendations to the decision-makers meeting at the United Nations Climate Change Conference in Copenhagen (COP-15) in December 2009. In this paper, we examine the role that deliberative mini-publics can play in facilitating the emergence of a global deliberative system for climate change response. We pursue this intent through a reflective evaluation of the Australian component of the World Wide Views on Global Warming project (WWViews). Our evaluation of WWViews is mixed. The Australian event was delivered with integrity and feedback from Australian participants was almost universally positive. Globally, WWViews demonstrated that it is feasible to convene a global mini-public to deliberate on issues of global relevance, such as climate change. On the other hand, the contribution of WWViews towards the emergence of a global deliberative system for climate change response was limited and it achieved little influence on global climate change policy. We identify lessons for future global mini-publics, including the need to prioritise the quality of deliberation and provide flexibility to respond to cultural and political contexts in different parts of the world. Future global mini-publics may be more influential if they seek to represent discourse diversity in addition to demographic profiles, use designs that maximise the potential for transmission from public to empowered space, run over longer time periods to build momentum for change and experiment with ways of bringing global citizens together in a single process instead of discrete national events.",
    "readLink": "http://epress.lib.uts.edu.au/journals/index.php/portal/article/view/1734"
  },
  {
    "title": "Trend Pattern of Heavy and Intense Rainfall Events in Colombia from 1981–2018: A Trend-EOF Approach",
    "authors": [
      "Wilmar L. Cerón,",
      "Rita V. Andreoli,",
      "Mary T. Kayano,",
      "Teresita Canchala,",
      "Camilo Ocampo-Marulanda,",
      "Alvaro Avila-Diaz,",
      "Jean Antunes"
    ],
    "doi": "https://doi.org/10.3390/atmos13020156",
    "journalVolume": "Vol. 13,\n                                no. 156\n                                \n                                  p.\n                                  156",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The Andes mountain range divides Colombia into various climatic regions over the country, as the Andean, Caribbean, Pacific, Amazon, and Orinoco regions. Given this scenario, knowing the current change in total precipitation and their extremes values are relevant. In this study, the main goal is to assess the spatio-temporal trends of heavy and intense rainfall at a seasonal scale during the last 38 years (1981–2018) using the trend empirical orthogonal function (TEOF). An increase in maximum precipitation during five consecutive days (RX5day), Simple daily intensity index (SDII), and the number of days with precipitation above 20 mm (R20mm) and 30 mm (R30mm) during December–February and March–May was observed in most of the Colombian territory, except for the Amazon region for RX5day. A decrease in total rainfall in June–August was observed in the Andean, the Caribbean, and southern Pacific regions, while, in the northern Pacific, it increased, consistent with the trend patterns of RX5day, SDII, and R20mm. During September–November, there was a reduction in rainfall in the Amazon region and the South Pacific, and an increase in RX5day, SDII, R20mm, and R30mm in the Andean, the Caribbean, and North Pacific regions. The TEOF showed more pronounced spatial trend patterns than those obtained with the traditional Mann–Kendall test. The findings offer a better understanding of the climate extremes impacts in tropical latitudes and help planners to implement measures against the future effects of climate change.",
    "readLink": "https://www.mdpi.com/2073-4433/13/2/156"
  },
  {
    "title": "Calcification in Three Common Calcified Algae from Phuket, Thailand: Potential Relevance on Seawater Carbonate Chemistry and Link to Photosynthetic Process",
    "authors": [
      "Pimchanok Buapet,",
      "Sutinee Sinutok"
    ],
    "doi": "https://doi.org/10.3390/plants10112537",
    "journalVolume": "Vol. 10,\n                                no. 2537\n                                \n                                  p.\n                                  2537",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Calcifying macroalgae contribute significantly to the structure and function of tropical marine ecosystems. Their calcification and photosynthetic processes are not well understood despite their critical role in marine carbon cycles and high vulnerability to environmental changes. This study aims to provide a better understanding of the macroalgal calcification process, focusing on its relevance concerning seawater carbonate chemistry and its relationship to photosynthesis in three dominant calcified macroalgae in Thailand, Padina boryana, Halimeda macroloba and Halimeda opuntia. Morphological and microstructural attributes of the three macroalgae were analyzed and subsequently linked to their calcification rates and responses to inhibition of photosynthesis. In the first experiment, seawater pH, total alkalinity and total dissolved inorganic carbon were measured after incubation of the macroalgae in the light and after equilibration of the seawater with air. Estimations of carbon uptake into photosynthesis and calcification and carbon release into air were obtained thereafter. Our results provide evidence that calcification of the three calcified macroalgae is a potential source of CO2, where calcification by H. opuntia and H. macroloba leads to a greater release of CO2 per biomass weight than P. boryana. Nevertheless, this capacity is expected to vary on a diurnal basis, as the second experiment indicates that calcification is highly coupled to photosynthetic activity. Lower pH as a result of inhibited photosynthesis under darkness imposes more negative effects on H. opuntia and H. macroloba than on P. boryana, implying that they are more sensitive to acidification. These effects were worsened when photosynthesis was inhibited by 3-(3,4-dichlorophenyl)-1,1-dimethylurea, highlighting the significance of photosynthetic electron transport-dependent processes. Our findings suggest that estimations of the amount of carbon stored in the vegetated marine ecosystems should account for macroalgal calcification as a potential carbon source while considering diurnal variations in photosynthesis and seawater pH in a natural setting.",
    "readLink": "https://www.mdpi.com/2223-7747/10/11/2537"
  },
  {
    "title": "Above-and-Belowground Carbon Stocks in Two Contrasting Peatlands in the Philippines",
    "authors": [
      "Joel Orella,",
      "Diana Riza Africa,",
      "Catherine Hope Bustillo,",
      "Noel Pascua,",
      "Conrado Marquez,",
      "Henry Adornado,",
      "Maricar Aguilos"
    ],
    "doi": "https://doi.org/10.3390/f13020303",
    "journalVolume": "Vol. 13,\n                                no. 303\n                                \n                                  p.\n                                  303",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Although tropical peatlands are huge carbon reservoirs, they are threatened by climate change and anthropogenic disturbances. Here, we assessed two contrasting peatland sites in the Philippines in terms of aboveground biomass and carbon content, soil carbon stock, and CO2 fluxes in the soils. The Caimpugan peatland in Agusan del Sur was considered the ‘undisturbed’ site, while the Bambanin peatland in Mindoro Oriental was the ‘disturbed’ site. The aboveground biomass at the undisturbed site was 35.8 ± 30.0 Mg ha−1) while at the disturbed site, it was 2.0 Mg ha−1 ± 1.9 Mg ha−1. The aboveground C content at the undisturbed site varied from 1.29 Mg C ha−1 to 37.2 Mg C ha−1, while the disturbed site only ranged from 0.1 Mg C ha−1 to 2.1 Mg C ha−1. A trend of increasing soil carbon content as the soil gets deeper was observed in both sites. At the undisturbed site, the average soil carbon content was 750 ± 710 Mg ha−1 and 595 ± 406 Mg ha−1 at the disturbed site. In terms of soil carbon emission, the undisturbed site had 3.6 ± 3.0 g C m−2d−1 and was only one-third the emission rate at the disturbed site (11.2 ± 6.4 g C m−2d−1). Our study highlights the dire condition of a disturbed peatland in terms of vegetation/soil carbon dynamics. We underscored the need to address the pressing issues on peatland drainage, agricultural activities, and human settlement within the peatland sites geared towards effectively managing this important carbon reservoir in the Philippines.",
    "readLink": "https://www.mdpi.com/1999-4907/13/2/303"
  },
  {
    "title": "GLOBAL WARMING CHALLENGES AND TACTICAL RAMIFICATIONS: ADDRESSING ECOLOGICAL SECURITY CONCERNS",
    "authors": [
      "Syed Muhammad Ali  Shah,",
      "Shaheen  Akhtar,",
      "Fozia  Bibi"
    ],
    "doi": "https://doi.org/10.54690/margallapapers.25.1.47",
    "journalVolume": "Vol. 25,\n                                no. 1",
    "issn": "1999-2297 (Print)",
    "publisher": "2789-7028 (Online)",
    "countryOfPublisher": "National Defence University, Islamabad",
    "lcc": [
      "Pakistan",
      "Political science: International relations",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Private international law. Conflict of laws"
    ],
    "journalUrl": "https://margallapapers.ndu.edu.pk/site",
    "abstract": "Humanity has been facing frequent trials in the contemporary era. One seriously emerging challenge is global warming. It has a record of disastrous impacts on earth that are severe and cataclysmic. The Intergovernmental Panel on Climate Change attributes mega-disasters to global warming. These environmental calamities have raised serious concerns for leaders, scientists, environmentalists as well as public. The defence experts warn about gradually changing weather tendencies and emerging of new security challenges. Global warming is causing continuous fluctuations in our fragile ecosystem, and any persistent malfunctioning in the ecosystem would affect the politico-economic, strategic, and even very existence of humanity. It would require rational choices and new strategic approaches for saving humanity and numerous organism species under global warming impacts. Strategists, in the future, will inevitably explore looming tactical security concerns to safeguard defence capabilities. Against this backdrop, this paper argues that global warming will create severe strategic complications. In the coming decades, traditional national defence systems will have to undergo a new transformation supportive to cope with emerging cataclysmic security issues due to global warming. Therefore, innovative lines of tactical ecological rationale will become an essential part of national defence. Bibliography Entry Shah, Syed Muhammad Ali, Shaheen Akhtar, and Fozia Bibi. 2021. \"Global Warming Challenges and Tactical Ramifications: Addressing Ecological Security Concerns.\" Margalla Papers 25 (1): 12-22.",
    "readLink": "https://margallapapers.ndu.edu.pk/site/article/view/47"
  },
  {
    "title": "Trigonella foenum-graecum (fenugreek) differentially regulates antioxidant potential, photosynthetic, and metabolic activities under arsenic stress",
    "authors": [
      "Javed Ahmad,",
      "Md Amjad Beg,",
      "Arlene A. Ali,",
      "Asma A. Al-Huqail,",
      "M. Irfan Qureshi"
    ],
    "doi": "Vol. 246\n                                \n                                \n                                  p.\n                                  114128",
    "issn": "0147-6513 (Print)",
    "publisher": "1090-2414 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United States",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/ecotoxicology-and-environmental-safety",
    "abstract": "Arsenic (As) contamination is continuously increasing in the groundwaters and soils around the world causing toxicity in the plants with a detrimental effect on physiology, growth, and yield. In a hydroponic system, thirty-day-old plants of Trigonella foenum-graecum were subjected to 0, 50, or 100 µM NaHAsO40.7 H2O for 10 days. The magnitude of oxidative stress increased, whereas growth indices and photosynthetic parameters decreased in a dose-dependent manner. The efficiency of photosystem II in terms of Hill reaction activity (HRA) or chlorophyll-a was adversely affected by As stress. The antioxidant potential of plants regarding ferric reducing antioxidant power (FRAP) and 2,2-diphenyl-1-picrylhydrazyl (DPPH) assays was enhanced, indicating the augmented resistance mechanism in plants to counter As stress. The metabolite analysis of leaf extracts revealed many As responsive metabolites including amino acids, organic acids, sugars/polyols, and others. Phenylalanine and citrulline were highly accumulated at 50 or 100 µM As, salicylic acid accumulated more at 50 µM of As while ascorbic acid notably increased at 100 µM of As. At 50 or 100 µM As, the glucose and fructose contents increased while the sucrose content decreased. At both As doses, tagatose and glucitol contents were 13 times higher than controls. Varied accumulation of metabolites could be associated with the different As doses that represent the range of tolerance in T. foenum-graecum towards As toxicity. Pathway analysis of metabolites revealed that amino acid and carbohydrate metabolism and the citrate cycle play important roles under As stress. This study helps in a better metabolomic understanding of the dose-dependent toxicity and response of As in T. foenum-graecum.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S014765132200968X"
  },
  {
    "title": "Changing the retention properties of catchments and their influence on runoff under climate change",
    "authors": [
      "Hui Yang,",
      "Shilong Piao,",
      "Chris Huntingford,",
      "Philippe Ciais,",
      "Yue Li,",
      "Tao Wang,",
      "Shushi Peng,",
      "Yuting Yang,",
      "Dawen Yang,",
      "Jinfeng Chang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aadd32",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  p.\n                                  094019",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Many studies on drought consider precipitation and potential evapotranspiration (PET) impacts. However, catchment water retention is a factor affecting the interception of precipitation and slowing down runoff which also plays a critical role in determining the risks of hydrological drought. The Budyko framework links retention to the partitioning of precipitation into runoff or evapotranspiration. Applied worldwide, we demonstrate that retention changes are the dominant contribution to measured runoff changes in 21 of 33 major catchments. Similarly, assessing climate simulations for the historical period suggests that models substantially underestimate observed runoff changes due to unrepresented water management processes. Climate models show that water retention (without direct water management) generally decreases by the end of the 21st century, except in dry central Asia and northwestern China. Such decreases raise runoff, mainly driven by precipitation intensity increases (RCP4.5 scenario) and additionally by CO _2 -induced stomata closure (RCP8.5). This mitigates runoff deficits (generally from raised PET under warming) by increasing global mean runoff from −2.77 mm yr ^−1 to +3.81 mm yr ^−1 (RCP4.5), and −6.98 mm yr ^−1 to +5.11 mm yr ^−1 (RCP8.5).",
    "readLink": "https://doi.org/10.1088/1748-9326/aadd32"
  },
  {
    "title": "Ecohydrological processes and ecosystem services in the Anthropocene: a review",
    "authors": [
      "Ge Sun,",
      "Dennis Hallema,",
      "Heidi Asbjornsen"
    ],
    "doi": "https://doi.org/10.1186/s13717-017-0104-6",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract The framework for ecosystem services has been increasingly used in integrated watershed ecosystem management practices that involve scientists, engineers, managers, and policy makers. The objective of this review is to explore the intimate connections between ecohydrological processes and water-related ecosystem services in human-dominated ecosystems in the Anthropocene. We synthesize current literature to illustrate the importance of understanding the ecohydrological processes for accurately quantifying ecosystem services under different environmental and socioeconomic settings and scales. Our synthesis focuses on managed ecosystems that are dominated by humans and explores how ecological processes affect the tradeoffs and synergies of multiple ecosystem services. We identify research gaps in studying ecological processes mainly including energy, carbon, water, and nutrient balances to better assess and quantify ecosystem services that are critical for sustaining natural resources for future generations. To better assess ecosystem services, future ecohydrological studies need to better account for the scaling effects of natural and anthropogenic stressors exerted on evapotranspiration and other water supply and demand processes. Future studies should focus on the bidirectional interactions between hydrological functions and services and human actions to solve real world problems such as water shortages, ecological degradation, and climate change adaptation.",
    "readLink": "http://link.springer.com/article/10.1186/s13717-017-0104-6"
  }
]