[
  {
    "title": "Climate-human interaction associated with southeast Australian megafauna extinction patterns",
    "authors": [
      "Frédérik Saltré,",
      "Joël Chadoeuf,",
      "Katharina J. Peters,",
      "Matthew C. McDowell,",
      "Tobias Friedrich,",
      "Axel Timmermann,",
      "Sean Ulm,",
      "Corey J. A. Bradshaw"
    ],
    "doi": "https://doi.org/10.1038/s41467-019-13277-0",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Whether Australia’s Pleistocene megafauna extinctions were caused by climate change, humans, or both is debated. Here, the authors infer the spatio-temporal trajectories of regional extinctions and find that water availability mediates the relationship among climate, human migration and megafauna extinctions.",
    "readLink": "https://doi.org/10.1038/s41467-019-13277-0"
  },
  {
    "title": "Insurance as an Alternative for Sustainable Economic Recovery after Natural Disasters: A Systematic Literature Review",
    "authors": [
      "Kalfin,",
      "Sukono,",
      "Sudradjat Supian,",
      "Mustafa Mamat"
    ],
    "doi": "https://doi.org/10.3390/su14074349",
    "journalVolume": "Vol. 14,\n                                no. 4349\n                                \n                                  p.\n                                  4349",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The risk of natural disasters has increased over the last few decades, leading to significant economic losses across the globe. In response, research related to the risk of economic loss due to natural disasters has continued to develop. At present, insurance remains the best solution for funding such losses. The purpose of this study is to analyse the development of insurance as an alternative for sustainable economic recovery after natural disasters. The data used are articles obtained from several sources indexed by Scopus and Google Scholar. The search resulted in a final database of 266 articles, culled from a total of 813 articles before the final selection was made. The articles used are publications from 2000–2021 (including 21 database periods), to which we applied a systematic literature review method. Identification and evaluation of the articles was carried out through visualization of their content, development of disaster risk insurance, and availability of disaster risk insurance by country and type. The identification results show that the relationship between the word “insurance”, according to visualization using the VOSviewer software, has a relationship with other clusters including the words “disaster”, “disaster insurance”, “risk”, “natural disaster”, “study”, “recovery”, and “disaster risk financing”. The 266 articles studied show that there was an annual increase in the number of published scientific papers over the period 2000–2021. The types of disaster risk insurance, based on a review of the articles, include agricultural insurance, flood insurance, property insurance, earthquake insurance, crop insurance, and natural disaster insurance. In addition, of the six types of disaster risk insurance, three have been discussed the most in the last five years, namely, agricultural, flood, and property insurance. The increase in the number of scientific publications discussing these three types of disaster risk insurance has been influenced by climate change. Climate change causes a significant increase in the potential for disasters and is accompanied by an increased risk of loss. This review is expected to provide information and motivation for researchers related to the development and importance of disaster risk insurance research. Research in the risk sector for disaster losses due to climate change should be continued in the future in order to help fund economic recovery, especially throughout the insurance sector. With continuous research on disaster risk insurance, it is hoped that the resulting information can be more effective in determining insurance risk and in helping local economies and communities recover after the advent of a disaster. With the availability of funds for post-disaster recovery, the regional economy affected by the disaster can be immediately restored and recovered from adversity.",
    "readLink": "https://www.mdpi.com/2071-1050/14/7/4349"
  },
  {
    "title": "Effects of temperature on the behaviour and metabolism of an intertidal foraminifera and consequences for benthic ecosystem functioning",
    "authors": [
      "Noémie Deldicq,",
      "Dewi Langlet,",
      "Camille Delaeter,",
      "Grégory Beaugrand,",
      "Laurent Seuront,",
      "Vincent M. P. Bouchet"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-83311-z",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Heatwaves have increased in intensity, duration and frequency over the last decades due to climate change. Intertidal species, living in a highly variable environment, are likely to be exposed to such heatwaves since they can be emerged for more than 6 h during a tidal cycle. Little is known, however, on how temperature affects species traits (e.g. locomotion and behaviour) of slow-moving organisms such as benthic foraminifera (single-celled protists), which abound in marine sediments. Here, we examine how temperature influences motion-behaviour and metabolic traits of the dominant temperate foraminifera Haynesina germanica by exposing individuals to usual (6, 12, 18, 24, 30 °C) and extreme (high; i.e. 32, 34, 36 °C) temperature regimes. Our results show that individuals reduced their activity by up to 80% under high temperature regimes whereas they remained active under the temperatures they usually experience in the field. When exposed to a hyper-thermic stress (i.e. 36 °C), all individuals remained burrowed and the photosynthetic activity of their sequestered chloroplasts significantly decreased. Recovery experiments subsequently revealed that individuals initially exposed to a high thermal regime partially recovered when the hyper-thermic stress ceased. H. germanica contribution to surface sediment reworking substantially diminished from 10 mm3 indiv−1 day−1 (usual temperature) to 0 mm3 indiv−1 day−1 when individuals were exposed to high temperature regimes (i.e. above 32 °C). Given their role in sediment reworking and organic matter remineralisation, our results suggest that heatwaves may have profound long-lasting effects on the functioning of intertidal muddy ecosystems and some key biogeochemical cycles.",
    "readLink": "https://doi.org/10.1038/s41598-021-83311-z"
  },
  {
    "title": "Exploring the feasibility of substituting mimosa tannin for pine bark powder. A LCA perspective",
    "authors": [
      "Mireia Conde,",
      "Felip Combalia,",
      "Grau Baquero,",
      "Lluis Ollé,",
      "Anna Bacardit"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100425",
    "issn": "2666-7908 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/cleaner-engineering-and-technology/",
    "abstract": "The use of vegetable tannins is a bio-based alternative to chrome tanning. The most used vegetable extracts are Mimosa and Quebracho. To improve the sustainability of the tanning process, a chemically unmodified pine bark could be used as a natural source of tannins. The present study was aimed to evaluate the environmental impact of the use of pine bark powder to obtain vegetable leather through a life cycle assessment. Specifically, the life cycle impact evaluation was performed for both: i) pine bark powder tannin and the atomized mimosa extract production as raw material; and ii) the production process of a tanned leather with pine bark tannin versus a tanned leather with mimosa extract.An eco-friendly and cleaner production method for obtaining pine bark powder was developed. This new production method allows to obtain a reduction in 83% in the “climate change” impact category. However, when this tannin is applied to obtain a tanned leather, the tanning process shows an increase in all studied impact categories compared with the use of the atomized mimosa extract.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666790822000301"
  },
  {
    "title": "Dendroclimatological Analysis of Fir (<i>A. borisii-regis</i>) in Greece in the frame of Climate Change Investigation",
    "authors": [
      "Aristeidis Kastridis,",
      "Vasiliki Kamperidou,",
      "Dimitrios Stathis"
    ],
    "doi": "https://doi.org/10.3390/f13060879",
    "journalVolume": "Vol. 13,\n                                no. 879\n                                \n                                  p.\n                                  879",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The potential correlation between fir tree-ring width (Abies borisii regis Mattf.) variability and the respective variability of the main climatic parameters in the region of University Forest of Pertouli (central Greece) are being analyzed in the current study, taking into consideration a 60-year period (1961–2020). Correlation and response function analyses were applied to examine the climate–tree-growth relationship. Precipitation was found to be the most crucial and driving factor that most intensively influences the tree growth of A. borisii-regis trees under Mediterranean climate conditions. It was evident that this species is characterized by drought sensitivity and even a short and mild drought event could significantly influence adversely its growth and productivity. June, May and July precipitation present the higher and statistically significant correlation of monthly precipitation with tree-ring width, affecting the ring-width variability by 31.2%. Temperature (mean, max or min) does not seem to highly influence the tree growth, despite the obvious and statistically significant trend increase that has been recorded in the last decades within the frame of climate change. June maximum temperature presents a strong negative correlation with tree-ring width, while April maximum temperature is positively correlated with tree-ring width. The combined impact of precipitation and max temperatures on tree-ring growth is 38.5%. Snow did not reveal any statistically significant correlation to tree-ring width, independent of the height of monthly snow accumulation. A. borisii-regis grown in high altitudes in the Mediterranean region demonstrate high adaptability to the recorded temperature increase and could potentially be able to adapt in future to even warmer climate conditions. The constructed tree-ring chronology could be utilized towards the implementation of further dendroclimatological analyses and climate reconstruction.",
    "readLink": "https://www.mdpi.com/1999-4907/13/6/879"
  },
  {
    "title": "Urgent assessment needed to evaluate potential impacts on cetaceans from deep seabed mining",
    "authors": [
      "Kirsten F. Thompson,",
      "Kirsten F. Thompson,",
      "Kathryn A. Miller,",
      "Jake Wacker,",
      "Solène Derville,",
      "Christopher Laing,",
      "David Santillo,",
      "Paul Johnston"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1095930",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Deep seabed mining operations, if permitted, could present significant risks to ocean ecosystems. Disturbance on any scale is likely to be long lasting and irreversible. Scant research to date has examined the impact that deep sea minerals extraction would have on cetaceans. The Clarion-Clipperton Zone (CCZ) is of particular interest to mining companies aiming to exploit polymetallic nodules. The CCZ, with an average depth of 5,500 m and an area of approximately 11,650,000 km2, is a habitat for cetaceans including baleen (mysticetes) and toothed whales (odontocetes). Of particular concern is anthropogenic noise. If permitted, commercial-scale mining is expected to operate 24-hours a day, at varying depths. The sounds produced from mining operations, including from remotely operated vehicles on the seafloor, overlap with the frequencies at which cetaceans communicate, which can cause auditory masking and behavior change in marine mammals. Cetaceans are already facing numerous stressors, including climate change, and many species are still recovering from centuries of exploitation. We argue the need for urgent research to assess more fully the potential impact of deep seabed mining on cetaceans.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1095930/full"
  },
  {
    "title": "Livelihood vulnerability assessments and adaptation strategies to climate change: a case study in Tanguar haor, Sylhet",
    "authors": [
      "Farzana Raihan,",
      "Mohammad Melon Hossain"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.047",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  3448\n                                  – 3463",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Bangladesh is very prone to climate-driven hazards due to its unique geographical location, high population density, and low climate resilience. Therefore, this study addresses the livelihood vulnerabilities and adaptation strategies in response to the climate change issues based on empirical evidence from wetland communities using the livelihood vulnerability index (LVI) in Tanguar haor, located in Sylhet, Bangladesh. The finding shows that people of the study area are switching their formal livelihood activities into alternative sources. Crop diversification, homestead gardening, erosion proofing, and cage aquaculture are commonly used by the studied communities to adapt to climate change impacts. The main driver of vulnerabilities was found to be lack of education, underdeveloped infrastructures, lack of advanced health facilities, and lack of alternative livelihoods during extreme events. Therefore, people living in and around the haor region need special consideration. Overall, the study suggests that policy or institutional arrangements are required to promote the better governance system for local communities to improve their living standard so that they can achieve resilience to the impacts of climate variability and change in this area. HIGHLIGHTS Haor communities are naturally linked with seasonal climate fluctuations.; The livelihood vulnerability index of the haor communities has been focused.; Livelihoods are vulnerable to socioeconomic conditions and climate variability.; Community is dealing with disaster using their local knowledge and experiences.; Intended strategies are essential to enrich the resilience of the poor vulnerable haor communities in Bangladesh.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/7/3448"
  },
  {
    "title": "Solar Potential in Saudi Arabia for Inclined Flat-Plate Surfaces of Constant Tilt Tracking the Sun",
    "authors": [
      "Ashraf Farahat,",
      "Harry D. Kambezidis,",
      "Mansour Almazroui,",
      "Mohammed Al Otaibi"
    ],
    "doi": "https://doi.org/10.3390/app11157105",
    "journalVolume": "Vol. 11,\n                                no. 7105\n                                \n                                  p.\n                                  7105",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The objective of the present work is to investigate the optimally performing tilt angles in Saudi Arabia of solar panels that follow the daily motion of the Sun. To that end, the annual energy sums are estimated for surfaces with tilt angles in the range 5°–55° at 82 locations covering all Saudi Arabia. All calculations use a surface albedo of 0.2 and a near-real value, too. It is found that tilt angles of 40°, 45°, and 50°, respectively, are optimal for the three recently defined solar energy zones in Saudi Arabia. The variation of the energy sums in each energy zone on annual, seasonal and monthly basis is given for near-real ground albedos; the analysis provides regression equations for the energy sums as functions of time. A map of the annual global inclined solar energy for Saudi Arabia is derived and presented. The annual energy sums are found to vary between 2159 kWhm−2year−1 and 4078 kWhm−2year−1. Finally, a correction factor, introduced in a recent publication, is used; it is confirmed that the relationship between the correction factor and either the tilt angle or the ground-albedo ratio has a general application and it may constitute a nomogram.",
    "readLink": "https://www.mdpi.com/2076-3417/11/15/7105"
  },
  {
    "title": "The Changing Trend and Driving Factors of Water Frequency Fluctuations in the Guangdong-Hong Kong-Macao Greater Bay Area",
    "authors": [
      "Song Song,",
      "Wu Zhifeng,",
      "Cao Zheng,",
      "Sun Fangdi,",
      "Yang Jinxin,",
      "Zhang Qifei"
    ],
    "doi": "https://doi.org/10.13284/j.cnki.rddl.003642",
    "journalVolume": "Vol. 43,\n                                no. 3\n                                \n                                  pp.\n                                  372\n                                  – 383",
    "issn": "1001-5221 (Print)",
    "publisher": "Editorial Committee of Tropical Geography",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.rddl.com.cn/CN/1001-5221/home.shtml",
    "abstract": "The distribution of surface water is highly dynamic both spatially and temporally, and very sensitive to climate change and anthropogenic interference, especially in highly urbanized regions. The abundance of surface water and its spatiotemporal distribution indicate the availability of water resources and the difficulty of water development and utilization. Consequently, it is essential to perform reconstruction and trend prediction of surface water body changes with high accuracy in time and space for scientific research as well as for practical purposes such as flood prevention, sustainable development of water resource systems, and regional ecological management. The Guangdong-Hong Kong-Macao Greater Bay Area (GBA) is highly developed economically and societally and is characterized by a subtropical humid monsoon climate with an extensive distribution of surface water bodies. Under the integrated pressure of continuous natural environmental change and intense human activity, concerns regarding both the water environment and water security in this area is increasing at an unprecedented rate. In this study, we collected water distribution information from 2001 to 2020 at 5-year intervals, as well as annual and monthly water extent dynamics data for the GBA from the Global Land Analysis & Discovery database. Subsequently, the spatial and temporal changes in water extent, frequency, and distribution characteristics in the last two decades were investigated using remote sensing and geographic information system methods. Finally, elastic analysis was conducted to identify the sensitivity of water body changes to changing environmental parameters, including precipitation, temperature, and urbanization. Focusing on the national and regional strategic needs of GBA, the research objectives of this study were to explore the mechanism of temporal and spatial dynamics of the water extent and frequency, trace the volatile areas of regional water changes, clarify the driving factors of water distribution changes, and provide a basis and guidance for comprehensive management of water resources, flood disaster prevention, and control in areas with high human activity. The first result shows that in the last two decades, the water extent and frequency of the GBA are on a decreasing trend, with an average decreasing rate of 50, 31, and 11 km2/a for maximum, annual, and permanent water extent, respectively, while a large proportion of seasonal water bodies changed into permanent and flood-prone bodies during the same period. Second, although the water frequency showed distinct spatial and urban/rural heterogeneity, it was on a decreasing trend in most of the GBA, except in the eastern region. A steeper decline was observed in urban areas, especially the emerging urban regions. Third, the dike-pond system decreased both in water extent and frequency, while the large and medium-sized lakes and reservoirs in the upper catchment increased in extent. Finally, elastic analysis suggests the dominant driving factor of regional water body change is land use change, which contributed more than 80% to the decrease in water extent, and the reservoir increase is mainly due to precipitation change. The results of this research provide scientific guidance for regional water resource guarantee, water environment optimization, and sustainable development promotion. In addition, this research can serve as a decision-making reference for the development of the \"One Belt One Road\" national strategy and Guangdong-Hong Kong-Macao Greater Bay Area.",
    "readLink": "http://www.rddl.com.cn/CN/10.13284/j.cnki.rddl.003642"
  },
  {
    "title": "Climate change and water availability in Indian agriculture: Impacts and adaptation",
    "authors": [
      "H PATHAK,",
      "P PRAMANIK,",
      "M KHANNA,",
      "A KUMAR"
    ],
    "doi": "https://doi.org/10.56093/ijas.v84i6.41421",
    "journalVolume": "Vol. 84,\n                                no. 6",
    "issn": "0019-5022 (Print)",
    "publisher": "2394-3319 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAgS/",
    "abstract": "Climate is a very decisive factor in water resource availability of a region. Warming of the climate system in recent decades is evident from increase in global average air and ocean temperatures, widespread melting of snow and ice, and rising global sea level. The hydrological cycle is intimately linked with changes in atmospheric temperature and radiation balance. A warmer climate may lead to intensification of the hydrological cycle, resulting in higher rates of evaporation and increase of liquid precipitation. These processes, in association with a shifting pattern of precipitation, may affect the spatial and temporal distribution of runoff, soil moisture, groundwater reserves etc. and may increase the frequency of droughts and floods. Agricultural demand, particularly for irrigation water is considered more sensitive to climate change. A change in field-level climate may alter the need and timing of irrigation. Increased dryness may lead to increased demand, but demand may be reduced if soil moisture content rises at critical times of the year. It is projected that most irrigated areas in India would require more water around 2025 and global net irrigation requirements would increase relative to the situation without climate change by 3.5–5% by 2025, and 6–8% by 2075. The effect of climate change on water resources may be mitigated through better water harvesting through the creation of micro-storage facilities in watersheds. These would not only provide supplemental irrigation but also recharge the groundwater aquifers.",
    "readLink": "https://epubs.icar.org.in/index.php/IJAgS/article/view/41421"
  }
]