[
  {
    "title": "Impacts of Future Grassland Changes on Surface Climate in Mongolia",
    "authors": [
      "Fan Zhang,",
      "Xing Li,",
      "Weimin Wang,",
      "Xinli Ke,",
      "Qingling Shi"
    ],
    "doi": "https://doi.org/10.1155/2013/263746",
    "journalVolume": "Vol. 2013",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "Climate change caused by land use/cover change (LUCC) is becoming a hot topic in current global change, especially the changes caused by the grassland degradation. In this paper, based on the baseline underlying surface data of 1993, the predicted underlying surface data which can be derived through overlaying the grassland degradation information to the map of baseline underlying surface, and the atmospheric forcing data of RCP 6.0 from CMIP5, climatological changes caused by future grassland changes for the years 2010–2020 and 2040–2050 with the Weather Research Forecast model (WRF) are simulated. The model-based analysis shows that future grassland degradation will significantly result in regional climate change. The grassland degradation in future could lead to an increasing trend of temperature in most areas and corresponding change range of the annual average temperature of −0.1°C–0.4°C, and it will cause a decreasing trend of precipitation and corresponding change range of the annual average precipitation of 10 mm–50 mm. This study identifies lines of evidence for effects of future grassland degradation on regional climate in Mongolia which provides meaningful decision-making information for the development and strategy plan making in Mongolia.",
    "readLink": "http://dx.doi.org/10.1155/2013/263746"
  },
  {
    "title": "Projected decreases in future marine export production: the role of the carbon flux through the upper ocean ecosystem",
    "authors": [
      "C. Laufkötter,",
      "M. Vogt,",
      "N. Gruber,",
      "O. Aumont,",
      "L. Bopp,",
      "S. C. Doney,",
      "J. P. Dunne,",
      "J. Hauck,",
      "J. G. John,",
      "I. D. Lima,",
      "R. Seferian,",
      "C. Völker"
    ],
    "doi": "https://doi.org/10.5194/bg-13-4023-2016",
    "journalVolume": "Vol. 13,\n                                no. 13\n                                \n                                  pp.\n                                  4023\n                                  – 4047",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Accurate projections of marine particle export production (EP) are crucial for predicting the response of the marine carbon cycle to climate change, yet models show a wide range in both global EP and their responses to climate change. This is, in part, due to EP being the net result of a series of processes, starting with net primary production (NPP) in the sunlit upper ocean, followed by the formation of particulate organic matter and the subsequent sinking and remineralisation of these particles, with each of these processes responding differently to changes in environmental conditions. Here, we compare future projections in EP over the 21st century, generated by four marine ecosystem models under the high emission scenario Representative Concentration Pathways (RCP) 8.5 of the Intergovernmental Panel on Climate Change (IPCC), and determine the processes driving these changes. The models simulate small to modest decreases in global EP between −1 and −12 %. Models differ greatly with regard to the drivers causing these changes. Among them, the formation of particles is the most uncertain process with models not agreeing on either magnitude or the direction of change. The removal of the sinking particles by remineralisation is simulated to increase in the low and intermediate latitudes in three models, driven by either warming-induced increases in remineralisation or slower particle sinking, and show insignificant changes in the remaining model. Changes in ecosystem structure, particularly the relative role of diatoms matters as well, as diatoms produce larger and denser particles that sink faster and are partly protected from remineralisation. Also this controlling factor is afflicted with high uncertainties, particularly since the models differ already substantially with regard to both the initial (present-day) distribution of diatoms (between 11–94 % in the Southern Ocean) and the diatom contribution to particle formation (0.6–3.8 times higher than their contribution to biomass). As a consequence, changes in diatom concentration are a strong driver for EP changes in some models but of low significance in others. Observational and experimental constraints on ecosystem structure and how the fixed carbon is routed through the ecosystem to produce export production are urgently needed in order to improve current generation ecosystem models and their ability to project future changes.",
    "readLink": "http://www.biogeosciences.net/13/4023/2016/bg-13-4023-2016.pdf"
  },
  {
    "title": "Modeling Impacts of Climate Change on Giant Panda Habitat",
    "authors": [
      "Melissa Songer,",
      "Melanie Delion,",
      "Alex Biggs,",
      "Qiongyu Huang"
    ],
    "doi": "https://doi.org/10.1155/2012/108752",
    "journalVolume": "Vol. 2012",
    "issn": "1687-9708 (Print)",
    "publisher": "1687-9716 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijecol/",
    "abstract": "Giant pandas (Ailuropoda melanoleuca) are one of the most widely recognized endangered species globally. Habitat loss and fragmentation are the main threats, and climate change could significantly impact giant panda survival. We integrated giant panda habitat information with general climate models (GCMs) to predict future geographic distribution and fragmentation of giant panda habitat. Results support a major general prediction of climate change—a shift of habitats towards higher elevation and higher latitudes. Our models predict climate change could reduce giant panda habitat by nearly 60% over 70 years. New areas may become suitable outside the current geographic range but much of these areas is far from the current giant panda range and only 15% fall within the current protected area system. Long-term survival of giant pandas will require the creation of new protected areas that are likely to support suitable habitat even if the climate changes.",
    "readLink": "http://dx.doi.org/10.1155/2012/108752"
  },
  {
    "title": "Species distribution modeling that overlooks intraspecific variation is inadequate for proper conservation of marula (Sclerocarya birrea, Anacardiaceae)",
    "authors": [
      "Percy Jinga,",
      "Ziyan Liao,",
      "Michael P. Nobis"
    ],
    "doi": "Vol. 32\n                                \n                                \n                                  p.\n                                  e01908",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Species distribution models (SDMs) are often used to predict the impact of climate change on the future distribution of species. However, the application of species-level SDMs often ignores intraspecific variation and can be problematic. The aim of the study was to incorporate intraspecific information into SDMs and compare predictions of subspecies- and species-level SDMs in a widespread African tree species, Sclerocarya birrea (marula). We used bioclimatic variables and terrain roughness index to calibrate nine algorithms in ‘biomod2’ platform. Ensemble models were built to predict the current and future suitable habitat of marula and separately its three subspecies, birrea, caffra and multifoliolata. Projections were made to 2041 − 2060 and 2081 − 2100 under three general circulation models and two shared socio-economic pathways. Results showed an expansion of the suitable habitat of marula as well as subspp. birrea and caffra in the two future time periods. The suitable habitat of subsp. multifoliolata, in contrast, contracted in future. Our results show that species-level SDMs may fail to detect climate change risks for intraspecific taxa, and consequently leading to under- or overestimation of the impacts of climate change. Incorporation of intraspecific variation into SDMs improves predictions of the impact of climate change and helps to identify appropriate conservation and management options.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989421004583"
  },
  {
    "title": "Spatiotemporal Investigations of Multi-Sensor Air Pollution Data over Bangladesh during COVID-19 Lockdown",
    "authors": [
      "Zhongfeng Qiu,",
      "Md.  Arfan Ali,",
      "Janet  E. Nichol,",
      "Muhammad Bilal,",
      "Pravash Tiwari,",
      "Birhanu  Asmerom Habtemicheal,",
      "Mansour Almazroui,",
      "Sanjit  Kumar Mondal,",
      "Usman Mazhar,",
      "Yu Wang,",
      "Sajib Sarker,",
      "Farhan Mustafa,",
      "Muhammad  Ashfaqur Rahman"
    ],
    "doi": "https://doi.org/10.3390/rs13050877",
    "journalVolume": "Vol. 13,\n                                no. 877\n                                \n                                  p.\n                                  877",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "This study investigates spatiotemporal changes in air pollution (particulate as well as gases) during the COVID-19 lockdown period over major cities of Bangladesh. The study investigated the aerosol optical depth (AOD) from the Moderate Resolution Imaging Spectroradiometer (MODIS) onboard Terra and Aqua satellites, PM2.5 and PM10 from Copernicus Atmosphere Monitoring Service (CAMS), and NO2 and O3 from TROPOMI-5P, from March to June 2019–2020. Additionally, aerosol subtypes from the Cloud-Aerosol Lidar and Infrared Pathfinder (CALIPSO) were used to explore the aerosol types. The strict lockdown (26 March–30 May 2020) led to a significant reduction in AOD (up to 47%) in all major cities, while the partial lockdown (June 2020) led to increased and decreased AOD over the study area. Significant reductions in PM2.5 (37–77%) and PM10 (33%–70%) were also observed throughout the country during the strict lockdown and partial lockdown. The NO2 levels decreased by 3%–25% in March 2020 in the cities of Rajshahi, Chattogram, Sylhet, Khulna, Barisal, and Mymensingh, in April by 3%–43% in Dhaka, Chattogram, Khulna, Barisal, Bhola, and Mymensingh, and May by 12%−42% in Rajshahi, Sylhet, Mymensingh, and Rangpur. During the partial lockdown in June, NO2 decreased (9%−35%) in Dhaka, Chattogram, Sylhet, Khulna, Barisal, and Rangpur compared to 2019. On the other hand, increases were observed in ozone (O3) levels, with an average increase of 3%–12% throughout the country during the strict lockdown and only a slight reduction of 1%–3% in O3 during the partial lockdown. In terms of aerosol types, CALIPSO observed high levels of polluted dust followed by dust, smoke, polluted continental, and clean marine-type aerosols over the country in 2019, but all types were decreased during the lockdown. The study concludes that the strict lockdown measures were able to significantly improve air quality conditions over Bangladesh due to the shutdown of industries, vehicles, and movement of people.",
    "readLink": "https://www.mdpi.com/2072-4292/13/5/877"
  },
  {
    "title": "Thermal and Hydrodynamic Changes under a Warmer Climate in a Variably Stratified Hypereutrophic Reservoir",
    "authors": [
      "Raymond  Mark Lee,",
      "Trent  Wade Biggs,",
      "Xing Fang"
    ],
    "doi": "https://doi.org/10.3390/w10091284",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  1284",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "We quantified effects of future climate warming on temperature and stability in a variably stratified, hypereutrophic reservoir with large fluctuations in water level by calibrating a 2-D model (CE-QUAL-W2, version 3.7.1, Portland State University, Portland, USA) of reservoir hydrodynamics using a time series (1992 to 2011) of inflow and air and water temperature. The model was then forced with increased air temperature projected by an ensemble of climate models that accounted for complex local topography and seasonality, with greater warming in summer. Warming increased annual evaporation rates by 2.6 to 7.9%. Water temperature increased by 0.44 (whole-reservoir; p < 0.05), 0.47 (epilimnion; p < 0.01), and 0.30 °C (hypolimnion; p < 0.05) per 1 °C increase in air temperature. Thickness of the epilimnion and hypolimnion diminished, with expansion of the metalimnion. Schmidt stability correlated with mean water depth over a wide range of depths (3.9 to 8.1 m; Adj. R2 = 0.91 to 0.93; p < 0.001). Increased air temperature increased mean annual stability by 6.1 to 23.6 J m−2 when depth was large and the reservoir stratified, but when depth was low (due to combined low inflow and, in preceding years, high withdrawals), inhibiting stratification, then water temperatures increased evenly (and more) throughout the vertical profile so change in mean annual stability was near zero (−0.1 to 1.1 J m−2). Combined effects of reservoir management (volume, timing, and elevation of water withdrawal) and climate warming (temperature of air and benthic sediment) can impact the hydrodynamic regime differently under variably stratified conditions with implications for release of phosphorus from sediment and vertical transport of phosphorus to the euphotic zone.",
    "readLink": "http://www.mdpi.com/2073-4441/10/9/1284"
  },
  {
    "title": "BURNT AREA DETECTION USING MEDIUM RESOLUTION SENTINEL 2 AND LANDSAT 8 SATELLITES",
    "authors": [
      "D. Ongeri,",
      "B. K. Kenduiywo,",
      "B. K. Kenduiywo"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLIII-B5-2020-131-2020",
    "journalVolume": "Vol. XLIII-B5-2020\n                                \n                                \n                                  pp.\n                                  131\n                                  – 137",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Forest fire is one of the most serious environmental problems in Kenya that influences human activities, climate change and biodiversity. The main goal of this study is to apply medium resolution sensors (Landsat 8 OLI and Sentinel 2 MSI) to produce burnt area severity maps that will include small fires (< 100 ha) in order to improve burnt area detection and mapping in Kenya. Normalized burnt area indices were generated for specified pre- and post-fire periods. The difference between pre- and post-fire Normalized Burnt Ration (NBR) was used to compute δNBR index depicting forest disturbance by fire events. Thresholded classes were derived from the computed δNBR indices to obtain burnt severity maps. The spatial and temporal agreements of the Burnt area detection dates were validated by comparing against the MODIS MCD641 500 m products and MODIS Fire Information for Resource Management System (FIRMS) 1 km daily product hot-spot acquisition dates. This approach was implemented on Google Earth Engine (GEE) platform with a simple user interface that allows users to auto-generate burnt area maps and statistics. The operational GEE application developed can be used to obtain burnt area severity maps and statistics that allow for initial accurate approximation of fire damage.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLIII-B5-2020/131/2020/isprs-archives-XLIII-B5-2020-131-2020.pdf"
  },
  {
    "title": "Climate proofing the renewable electricity deployment in Europe - Introducing climate variability in large energy systems models",
    "authors": [
      "Sofia G. Simoes,",
      "Filipa Amorim,",
      "Gildas Siggini,",
      "Valentina Sessa,",
      "Yves-Marie Saint-Drenan,",
      "Sílvia Carvalho,",
      "Hamza Mraihi,",
      "Edi Assoumou"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  100657",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "Climate and weather conditions influence energy demand. as well as electricity generation, especially due to the strong development of renewable energy. The changes of the European energy mix, together with ongoing climate change, raise a number of questions on impact on the electricity sector. In this paper we present results for the whole of the European power sector regarding on how considering current and future climate variability affects the results of a TIMES energy system model for the whole European power sector (eTIMES-EU) up to 2050. For each member-state we consider six climate projections to generate future capacity factors for wind, solar and hydro power generation. as well as temperature impact on electricity demand for heating and cooling. These are input into the eTIMES-EU model to assess how climate affects the optimal operation of the power system and if current EU-wide RES and emissions target deployment may be affected. Results show that although at EU-wide level there are no substantial changes, there are significant differences in countries RES deployment (especially wind and solar) and in electricity trade.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X21000432"
  },
  {
    "title": "Climate Impact Comparison of Electric and Gas‐Powered End‐User Appliances",
    "authors": [
      "Florian Dietrich,",
      "Jia Chen,",
      "Ankit Shekhar,",
      "Sebastian Lober,",
      "Konstantin Krämer,",
      "Graham Leggett,",
      "Carina van derVeen,",
      "Ilona Velzeboer,",
      "Hugo Denier van der Gon,",
      "Thomas Röckmann"
    ],
    "doi": "https://doi.org/10.1029/2022EF002877",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Natural gas is considered a bridging technology in the energy transition because it produces fewer carbon emissions than coal, for example. However, when leaks exist, methane is released into the atmosphere, leading to a dramatic increase in the carbon footprint of natural gas, as methane is a much stronger greenhouse gas than carbon dioxide. Therefore, we conducted a detailed study of methane emissions from gas‐powered end‐use appliances and then compared their climate impacts with those of electricity‐powered appliances. We used the Munich Oktoberfest as a case study and then extended the study to 25 major natural gas consuming countries. This showed that electricity has been the more climate‐friendly energy source at Oktoberfest since 2005, due to the extensive use of renewable electricity at the festival and the presence of methane emissions, particularly caused by the incomplete combustion and leakages of natural gas in cooking and heating appliances. By contrast, at the global level, our study shows that natural gas still produces lower carbon emissions for end‐user appliances than electricity in 18 of the 25 countries studied. However, as the share of renewable energy in the electricity mix steadily increases in most countries, the carbon footprint of electricity will be lower than that of natural gas in these countries in the near future. These findings from our comparison of the total carbon emissions of electric and gas‐powered end‐use appliances can help inform the debate on how to effectively address climate change.",
    "readLink": "https://doi.org/10.1029/2022EF002877"
  },
  {
    "title": "A review of biotechnological approaches towards crop improvement in African yam bean (Sphenostylis stenocarpa Hochst. Ex A. Rich.)",
    "authors": [
      "Olubusayo O. Oluwole,",
      "Oluwadurotimi S. Aworunse,",
      "Ademola I. Aina,",
      "Olusola L. Oyesola,",
      "Jacob O. Popoola,",
      "Olaniyi A. Oyatomi,",
      "Michael T. Abberton,",
      "Olawole O. Obembe"
    ],
    "doi": "Vol. 7,\n                                no. 11\n                                \n                                  p.\n                                  e08481",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Globally, climate change is a major factor that contributes significantly to food and nutrition insecurity, limiting crop yield and availability. Although efforts are being made to curb food insecurity, millions of people still suffer from malnutrition. For the United Nations (UN) Sustainable Development Goal of Food Security to be achieved, diverse cropping systems must be developed instead of relying mainly on a few staple crops. Many orphan legumes have untapped potential that can be of significance for developing improved cultivars with enhanced tolerance to changing climatic conditions. One typical example of such an orphan crop is Sphenostylis stenocarpa Hochst. Ex A. Rich. Harms, popularly known as African yam bean (AYB). The crop is an underutilised tropical legume that is climate-resilient and has excellent potential for smallholder agriculture in sub-Saharan Africa (SSA). Studies on AYB have featured morphological characterisation, assessment of genetic diversity using various molecular markers, and the development of tissue culture protocols for rapidly multiplying propagules. However, these have not translated into varietal development, and low yields remain a challenge. The application of suitable biotechnologies to improve AYB is imperative for increased yield, sustainable utilisation and conservation. This review discusses biotechnological strategies with prospective applications for AYB improvement. The potential risks of these strategies are also highlighted.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844021025846"
  }
]