[
  {
    "title": "Hindcasting Historical Breeding Conditions for an Endangered Salamander in Ephemeral Wetlands of the Southeastern USA: Implications of Climate Change.",
    "authors": [
      "Houston C Chandler,",
      "Andrew L Rypel,",
      "Yan Jiao,",
      "Carola A Haas,",
      "Thomas A Gorman"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0150169",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  e0150169",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The hydroperiod of ephemeral wetlands is often the most important characteristic determining amphibian breeding success, especially for species with long development times. In mesic and wet pine flatwoods of the southeastern United States, ephemeral wetlands were a common landscape feature. Reticulated flatwoods salamanders (Ambystoma bishopi), a federally endangered species, depend exclusively on ephemeral wetlands and require at least 11 weeks to successfully metamorphose into terrestrial adults. We empirically modeled hydroperiod of 17 A. bishopi breeding wetlands by combining downscaled historical climate-model data with a recent 9-year record (2006-2014) of observed water levels. Empirical models were subsequently used to reconstruct wetland hydrologic conditions from 1896-2014 using the downscaled historical climate datasets. Reconstructed hydroperiods for the 17 wetlands were highly variable through time but were frequently unfavorable for A. bishopi reproduction (e.g., only 61% of years, using a conservative estimate of development time [12 weeks], were conducive to larval development and metamorphosis). Using change-point analysis, we identified significant shifts in average hydroperiod over the last century in all 17 wetlands. Mean hydroperiods were shorter in recent years than at any other point since 1896, and thus less suitable for A. bishopi reproduction. We suggest that climate change will continue to impact the reproductive success of flatwoods salamanders and other ephemeral wetland breeders by reducing the number of years these wetlands have suitable hydroperiods. Consequently, we emphasize the importance of conservation and management for mitigating other forms of habitat degradation, especially maintenance of high quality breeding sites where reproduction can occur during appropriate environmental conditions.",
    "readLink": "http://europepmc.org/articles/PMC4766244?pdf=render"
  },
  {
    "title": "IDENTIFIKASI DEBIT LIMPASAN AIR PERMUKAAN  KAWASAN GEDEBAGE SESUDAH PERUBAHAN IKLIM",
    "authors": [
      "MARSELLY DWIPUTRI"
    ],
    "doi": "https://doi.org/10.30998/faktorexacta.v10i4.2243",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  379\n                                  – 388",
    "issn": "1979-276X (Print)",
    "publisher": "2502-339X (Online)",
    "countryOfPublisher": "Lembaga Penelitian Universitas Indraprasta PGRI",
    "lcc": [
      "Indonesia",
      "Technology"
    ],
    "journalUrl": "http://journal.lppmunindra.ac.id/index.php/Faktor_Exacta",
    "abstract": ". The Primary Gedebage is the area of the floodplain. Some of the main elements that influence of flooding rainfall intensity is increasing every year due to climate change and changes in land use. To know the discharge of surface water runoff area Primary Center Gedebage, then carried out the identification of surface water discharge area Primary Center Gedebage. The purpose of the writing of this journal is to know the increased discharge of surface water runoff in the Primary Gedebage in year 2031. In the writing of this journal method does is quantitative descriptive method, while for the way the analysis will be performed using the method of rational analysis researchers. The results obtained are contained percentages of discharge runoff primary Center Gedebage area that is not supported by the primary drainage capacity of capacity currently. Based on the existing land use, seen that the percentage increase in the largest surface water runoff in year 2031 of 53% (132.05 m³/s), based on the land use plan, the percentage increase in the largest surface water runoff in year 2031 of 52% (137.78 m³/s), and the percentage increase in discharge due to climate change on the entire land use in the area of Gedebage with the impact of the highest percentage of 329% compared to primary current drainage infrastructure.",
    "readLink": "http://journal.lppmunindra.ac.id/index.php/Faktor_Exacta/article/view/2243"
  },
  {
    "title": "Environmental Risk and Meningitis Epidemics in Africa",
    "authors": [
      "Anna M. Molesworth,",
      "Luis E. Cuevas,",
      "Stephen J. Connor,",
      "Andrew P. Morse,",
      "Madeleine C. Thomson"
    ],
    "doi": "https://doi.org/10.3201/eid0910.030182",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  pp.\n                                  1287\n                                  – 1293",
    "issn": "1080-6040 (Print)",
    "publisher": "1080-6059 (Online)",
    "countryOfPublisher": "Centers for Disease Control and Prevention",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://wwwnc.cdc.gov/eid/",
    "abstract": "Epidemics of meningococcal meningitis occur in areas with particular environmental characteristics. We present evidence that the relationship between the environment and the location of these epidemics is quantifiable and propose a model based on environmental variables to identify regions at risk for meningitis epidemics. These findings, which have substantial implications for directing surveillance activities and health policy, provide a basis for monitoring the impact of climate variability and environmental change on epidemic occurrence in Africa.",
    "readLink": "https://wwwnc.cdc.gov/eid/article/9/10/03-0182_article"
  },
  {
    "title": "Longitudinally and laterally trench-supported subsurface dam innovative design procedures",
    "authors": [
      "Zekâi Şen"
    ],
    "doi": "https://doi.org/10.2166/ws.2023.023",
    "journalVolume": "Vol. 23,\n                                no. 2\n                                \n                                  pp.\n                                  821\n                                  – 835",
    "issn": "1606-9749 (Print)",
    "publisher": "1607-0798 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/ws",
    "abstract": "According to the Paris climate change agreement, temperature increases of around 1.5 or 2.0 °C by 2050 are bound to increase the amounts of evaporation and evapotranspiration, which are among the losses from surface water bodies, such as rivers, lakes, reservoirs and dams. In order to reduce these losses and support local water supply, subsurface dam construction projects are at the forefront in many countries, especially in arid and semi-arid regions, even in subtropical climate regions. In the literature, there are classical methodological explanations for underground dams with quite insufficient and restrictive interpretations. In this paper, two very similar but different new alternatives are proposed as longitudinally and laterally supported underground dams with inspirations from historical qanat groundwater subsurface structures. Both types are supported by artificial trenches with higher hydraulic conductivity than the surrounding Quaternary alluvial deposits to increase external and meanwhile to support internal areal recharge possibilities between the trenches and the surrounding natural porous, weathered and fractured layers. It is noticed that trench-supported subsurface dams are more effective, affordable, sustainable and manageable than classical alternatives available in the literature. It is recommended that a more refined subsurface groundwater movement mathematical formulation should be developed in the future. HIGHLIGHTS Subsurface dams play an important role against climate change impacts in many regions.; Old qanat groundwater technology led to longitudinal and lateral trench-supported innovative subsurface dam designs.; These innovative subsurface dam designs provide rainfall and runoff harvesting possibilities.; Up-to-date literature review is presented and there is not enough subsurface dam information in the open literature.;",
    "readLink": "http://ws.iwaponline.com/content/23/2/821"
  },
  {
    "title": "A Framework of Resilience Development for Poor Villages after the Wenchuan Earthquake Based on the Principle of “Build Back Better”",
    "authors": [
      "Liang Zhao,",
      "Fanneng He,",
      "Caishan Zhao"
    ],
    "doi": "https://doi.org/10.3390/su12124979",
    "journalVolume": "Vol. 12,\n                                no. 4979\n                                \n                                  p.\n                                  4979",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Under the current resilience development framework, which is mainly based on urban communities, it is difficult to meet the needs of the vulnerable populations in poor villages. This article aims to explore a specific and operable guidance framework suitable for the resilient development of Chinese poor villages after disasters from the perspective of social equity. The framework will help guide the sustainable development of poor villages after disasters and also provide a reference for the resilience of other similar vulnerable areas. When integrating climate change response and disaster risk management to explore sustainable development in poor villages, the essence is to explore the resilience development framework focused on the construction of resilient communities in poor villages. We take the recovery and reconstruction of poor villages after the Wenchuan earthquake in 2008 as an example. Through the analysis of the effects of post-disaster recovery and reconstruction, we found that although poor communities have made significant achievements since the earthquake, there are still many aspects that need to be improved, including social life systems, economic production systems, and natural ecosystems. Therefore, we comprehensively analyzed the characteristics of poor socio-economic conditions, the complex ecological environment, and the low cultural level of residents in poor villages. Furthermore, this study followed the principle of “Build back better” (BBB) and conducted an in-depth study of the framework for the resilience of poor villages. In terms of risk reduction, it is recommended to improve structural resilience from guarantee of preferential prices and selection of environmentally friendly materials, avoid risk and villagers’ participation in the formulation of general plans, and promote disaster prevention and mitigation capabilities from risk prediction and curriculum development. In terms of community recovery, it is suggested to promote community economics and victims’ livelihoods by promoting industrial transformation and sustainable livelihoods and promote social and psychological health development from social relations and psychological rehabilitation. In terms of efficient implementation, specific improvements include the improvement of public participation systems and the establishment of coordination offices and sound institutional mechanisms, the development of community standards and the introduction of financial support policies, the improvement of laws and regulations, and the improvement of monitoring and evaluation from dynamic monitoring and mass satisfaction surveys. It is important to guide the sustainable development of vulnerable communities by constructing a post-disaster resistant development framework based on BBB principles.",
    "readLink": "https://www.mdpi.com/2071-1050/12/12/4979"
  },
  {
    "title": "Infrared Absorption Spectra, Radiative Efficiencies, and Global Warming Potentials of Newly-Detected Halogenated Compounds: CFC-113a, CFC-112 and HCFC-133a",
    "authors": [
      "Maryam Etminan,",
      "Eleanor J. Highwood,",
      "Johannes C. Laube,",
      "Robert McPheat,",
      "George Marston,",
      "Keith P. Shine,",
      "Kevin M. Smith"
    ],
    "doi": "https://doi.org/10.3390/atmos5030473",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  473\n                                  – 483",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "CFC-113a (CF3CCl3), CFC-112 (CFCl2CFCl2) and HCFC-133a (CF3CH2Cl) are three newly detected molecules in the atmosphere that are almost certainly emitted as a result of human activity. It is important to characterise the possible contribution of these gases to radiative forcing of climate change and also to provide information on the CO2-equivalence of their emissions. We report new laboratory measurements of absorption cross-sections of these three compounds at a resolution of 0.01 cm−1 for two temperatures 250 K and 295 K in the spectral range of 600–1730 cm−1. These spectra are then used to calculate the radiative efficiencies and global warming potentials (GWP). The radiative efficiencies are found to be between 0.15 and 0.3 W∙m−2∙ppbv−1. The GWP for a 100 year time horizon, relative to carbon dioxide, ranges from 340 for the relatively short-lived HCFC-133a to 3840 for the longer-lived CFC-112. At current (2012) concentrations, these gases make a trivial contribution to total radiative forcing; however, the concentrations of CFC-113a and HCFC-133a are continuing to increase. The 2012 CO2-equivalent emissions, using the GWP (100), are estimated to be about 4% of the current global CO2-equivalent emissions of HFC-134a.",
    "readLink": "http://www.mdpi.com/2073-4433/5/3/473"
  },
  {
    "title": "Environmental Management Practices and Firm Performance in a South African Mining Firm",
    "authors": [
      "Gibson Nyirenda,",
      "Collins C. Ngwakwe,",
      "Cosmas M. Ambe"
    ],
    "doi": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  243\n                                  – 260",
    "issn": "1581-6311 (Print)",
    "publisher": "1854-6935 (Online)",
    "countryOfPublisher": "University of Primorska",
    "lcc": [
      "Slovenia",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.mgt.fm-kp.si",
    "abstract": "This paper examines the impact of environmental management practices on the financial performance of a South African mining firm. The major aim of this paper is to investigate whether such practices have a close relationship with the mining firm’s financial performance (represented by return on equity [ROE]). The approach is a case study of a South African mining firm listed under the socially responsible index (SRI) of the Johannesburg Stock Exchange (JSE). It uses Green-Steel sa (pseudonym used in place of the real name) as a case study. Using multiple regression statistics, the return on equity of Green-Steel sa is regressed on three environmental management practices of Green- Steel (carbon reduction, energy efficiency, and water usage). The result shows there is no significant relationship between the variables and this lends credence to information gathered from Green-Steel environmental reports that Green-Steel’s environmental management practices are driven mostly by a desire to abide by regulations and also by a moral obligation to use environmental management practices to mitigate climate change impact.",
    "readLink": "http://www.fm-kp.si/zalozba/ISSN/1581-6311/11_243-260.pdf"
  },
  {
    "title": "Sistema informatizado de suelo en la gestión de la agricultura frente al cambio climático",
    "authors": [
      "Lisbet Font Vila,",
      "Ricardo Montero Casas,",
      "Ramón Lamadrid Mandado,",
      "Jorge Castillo Acanda,",
      "Bernardo Calero Martín,",
      "Pavel Chaveli Chávez"
    ],
    "doi": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "1025-0247 (Online)",
    "publisher": "Universidad de Camagüey Ignacio Agramonte Loynaz",
    "countryOfPublisher": "Cuba",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://revistas.reduc.edu.cu/index.php/agrisost/index",
    "abstract": "RESUMEN La Ciencia del Suelo, constituye la base de problemáticas como cambio climático y desertificación. Los cuantiosos datos que proporcionan los estudios de suelos, componen información valiosa para satisfacer las demandas de la sociedad y las decisiones políticas. El desafío actual es lograr disponer de esa información de manera precisa, cuantitativa, accesible, comprensible y adecuarla a las necesidades de los nuevos requerimientos. En este sentido, se elaboró un proyecto para la informatización, evaluación, recomendación y control del suelo para su mejor utilización. Durante su ejecución se elaboró un diseño del sistema, a partir de los procesos fundamentales que dirigen los servicios científico técnico del Instituto de Suelo. Se obtuvo un Sistema Integrador de Datos de Suelo (SIDS), para el manejo eficiente de la información en la gestión de la agricultura ante los posibles cambios globales, en la producción de alimentos y conservación de la calidad del suelo. Este sistema lo conforman un paquete de software que integran y procesan la información (SARLAB, REGIFERT, SEMCAS y SIG MDS), para agilizar la respuesta del estado del suelo en el manejo de la agricultura, organizar el sistema de control, el flujo de la información del suelo y el incremento de la eficiencia económica. Soil computerized system agriculture management to climate change. ABSTRACT Soil Science is the basis of issues such as climate change and desertification. Voluminous data provided by soil studies, up valuable information to meet the demands of society and political decisions. The challenge is to have that information accurately, quantitative, accessible, understandable and adapt to the needs of the new requirements manner. In this regard, a project for the computerization, evaluation, recommendation and monitoring of soil for better utilization was developed. During execution system design was developed, based on the fundamental processes that drive the technical and scientific services of the Institute of Soil. Integrated System Soils Data (ISSD), for efficient management of information in the management of agriculture to the possible global changes in food production and conservation of soil quality was obtained. This system is made up of a software package that integrates and process information (SARLAB, REGIFERT, SEMCAS and GISMDS) to speed up the response of soil condition in the management of agriculture, organize the control system, the flow of soil information and increasing economic efficiency.",
    "readLink": "http://agrisost.reduc.edu.cu/index.php/agrisost/article/view/91/55"
  },
  {
    "title": "Decreased Snow Cover Stimulates Under-Ice Primary Producers but Impairs Methanotrophic Capacity",
    "authors": [
      "Sarahi L. Garcia,",
      "Anna J. Szekely,",
      "Christoffer Bergvall,",
      "Martha Schattenhofer,",
      "Sari Peura"
    ],
    "doi": "https://doi.org/10.1128/mSphere.00626-18",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "2379-5042 (Online)",
    "publisher": "American Society for Microbiology",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://journals.asm.org/journal/msphere",
    "abstract": "ABSTRACT Climate change scenarios anticipate decreased spring snow cover in boreal and subarctic regions. Forest lakes are abundant in these regions and substantial contributors of methane emissions. To investigate the effect of reduced snow cover, we experimentally removed snow from an anoxic frozen lake. We observed that the removal of snow increased light penetration through the ice, increasing water temperature and modifying microbial composition in the different depths. Chlorophyll a and b concentrations increased in the upper water column, suggesting activation of algal primary producers. At the same time, Chlorobiaceae, one of the key photosynthetic bacterial families in anoxic lakes, shifted to lower depths. Moreover, a decrease in the relative abundance of methanotrophs within the bacterial family Methylococcaceae was detected, concurrent with an increase in methane concentration in the water column. These results indicate that decreased snow cover impacts both primary production and methane production and/or consumption, which may ultimately lead to increased methane emissions after spring ice off. IMPORTANCE Small lakes are an important source of greenhouse gases in the boreal zone. These lakes are severely impacted by the winter season, when ice and snow cover obstruct gas exchange between the lake and the atmosphere and diminish light availability in the water column. Currently, climate change is resulting in reduced spring snow cover. A short-term removal of the snow from the ice stimulated algal primary producers and subsequently heterotrophic bacteria. Concurrently, the relative abundance of methanotrophic bacteria decreased and methane concentrations increased. Our results increase the general knowledge of microbial life under ice and, specifically, the understanding of the potential impact of climate change on boreal lakes.",
    "readLink": "https://journals.asm.org/doi/10.1128/mSphere.00626-18"
  },
  {
    "title": "Shifting cultivation induced burn area dynamics using ensemble approach in Northeast India",
    "authors": [
      "Pulakesh Das,",
      "Mukunda Dev Behera,",
      "Saroj Kanta Barik,",
      "Sujoy Mudi,",
      "Buddolla Jagadish,",
      "Swarup Sarkar,",
      "Santa Ram Joshi,",
      "Dibyendu Adhikari,",
      "Soumit Kumar Behera,",
      "Kiranmay Sarma,",
      "Prashant Kumar Srivastava,",
      "Puneet Singh Chauhan"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100183",
    "issn": "2666-7193 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Forestry",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/trees-forests-and-people",
    "abstract": "Identifying shifting cultivation areas and assessing their spatio-temporal dynamics are essential in framing climate-adaptive policies for efficient forest management and agriculture practices for the benefit of people. The current study attempts to develop an alternative approach to classify the shifting cultivation areas using an ensemble technique, integrating multiple spectral indices in three states of northeast India (NEI), such as Assam, Manipur, and Meghalaya. The adopted approach integrates green cover and leaf water content changes during shifting cultivation land preparation in Landsat imagery. The deforested burned area patches were identified based on threshold values using Landsat data-derived indices on vegetation, burned area and leaf water, and digital elevation model (DEM). The ensemble approach provided shifting cultivation maps with good overall accuracy (> 83%). The maximum shifting cultivation area was observed in Assam (126.87 km2), followed by Meghalaya (51.53 km2) and Manipur (46.04 km2) in 2016. The normalized difference vegetation index (NDVI) and NDVI difference performed better than other vegetation indices. The ensemble approach can be applied in other regions with minor modifications in threshold values, thus having the potential for accounting to shifting cultivation dynamics on an operational basis. Future research may include blending local traditional knowledge and modern scientific solutions for improved forest and land resources planning for the benefit of inhabitants and the mountain environment under the climate change scenarios.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666719321001229"
  }
]