[
  {
    "title": "Gazing over the horizon: Will an equitable Green Climate Fund allocation policy be significant for the Pacific post-2020?",
    "authors": [
      "Jale Samuwai,",
      "Jeremy Maxwell Hills"
    ],
    "doi": "https://doi.org/10.24135/pjr.v25i1.393",
    "journalVolume": "Vol. 25,\n                                no. 1&2",
    "issn": "1023-9499 (Print)",
    "publisher": "2324-2035 (Online)",
    "countryOfPublisher": "Asia Pacific Network",
    "lcc": [
      "New Zealand",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Language and Literature: Literature (General): Journalism. The periodical press, etc."
    ],
    "journalUrl": "https://ojs.aut.ac.nz/pacific-journalism-review/",
    "abstract": "The establishment of the Green Climate Fund (GCF) has increased expectations and optimism amongst developing countries, especially those that are particularly vulnerable to climate change. The GCF aims to channel a significant portion of global funds for climate change response, with a goal of reaching US$100 billion per year by 2020. Portrayed as a timely saviour to the climate finance needs of vulnerable countries, the allocation of GCF funds among countries will be key to low carbon and resilient futures. Its broad allocation policy increases the possibility that particularly vulnerable countries which have struggled to access international climate finance will continue to face such challenges. Adopting an equitable/fair principle of allocation, this article highlights a number of scenarios on the possible impact of the post-2020 climate financing environment on particularly vulnerable countries with a special focus on the Pacific Small Island Developing States (PSIDS). This study argues that PSIDS are extremely sensitive to GCF allocation mechanisms. While the study supports the notion of balanced allocation as currently advanced by the GCF, the precarious situation of PSIDS necessitates a re-think of how the GCF finance is to be allocated in the future.",
    "readLink": "https://ojs.aut.ac.nz/pacific-journalism-review/article/view/393"
  },
  {
    "title": "Warming of the Willamette River, 1850–present: the  effects of climate change and river system alterations",
    "authors": [
      "S. A. Talke,",
      "D. A. Jay,",
      "H. L. Diefenderfer,",
      "H. L. Diefenderfer"
    ],
    "doi": "https://doi.org/10.5194/hess-27-2807-2023",
    "journalVolume": "Vol. 27\n                                \n                                \n                                  pp.\n                                  2807\n                                  – 2826",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Using archival research methods, we recovered and combined data from multiple sources to produce a unique, 140-year record of daily water temperature (Tw) in the lower Willamette River, Oregon (1881–1890, 1941–present). Additional daily weather and river flow records from the 1850s onwards are used to develop and validate a statistical regression model of Tw for 1850–2020. The model simulates the time-lagged response of Tw to air temperature and river flow and is calibrated for three distinct time periods: the late 19th, mid-20th, and early 21st centuries. Results show that Tw has trended upwards at 1.1 ∘C per century since the mid-19th century, with the largest shift in January and February (1.3 ∘C per century) and the smallest in May and June (∼ 0.8 ∘C per century). The duration that the river exceeds the ecologically important threshold of 20 ∘C has increased by about 20 d since the 1800s, to about 60 d yr−1. Moreover, cold-water days below 2 ∘C have virtually disappeared, and the river no longer freezes. Since 1900, changes are primarily correlated with increases in air temperature (Tw increase of 0.81 ± 0.25 ∘C) but also occur due to alterations in the river system such as depth increases from reservoirs (0.34 ± 0.12 ∘C). Managed release of water affects Tw seasonally, with an average reduction of up to 0.56 ∘C estimated for September. River system changes have decreased variability (σ) in daily minimum Tw by 0.44 ∘C, increased thermal memory, reduced interannual variability, and reduced the response to short-term meteorological forcing (e.g., heat waves). These changes fundamentally alter the response of Tw to climate change, posing additional stressors on fauna.",
    "readLink": "https://hess.copernicus.org/articles/27/2807/2023/hess-27-2807-2023.pdf"
  },
  {
    "title": "Misalignment of perceptions with records and resources for responding to climate change risk",
    "authors": [
      "Sudha Kannan,",
      "Douglas L. Bessette,",
      "Babatunde Abidoye"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.1038320",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Climate change risks like extreme temperatures and high variability in rainfall adversely affect livelihoods, particularly for farmers in Burkina Faso where the primary sector is agriculture. Decisions on whether to adapt to these risks depend on how farmers perceive each risk and the resources they have available. In this study, we examine how long-term changes in temperature and rainfall are perceived by farmers in Burkina Faso. We also compare the extent to which these perceptions align with actual recorded changes in temperature and rainfall for multiple periods between 1991 and 2014. We use a logistic regression model to analyze the role of resources, such as asset ownership and perceived standards of living, along with household size, age, and gender of the household head to explain differences in perception and ultimately the decision to adapt. Our results show that the vast majority of farmers in Burkina Faso perceive changes in temperature and rainfall; however, only about half of those individuals perceive changes in ways that align with recorded long-term trends in their local temperature or rainfall. The extent to which those perceptions align with recorded changes depends on the time frame selected. Older farmers and those with assets were less likely to perceive temperature and rainfall trends in ways that aligned with climate records; however, farmers' perceptions of temperature change aligning with records and their perceived standard of living were both associated with the decision to adapt. This misalignment of perceptions with records and resources has significant implications for efforts to inform and support climate risk mitigation and adaptation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.1038320/full"
  },
  {
    "title": "Hybrids are an effective transitional technology for limiting US passenger fleet carbon emissions",
    "authors": [
      "Steffen E. Eikenberry"
    ],
    "doi": "https://doi.org/10.3934/environsci.2020007",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  117\n                                  – 139",
    "issn": "2372-0352 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.aimspress.com/journal/environmental",
    "abstract": "Human economic activity must be decarbonized within several decades to avoid dangerous levels of global warming, with the US passenger fleet a major source of CO2. Decarbonization likely requires an ultimate shift to completely electrified transportation, but given the current reliance of electricity generation on fossil fuels, the optimal deployment schedule of low-carbon vehicles is not known. A simple model is developed for the turnover of the vehicle fleet from the current conventional to an all battery-electric vehicle fleet, including the lifecycle emissions for vehicle production, fuel, and electricity generation. Hybrid-electric vehicles are included as a transitional technology. This model represents the US fleet and both the present and future electrical grid at the county scale, and a range of imposed vehicle market share transition scenarios are considered. To limit cumulative vehicle emissions over the 2017 to 2070 interval, an early, rapid adoption of low-carbon vehicles, either as hybrid or pure electric vehicles, must take place, with an ultimate transition to the battery-electric technology. However, hybrids are found to be an effective transitional technology, and even preferable over the short-term in many areas. Furthermore, some degree of behavioral change, in the form of reduced vehicle miles, must accompany this transition to fully meet climate targets.",
    "readLink": "https://www.aimspress.com/article/10.3934/environsci.2020007/fulltext.html"
  },
  {
    "title": "Impact of Climate change on Milk production of Murrah buffaloes",
    "authors": [
      "A. Ashutosh,",
      "S.K. Gupta,",
      "A. Kumar,",
      "S.V. Singh,",
      "R.C. Upadhyay"
    ],
    "doi": "https://doi.org/10.4081/ijas.2007.s2.1329",
    "journalVolume": "Vol. 6,\n                                no. 2s\n                                \n                                  pp.\n                                  1329\n                                  – 1332",
    "issn": "1594-4077 (Print)",
    "publisher": "1828-051X (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjas",
    "abstract": "Global warming is likely to impact productivity of buffaloes due to their sensitivity to temperature changes. Air temperature, humidity, wind velocity and solar radiation are the main climate variables that affect buffalo production in tropical climate. In the present study sensitivity of lactating Murrah buffaloes to sudden temperature (Tmax, Tmin) change and THI have been analyzed from milk production and climatic records (1994-2004) of Karnal. Algorithms were developed and validated on lactating buffaloes during 2005-2006 at the Institute. A sudden change (rise or fall) in Maximum/Minimum temperature during summer and winter was observed to affect milk production. The decline in minimum temperature (>3°C) during winter and increase (>4°C) during summer than normal were observed to negatively impact milk production upto 30% on the next or subsequent days after extreme event. The return to normal milk production depended on severity and time period of thermal stress/ event occurrence. The R² was very low for cool period observed during Feb- April/Sept-Nov and actual effect on milk production was minimum. This indicated that low THI had a relatively small effect on milk production performance. The lactation period of animals are shortened during extreme summer when THI were more than 80 and reproductive functions were also adversely affected. Thermal stressed buffaloes did not exhibit estrus or exhibited estrus for short period. The potential direct effects of possible climate change and global warming on summer season milk production of Murrah buffaloes were evaluated using widely known global circulation model UKMO to represent possible scenarios of future climate. Both milk production and reproductive functions of Murrah buffaloes are likely to be affected due to warming effects.",
    "readLink": "http://www.aspajournal.it/index.php/ijas/article/view/1261"
  },
  {
    "title": "Extreme events in the context of climate change",
    "authors": [
      "Sarah Perkins-Kirkpatrick,",
      "Andy Pitman"
    ],
    "doi": "https://doi.org/10.17061/phrp2841825",
    "journalVolume": "Vol. 28,\n                                no. 4",
    "issn": "2204-2091 (Online)",
    "publisher": "Sax Institute",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.phrp.com.au/",
    "abstract": "By definition, extreme events are rare. Socio-economic and human systems have not experienced adverse extreme events frequently enough to develop resilience, whether this be physical, economical or structural. Humans are vulnerable to extreme events because of our physiology and because we build thresholds into our socio-economic and human health systems. When these thresholds are exceeded the consequences can be devastating. This perspective will discuss changes in heat, drought and heavy rainfall extremes in the context of climate change.",
    "readLink": "http://www.phrp.com.au/issues/december-2018-volume-28-issue-4/extreme-events-in-the-context-of-climate-change/"
  },
  {
    "title": "Empirical assessment of the role of the Sun in climate change using balanced multi-proxy solar records",
    "authors": [
      "Nicola Scafetta"
    ],
    "doi": "Vol. 14,\n                                no. 6\n                                \n                                  p.\n                                  101650",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "The role of the Sun in climate change is hotly debated. Some studies suggest its impact is significant, while others suggest it is minimal. The Intergovernmental Panel on Climate Change (IPCC) supports the latter view and suggests that nearly 100% of the observed surface warming from 1850–1900 to 2020 is due to anthropogenic emissions. However, the IPCC’s conclusions are based solely on computer simulations made with global climate models (GCMs) forced with a total solar irradiance (TSI) record showing a low multi-decadal and secular variability. The same models also assume that the Sun affects the climate system only through radiative forcing – such as TSI – even though the climate could also be affected by other solar processes. In this paper I propose three “balanced” multi-proxy models of total solar activity (TSA) that consider all main solar proxies proposed in scientific literature. Their optimal signature on global and sea surface temperature records is assessed together with those produced by the anthropogenic and volcanic radiative forcing functions adopted by the CMIP6 GCMs. This is done by using a basic energy balance model calibrated with a differential multi-linear regression methodology, which allows the climate system to respond to the solar input differently than to radiative forcings alone, and to evaluate the climate’s characteristic time-response as well. The proposed methodology reproduces the results of the CMIP6 GCMs when their original forcing functions are applied under similar physical conditions, indicating that, in such a scenario, the likely range of the equilibrium climate sensitivity (ECS) could be 1.4 °C to 2.8 °C, with a mean of 2.1 °C (using the HadCRUT5 temperature record), which is compatible with the low-ECS CMIP6 GCM group. However, if the proposed solar records are used as TSA proxies and the climatic sensitivity to them is allowed to differ from the climatic sensitivity to radiative forcings, a much greater solar impact on climate change is found, along with a significantly reduced radiative effect. In this case, the ECS is found to be 0.9–1.8 °C, with a mean of around 1.3 °C. Lower ECS ranges (up to 20%) are found using HadSST4, HadCRUT4, and HadSST3. The result also suggests that at least about 80% of the solar influence on the climate may not be induced by TSI forcing alone, but rather by other Sun-climate processes (e.g., by a solar magnetic modulation of cosmic ray and other particle fluxes, and/or others), which must be thoroughly investigated and physically understood before trustworthy GCMs can be created. This result explains why empirical studies often found that the solar contribution to climate changes throughout the Holocene has been significant, whereas GCM-based studies, which only adopt radiative forcings, suggest that the Sun plays a relatively modest role.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987123001172"
  },
  {
    "title": "New Approach Evaluating Peatland Fires in Indonesian Factors",
    "authors": [
      "Hiroshi Hayasaka,",
      "Aswin Usup,",
      "Daisuke Naito"
    ],
    "doi": "https://doi.org/10.3390/rs12122055",
    "journalVolume": "Vol. 12,\n                                no. 2055\n                                \n                                  p.\n                                  2055",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Until 2018, the El Niño–Southern Oscillation (ENSO) was used as an explanation for fires in Indonesia’s peatlands. However, when the 2019 fires occurred independently of El Niño, more suitable indicators and methods were required to (a) analyze, (b) evaluate and (c) forecast peatland fires. In this study, we introduced the OLR–MC index—one of the rain-related indices derived from OLR (outgoing longwave radiation) in MC (maritime continent) area in Indonesia. This index showed stronger correlation with active peatland fires than the conventional ENSO index, and is likely to be able to respond to heat and dry weather supposed to be under climate-change conditions. We then analyzed peatland fires in the top six fire years from 2002 to 2018 and showed that peatland fires occurred in three stages—surface fire, shallow peatland fire and deep peatland fire. To explain each stage, we proposed a one-dimensional groundwater level (GWL) prediction model (named as MODEL-0). MODEL-0 predicts GWL from daily rainfall. Analysis using MODEL-0 showed the GWL thresholds for the three fire stages were between -300 mm and -500 mm; peatland fire activities during the three fire stages were dependent on these GWL values. The validity of MODEL-0 was shown by comparison with the measured values of GWL in the top three fire years.",
    "readLink": "https://www.mdpi.com/2072-4292/12/12/2055"
  },
  {
    "title": "Exploring the worldwide impact of COVID-19 on conflict risk under climate change",
    "authors": [
      "Xiaolan Xie,",
      "Mengmeng Hao,",
      "Fangyu Ding,",
      "Tobias Ide,",
      "David Helman,",
      "Jürgen Scheffran,",
      "Qian Wang,",
      "Yushu Qian,",
      "Shuai Chen,",
      "Jiajie Wu,",
      "Tian Ma,",
      "Quansheng Ge,",
      "Dong Jiang"
    ],
    "doi": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  e17182",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Objectives: Understand whether and how the COVID-19 pandemic affects the risk of different types of conflict worldwide in the context of climate change. Methodology: Based on the database of armed conflict, COVID-19, detailed climate, and non-climate data covering the period 2020–2021, we applied Structural Equation Modeling specifically to reorganize the links between climate, COVID-19, and conflict risk. Moreover, we used the Boosted Regression Tree method to simulate conflict risk under the influence of multiple factors. Findings: The transmission risk of COVID-19 seems to decrease as the temperature rises. Additionally, COVID-19 has a substantial worldwide impact on conflict risk, albeit regional and conflict risk variations exist. Moreover, when testing a one-month lagged effect, we find consistency across regions, indicating a positive influence of COVID-19 on demonstrations (protests and riots) and a negative relationship with non-state and violent conflict risk. Conclusion: COVID-19 has a complex effect on conflict risk worldwide under climate change. Implications: Laying the theoretical foundation of how COVID-19 affects conflict risk and providing some inspiration for the implementation of relevant policies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023043906"
  },
  {
    "title": "Analysis of Current and Future Forest Disturbances Dynamics in Central Europe",
    "authors": [
      "Miloš Gejdoš,",
      "Katarína Michajlová"
    ],
    "doi": "https://doi.org/10.3390/f13040554",
    "journalVolume": "Vol. 13,\n                                no. 554\n                                \n                                  p.\n                                  554",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The area of forests and the standing volume per hectare are constantly increasing in Europe, and this trend is expected to continue for several more decades; the aim of this paper was to provide an empirical overview of the development of disturbances in selected countries of central Europe and based on this overview to empirically model and predict the development and intensity of disturbances in the future. Statistical methods (Holt–Winters) and predictive risk models of the growth simulator SIBYLA were used for prediction. From the statistically predicted values by this method, it follows that, in the next three years, it is possible to assume that stagnation will result in declining volumes of incidental fellings in all countries. Forecast from the growth simulator SIBYLA shows a substantial increase in the predicted volume of incidental fellings for the years 2021 and 2022, compared with 2020. The volumes of incidental fellings should grow most significantly, especially in Germany, Poland, and Austria. The performed analysis and predictions suggest that the peak of wood volumes damaged by disturbances in the next decade will probably be reached already in the reports for 2021 or 2022. However, the risk of disturbances remains high, and other large-scale area disturbances in forest ecosystems cannot be completely ruled out.",
    "readLink": "https://www.mdpi.com/1999-4907/13/4/554"
  }
]