[
  {
    "title": "Localized carry‐over effects of pond drying on survival, growth, and pathogen defenses in amphibians",
    "authors": [
      "Emily H. Le Sage,",
      "Michel E. B. Ohmer,",
      "Brandon C. LaBumbard,",
      "Karie A. Altman,",
      "Laura K. Reinert,",
      "Jeffery G. Bednark,",
      "Molly C. Bletz,",
      "Brady Inman,",
      "Alexa Lindauer,",
      "Nina B. McDonnell,",
      "Sadie K. Parker,",
      "Samantha M. Skerlec,",
      "Trina Wantman,",
      "Louise A. Rollins‐Smith,",
      "Douglas C. Woodhams,",
      "Jamie Voyles,",
      "Corinne L. Richards‐Zawacki"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4224",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Climate change is increasing variability in precipitation patterns in many parts of the globe. Unpredictable changes in water availability can be particularly challenging for organisms that rely on precipitation‐fed water sources for completing their life cycle, such as many amphibian species. Although developmental plasticity can mitigate the impacts of changing environments for some species, this strategy can come at a cost to other fitness‐linked traits, such as immune function. We investigated localized variation in the capacity to respond to pond drying and evaluated whether developmental responses induced carry‐over effects in disease susceptibility in three leopard frog species (Rana [Lithobates] pipiens and Rana sphenocephala; two populations each, and one population of Rana chiricahuensis). Using mesocosms located near the site of collection (<15 km away) in five regions spanning a latitudinal gradient, we raised tadpoles under simulated fast drying, slow drying, or constant water levels. After metamorphosis, we characterized several aspects of the skin microbiome, immune function, and response to exposure to the fungal pathogen Batrachochytrium dendrobatidis (Bd). Note that for R. chiricahuensis, the only carry‐over effect measured was response to Bd exposure, for which we observed no effects of pond drying. We found that developmental plasticity in response to drying was rare, except in the southernmost population of R. sphenocephala. In this location, tadpoles responded by accelerating development, and frogs with shorter larval periods developed more severe infections following Bd exposure post‐metamorphosis, suggesting a trade‐off between surviving pond drying and pathogen defense investment. In the three other locations, a lack of accelerated metamorphosis in drying treatments was accompanied by increased mortality, decreased anti‐Bd function of the microbiome, and/or greater Bd infection after exposure. Overall, results suggest that faster drying conditions will likely have negative impacts on amphibians with long larval periods, both directly and indirectly via carry‐over effects. Because effects of drying exposure were not uniform within a species, our findings suggest that local responses may not be generalizable to other regions of the range. These multifaceted effects of climate change on pathogen defenses are increasingly relevant as emerging infectious diseases threaten global biodiversity.",
    "readLink": "https://doi.org/10.1002/ecs2.4224"
  },
  {
    "title": "Management of Landslides in a Rural–Urban Transition Zone Using Machine Learning Algorithms—A Case Study of a National Highway (NH-44), India, in the Rugged Himalayan Terrains",
    "authors": [
      "Mohsin Fayaz,",
      "Gowhar Meraj,",
      "Sheik Abdul Khader,",
      "Majid Farooq,",
      "Shruti Kanga,",
      "Suraj Kumar Singh,",
      "Pankaj Kumar,",
      "Netrananda Sahu"
    ],
    "doi": "https://doi.org/10.3390/land11060884",
    "journalVolume": "Vol. 11,\n                                no. 884\n                                \n                                  p.\n                                  884",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Landslides are critical natural disasters characterized by a downward movement of land masses. As one of the deadliest types of disasters worldwide, they have a high death toll every year and cause a large amount of economic damage. The transition between urban and rural areas is characterized by highways, which, in rugged Himalayan terrain, have to be constructed by cutting into the mountains, thereby destabilizing them and making them prone to landslides. This study was conducted landslide-prone regions of the entire Himalayan belt, i.e., National Highway NH-44 (the Jammu–Srinagar stretch). The main objectives of this study are to understand the causes behind the regular recurrence of the landslides in this region and propose a landslide early warning system (LEWS) based on the most suitable machine learning algorithms among the four selected, i.e., multiple linear regression, adaptive neuro-fuzzy inference system (ANFIS), random forest, and decision tree. It was found that ANFIS and random forest outperformed the other proposed methods with a substantial increase in overall accuracy. The LEWS model was developed using the land system parameters that govern landslide occurrence, such as rainfall, soil moisture, distance to the road and river, slope, land surface temperature (LST), and the built-up area (BUA) near the landslide site. The developed LEWS was validated using various statistical error assessment tools such as the root mean square error (RMSE), mean square error (MSE), confusion matrix, out-of-bag (OOB) error estimation, and area under the receiver operating characteristic (ROC) curve (AUC). The outcomes of this study can help to manage landslide hazards in the Himalayan urban–rural transition zones and serve as a sample study for similar mountainous regions of the world.",
    "readLink": "https://www.mdpi.com/2073-445X/11/6/884"
  },
  {
    "title": "Maize Transformation: From Plant Material to the Release of Genetically Modified and Edited Varieties",
    "authors": [
      "Juliana Erika de Carvalho Teixeira Yassitepe,",
      "Juliana Erika de Carvalho Teixeira Yassitepe,",
      "Juliana Erika de Carvalho Teixeira Yassitepe,",
      "Viviane Cristina Heinzen da Silva,",
      "Viviane Cristina Heinzen da Silva,",
      "José Hernandes-Lopes,",
      "José Hernandes-Lopes,",
      "José Hernandes-Lopes,",
      "Ricardo Augusto Dante,",
      "Ricardo Augusto Dante,",
      "Ricardo Augusto Dante,",
      "Isabel Rodrigues Gerhardt,",
      "Isabel Rodrigues Gerhardt,",
      "Isabel Rodrigues Gerhardt,",
      "Fernanda Rausch Fernandes,",
      "Fernanda Rausch Fernandes,",
      "Fernanda Rausch Fernandes,",
      "Priscila Alves da Silva,",
      "Priscila Alves da Silva,",
      "Leticia Rios Vieira,",
      "Leticia Rios Vieira,",
      "Vanessa Bonatti,",
      "Vanessa Bonatti,",
      "Paulo Arruda,",
      "Paulo Arruda,",
      "Paulo Arruda"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.766702",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Over the past decades, advances in plant biotechnology have allowed the development of genetically modified maize varieties that have significantly impacted agricultural management and improved the grain yield worldwide. To date, genetically modified varieties represent 30% of the world’s maize cultivated area and incorporate traits such as herbicide, insect and disease resistance, abiotic stress tolerance, high yield, and improved nutritional quality. Maize transformation, which is a prerequisite for genetically modified maize development, is no longer a major bottleneck. Protocols using morphogenic regulators have evolved significantly towards increasing transformation frequency and genotype independence. Emerging technologies using either stable or transient expression and tissue culture-independent methods, such as direct genome editing using RNA-guided endonuclease system as an in vivo desired-target mutator, simultaneous double haploid production and editing/haploid-inducer-mediated genome editing, and pollen transformation, are expected to lead significant progress in maize biotechnology. This review summarises the significant advances in maize transformation protocols, technologies, and applications and discusses the current status, including a pipeline for trait development and regulatory issues related to current and future genetically modified and genetically edited maize varieties.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.766702/full"
  },
  {
    "title": "Evaluation of RISAT-1 data for soil moisture retrieval in semi-arid tropics of India",
    "authors": [
      "PUSHPANJALI PUSHPANJALI,",
      "JOSILY SAMUEL,",
      "KISHORI LAL SHARMA,",
      "PRABHAT KUMAR PANKAJ,",
      "KARUNAKARAN KARTHIKEYAN,",
      "KOTHA SAMMI REDDY"
    ],
    "doi": "https://doi.org/10.56093/ijas.v91i12.120799",
    "journalVolume": "Vol. 91,\n                                no. 12",
    "issn": "0019-5022 (Print)",
    "publisher": "2394-3319 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAgS/",
    "abstract": "The selection of better polarisation and incidence angle for soil moisture retrieval using RISAT-1 microwave data was experimented at Hayathnagar research farm of ICAR-CRIDA, Hyderabad. Fine Resolution Sensor (FRS-1) data (spatial resolution of 3 m) and Medium Resolution ScanSAR (MRS) data (spatial resolution of 25 m) acquired from circular and dual polarised microwave data were used for the retrieval of soil moisture and to identify the best polarisation suitable for the study area. The evaluation was carried out during 2016-17. FRS-1 data was more accurate than MRS data for the extraction of soil moisture in the study area. Circular and dual-Polarisation retrieved soil moisture values were compared with volumetric soil moisture values for assessing the better polarisation. Dual polarisation and the incident angle between 15-20 degrees with R2=0.952 performed better as compared to circular polarisation with more or less than 20 degrees' incident angle. A correction factor of -0.723 was derived and applied to FRS-1 data with less than a 20-degree incident angle for getting real soil moisture values on the spatio-temporal basis to optimize the management of natural ecosystems under climate change threat.",
    "readLink": "https://epubs.icar.org.in/index.php/IJAgS/article/view/120799"
  },
  {
    "title": "Attribution of historical near-surface permafrost degradation to anthropogenic greenhouse gas warming",
    "authors": [
      "Donglin Guo,",
      "Jianqi Sun,",
      "Huixin Li,",
      "Tingjun Zhang,",
      "Vladimir E Romanovsky"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab926f",
    "journalVolume": "Vol. 15,\n                                no. 8\n                                \n                                  p.\n                                  084040",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Given the current confirmed permafrost degradation and its considerable impacts on ecosystems, water resources, infrastructure and climate, there is great interest in understanding the causes of permafrost degradation. Using the surface frost index (SFI) model and multimodel data from the fifth phase of the Coupled Model Intercomparison Project (CMIP5), this study, for the first time, investigates external anthropogenic and natural forcing impacts on historical (1921–2005) near-surface permafrost change in the Northern Hemisphere. The results show that anthropogenic greenhouse gas (GHG) forcing produces a significant decrease in the area of near-surface permafrost distribution at a rate of 0.46 × 10 ^6 km ^2 decade ^−1 , similar to observations and the historical simulation (ALL). Anthropogenic aerosol (AA) forcing yields an increase in near-surface permafrost distribution area at a rate of 0.25 × 10 ^6 km ^2 decade ^−1 . Under natural (NAT) forcing, there is a weak trend and distinct decadal variability in near-surface permafrost area. The effects of ALL and GHG forcings are detectable in the observed change in historical near-surface permafrost area, but the effects of NAT and AA forcings are not detected using the optimal fingerprint methods. This indicates that the observed near-surface permafrost degradation can be largely attributed to GHG-induced warming, which has decreased the near-surface permafrost area in the Northern Hemisphere by approximately 0. 21 × 10 ^6 km ^2 decade ^−1 on average over the study period, according to the attribution analysis.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab926f"
  },
  {
    "title": "Impactul secetelor în Republica Moldova asupra roadei de floarea-soarelui în contextul schimbărilor climatice regionale",
    "authors": [
      "Ilie BOIAN,",
      "Rodion DOMENCO"
    ],
    "doi": "https://doi.org/10.5281/zenodo.4986484",
    "journalVolume": "no. 1\n                                \n                                  pp.\n                                  3\n                                  – 9",
    "issn": "1857-0003 (Print)",
    "publisher": "2587-3202 (Online)",
    "countryOfPublisher": "Moldova State Agrarian University",
    "lcc": [
      "Moldova, Republic of",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "http://sa.uasm.md",
    "abstract": "Droughts in the Republic of Moldova are some of the most dangerous phenomena of nature, repre-senting the specific feature of the regional climate. At the same time, the increase in the frequency and intensity of droughts in the last 20 years is an obvious response to regional climate change, and primarily due to the process of warming and arid regional climate. Based on the study, the droughts of 2007 and 2012 were described from an agrometeorological point of view, with the establishment of their impact on the size of sunflower harvest. The drought of 2007 on the territory of the Republic of Moldova intensified to the maximum during May-July, when the average air temperature in the territory was +21-+ 23°C, being 3-4°C higher than normal, and the amount of precipitation made up only 30% of the norm. During the described drought the average monthly value of the Hy-drothermal Coefficient of the territory humidity (HTC), in most of the republic (except for the extreme northern districts), varied between 0.2 and 0.5, which corresponds to the strong drought and very strong. As a result of the 2007 drought, the average sunflower yield in the country was 7 q/ha, by 6 q/ha lower than in 2006, when it was 13 q/ha. The drought in the summer of 2012 on the territory of the republic was characterized by large thermal and water anomalies. The average air temperature for the period June-August was higher than the norm values by 3.0-4.5°C and was +21.7-+ 24.8°С, and the amount of precipitation falling in the country during the mentioned period varied between 35 and 70% of the norm. During the described drought, the average monthly value of HTC over a large part of the country in June-August varied between 0.1 and 0.5, values specific to strong and very strong droughts. As a result of the drought in the summer of 2012, the average yield of sunflower seeds in the country was 10 q/ha, by 6 q/ha lower than the yield in 2011, when it was 16 q/ha. The mapping and analysis of data on the average yield of 1 ha of sunflower in administrative-territorial profile, allowed the establishment of the degree of damage to the territory of the Republic of Moldova by strong and very strong droughts in 2007 and 2012. Thus, these droughts were catastrophic in terms of the occupied area, affecting 80-90% of the territory of the republic. According to the main agro-meteorological indices, the droughts of 2007 and 2012 even surpassed the drought of 1946, bringing direct damage to the national economy in the amount of over three billion US dollars.",
    "readLink": "https://sa.uasm.md/index.php?journal=sa&page=article&op=view&path%5B%5D=729&path%5B%5D=737"
  },
  {
    "title": "Modelling malaria reduction in a highly endemic country: Evidence from household survey, climate, and programme data in Zambia",
    "authors": [
      "Mukumbuta Nawa,",
      "Hikabasa Halwindi,",
      "Peter Hangoma"
    ],
    "doi": "https://doi.org/10.4081/jphia.2020.1096",
    "journalVolume": "Vol. 11,\n                                no. 1",
    "issn": "2038-9922 (Print)",
    "publisher": "2038-9930 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.publichealthinafrica.org",
    "abstract": "Substantial efforts have seen the reduction in malaria prevalence from 33% in 2006 to 19.4% in 2015 in Zambia. Many studies have used effect measures, such as odds ratios, of malaria interventions without combining this information with coverage levels of the interventions to assess how malaria prevalence would change if these interventions are scaled up. We contribute to filling this gap by combining intervention coverage information with marginal predictions to model the extent to which key interventions can bring down malaria in Zambia. We used logistic regression models and derived marginal effects using repeated cross-sectional survey data from the Malaria Indicator Survey (MIS) datasets for Zambia collected in 2010, 2012 and 2015. Average monthly temperature and rainfall data were obtained from climate explorer a satellite-generated database. We then conducted a counterfactual analysis using the estimated marginal effects and various hypothetical levels of intervention coverage to assess how different levels of coverage would affect malaria prevalence. Increasing IRS and ITNs from the 2015 levels of coverage of 28.9% and 58.9% respectively to at least 80% and rising standard housing to 20% from the 13.4% in 2015 may bring malaria prevalence down to below 15%. If the percentage of modern houses were increased further to 90%, malaria prevalence might decrease to 10%. Other than ITN and IRS, streamlining and increasing of the percentage of standard houses in malaria fight would augment and bring malaria down to the levels needed for focal malaria elimination. The effects of ITNs, IRS and Standard housing were pronounced in high than low epidemiological areas.",
    "readLink": "https://publichealthinafrica.org/index.php/jphia/article/view/1096"
  },
  {
    "title": "Response of switchgrass yield to future climate change",
    "authors": [
      "Mirela G Tulbure,",
      "Michael C Wimberly,",
      "Vance N Owens"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/7/4/045903",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  045903",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "A climate envelope approach was used to model the response of switchgrass, a model bioenergy species in the United States, to future climate change. The model was built using general additive models (GAMs), and switchgrass yields collected at 45 field trial locations as the response variable. The model incorporated variables previously shown to be the main determinants of switchgrass yield, and utilized current and predicted 1 km climate data from WorldClim. The models were run with current WorldClim data and compared with results of predicted yield obtained using two climate change scenarios across three global change models for three time steps. Results did not predict an increase in maximum switchgrass yield but showed an overall shift in areas of high switchgrass productivity for both cytotypes. For upland cytotypes, the shift in high yields was concentrated in northern and north-eastern areas where there were increases in average growing season temperature, whereas for lowland cultivars the areas where yields were projected to increase were associated with increases in average early growing season precipitation. These results highlight the fact that the influences of climate change on switchgrass yield are spatially heterogeneous and vary depending on cytotype. Knowledge of spatial distribution of suitable areas for switchgrass production under climate change should be incorporated into planning of current and future biofuel production. Understanding how switchgrass yields will be affected by future changes in climate is important for achieving a sustainable biofuels economy.",
    "readLink": "https://doi.org/10.1088/1748-9326/7/4/045903"
  },
  {
    "title": "Climate Policy and Foreign Direct Investment: Evidence from a Quasi-Experiment in Chinese Cities",
    "authors": [
      "Lin Ni,",
      "Lei Li,",
      "Xin Zhang,",
      "Huwei Wen"
    ],
    "doi": "https://doi.org/10.3390/su142416469",
    "journalVolume": "Vol. 14,\n                                no. 16469\n                                \n                                  p.\n                                  16469",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "International investment is sensitive to environmental policies, and developing countries are worried about the withdrawal of foreign capital when adopting climate policies. This study treats the pilot policy of low-carbon cities as a quasi-experiment and uses urban panel data from 2006 to 2019 to investigate how climate policy affects foreign direct investment (FDI). Results show that climate policy has significantly reduced the FDI in Chinese cities but has promoted the quality of FDI. The regulatory pressure and innovation incentives brought about by climate policy change the quantity and quality of FDI in cities. Climate policy mainly reduces FDI in large cities and improves the quality of FDI in small cities. Moreover, the quality of FDI in capital outflow cities decreases, whereas that in capital inflow cities increases, thereby suggesting a potential transfer of FDI from large to small cities. In addition, the climate policy in innovative cities improves the quantity and quality of FDI but has a negative impact on FDI in non-innovative cities.",
    "readLink": "https://www.mdpi.com/2071-1050/14/24/16469"
  },
  {
    "title": "Distribution of ticks in the Western Palearctic: an updated systematic review (2015–2021)",
    "authors": [
      "Madeleine Noll,",
      "Richard Wall,",
      "Benjamin L. Makepeace,",
      "Hannah Rose Vineer"
    ],
    "doi": "https://doi.org/10.1186/s13071-023-05773-6",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Background The distributions of ticks and tick-borne pathogens are thought to have changed rapidly over the last two decades, with their ranges expanding into new regions. This expansion has been driven by a range of environmental and socio-economic factors, including climate change. Spatial modelling is being increasingly used to track the current and future distributions of ticks and tick-borne pathogens and to assess the associated disease risk. However, such analysis is dependent on high-resolution occurrence data for each species. To facilitate such analysis, in this review we have compiled georeferenced tick locations in the Western Palearctic, with a resolution accuracy under 10 km, that were reported between 2015 and 2021 Methods The PubMed and Web of Science databases were searched for peer-reviewed papers documenting the distribution of ticks that were published between 2015 and 2021, using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. The papers were then screened and excluded in accordance with the PRISMA flow chart. Coordinate-referenced tick locations along with information on identification and collection methods were extracted from each eligible publication. Spatial analysis was conducted using R software (version 4.1.2). Results From the 1491 papers identified during the initial search, 124 met the inclusion criteria, and from these, 2267 coordinate-referenced tick records from 33 tick species were included in the final dataset. Over 30% of articles did not record the tick location adequately to meet inclusion criteria, only providing a location name or general location. Among the tick records, Ixodes ricinus had the highest representation (55%), followed by Dermacentor reticulatus (22.1%) and Ixodes frontalis (4.8%). The majority of ticks were collected from vegetation, with only 19.1% collected from hosts. Conclusions The data presented provides a collection of recent high-resolution, coordinate-referenced tick locations for use in spatial analyses, which in turn can be used in combination with previously collated datasets to analyse the changes in tick distribution and research in the Western Palearctic. In the future it is recommended that, where data privacy rules allow, high-resolution methods are routinely used by researchers to geolocate tick samples and ensure their work can be used to its full potential. Graphical Abstract",
    "readLink": "https://doi.org/10.1186/s13071-023-05773-6"
  }
]