[
  {
    "title": "Analysis of the Driving Forces in Vegetation Variation in the Grain for Green Program Region, China",
    "authors": [
      "Hao Wang,",
      "Guohua Liu,",
      "Zongshan Li,",
      "Xin Ye,",
      "Bojie Fu,",
      "Yihe Lü"
    ],
    "doi": "https://doi.org/10.3390/su9101853",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  1853",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Chinese government introduced six ecological restoration programs to improve its natural environment. Although these programs have proven successful in improving local environmental conditions, some studies have questioned their effectiveness when regions suffer from extreme weather conditions. Using the Grain for Green Program (GGP) region as a study area, we estimated vegetation activities in the GGP region from 2000 to 2010 to clarify the trends in vegetation growth and their driving forces. The results showed that: (1) vegetation activities improved in the GGP region during 2000-2010, with 58.94% of the area showing an increased trend in the NDVI (normalized difference vegetation index); (2) 26.33% of the increased vegetation was caused by human interference, and 11.61% by climate variation, human activity was the dominant cause, and resulted in 54.68% of the degradation compared to 4.74% from climate change; and, (3) the contribution of different land use types to the NDVI interannual variations showed that high contribution regions were focused in the arid and semiarid areas, where the vegetation growth is associated with variations in recipitation and temperature. However, conversions between farmland and grassland or forest had a significant effect on the change in the NDVI trend. Therefore, although climate conditions can affect vegetation growth, human activities are more important in vegetation changes, and appropriate human activities would contribute to its continual improvement. Hence, we recommend establishing an assessment and scientific management mechanism for eco-risks in the design and management of ecosystem restoration programs.",
    "readLink": "https://www.mdpi.com/2071-1050/9/10/1853"
  },
  {
    "title": "Scenario and modelling uncertainty in global mean temperature change derived from emission-driven global climate models",
    "authors": [
      "B. B. B. Booth,",
      "D. Bernie,",
      "D. McNeall,",
      "E. Hawkins,",
      "J. Caesar,",
      "C. Boulton,",
      "P. Friedlingstein,",
      "D. M. H. Sexton"
    ],
    "doi": "https://doi.org/10.5194/esd-4-95-2013",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  95\n                                  – 108",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "We compare future changes in global mean temperature in response to different future scenarios which, for the first time, arise from emission-driven rather than concentration-driven perturbed parameter ensemble of a global climate model (GCM). These new GCM simulations sample uncertainties in atmospheric feedbacks, land carbon cycle, ocean physics and aerosol sulphur cycle processes. We find broader ranges of projected temperature responses arising when considering emission rather than concentration-driven simulations (with 10–90th percentile ranges of 1.7 K for the aggressive mitigation scenario, up to 3.9 K for the high-end, business as usual scenario). A small minority of simulations resulting from combinations of strong atmospheric feedbacks and carbon cycle responses show temperature increases in excess of 9 K (RCP8.5) and even under aggressive mitigation (RCP2.6) temperatures in excess of 4 K. While the simulations point to much larger temperature ranges for emission-driven experiments, they do not change existing expectations (based on previous concentration-driven experiments) on the timescales over which different sources of uncertainty are important. The new simulations sample a range of future atmospheric concentrations for each emission scenario. Both in the case of SRES A1B and the Representative Concentration Pathways (RCPs), the concentration scenarios used to drive GCM ensembles, lies towards the lower end of our simulated distribution. This design decision (a legacy of previous assessments) is likely to lead concentration-driven experiments to under-sample strong feedback responses in future projections. Our ensemble of emission-driven simulations span the global temperature response of the CMIP5 emission-driven simulations, except at the low end. Combinations of low climate sensitivity and low carbon cycle feedbacks lead to a number of CMIP5 responses to lie below our ensemble range. The ensemble simulates a number of high-end responses which lie above the CMIP5 carbon cycle range. These high-end simulations can be linked to sampling a number of stronger carbon cycle feedbacks and to sampling climate sensitivities above 4.5 K. This latter aspect highlights the priority in identifying real-world climate-sensitivity constraints which, if achieved, would lead to reductions on the upper bound of projected global mean temperature change. The ensembles of simulations presented here provides a framework to explore relationships between present-day observables and future changes, while the large spread of future-projected changes highlights the ongoing need for such work.",
    "readLink": "http://www.earth-syst-dynam.net/4/95/2013/esd-4-95-2013.pdf"
  },
  {
    "title": "Wildfire volunteering and community disaster resilience in New Zealand: institutional change in a dynamic rural social-ecological setting",
    "authors": [
      "Andrea Grant,",
      "E. R. (Lisa). Langer"
    ],
    "doi": "https://doi.org/10.5751/ES-12474-260318",
    "journalVolume": "Vol. 26,\n                                no. 3\n                                \n                                  p.\n                                  18",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Wildfire is a major environmental hazard, yet the social and institutional aspects of wildfire risk management have received limited attention in the literature. Considering future climate change, changing demographics, and the increased demands on fire services more generally, there is an urgent need to better understand the significance of volunteers in emergency management. Volunteering brings together community actors and formal institutions in responding to natural hazards including wildfires. In this paper, we use systemic co-inquiry with volunteer leaders to better understand how to integrate formal and informal volunteers by addressing how resilience is being enacted and what opportunities exist for building community resilience. We examine practices of transitioning from past norms of volunteering to create new institutions for supporting community resilience to wildfires. Findings demonstrate the need for the emergency management sector to promote community resilience through the support of informal volunteers and move beyond traditional representations of rural fire brigade volunteers' roles as firefighters. Vulnerabilities at different organizational scales, community, brigade, and regional, limit existing arrangements for wildfire volunteering, and highlight the need to adapt to changing contexts. Opportunities for building community resilience are identified, including supporting non-firefighting roles for brigade volunteers; aligning with spontaneous volunteers for enhancing rural community disaster preparedness; and outreach to support preparedness activities in isolated and remote communities. Building on the direct experiences of our participants, we articulate the importance of institutional reflexivity involving localized reflection on volunteer organization as a vehicle for change toward more resilient wildfire futures.",
    "readLink": "https://www.ecologyandsociety.org/vol26/iss3/art18/"
  },
  {
    "title": "Climatogenic reaction of Robinia pseudoacacia and Pinus sylvestris within Northern Steppe of Ukraine",
    "authors": [
      "Y. I. Gritsan,",
      "S. A. Sytnyk,",
      "V. M. Lovynska,",
      "I. I. Tkalich"
    ],
    "doi": "https://doi.org/10.15421/011902",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  16\n                                  – 20",
    "issn": "2519-8513 (Print)",
    "publisher": "2520-2529 (Online)",
    "countryOfPublisher": "Oles Honchar Dnipro National University",
    "lcc": [
      "Ukraine",
      "Science"
    ],
    "journalUrl": "https://ecology.dp.ua/",
    "abstract": "Climatic changes in the environment are becoming more noticeable each year. Nonetheless, trends in the reaction of radial growth of forest trees to climate change should be studied in different climatic regions due to significant local variability in climatic conditions which are specific for any particular area. We conducted a correlation analysis of the relationship between the parameters of radial increment of black locust (Robinia pseudoacacia L.) and Scots pine (Pinus sylvestris L.) and meteorological factors of the environment in forest areas located in thenorthern steppe zone of Ukraine. We performed surveys in plantations of black locust, growing in hill slope and interfluve areas and also in sandy terrace plots of Scots pine. Over the period of intense vegetatative growth, black locust requires moisture 50% higher than the norm, and Scots pine 43% higher than the norm. It was determined that maximum increment for the studied plants occurred under the influence of a combination of factors involving reduction of the air temperature by 2.6–2.7 °С below the norm for black locust and by 2.3–2.5 °С for Scots pine. During the period of lower vegetative activity, Scots pine demonstrated lower sensitivity compared to black locust. This paper provides a statistical characteristic of the radial increment of trees in the conditions of changes in meteorological factors which limit their growth. The article provides data on multiple correlation of radial increment of the tree stands in relation to growth locations; demonstrates correlation dependency of radial increment of the studied trees on the precipitation and mean monthly temperatures over different time periods and during particular months. Radial increment of Scots pine exhibited most positive correlation with the total of precipitations throughout the period. For the stands of black locust, correlation coefficients were higher and distinguished by both positive and negative values. In the current increment of this species, a negative correlation relation was observed with the total precipitation in July, August and September, and positive correlation with the remaining months of the year. By contrast, radial increment of black locust and Scots pine positively correlated with air temperature during all time periods and particular months.",
    "readLink": "https://ecology.dp.ua/index.php/ECO/article/view/966"
  },
  {
    "title": "The Impact of Drought, Heat and Elevated Carbon Dioxide Levels on Feed Grain Quality for Poultry Production",
    "authors": [
      "Harris D. Ledvinka,",
      "Mehdi Toghyani,",
      "Daniel K. Y. Tan,",
      "Ali Khoddami,",
      "Ian D. Godwin,",
      "Sonia Y. Liu"
    ],
    "doi": "https://doi.org/10.3390/agriculture12111913",
    "journalVolume": "Vol. 12,\n                                no. 1913\n                                \n                                  p.\n                                  1913",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Climate change has wide-reaching consequences for agriculture by altering both the yield and nutritional composition of grains. This poses a significant challenge for the poultry industry which relies on large quantities of high-quality feed grains to support meat and egg production. The existing literature shows that elevated atmospheric carbon dioxide concentrations (eCO2), heat and drought overall reduce grain yield and quality. However, these results are inconsistent, with some studies reporting small or large decreases and others even indicating potential improvements. These variations may occur because many studies only investigate one climate factor at a time, without considering interactions between factors. Additionally, most studies investigate just one grain type, rather than comparing grains and their morphophysiological differences. The present review offers a novel approach by investigating how eCO2, heat and drought interactively affect both the yield and nutritional composition of four key animal feed grains: wheat (Triticum aestivum L.), barley (Hordeum vulgare L.), maize (Zea mays L.) and sorghum (Sorghum bicolour L. Moench). The photosynthetic pathway is a key determinant of a plant’s response to climate factors, so this review compares grains with both C3 photosynthesis (wheat and barley) and C4 photosynthesis (maize and sorghum). The present review found that eCO2 may promote starch synthesis in C3 grains of wheat and barley, thereby improving grain yield but diluting protein, lipid, vitamin and mineral concentrations. This potential yield improvement is further counteracted by heat and drought which limit the photosynthetic rate. Unlike wheat and barley, C4 photosynthesis is not CO2-limited, so neither the yield nor the nutritional quality of maize and sorghum are significantly affected by eCO2. On the other hand, heat stress and drought reduce photosynthesis in maize and sorghum and may offer minimal increases in nutrient concentrations. This review highlights that while eCO2 may increase the yield of wheat and barley grains, this effect (i) dilutes nutrient concentration, (ii) is counteracted by heat and drought, and (iii) does not benefit C4 grains maize and sorghum. An additional novel insight is offered by discussing how the impacts of climate change on animal feed production may be mitigated using alternative crop management practices, plant breeding, feed processing and enzyme supplementation.",
    "readLink": "https://www.mdpi.com/2077-0472/12/11/1913"
  },
  {
    "title": "Estimation of carbon sequestration based on two different methods: A case study of Artvin Forest Sub-District Directorate",
    "authors": [
      "Hacı  Yolasığmaz,",
      "Burak  Çavdar,",
      "Ufuk  Demirci,",
      "İnci  Aydın"
    ],
    "doi": "https://doi.org/10.18182/tjf.20323",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  43\n                                  – 51",
    "issn": "2149-3898 (Online)",
    "publisher": "Isparta University of Applied Sciences Faculty of Forestry",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/tjf",
    "abstract": "Growing population, industrialization and destruction of natural sources have caused carbon emission to reach critical threshold, which accordingly resulted in global problems such as; global warming and climate change. Main sources of these problems are hazardous gases on the air, particularly; carbon dioxide. The main component of carbon dioxide, carbon is stored in the soil, water and forests. According to the agreement against global climate change, most of the countries that signed the agreement are expected to measure gas amounts that they save in their forest areas and the amount of contaminating gases that are exhausted to the atmosphere. Since the subject was under debate, carbon amounts kept in the forest areas are measured by biomass calculations. The first data measured all across the country were calculated by ASAN using indices that were developed for coniferous and broad-leaved forests separately; recently, these data are measured by including damaged areas as a separate item, similar to the approach in FRA-2010 guide. It can be seen that there is a significant increase in the carbon amounts kept in the forest areas in Turkey along with increasing number of forest areas and recovery in structure. This study, which aims to show the differences between the two methods, seeks to identify the effects of different formulas and indices on total amount of carbon stocks in Artvin Forest Sub-district Directorate. As a result, carbon amounts in the study area were calculated with each method and there were significant differences found between the two methods. When different indices are used for productive and damaged areas, the approximate increase in carbon amount is 54% with an approximate 65% decrease in carbon amount in forest soil.",
    "readLink": "https://dergipark.org.tr/tr/pub/tjf/issue/20906/224547?publisher=iubu"
  },
  {
    "title": "Stand Characterization of <i>Eucalyptus</i> spp. Plantations in Uruguay Using Airborne Lidar Scanner Technology",
    "authors": [
      "Andrés Hirigoyen,",
      "Mª  Angeles Varo-Martinez,",
      "Cecilia Rachid-Casnati,",
      "Jorge Franco,",
      "Rafael  Mª Navarro-Cerrillo"
    ],
    "doi": "https://doi.org/10.3390/rs12233947",
    "journalVolume": "Vol. 12,\n                                no. 3947\n                                \n                                  p.\n                                  3947",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Airborne lidar scanner (ALS) technology is used in a variety of applications, including forestry. ALS has enormous potential for the estimation of relevant biometric parameters in forest plantations. This study investigates the use of an object-oriented semi-automated segmentation algorithm for stands delineation, based on modeling ALS data, in plantations of Eucalyptus grandis and E. dunnii in Uruguay. The results show that non-parametric methods delivered more accurate and less biased results for total volume (TV) with R2 0.93, RMSE 20.04 m3 h−1 for E. grandis and R2 0.93, RMSE 18.43 m3 h−1 for E.dunnii; and above ground biomass (AGB) with R2 0.95, RMSE 70.2 kg h−1 for E. grandis and R2 0.96, RMSE: 71.2 Kg h−1 for E. dunnii. Parametric methods performed better for dominant height (Ho) with R2 0.98, RMSE 0.67 m and R2: 0.96, RMSE: 0.8 m for E. grandis and E. dunnii, respectively. The most informative ALS metrics for the estimation of AGB and TV were metrics related to the elevation in parametric models (Elev.70 and Elev.75), while for the non-parametric models (k-NN) they were Elev.75 and canopy density. For Ho, the ALS metrics selected were also related to elevation both in the parametric (Elev.90 and Elev.99) and random forest models (Elev.max and Elev.75). The segmentation methodology proposed here matched closely the segments delineated by human operators, and provides a low-cost, cost-effective, easy to apply and update model aimed at generating AGB or TV maps for harvest tasks, based on rasters derived from ALS metrics. The present research shows the capacity of ALS metrics to improve extensive strategic inventories; validating and promoting the adoption of ALS technology for inventory forest stands of Eucalyptus spp. in Uruguay.",
    "readLink": "https://www.mdpi.com/2072-4292/12/23/3947"
  },
  {
    "title": "Differences in county-level cardiovascular disease mortality rates due to damage caused by hurricane Matthew and the moderating effect of social capital: a natural experiment",
    "authors": [
      "Zachary H. McCann,",
      "Magdalena Szaflarski"
    ],
    "doi": "https://doi.org/10.1186/s12889-022-14919-7",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 19",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background As the climate continues to warm, hurricanes will continue to increase in both severity and frequency. Hurricane damage is associated with cardiovascular events, but social capital may moderate this relationship. Social capital is a multidimensional concept with a rich theoretical tradition. Simply put, social capital refers to the social relationships and structures that provide individuals with material, financial, and emotional resources throughout their lives. Previous research has found an association between high levels of social capital and lower rates of cardiovascular (CVD) mortality. In post-disaster settings, social capital may protect against CVD mortality by improving access to life-saving resources. We examined the association between county-level hurricane damage and CVD mortality rates after Hurricane Matthew, and the moderating effect of several aspects of social capital and hurricane damage on this relationship. We hypothesized that (1) higher (vs. lower) levels of hurricane damage would be associated with increased CVD mortality rates and (2) in highly damaged counties, higher (vs. lower) levels of social capital would be associated with lower CVD mortality. Methods Analysis used yearly (2013-2018) county-level sociodemographic and epidemiological data (n = 183). Sociodemographic data were compiled from federal surveys before and after Hurricane Matthew to construct, per prior literature, a social capital index based on four dimensions of social capital (sub-indices): family unity, informal civil society, institutional confidence, and collective efficacy. Epidemiological data comprised monthly CVD mortality rates constructed from monthly county-level CVD death counts from the CDC WONDER database and the US Census population estimates. Changes in CVD mortality based on level of hurricane damage were assessed using regression adjustment. We used cluster robust Poisson population average models to determine the moderating effect of social capital on CVD mortality rates in both high and low-damage counties. Results We found that mean levels of CVD mortality increased (before and after adjustment for sociodemographic controls) in both low-damage counties (unadjusted. Mean = 2.50, 95% CI [2.41, 2.59], adjusted mean = 2.50, 95% CI [2.40, 2.72]) and high-damage counties (mean = 2.44, CI [2.29, 2.46], adj. Mean = 2.51, 95% CI [2.49, 2.84]). Among the different social capital dimensions, institutional confidence was associated with reduced initial CVD mortality in low-damage counties (unadj. IRR 1.00, 95% CI [0.90, 1.11], adj. IRR 0.91 CI [0.87, 0.94]), but its association with CVD mortality trends was null. The overall effects of social capital and its sub-indices were largely nonsignificant. Conclusion Hurricane damage is associated with increased CVD mortality for 18 months after Hurricane Matthew. The role of social capital remains unclear. Future research should focus on improving measurement of social capital and quality of hurricane damage and CVD mortality data.",
    "readLink": "https://doi.org/10.1186/s12889-022-14919-7"
  },
  {
    "title": "Hermal resources of Ukraine in the conditions of climate change",
    "authors": [
      "А.M. Pol’ovyi,",
      "L.Yu. Bozhko"
    ],
    "doi": "https://doi.org/10.31481/uhmj.16.2015.13",
    "journalVolume": "no. 16\n                                \n                                  pp.\n                                  99\n                                  – 106",
    "issn": "2311-0902 (Print)",
    "publisher": "2616-7271 (Online)",
    "countryOfPublisher": "Odessa State Environmental University",
    "lcc": [
      "Ukraine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://uhmj.org.ua",
    "abstract": "Climatic changes that take place during the last decades entailed a global rise in temperature of climate. In connection with it more active the methods of prognostication of global changes develop and them possible consequences, a modern scientific association is for the estimation of future changes mainly uses four threads of story, for each of witch different scenarios were developed witch the use different conceptions of design. In the offered article this article offers comparative analysis of the thermal regime figures from 1986 to 2005, and outlines expectations for their change, calculated for the territory of Ukraine, 2011-2050, in accordance with three scenarios of climate change: GFDL-30%, A1B, and A2. Among these expectations are earlier dates for air temperatures transitioning between ranges in the spring, as well as later dates in the fall, general increase in mean air temperatures, growth in temperature sums, and changes in temperature amplitudes.",
    "readLink": "http://uhmj.org.ua/index.php/journal/article/view/14"
  },
  {
    "title": "Investigation of Aerosol Direct Effect over China under El Niño and Its Spatial Distribution Using WRF-Chem",
    "authors": [
      "Fangzhou Li,",
      "Wenshi Lin,",
      "Baolin Jiang,",
      "Jiangnan Li"
    ],
    "doi": "https://doi.org/10.3390/atmos12010058",
    "journalVolume": "Vol. 12,\n                                no. 58\n                                \n                                  p.\n                                  58",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "With rapid economic development and urbanization, the air pollution problem over China has drawn great attention. To explore the aerosol direct effect (ADE) over China, two simulations were conducted using WRF-Chem V3.5.1 in the summer of 2015. One was a control run (CTL) including aerosol effect and related physical and chemical processes, and the other one was a sensitivity simulation (SEN), the same as CTL except that aerosol-radiation interactions were turned off. The differences between two tests were analyzed, in particular over regions in South China (SC) and East China (EC). Results showed the following. (1) The large-scale circulation showed a strong El Niño signal, associated with cooling and wet anomalies over EC, while warming and dry anomalies over EC. (2) Due to ADE, there was a significant decrease in precipitation and an increase in AOD over SC and EC, albeit with different mechanisms. (3) In SC, ADE cooled the region reinforcing the El Niño impact and suppressing water vapor fluxes, which led to a more stable atmosphere and weakened water cycle. In EC, ADE caused vertical circulation anomalies opposing the El Niño impact. (4) ADE showed obvious land-sea difference in precipitation and shortwave radiation.",
    "readLink": "https://www.mdpi.com/2073-4433/12/1/58"
  }
]