[
  {
    "title": "Estimating greenhouse gas emissions associated  with achieving universal access to electricity for all households in South Africa",
    "authors": [
      "Louise Tait,",
      "Harald Winkler"
    ],
    "doi": "https://doi.org/10.17159/2413-3051/2012/v23i4a3174",
    "journalVolume": "Vol. 23,\n                                no. 4\n                                \n                                  pp.\n                                  8\n                                  – 17",
    "issn": "1021-447X (Print)",
    "publisher": "2413-3051 (Online)",
    "countryOfPublisher": "University of Cape Town",
    "lcc": [
      "South Africa",
      "Technology: Mechanical engineering and machinery: Energy conservation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journals.assaf.org.za/jesa",
    "abstract": "Climate change, energy security and achieving universal electricity access for all households are all pressing issues that South Africa must address. These objectives need not be trade-offs, however, and achieving electricity access for the poor does not justify the building of large coal-fired power stations or threaten South Africa’s climate change objectives. This paper estimates the electricity demand from the residential sector to 2020 resulting from universal access, and finds that electricity for low-income households would constitute only a small addition to total electricity demand and would represent only a minor portion of output from the coal-fired power station, Medupi. Furthermore, emissions from the additional electricity consumed by newly connected households would have a negligible impact on South Africa’s emissions profile.",
    "readLink": "https://journals.assaf.org.za/jesa/article/view/3174"
  },
  {
    "title": "Soil Respiration and Organic Carbon Response to Biochar and Their Influencing Factors",
    "authors": [
      "Ruxin Zhang,",
      "Zhongyi Qu,",
      "Lu Liu,",
      "Wei Yang,",
      "Liping Wang,",
      "Junjie Li,",
      "Dongliang Zhang"
    ],
    "doi": "https://doi.org/10.3390/atmos13122038",
    "journalVolume": "Vol. 13,\n                                no. 2038\n                                \n                                  p.\n                                  2038",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Biochar application is an important measure to regulate SOC. However, the effects of biochar application on soil respiration and SOC fraction of the saline soil have been scarcely investigated. Therefore, in this study, we monitored the annual SOC, nutrients, temperature, water content, and respiration rate under three maize-straw-derived biochar application doses (0, 15, and 30 t∙hm−2). Biochar enriched the soil in terms of fast-acting potassium and phosphorus, alkali-hydrolyzable N, NO3−-N, and NH4+-N to varying degrees. One-time biochar application in the trial year continued to fertilizer retention in the following year. Mineral-associated organic carbon and SOC contents increased with time after biochar application, whereas the changes in particulate organic carbon content were the opposite; soil respiration rate was reduced by 7.7–14.7%, and the reduction increased with the dose as well in successive years. The soil respiration rate and soil temperature showed a significant linear correlation, but the application of a high amount of biochar reduced the correlation between the two. Considering the soil respiration rate and physicochemical properties, the best biochar application rate for saline soil is suggested to be 30 t∙hm−2. This study is of great significance for soil carbon sequestration, emission reduction in saline areas, and the realization of a “carbon peak” in the sense of farmland.",
    "readLink": "https://www.mdpi.com/2073-4433/13/12/2038"
  },
  {
    "title": "Citizens’ Perception of Geohazards in Veneto Region (NE Italy) in the Context of Climate Change",
    "authors": [
      "Eleonora Gioia,",
      "Cristina Casareale,",
      "Alessandra Colocci,",
      "Fabio Zecchini,",
      "Fausto Marincioni"
    ],
    "doi": "https://doi.org/10.3390/geosciences11100424",
    "journalVolume": "Vol. 11,\n                                no. 424\n                                \n                                  p.\n                                  424",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "Climate-related geohazards, such as landslides, floods, and coastal erosion due to climate change, are increasingly impacting human settlements and activities. This study, part of the European Project RESPONSe (Interreg Italy–Croatia), investigates the perception of climate change as a catalyst of future geohazards among the citizens of the Veneto region (northeastern Italy). A total of 1233 questionnaires were completed by adult citizens and analyzed by means of inferential statistics. The results highlight a widespread perception of climate change as a general threat for the environment, but not directly transposed to the frequency and intensity of future geohazards. Certainly, changes in temperatures and rainfall are widely expected and acknowledged, yet the comprehension related to the hydrogeological effects seems to vary proportionally to the physical proximity to these hazards. Such outcomes underline that there is still a common lack of understanding of the eventual local impact of the climate crisis. For these reasons, it is suggested that decision makers consider directing their efforts to enhance the citizens’ knowledge base in order to build a climate-resilient society.",
    "readLink": "https://www.mdpi.com/2076-3263/11/10/424"
  },
  {
    "title": "Bacillus licheniformis FMCH001 Increases Water Use Efficiency via Growth Stimulation in Both Normal and Drought Conditions",
    "authors": [
      "Saqib Saleem Akhtar,",
      "Daniel Buchvaldt Amby,",
      "Josefine Nymark Hegelund,",
      "Lorenzo Fimognari,",
      "Dominik K. Großkinsky,",
      "Jesper Cairo Westergaard,",
      "Renate Müller,",
      "Lars Moelbak,",
      "Fulai Liu,",
      "Thomas Roitsch,",
      "Thomas Roitsch"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00297",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Increasing agricultural losses due to biotic and abiotic stresses caused by climate change challenge food security worldwide. A promising strategy to sustain crop productivity under conditions of limited water availability is the use of plant growth promoting rhizobacteria (PGPR). Here, the effects of spore forming Bacillus licheniformis (FMCH001) on growth and physiology of maize (Zea mays L. cv. Ronaldinho) under well-watered and drought stressed conditions were investigated. Pot experiments were conducted in the automated high-throughput phenotyping platform PhenoLab and under greenhouse conditions. Results of the PhenoLab experiments showed that plants inoculated with B. licheniformis FMCH001 exhibited increased root dry weight (DW) and plant water use efficiency (WUE) compared to uninoculated plants. In greenhouse experiments, root and shoot DW significantly increased by more than 15% in inoculated plants compared to uninoculated control plants. Also, the WUE increased in FMCH001 plants up to 46% in both well-watered and drought stressed plants. Root and shoot activities of 11 carbohydrate and eight antioxidative enzymes were characterized in response to FMCH001 treatments. This showed a higher antioxidant activity of catalase (CAT) in roots of FMCH001 treated plants compared to uninoculated plants. The higher CAT activity was observed irrespective of the water regime. These findings show that seed coating with Gram positive spore forming B. licheniformis could be used as biostimulants for enhancing plant WUE under both normal and drought stress conditions.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00297/full"
  },
  {
    "title": "The role of temperature in affecting carry-over effects and larval competition in the globally invasive mosquito Aedes albopictus",
    "authors": [
      "Nnaemeka F. Ezeakacha,",
      "Donald A. Yee"
    ],
    "doi": "https://doi.org/10.1186/s13071-019-3391-1",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Background Ectotherms, like mosquitoes, have evolved specific responses to variation in environmental conditions like temperature, and these responses could confer a fitness benefit or cost when carried-over to different life stages. However, effects of temperature on animals with complex life-cycles often only focus on part of their life-cycle, or only consider how single aspects of life-history may carry over to new stages. Herein we investigated how temperature affects intraspecific larval competition and carry-over effects from larval to adult stages in the widespread invasive Asian tiger mosquito Aedes albopictus. Methods For larval competition, larvae were reared at three densities (10, 20, and 40 individuals) across three source temperatures (21 °C, 27 °C and 34 °C). To test carry-over effects, adult survival was measured for individuals crossed with adult temperatures of 21 °C, 27 °C and 34 °C from the larval density of 20 individuals at each source temperature. Fecundity data also were obtained from mated females. Results For competition, there was a significant interaction between larval density and temperature, with the smallest females, who took the longest to develop, produced in the highest temperatures; density generally accentuated this effect. Regarding carry-over effects, adults exposed to higher temperatures lead to greater differences in fecundity and survival of adult populations. Conclusions Temperature appears to affect life-history of developing larvae under competitive interactions and can also alter adult fitness as the disparity between larval rearing and adult habitat temperatures increases. This has importance for our understanding for how different life-history stages of Ae. albopictus and other vectors of disease may respond to changing climates.",
    "readLink": "http://link.springer.com/article/10.1186/s13071-019-3391-1"
  },
  {
    "title": "The impact of climate change on the building climatology parameters used for designing the buildings and constructions in Russia",
    "authors": [
      "Vasilyev Gregory,",
      "Gornov Victor,",
      "Konstantinov Pavel,",
      "Kolesova Marina,",
      "Dmitriev Alexander"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202016405001",
    "journalVolume": "Vol. 164\n                                \n                                \n                                  p.\n                                  05001",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The data analysis results of long-term measurements of climatic parameters in Moscow and St. Petersburg is presented. The data on change in these parameters during the year over the past 10 years is exposed. The trends have been identified and represented for the following parameters: outdoor temperature, sunshine, snow depth, wind speed, humidity, etc. The duration of heating periods for each studied year and city is considered, as well as crossings through -2℃ during these periods. Throughout the research, the impact of climatic changes on the parameters of building climatology, which are used in designing the buildings and constructions in Russia, was determined. The obtained climate information will allow predicting the energy efficiency of operation for various engineering systems in the construction sector, as well as for the long term perspective.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/24/e3sconf_tpacee2020_05001.pdf"
  },
  {
    "title": "Spatio-temporal variation of meteorological drought and its relation with temperature and vegetation condition indices using remote sensing and satellite imagery in Marvdasht city",
    "authors": [
      "Ramin Mardani,",
      "Hossein Montaseri,",
      "Mehdi Fazeli,",
      "Reza Khalili"
    ],
    "doi": "https://doi.org/10.22098/mmws.2022.11541.1140",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  72\n                                  – 89",
    "issn": "2783-2546 (Online)",
    "publisher": "University of Mohaghegh Ardabili",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Technology: Engineering (General). Civil engineering (General): Engineering geology. Rock mechanics. Soil mechanics. Underground construction"
    ],
    "journalUrl": "http://mmws.uma.ac.ir/?lang=en",
    "abstract": "IntroductionDrought is considered a complex hazard, whose severity depends on the climate and weather conditions of each region. In fact, drought is caused by dry and unusual weather conditions, among other things, lead to a change in vegetation characteristics. Since this dangerous phenomenon is caused by the lack of rainfall for a long period of time, it slowly and gradually leads to a natural disaster and conquers the environment compared to other environmental hazards. Therefore, it is not noticed and taken less seriously by people and authorities. Undoubtedly, the occurrence of drought and as a result the crisis of reduction and shortage of water resources is one of the main and most important risks of the natural environment that humans have faced since the past. Therefore, it can be stated that the possibility of this natural phenomenon also exists in humid areas. Drought causes unfortunate and in some cases irreparable damage to human life as well as the natural ecosystem which is very different from other natural events such as floods, storms, and earthquakes. So that it has caused wide and big problems in the economic, social, political, and cultural fields. Therefore, the impacts it causes are not only structural and the damage it causes affects different areas. Drought is one of the destructive phenomena of the natural environment that affects a significant number of countries and causes problems. Simultaneous droughts with the period of vegetation growth cause environmental ecosystem consumption, which results in biological compounds such as land surface, soil amount, and plant growth rate, that we need proper management and planning in order to deal with this phenomenon. Materials and MethodsIn the present study, drought in Marvdasht city was analyzed using remote sensing technology and satellite imagery as a time series. For this purpose, during the statistical period of 20 years (2000-2019), out of 460 satellite imagery of land surface temperature (LST) and vegetation cover (NDVI) were used in conjunction with the MODIS sensor of Terra satellite, from which to estimate the temperature condition index (TCI) and vegetation condition index (VCI) was used. The optimal index indicating the state of drought from satellite imagery, the SPI was also used. In this way, using the rainfall data recorded by synoptic and rain gauge stations in the study area, the SPI was calculated using MATLAB software for the period of 3, 6, and 12 months. One of the other goals pursued in this study is to determine the basic and optimal index, indicating the state of drought in the study area, which is based on TCI and VCI satellite drought indices. Thus, after calculating the SPI and its intervals for each station, the points of each ground station were placed on the maps produced from TCI and VCI satellite indicators. Then, by taking the numerical value of the corresponding points for each of the years of the investigated period, the obtained values were entered into SPSS 22 software and the amount of correlation coefficients between SPI and its intervals with TCI and VCI values was calculated. Results and DiscussionAccording to the drought maps extracted from the TCI, the highest amount of land area with very severe drought in 2016 was 118.90 km2, and then in 2018 with 112.25 km2, and in 2017 with an amount of 101.66 km2 has happened. On the other hand, the least amount of extreme drought area in the first place is related to 2006 with an area of 46.10 km2, and then 2002 with an area of 48.21 km2. In terms of the severe drought category, 2009 with an area of 433.71 km2 experienced the largest area and 2007 with an area of 45.78 km2 experienced the lowest amount of drought. According to the maps obtained from the TCI, a very severe drought situation is observed in the southern and southwestern parts, especially in 2016 and 2018. It is also consistent with the results of the different intervals of the SPI in 2016 and 2018. They are considered as the years in which the highest amount of drought occurred. In addition, the year 2013 has less drought than other years in all three ranges of the SPI. From the comparison of the average SPI values for the studied years with the values obtained from the two indices, TCI and VCI obtained from satellite imagery, the highest amount of correlation coefficient between TCI and six-month SPI was equal to 0.65, which indicates that the TCI satellite index is the optimal index to indicate the drought situation in Marvdasht city. ConclusionAccording to the maps obtained from the NDVI, the studied area has normal and semi-dense vegetation density, which is scattered in all its different areas, so it has more density in the central and northwestern parts. The results of the VCI for the studied area, in none of the years, has not faced very severe drought. In terms of medium aridity, they have experienced the highest amount of drought in 2010 with an area of 62.98 km2 and after that in 2019 with an area of 50.04 km2. In contrast, the lowest drought in this layer was in 2002 with an area of 5.09 km2. According to the maps showing the drought condition of VCI, the studied area has almost the same distribution pattern in all areas and except for a small part of the southern part of the area which has a medium drought condition, the other areas have a mild drought condition and are not dry in most areas.",
    "readLink": "https://mmws.uma.ac.ir/article_1805_e3182e08a674f4976c8cccb4eda8a33f.pdf"
  },
  {
    "title": "Techniques for Mitigating the Effects of Smoke Taint While Maintaining Quality in Wine Production: A Review",
    "authors": [
      "Ysadora  A. Mirabelli-Montan,",
      "Matteo Marangon,",
      "Antonio Graça,",
      "Christine  M. Mayr Marangon,",
      "Kerry  L. Wilkinson"
    ],
    "doi": "https://doi.org/10.3390/molecules26061672",
    "journalVolume": "Vol. 26,\n                                no. 1672\n                                \n                                  p.\n                                  1672",
    "issn": "1420-3049 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/molecules",
    "abstract": "Smoke taint has become a prominent issue for the global wine industry as climate change continues to impact the length and extremity of fire seasons around the world. Although the issue has prompted a surge in research on the subject in recent years, no singular solution has yet been identified that is capable of maintaining the quality of wine made from smoke-affected grapes. In this review, we summarize the main research on smoke taint, the key discoveries, as well as the prevailing uncertainties. We also examine methods for mitigating smoke taint in the vineyard, in the winery, and post production. We assess the effectiveness of remediation methods (proposed and actual) based on available research. Our findings are in agreement with previous studies, suggesting that the most viable remedies for smoke taint are still the commercially available activated carbon fining and reverse osmosis treatments, but that the quality of the final treated wines is fundamentally dependent on the initial severity of the taint. In this review, suggestions for future studies are introduced for improving our understanding of methods that have thus far only been preliminarily investigated. We select regions that have already been subjected to severe wildfires, and therefore subjected to smoke taint (particularly Australia and California) as a case study to inform other wine-producing countries that will likely be impacted in the future and suggest specific data collection and policy implementation actions that should be taken, even in countries that have not yet been impacted by smoke taint. Ultimately, we streamline the available information on the topic of smoke taint, apply it to a global perspective that considers the various stakeholders involved, and provide a launching point for further research on the topic.",
    "readLink": "https://www.mdpi.com/1420-3049/26/6/1672"
  },
  {
    "title": "Habitat change has greater effects than climate change on butterfly occurrence in South Korea",
    "authors": [
      "Tae-Sung Kwon,",
      "Cheol Min Lee,",
      "Eun-Sook Kim,",
      "Myoungsoo Won,",
      "Sung-Soo Kim,",
      "Young-Seuk Park"
    ],
    "doi": "Vol. 26\n                                \n                                \n                                  p.\n                                  e01464",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "We examined the influence of climate and habitat changes on the occurrence of butterflies in South Korea, using data recorded in two different periods: (i) past (1938–1950) and (ii) present (1996–2011). Butterfly species were classified according to their distribution types (northern, southern, and miscellaneous) to examine the effect of climate change. They were also classified according to three different habitat types (forest interior, forest edge, and grassland) to examine the effect of habitat change. Three types of food niche (monophagous, oligophagous, and polyphagous) were identified. A community temperature index (CTI), based on the species temperature index of each species, was calculated for past and present butterfly communities to estimate range shifts of butterflies at the community level. At the species level, range shifts of butterflies were calculated as a shift of the mid-zone of the distribution range in terms of latitude and temperature. The results showed that a change in the occurrence of butterflies was not significantly different among the three distribution types. The CTIs were not different between past and present communities, and the mid-zones of distribution range in latitude and temperature did not change. These results indicate that the occurrence change of butterflies was not significantly influenced by climate change but was instead influenced by habitat change from bare-ground or grassland to forests over 60 years. There was an increase in forest species and a decrease in grassland species, reflecting the effects of large-scale reforestation in South Korea over the last few decades. The reforestation has resulted in an increase in monophagous (oak-feeding) butterflies. Our results show that habitat change played a key role in the occurrence of Korean butterflies and may be confounding any possible influence of climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989421000147"
  },
  {
    "title": "Deep Learning in Forestry Using UAV-Acquired RGB Data: A Practical Review",
    "authors": [
      "Yago Diez,",
      "Sarah Kentsch,",
      "Motohisa Fukuda,",
      "Maximo Larry Lopez Caceres,",
      "Koma Moritake,",
      "Mariano Cabezas"
    ],
    "doi": "https://doi.org/10.3390/rs13142837",
    "journalVolume": "Vol. 13,\n                                no. 2837\n                                \n                                  p.\n                                  2837",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Forests are the planet’s main CO2 filtering agent as well as important economical, environmental and social assets. Climate change is exerting an increased stress, resulting in a need for improved research methodologies to study their health, composition or evolution. Traditionally, information about forests has been collected using expensive and work-intensive field inventories, but in recent years unoccupied autonomous vehicles (UAVs) have become very popular as they represent a simple and inexpensive way to gather high resolution data of large forested areas. In addition to this trend, deep learning (DL) has also been gaining much attention in the field of forestry as a way to include the knowledge of forestry experts into automatic software pipelines tackling problems such as tree detection or tree health/species classification. Among the many sensors that UAVs can carry, RGB cameras are fast, cost-effective and allow for straightforward data interpretation. This has resulted in a large increase in the amount of UAV-acquired RGB data available for forest studies. In this review, we focus on studies that use DL and RGB images gathered by UAVs to solve practical forestry research problems. We summarize the existing studies, provide a detailed analysis of their strengths paired with a critical assessment on common methodological problems and include other information, such as available public data and code resources that we believe can be useful for researchers that want to start working in this area. We structure our discussion using three main families of forestry problems: (1) individual Tree Detection, (2) tree Species Classification, and (3) forest Anomaly Detection (forest fires and insect Infestation).",
    "readLink": "https://www.mdpi.com/2072-4292/13/14/2837"
  }
]