[
  null,
  {
    "title": "Evaluation of the Hydraulic Performance of a Rear-Parapet Vertical Breakwater under Regular Waves through Hydraulic Experiments",
    "authors": [
      "Byeong  Wook Lee,",
      "Woo-Sun Park"
    ],
    "doi": "https://doi.org/10.3390/w12092428",
    "journalVolume": "Vol. 12,\n                                no. 2428\n                                \n                                  p.\n                                  2428",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change has resulted in increased intensity and frequency of typhoons and storm surges. Accordingly, attention has been paid to securing the breakwater’s stability to protect the safety of the port. Herein, hydraulic model experiments were conducted to evaluate the hydraulic performance of a vertical breakwater having a rear parapet. For comparison, cases in which the parapet was placed on the seaside, the harborside, and at the center of the breakwater were considered. Regular waves were used for convenient performance analysis. Five wave gauges and nine pressure transducers were installed to secure physical data for hydraulic performance evaluation. Results showed that a rear parapet can reduce the maximum wave force acting on the breakwater. Even though impulsive pressure was generated, it did not affect the stability of the breakwater owing to the phase difference between the maximum wave pressures acting on the caisson and parapet. By decreasing the maximum wave force, the required self-weight that satisfies the safety factor of 1.2 was reduced by up to 82.7%; the maximum bearing pressure was reduced by up to 47.6% compared with that of the parapet located on the seaside. Thus, the rear parapet was found to be more suitable for actual applications.",
    "readLink": "https://www.mdpi.com/2073-4441/12/9/2428"
  },
  {
    "title": "The Empowerment Strategy for The Food Crop Farmers in Anticipating The Climate Change",
    "authors": [
      "Efriyani Sumastuti"
    ],
    "doi": "Vol. 16,\n                                no. 2\n                                \n                                  pp.\n                                  131\n                                  – 145",
    "issn": "1411-6081 (Print)",
    "publisher": "2460-9331 (Online)",
    "countryOfPublisher": "Muhammadiyah University Press",
    "lcc": [
      "Indonesia",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://journals.ums.ac.id/index.php/JEP",
    "abstract": "In Indonesia, the climate change and the global warming like changes in the pattern and distribution of the rainfall give impacts on agricultural production at large, especially in the food crops. These also cause droughts, floods, landslides, forest fires, rising temperatures in urban areas, and rising sea levels. The above impacts are felt by the farmers because those can lead to a decrease in production even the crop failure. This research aims to develop an empowerment strategy of the food crop farmers in anticipating the climate change in Central Java. The data used is the primary data obtained through in-depth interviews with key-person and the Focus Group Discussion (FGD). The Analysis Hierarchy Process (AHP) is conducted to determine the program priorities and strate gies. The result of research shows that anticipating the climate change should be synergistically conducted in four aspects: human resources, technology, institutional and production, by involving various groups in the society. Various groups can be grouped into academics, businessmen / private sectors, government and community of food crop farmers / society.",
    "readLink": "http://journals.ums.ac.id/index.php/JEP/article/view/1458"
  },
  {
    "title": "Spatio-temporal evolution characteristics and mitigation path of carbon dioxide emission from China’s wood and bamboo processing industry",
    "authors": [
      "Wan-Li Lao,",
      "Liang Chang,",
      "Xin-Fang Duan"
    ],
    "doi": "https://doi.org/10.1186/s10086-023-02080-7",
    "journalVolume": "Vol. 69,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1435-0211 (Print)",
    "publisher": "1611-4663 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry",
      "Technology: Building construction"
    ],
    "journalUrl": "https://jwoodscience.springeropen.com/",
    "abstract": "Abstract Quantifying carbon dioxide (CO2) emissions from China’s wood and bamboo processing industry is associated with China’s emissions reduction targets, as well as mitigating global climate change. This study employed the Intergovernmental Panel on Climate Change Tier-2 methodology to investigate spatio-temporal evolution characteristics of carbon dioxide emission from the wood and bamboo processing industry in China from 2000 to 2019. The results showed that energy consumption reached a maximum value of 312,900.35 TJ in 2012. Energy consumption has been gradually transformed from raw coal to electricity and other clean energy. Energy intensity dropped from 1.39 TJ per million yuan of corrected production value in 2000 to 0.15 TJ per million yuan of corrected production value in 2019. Accordingly, CO2 emissions reached their peak value of 31,148.1 thousand tons of CO2 in 2012. Raw coal and electricity had profound impacts on CO2 emissions. The CO2 emission intensity declined from 140.04 tons CO2 per million yuan of corrected production value in 2000 to 19.62 tons CO2 per million yuan of corrected production value in 2019. We conclude that China’s wood and bamboo processing sector is a green, low-carbon industry. The spatial distribution pattern of CO2 emissions is highly consistent with the industrial spatial layout. Furthermore, several mitigation paths were put forward.",
    "readLink": "https://doi.org/10.1186/s10086-023-02080-7"
  },
  {
    "title": "Climate change drives mountain butterflies towards the summits",
    "authors": [
      "Dennis Rödder,",
      "Thomas Schmitt,",
      "Patrick Gros,",
      "Werner Ulrich,",
      "Jan Christian Habel"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-93826-0",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Climate change impacts biodiversity and is driving range shifts of species and populations across the globe. To understand the effects of climate warming on biota, long-term observations of the occurrence of species and detailed knowledge on their ecology and life-history is crucial. Mountain species particularly suffer under climate warming and often respond to environmental changes by altitudinal range shifts. We assessed long-term distribution trends of mountain butterflies across the eastern Alps and calculated species’ specific annual range shifts based on field observations and species distribution models, counterbalancing the potential drawbacks of both approaches. We also compiled details on the ecology, behaviour and life-history, and the climate niche of each species assessed. We found that the highest altitudinal maxima were observed recently in the majority of cases, while the lowest altitudes of observations were recorded before 1980. Mobile and generalist species with a broad ecological amplitude tended to move uphill more than specialist and sedentary species. As main drivers we identified climatic conditions and topographic variables, such as insolation and solar irradiation. This study provides important evidence for responses of high mountain taxa to rapid climate change. Our study underlines the advantage of combining historical surveys and museum collection data with cutting-edge analyses.",
    "readLink": "https://doi.org/10.1038/s41598-021-93826-0"
  },
  {
    "title": "Physiological Adaptation to Water Salinity in Six Wild Halophytes Suitable for Mediterranean Agriculture",
    "authors": [
      "Roberta Calone,",
      "Simone Bregaglio,",
      "Rabab Sanoubar,",
      "Enrico Noli,",
      "Carla Lambertini,",
      "Lorenzo Barbanti"
    ],
    "doi": "https://doi.org/10.3390/plants10020309",
    "journalVolume": "Vol. 10,\n                                no. 309\n                                \n                                  p.\n                                  309",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Owing to the high interspecific biodiversity, halophytes have been regarded as a tool for understanding salt tolerance mechanisms in plants in view of their adaptation to climate change. The present study addressed the physiological response to salinity of six halophyte species common in the Mediterranean area: Artemisia absinthium, Artemisia vulgaris, Atriplex halimus, Chenopodium album, Salsola komarovii, and Sanguisorba minor. A 161-day pot experiment was conducted, watering the plants with solutions at increasing NaCl concentration (control, 100, 200, 300 and 600 mM). Fresh weight (FW), leaf stomatal conductance (GS), relative water content (RWC) and water potential (WP) were measured. A principal component analysis (PCA) was used to describe the relationships involving the variables that accounted for data variance. A. halimus was shown to be the species most resilient to salinity, being able to maintain FW up to 300 mM, and RWC and WP up to 600 mM; it was followed by C. album. Compared to them, A. vulgaris and S. komarovii showed intermediate performances, achieving the highest FW (A. vulgaris) and GS (S. komarovii) under salinity. Lastly, S. minor and A. absinthium exhibited the most severe effects with a steep drop in GS and RWC. Lower WP values appeared to be associated with best halophyte performances under the highest salinity levels, i.e., 300 and 600 mM NaCl.",
    "readLink": "https://www.mdpi.com/2223-7747/10/2/309"
  },
  {
    "title": "Ocean acidification increases susceptibility to sub-zero air temperatures in ecosystem engineers and limits poleward range shifts",
    "authors": [
      "Jakob Thyrring,",
      "Colin D Macleod,",
      "Katie E Marshall,",
      "Jessica Kennedy,",
      "Réjean Tremblay,",
      "Christopher DG Harley"
    ],
    "doi": "https://doi.org/10.7554/eLife.81080",
    "journalVolume": "Vol. 12",
    "issn": "2050-084X (Online)",
    "publisher": "eLife Sciences Publications Ltd",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://elifesciences.org",
    "abstract": "Ongoing climate change has caused rapidly increasing temperatures and an unprecedented decline in seawater pH, known as ocean acidification. Increasing temperatures are redistributing species toward higher and cooler latitudes that are most affected by ocean acidification. While the persistence of intertidal species in cold environments is related to their capacity to resist sub-zero air temperatures, studies have never considered the interacting impacts of ocean acidification and freeze stress on species survival and distribution. Here, a full-factorial experiment was used to study whether ocean acidification increases mortality in subtidal Mytilus trossulus and subtidal M. galloprovincialis, and intertidal M. trossulus following sub-zero air temperature exposure. We examined physiological processes behind variation in freeze tolerance using 1H NMR metabolomics, analyses of fatty acids, and amino acid composition. We show that low pH conditions (pH = 7.5) significantly decrease freeze tolerance in both intertidal and subtidal populations of Mytilus spp. Under current day pH conditions (pH = 7.9), intertidal M. trossulus was more freeze tolerant than subtidal M. trossulus and subtidal M. galloprovincialis. Conversely, under low pH conditions, subtidal M. trossulus was more freeze tolerant than the other mussel categories. Differences in the concentration of various metabolites (cryoprotectants) or in the composition of amino acids and fatty acids could not explain the decrease in survival. These results suggest that ocean acidification can offset the poleward range expansions facilitated by warming and that reduced freeze tolerance could result in a range contraction if temperatures become lethal at the equatorward edge.",
    "readLink": "https://elifesciences.org/articles/81080"
  },
  {
    "title": "Delayed diagnosis of fatal pneumonic canine plague: clinical and pathologic features in two naturally infected Colorado dogs",
    "authors": [
      "Paula A. Schaffer,",
      "Connor S. Hershkowitz,",
      "Kristy L. Dowers,",
      "Jennifer L. Golchanour,",
      "Lauren J. Harris,",
      "Tawfik A. Aboellial,",
      "Paul S. Morley,",
      "Stephanie A. Brault,",
      "Kristy L. Pabilonia,",
      "Gary L. Mason,",
      "Jennifer A. House,",
      "Joshua B. Daniels"
    ],
    "doi": "https://doi.org/10.1186/s12917-020-02361-z",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "1746-6148 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "http://bmcvetres.biomedcentral.com",
    "abstract": "Abstract Background Plague caused by Yersinia pestis is a highly infectious and potentially fatal zoonotic disease that can be spread by wild and domestic animals. In endemic areas of the northern hemisphere plague typically cycles from March to October, when flea vectors are active. Clinical forms of disease include bubonic, septicemic, and pneumonic plague. All clinical forms are uncommon in dogs and the pneumonic form is exceedingly rare. Case presentation Two mixed breed young-adult male domestic dogs presented to Colorado veterinarians with fever and vague signs that progressed to hemoptysis within 24 h. Case 1 presented in June 2014, while Case 2 occurred in December 2017. Thoracic radiography of Case 1 and 2 revealed right dorsal and right accessory lobe consolidation, respectively. In Case 1 initial differential diagnoses included pulmonary contusion due to trauma or diphacinone toxicosis. Case 1 was euthanized ~ 24 h post presentation due to progressive dyspnea and hemoptysis. Plague was confirmed 9 days later, after the dog’s owner was hospitalized with pneumonia. Case 2 was treated as foreign body/aspiration pneumonia and underwent lung lobectomy at a veterinary teaching hospital. Case 2 was euthanized after 5 days of hospitalization when bacterial culture of the excised lobe yielded Yersinia pestis. Both dogs had severe diffuse necrohemorrhagic and suppurative pneumonia at post mortem examination. Conclusions Both dogs were misdiagnosed due to the atypical lobar presentation of an extremely rare form of plague in a species that infrequently succumbs to clinical disease. Presentation outside of the typical transmission period of plague was also a factor leading to delayed diagnosis in Case 2. Erroneous identification by automated bacterial identification systems was problematic in both cases. In endemic areas, plague should be ruled out early in febrile dogs with acute respiratory signs, hemoptysis, lobar or diffuse pathology, and potential for exposure, regardless of season. Seasonal and geographic distributions of plague may shift with climate change, so vigilance by primary care veterinarians is warranted. Timely submission of samples to a veterinary diagnostic laboratory could expedite accurate diagnosis and reduce potential for human and domestic animal exposure.",
    "readLink": "http://link.springer.com/article/10.1186/s12917-020-02361-z"
  },
  {
    "title": "Impact of CS-IPM on Key Social Welfare Aspects of Smallholder Farmers’ Livelihoods",
    "authors": [
      "Haruna Sekabira,",
      "Ghislain T. Tepa-Yotto,",
      "Yusuf Kaweesa,",
      "Guy Simbeko,",
      "Manuele Tamò,",
      "Cyriaque Agboton,",
      "Osman Damba Tahidu,",
      "Tahirou Abdoulaye"
    ],
    "doi": "https://doi.org/10.3390/cli11050097",
    "journalVolume": "Vol. 11,\n                                no. 97\n                                \n                                  p.\n                                  97",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "All stakeholders, especially households that depend on agriculture, must come up with every avenue available to improve farm productivity in order to raise yields due to the constraints posed by climate change on food production systems. Sufficient increments in yields will address the challenges of food insecurity and malnutrition among vulnerable households, especially smallholder ones. Yield increases can be achieved sustainably through the deployment of various Climate Smart Integrated Pest Management (CS-IPM) practices, including good agronomic practices. Therefore, CS-IPM practices could be essential in ensuring better household welfare, including food security and nutrition. With such impact empirically documented, appropriate policy guidance can be realized in favor of CS-IPM practices at scale, thus helping to achieve sustainable food security and food systems. However, to this end, there is yet limited evidence on the real impact of CS-IPM practices on the various core social welfare household parameters, for instance, food security, household incomes, gender roles, and nutrition, among others. We contribute to this body of literature in this paper by reviewing various empirical evidence that analyzes the impact of respective CS-IPM practices on key social welfare aspects of smallholder farm households in developing countries around the world. The review finds that CS-IPM practices do increase households’ adaptation to climate change, thus enhancing soil and crop productivity, thereby ensuring food and nutrition security, as well as increasing market participation of CS-IPM adopters, thus leading to increased household incomes, asset accumulation, and subsequently better household food and nutrition security via direct own-farm produce consumption and market purchases using income. CS-IPM practices also enhance access to climate-related information, reduce greenhouse gas emissions, conserve biodiversity, and enhance dietary diversity through improved crop and livestock varieties and also reduce variable farm production costs. Therefore, there would be multiple welfare gains if CS-IPM practices were scaled up.",
    "readLink": "https://www.mdpi.com/2225-1154/11/5/97"
  },
  {
    "title": "Variations of Near Surface Energy Balance Caused by Land Cover Changes in the Semiarid Grassland Area of China",
    "authors": [
      "Qun’ou Jiang,",
      "Chengcai Tang,",
      "Enjun Ma,",
      "Yongwei Yuan,",
      "Wei Zhang"
    ],
    "doi": "https://doi.org/10.1155/2014/894147",
    "journalVolume": "Vol. 2014",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "This study applies the Dynamics of Land System (DLS) model to simulating the land cover under the designed scenarios and then analyzes the effects of land cover conversion on energy flux in the semiarid grassland area of China with the Weather Research and Forecasting (WRF) model. The results indicate that the grassland will show a steadily upgrowing trend under the coordinated environmental sustainability (CES) scenario. Compared to the CES scenario, the rate of increase in grassland cover is lower, while the rate of increase in urban land cover will be higher under the rapid economic growth (REG) scenario. Although the conversion from cropland to grassland will reduce the energy flux, the expansion of urban area and decreasing of forestry area will bring about more energy flux. As a whole, the energy flux of near surface will obviously not change under the CES scenario, and the climate therefore will not be possible to be influenced greatly by land cover change. The energy flux under the REG scenario is higher than that under the CES scenario. Those research conclusions can offer valuable information for the land use planning and climate change adaptation in the semiarid grassland area of China.",
    "readLink": "http://dx.doi.org/10.1155/2014/894147"
  }
]