[
  {
    "title": "Classification of seasonal dynamics of soil moisture according to satellite data Sentinel-2, Jizzakh region, Uzbekistan",
    "authors": [
      "Rakhmonov S.,",
      "Khaidarov A.,",
      "Samarkhanov K.,",
      "Seidakmatova M.,",
      "Komilov U.,",
      "Maderbek kyzy A."
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202338601005",
    "journalVolume": "Vol. 386\n                                \n                                \n                                  p.\n                                  01005",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Regular analysis of soil moisture is important for assessing the condition of soil fertility for adaptation to climate change, for the subsequent determination of the reasons for the deterioration of soil conditions, and for the preservation of sustainable agricultural development. Traditional field methods for studying land are laborious and costly. The aim of this scientific work is to develop an effective methodology for using Sentinel-2 satellite data to analyse changes in the condition of land moisture in the Republic of Uzbekistan, using the example of the pilot region under study in the Jizzakh region. The proposed methodology can be adapted in other regions for the effective monitoring of land resources. To conclude, the process of planning and organizing work on the conservation of crops is greatly simplified. It can be possible to save tens of thousands of hectares of highly productive land in agricultural circulation.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/23/e3sconf_gisca2023_01005.pdf"
  },
  {
    "title": "Warming and Dimming: Interactive Impacts on Potential Summer Maize Yield in North China Plain",
    "authors": [
      "Qi Hu,",
      "Xueqing Ma,",
      "Huayun He,",
      "Feifei Pan,",
      "Qijin He,",
      "Binxiang Huang,",
      "Xuebiao Pan"
    ],
    "doi": "https://doi.org/10.3390/su11092588",
    "journalVolume": "Vol. 11,\n                                no. 9\n                                \n                                  p.\n                                  2588",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Global warming and dimming/brightening have significant implications for crop systems and exhibit regional variations. It is important to clarify the changes in regional thermal and solar radiation resources and estimate the impacts on potential crop production spatially and temporally. Based on daily observation data during 1961−2015 in the North China Plain (NCP), the impacts of climate change associated with climate warming and global dimming/brightening on potential light−temperature productivity (PTP) of summer maize were assessed in this study. Results show that the NCP experienced a continuous warming and dimming trend in maize growing season during the past 55 years, and both ATT10 and solar radiation had an abrupt change in the mid-1990s. The period of 2000−2015 was warmer and dimmer than any other previous decade. Assuming the maize growing season remains unchanged, climate warming would increase PTP of summer maize by 4.6% over the period of 1961−2015, which mainly occurred in the start grain filling−maturity stage. On the other hand, as negative contribution value of solar radiation to the PTP was found in each stage, dimming would offset the increase of PTP due to warming climate, and lead to a 15.6% reduction in PTP in the past 55 years. This study reveals that the changes in thermal and solar radiation have reduced the PTP of summer maize in the NCP. However, the actual maize yield could benefit more from climate warming because solar radiation is not a limiting factor for the current low production level.",
    "readLink": "https://www.mdpi.com/2071-1050/11/9/2588"
  },
  {
    "title": "Pengaruh Perubahan Iklim terhadap Hidrograf Banjir  di Kanal Banjir Timur Kota Semarang",
    "authors": [
      "Suripin Suripin,",
      "Dwi Kurniani"
    ],
    "doi": "https://doi.org/10.14710/mkts.v22i2.12881",
    "journalVolume": "Vol. 22,\n                                no. 2\n                                \n                                  pp.\n                                  119\n                                  – 128",
    "issn": "0854-1809 (Print)",
    "publisher": "2549-6778 (Online)",
    "countryOfPublisher": "Universitas Diponegoro",
    "lcc": [
      "Indonesia",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://ejournal.undip.ac.id/index.php/mkts",
    "abstract": "East Flood Way is one of the rivers in Semarang City that often cause flooding. Flood water level in the East Flood Way is affected by the discharge of storm water runoff and tide (rob). Facts on the ground indicate that the flood water level in the canal tends to increase from year to year. One possible reason is the increased flood discharge associated with climate change, besides the impacts of land use changes. This study aims to analyze the impacts of climate change on rainfall characteristics and their effects on flood hydrograph in the East Flood Way. The study begins with the collection and analysis of historical rainfall data to get a change of rainfall characteristics over time. The flood hydrograph was then analysed by HEC HMS. The results showed that in the period of last 30 years annual rainfall and maximum daily rainfall tended to increase of 22.64 mm / year and 2.56 mm / year consecutively, while the number of rainy days tend to decrease of 4 days / year. As a result of changes in the characteristics of the rainfall, the flood discharge of East Flood Way is expected to increase in the range between the 15.10 m3/s (31.5%) for 2-year return period up to 32.28 m3/s (25.5 %) for 200-year return period.",
    "readLink": "http://ejournal.undip.ac.id/index.php/mkts/article/view/12881"
  },
  {
    "title": "Llamamiento a adoptar medidas urgentes para limitar los aumentos de temperatura en el mundo, restablecer la biodiversidad y proteger la salud",
    "authors": [
      "Lukoye  Atwoli,",
      "Baqui Abdullah H.,",
      "Thomas Benfield,",
      "Raffaella Bosurgi,",
      "Fiona Godlee,",
      "Stephen Hancocks,",
      "Richard Horton,",
      "Laurie Laybourn-Langton,",
      "Carlos Augusto Monteiro,",
      "Ian Norman,",
      "Kirsten Patrick, ,",
      "Nigel Praities, ,",
      "Marcel GM Olde Rikkert,",
      "Eric J. Rubin, ,",
      "Peush Sahni, ,",
      "Richard Smith,",
      "Nick Talley,",
      "Sue Turale,",
      "Damián Vázquez"
    ],
    "doi": "Vol. 37,\n                                no. 4",
    "issn": "0303-3295 (Print)",
    "publisher": "1688-0390 (Online)",
    "countryOfPublisher": "Sindicato Médico del Uruguay",
    "lcc": [
      "Uruguay",
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "http://www.scielo.edu.uy/scielo.php?script=sci_serial&pid=0303-3295&lng=pt&nrm=iso",
    "abstract": "En septiembre del 2021, la Asamblea General de las Naciones Unidas reunirá a los países en un momento crucial para organizar la acción colectiva con el propósito de hacer frente a la crisis medioambiental mundial. Se reunirán una vez más en la Conferencia de las Naciones Unidas sobre la Diversidad Biológica, en Kunming (China) y en la Conferencia de las Naciones Unidas sobre el Cambio Climático (CP26), en Glasgow (Escocia). Antes de la celebración de estas reuniones trascendentales, nosotros —los editores de revistas sobre salud de todo el mundo— exigimos medidas urgentes para mantener los aumentos promedio de la temperatura a nivel mundial por debajo de 1,5 °C, detener la destrucción de la naturaleza y proteger la salud.",
    "readLink": "http://www2.rmu.org.uy/ojsrmu311/index.php/rmu/article/view/757"
  },
  {
    "title": "Joint strategic energy and river basin planning to reduce dam impacts on rivers in Myanmar",
    "authors": [
      "Rafael J P Schmitt,",
      "Noah Kittner,",
      "G Mathias Kondolf,",
      "Daniel M Kammen"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abe329",
    "journalVolume": "Vol. 16,\n                                no. 5\n                                \n                                  p.\n                                  054054",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Tackling climate change and human development challenges will require major global investments in renewable energy systems, including possibly into large hydropower. Despite well-known impacts of hydropower dams, most renewable energy assessments neither account for externalities of hydropower nor evaluate possible strategic alternatives. Here we demonstrate how integrating energy systems modeling and strategic hydropower planning can resolve conflicts between renewable energy and dam impacts on rivers. We apply these tools to Myanmar, whose rivers are the last free-flowing rivers of Asia, and where business-as-usual (BAU) plans call for up to 40 GW of new hydropower. We present alternative energy futures that rely more on scalable wind and solar, and less on hydropower (6.7–10.3 GW) than the BAU. Reduced reliance on hydropower allows us to use river basin models to strategically design dam portfolios for minimized impact. Thus, our alternative futures result in greatly reduced impacts on rivers in terms of sediment trapping and habitat fragmentation, and result in lower system costs ($8.4 billion compared to $11.7 billion for the BAU). Our results highlight specific opportunities for Myanmar but also demonstrate global techno-ecological synergies between climate action, equitable human development and conservation of riparian ecosystems and livelihoods.",
    "readLink": "https://doi.org/10.1088/1748-9326/abe329"
  },
  {
    "title": "The European Investment Bank’s ‘Quantum Leap’ to Become the World’s First International Climate Bank",
    "authors": [
      "Helen Kavvadia"
    ],
    "doi": "https://doi.org/10.17645/pag.v9i2.3921",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  185\n                                  – 195",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "In November 2019, the European Investment Bank (EIB) announced its ‘metamorphosis’ into a ‘Climate Bank.’ Associated with the EU’s Green Deal, presented a month later, the EIB claimed to be the first international climate bank and a front runner in the EU’s priority climate agenda. The EIB is mandated through the treaties to support EU policymakers. However, with its ‘makeover,’ the EIB also announced the launch of a new climate strategy and energy lending policy, ending fossil fuel financing after 2021. It is thus valuable to examine the question of whether the EIB has developed into a policymaker, and if so, how this can be best understood. In exploring this question, this article follows a principal-agent approach, attempting to discern the rational interests behind organisational rhetoric and posits that the EIB’s claimed transformation hints at a type of policymaking activism, exploiting a policy window to serve the EIB’s rational interests in a strained political and market contest. This represents a paradigm shift in the EIB’s institutional behaviour and rhetoric within the EU governance constellation and is, in fact, in this sense a ‘quantum leap’ as suggested by the EIB. However, it remains to be seen if the bank’s metrics will prove a bold departure from their current activity or simply another adaptation to a policy field of intense interest to the EU, as has occurred on several occasions in the past.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/3921"
  },
  {
    "title": "In the Hot Seat: Behavioral Change and Old-Growth Trees Underpin an Australian Songbird’s Response to Extreme Heat",
    "authors": [
      "Lynda L. Sharpe,",
      "Suzanne M. Prober,",
      "Janet L. Gardner"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.813567",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Anthropogenic climate change is increasing the frequency and intensity of heat waves, thereby threatening biodiversity, particularly in hot, arid regions. Although free-ranging endotherms can use behavioral thermoregulation to contend with heat, it remains unclear to what degree behavior can buffer organisms from unprecedented temperatures. Thermoregulatory behaviors that facilitate dry heat loss during moderate heat become maladaptive once environmental temperatures exceed body temperature. Additionally, the costs associated with behavioral thermoregulation may become untenable with greater heat exposure, and effective cooling may be dependent upon the availability of specific microhabitats. Only by understanding the interplay of these three elements (responses, costs and habitat) can we hope to accurately predict how heat waves will impact wild endotherms. We quantified the thermoregulatory behaviors and microhabitat use of a small passerine, the Jacky Winter (Microeca fascinans), in the mallee woodland of SE Australia. At this location, the annual number of days ≥ 42°C has doubled over the last 25 years. The birds’ broad repertoire of behavioral responses to heat was nuanced and responsive to environmental conditions, but was associated with reduced foraging effort and increased foraging costs, accounting for the loss of body condition that occurs at high temperatures. By measuring microsite surface temperatures, which varied by up to 35°C at air temperatures > 44°C, we found that leaf-litter coverage and tree size were positively correlated with thermal buffering. Large mallee eucalypts were critical to the birds’ response to very high temperatures, providing high perches that facilitated convective cooling, the coolest tree-base temperatures and the greatest prevalence of tree-base crevices or hollows that were used as refuges at air temperatures > 38°C. Tree-base hollows, found only in large mallees, were cooler than all other microsites, averaging 2°C cooler than air temperature. Despite the plasticity of the birds’ response to heat, 29% of our habituated study population died when air temperatures reached a record-breaking 49°C, demonstrating the limits of behavioral thermoregulation and the potential vulnerability of organisms to climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.813567/full"
  },
  {
    "title": "Record-breaking rainfall over the middle reaches of the Yangtze River in August 2021: Sub-seasonal perspective and its predictability",
    "authors": [
      "Li Guo,",
      "Jie Wu,",
      "Jin-Qing Zuo"
    ],
    "doi": "Vol. 13,\n                                no. 6\n                                \n                                  pp.\n                                  826\n                                  – 834",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "An extremely heavy rainfall cluster was observed over the middle reaches of the Yangtze River (MYR) in August 2021, breaking the historical record since 1981 and causing severe floods. The controlling circulation regime and possible predictability sources of the un-expected rainfall are still unclear, especially from a sub-seasonal perspective. Our results show that the successive heavy rainfall events in August 2021 had significant intraseasonal oscillations for 10–24 d and 30–60 d, and they were synergistically influenced by tropical and extra-tropical circulation regime. Above all, the East Asia–Pacific teleconnection pattern (EAP) turned into a negative phase in late July and maintained throughout August, providing favorable background conditions for the northward transport of tropical water vapor and the southward intrusion of cold air from mid-high latitudes. The 30–60-d oscillation of precipitation was dominated by the first mode of boreal summer intraseasonal oscillation (BSISO1, with 30–60-d period), which strengthened the tropical moisture transport, while the quasi-biweekly oscillation of the western Pacific subtropical high and the anomalous mid-latitude cyclone of EAP intensified the precipitation on the scale of 10–24 d. In addition, the second mode of BSISO (BSISO2, with 10–30-d period) may also intensify the 10–24-d precipitation in late August. The forecast leading time of the S2S models for the persistent heavy rainfall in August 2021 was basically 1–2 weeks, while the EAP and BSISO1 were revealed as the main predictable sources of the abnormal rainfall events. These results highlight the importance of superposition of different intraseasonal oscillations in forming the extreme rainfall event and demonstrate a potential chance to enhance the prediction skill of extreme event if the ensemble members in S2S models could be reasonably selected according to their performances on key predictability sources.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822001149"
  },
  {
    "title": "Cost Analysis for CO2 Reduction Pathways",
    "authors": [
      "Mohammad  Lameh,",
      "Dhabia M.  Al-Mohannadi,",
      "Patrick  Linke"
    ],
    "doi": "https://doi.org/10.3303/CET2188097",
    "journalVolume": "Vol. 88",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "It has been widely acknowledged that addressing the issue of climate change should focus on reducing, and ideally eliminating, the influx of CO2 to the atmosphere. This has led to the emergence of various CO2-reducing technologies, which differ in their economic and environmental performances. Considering only one side of the problem may be misleading, so this work introduces a novel high-level cost analysis methodology which assesses the different CO2 reduction options based on CO2 marginal abatement cost - MAC (an indicator that integrates environmental and economic performances). The study contributes to the existing literature by accounting for the impact of the temporal variations in power demand and renewable energy sources on the MAC of the considered options. The proposed approach is demonstrated through an analysis that explores integrated pathways for CO2 reduction through CCUS technologies and renewable energy technologies. Energy storage is considered for the intermittent renewable energy options. The results for the different scenarios are combined on a Mini-MAC curve, a recently developed cost analysis tool for planning CO2 reduction pathways, in which significant insights on the economics of the CO2 reduction are demonstrated and analyzed.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/11890"
  },
  {
    "title": "Effect of Climate Change on Planting Season and Productivity of Maize (Zea mays L.) in Malang Regency",
    "authors": [
      "Ninuk Herlina,",
      "Amelia Prasetyorini"
    ],
    "doi": "https://doi.org/10.18343/jipi.25.1.118",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  118\n                                  – 128",
    "issn": "0853-4217 (Print)",
    "publisher": "2443-3462 (Online)",
    "countryOfPublisher": "Bogor Agricultural University",
    "lcc": [
      "Indonesia",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.ipb.ac.id/index.php/JIPI/index",
    "abstract": "Maize (Zea mays L.) is one of the agricultural commodities used as food and has quite a lot of benefits. The highest Indonesian production data is found in East Java. Malang Regency is one of the highest maize-producing areas in East Java. However, the production and productivity of maize in Malang Regency has fluctuated. One of the causes of unstable maize production in Indonesia is climate change due to global warming. Climate change that affect the length of the rainy and dry season is change in rainfall patterns. The purpose of this research is evaluating whether climate change occurred in 19982017 in Malang Regency and to know the impact of climate change on the growing season and corn productivity in Malang Regency. The study was conducted from February to May 2018 in Donomulyo, Dau, and Kasembon sub-district, Malang Regency. The research was carried out by survey method using primary and secondary data. The results showed that the climate in the North Malang Regency had undergone a change, which was marked by the increase in rainfall and monthly temperature and changes in climate type, while in the South it was marked by the decrease in monthly rainfall, monthly rainy days, and temperatures. The elements of rainfall and rainy days do not affect maize productivity, while the temperature has a corelation and has a significant effect on the maize productivity. Temperature has a positive effect on maize productivity and a model of estimating the effect of temperature on productivity was obtained, namely Y = -38552+1836 X. The impact of climate change is the occurrence of a shift in the beginning of the rainy and the dry seasons which cause changes in the maize planting season.",
    "readLink": "https://journal.ipb.ac.id/index.php/JIPI/article/view/24953"
  }
]