[
  {
    "title": "Continuous warming shift greening towards browning in the Southeast and Northwest High Mountain Asia",
    "authors": [
      "Yongchang Liu,",
      "Zhi Li,",
      "Yaning Chen"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-97240-4",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Remote sensing and ground vegetation observation data show that climate warming promotes global vegetation greening, and the increase in air temperature in High Mountain Asia (HMA) is more than twice the global average. Under such a drastic warming in climate, how have the vegetation dynamics in HMA changed? In this study, we use the Normalized Difference Vegetation Index (NDVI) from 1982 to 2015 to evaluate the latest changes in vegetation dynamics in HMA and their climate-driving mechanisms. The results show that over the past 30 years, HMA has generally followed a “warm-wet” trend, with temperatures charting a continuous rise. During 1982–1998 precipitation increased (1.16 mm yr−1), but depicted to reverse since 1998 (− 2.73 mm yr−1). Meanwhile, the NDVI in HMA increased (0.012 per decade) prior to 1998, after which the trend reversed and declined (− 0.005 per decade). The main reason for the browning of HMA vegetation is the dual effects of warming and precipitation changes. As mentioned, the increase in air temperature in HMA exceeds the global average. The increase of water vapor pressure deficit caused by global warming accelerates the loss and consumption of surface water, and also aggravates the soil water deficit. That is to say, the abnormal increase of land evapotranspiration far exceeds the precipitation, and the regional water shortage increases. Climate change is the primary factor driving these vegetation and water dynamics, with the largest proportion reaching 41.9%.",
    "readLink": "https://doi.org/10.1038/s41598-021-97240-4"
  },
  {
    "title": "Stakeholders management of carbon sequestration project  in the state – business – society system",
    "authors": [
      "A. E. Cherepovitsyn,",
      "A. A. Ilinova,",
      "O. O. Evseeva"
    ],
    "doi": "https://doi.org/10.31897/pmi.2019.6.731",
    "journalVolume": "Vol. 240\n                                \n                                \n                                  pp.\n                                  731\n                                  – 731",
    "issn": "2411-3336 (Print)",
    "publisher": "2541-9404 (Online)",
    "countryOfPublisher": "Saint-Petersburg Mining University",
    "lcc": [
      "Russian Federation",
      "Technology: Mining engineering. Metallurgy"
    ],
    "journalUrl": "https://pmi.spmi.ru",
    "abstract": "Prevention of catastrophic effects of climate change is one of the most pressing challenges of this century. A prominent place in the low-carbon development system today is carbon capture and storage technology (CCS). This technology can significantly reduce greenhouse gas emissions, leading to global warming. Effectiveness of technology has been proven through successful implementation of a number of CCS projects. CCS projects are implemented in the context of national and often international interests, consolidating efforts of many parties. Sequestration projects involve government bodies, public, industrial and scientific sectors, as well as a number of other business structures. Each participant presents his own expectations for results of the project, which can compete among themselves, creating threats to its successful implementation. World experience in implementing CCS projects indicates that opposition from a certain group of stakeholders can lead to closure of a project, therefore, interaction with environment is one of the key elements in managing such projects. This study focuses on specifics of stakeholder management in implementation of CO2 sequestration projects. Based on the analysis of world experience, role of the state, business and society in such projects is determined, their main expectations and interests are summarized. The main groups of stakeholders of CCS and CCUS (carbon capture, utilization and storage) projects were identified, differences in their interests and incentives to participate were analyzed. It is proved that system of interaction with stakeholders should be created at the early stages of the project, while management of stakeholders is a continuous process throughout the life cycle. An author’s tool is proposed for assessing degree of stakeholder interest, the use of which allowed us to determine interaction vectors with various groups of stakeholders.",
    "readLink": "https://pmi.spmi.ru/index.php/pmi/article/view/13254?setLocale=en_US"
  },
  {
    "title": "Long-term changes in the water quality of rainfall, cloud water and stream water for moorland, forested and clear-felled catchments at Plynlimon, mid-Wales",
    "authors": [
      "C. Neal,",
      "C. Neal,",
      "B. Reynolds,",
      "B. Reynolds,",
      "M. Neal,",
      "M. Neal,",
      "B. Pugh,",
      "B. Pugh,",
      "L. Hill,",
      "L. Hill,",
      "H. Wickham,",
      "H. Wickham"
    ],
    "doi": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  459\n                                  – 476",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Long term changes in the water quality of rainfall, cloud water and stream waters draining acidic and acid sensitive moorland and forested catchments at Plynlimon, mid-Wales, are examined for the period 1983 to 2001. Atmospheric inputs of chloride and sulphate are influenced by the relative inputs of clean maritime and polluted land based air masses. There is no systematic increase or decrease over time for chloride and non-sea-salt sulphate. Rather, there is a decadal scale process possibly representative of the influence of the North Atlantic Oscillation that affects the maritime and pollution climate of the Atlantic seaboard of the UK. Over 17 years of study, there may be a small decrease in non-sea-salt sulphate of about 10 μeq l-1 and a small improvement in acid neutralising capacity of about 20 to 30 μeq l-1 in rainfall. There is a clear improvement in cloud water chemistry with respect to pollutant components (ammonium, nitrate, non-sea-salt sulphate) and acidity (acid neutralising capacity improved by about 300 μeq l-1) through the study period. Many of the changes in cloud water chemistry are similar to rainfall over the same period except the magnitude of change is larger for the cloud water. Within the streams, there is some evidence for reductions in acidity as reflected by acid neutralising capacity becoming less negative. For one stream, deforestation occurred during the sampling period and this led to large increases in nitrate and smaller increases in aluminium midway through the study period. However, the climate and hydrological variability largely masked out other changes. The current analysis provides only a start to identifying trends for such a complex and variable environmental system. The need for strong statistical tools is emphasised to resolve issues of: (a) hydrological induced water quality variability, (b) changing soil and groundwater \"endmember\" chemistry contribution to the stream and (c) the non-linear patterns of change. Nonetheless, the analysis is enhanced by examining trends in chemistry for yearly averages and yearly average low catch and high catch rainfall and cloud water events as well as low and high flow stream chemistry. This approach allows trends to be examined within the context of endmember mixing. Keywords: Calcium, aluminium, ammonium, pH, Gran alkalinity, ANC, nitrate, chloride, sulphate, Plynlimon, cloud, mist, rainfall, stream, acidification, North Atlantic Oscillation, trends",
    "readLink": "http://www.hydrol-earth-syst-sci.net/5/459/2001/hess-5-459-2001.pdf"
  },
  {
    "title": "Potential for worldwide displacement of fossil-fuel electricity by nuclear energy in three decades based on extrapolation of regional deployment data.",
    "authors": [
      "Staffan A Qvist,",
      "Barry W Brook"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0124074",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  e0124074",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "There is an ongoing debate about the deployment rates and composition of alternative energy plans that could feasibly displace fossil fuels globally by mid-century, as required to avoid the more extreme impacts of climate change. Here we demonstrate the potential for a large-scale expansion of global nuclear power to replace fossil-fuel electricity production, based on empirical data from the Swedish and French light water reactor programs of the 1960s to 1990s. Analysis of these historical deployments show that if the world built nuclear power at no more than the per capita rate of these exemplar nations during their national expansion, then coal- and gas-fired electricity could be replaced worldwide in less than a decade. Under more conservative projections that take into account probable constraints and uncertainties such as differing relative economic output across regions, current and past unit construction time and costs, future electricity demand growth forecasts and the retiring of existing aging nuclear plants, our modelling estimates that the global share of fossil-fuel-derived electricity could be replaced within 25-34 years. This would allow the world to meet the most stringent greenhouse-gas mitigation targets.",
    "readLink": "https://doi.org/10.1371/journal.pone.0124074"
  },
  {
    "title": "Soil Erosion Due to Defective Pipes: A Hidden Hazard Beneath Our Feet",
    "authors": [
      "Pooya Dastpak,",
      "Rita L. Sousa,",
      "Daniel Dias"
    ],
    "doi": "https://doi.org/10.3390/su15118931",
    "journalVolume": "Vol. 15,\n                                no. 8931\n                                \n                                  p.\n                                  8931",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Sinkholes are a significant underground hazard that threatens infrastructure and lives and sometimes results in fatalities. The annual cost of sinkhole damages exceeds $300 million, although this estimate is likely underestimated due to the need for national tracking. Sinkholes can also alter natural drainage patterns, leading to increased flood risk. While natural sinkholes occur, those in urban areas are predominantly manmade, caused by soil erosion from defective pipes, typically due to aging. Climate change, storm surges, and urbanization have accelerated subsidence in urban environments, posing greater risks to critical infrastructure and densely populated areas. Extensive research has focused on soil erosion in dams; however, this knowledge does not necessarily apply to erosion through orifices, where gravity and other factors play significant roles. This paper presents a critical literature review on internal soil erosion due to defective pipes (SEDP). The review highlights that hydraulic loading, backfill type, and pipe conditions (defect shape, size, and depth) influence SEDP. Key findings from experiments and numerical studies are summarized, while mechanisms and knowledge gaps are identified. However, it is concluded that the current understanding in this field remains limited, underscoring the urgent need for further experimental and numerical research to expand the knowledge base on SEDP.",
    "readLink": "https://www.mdpi.com/2071-1050/15/11/8931"
  },
  {
    "title": "Ideas and perspectives: Land–ocean connectivity through groundwater",
    "authors": [
      "D. L. Arévalo-Martínez,",
      "D. L. Arévalo-Martínez,",
      "D. L. Arévalo-Martínez,",
      "A. Haroon,",
      "H. W. Bange,",
      "E. Erkul,",
      "M. Jegen,",
      "N. Moosdorf,",
      "N. Moosdorf,",
      "J. Schneider von Deimling,",
      "C. Berndt,",
      "M. E. Böttcher,",
      "M. E. Böttcher,",
      "M. E. Böttcher,",
      "J. Hoffmann,",
      "J. Hoffmann,",
      "V. Liebetrau,",
      "U. Mallast,",
      "G. Massmann,",
      "G. Massmann,",
      "A. Micallef,",
      "A. Micallef,",
      "H. A. Michael,",
      "H. A. Michael,",
      "H. Paasche,",
      "W. Rabbel,",
      "I. Santos,",
      "J. Scholten,",
      "K. Schwalenberg,",
      "B. Szymczycha,",
      "A. T. Thomas,",
      "J. J. Virtasalo,",
      "H. Waska,",
      "B. A. Weymer"
    ],
    "doi": "https://doi.org/10.5194/bg-20-647-2023",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  647\n                                  – 662",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "For millennia, humans have gravitated towards coastlines for their resource potential and as geopolitical centres for global trade. A basic requirement ensuring water security for coastal communities relies on a delicate balance between the supply and demand of potable water. The interaction between freshwater and saltwater in coastal settings is, therefore, complicated by both natural and human-driven environmental changes at the land–sea interface. In particular, ongoing sea-level rise, warming and deoxygenation might exacerbate such perturbations. In this context, an improved understanding of the nature and variability of groundwater fluxes across the land–sea continuum is timely yet remains out of reach. The flow of terrestrial groundwater across the coastal transition zone and the extent of freshened groundwater below the present-day seafloor are receiving increased attention in marine and coastal sciences because they likely represent a significant yet highly uncertain component of (bio)geochemical budgets and because of the emerging interest in the potential use of offshore freshened groundwater as a resource. At the same time, “reverse” groundwater flux from offshore to onshore is of prevalent socio-economic interest, as terrestrial groundwater resources are continuously pressured by over-pumping and seawater intrusion in many coastal regions worldwide. An accurate assessment of the land–ocean connectivity through groundwater and its potential responses to future anthropogenic activities and climate change will require a multidisciplinary approach combining the expertise of geophysicists, hydrogeologists, (bio)geochemists and modellers. Such joint activities will lay the scientific basis for better understanding the role of groundwater in societally relevant issues such as climate change, pollution and the environmental status of the coastal oceans within the framework of the United Nations Sustainable Development Goals. Here, we present our perspectives on future research directions to better understand land–ocean connectivity through groundwater, including the spatial distributions of the essential hydrogeological parameters, highlighting technical and scientific developments and briefly discussing the societal relevance of that connectivity in rapidly changing coastal oceans.",
    "readLink": "https://bg.copernicus.org/articles/20/647/2023/bg-20-647-2023.pdf"
  },
  {
    "title": "The Current Situation, Development, and Prospects of the Iron and Steel Industry in the Process towards the “Dual Carbon” Goals",
    "authors": [
      "Wei WEI,",
      "Dianmin ZHOU,",
      "Zhaohui CHEN"
    ],
    "doi": "https://doi.org/10.1142/S2345748123500094",
    "journalVolume": "Vol. 11,\n                                no. 02",
    "issn": "2345-7481 (Print)",
    "publisher": "2345-752X (Online)",
    "countryOfPublisher": "World Scientific Publishing Co. Pte Ltd.",
    "lcc": [
      "Singapore",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.worldscientific.com/worldscinet/cjues",
    "abstract": "The iron and steel industry is the largest carbon emitter in China’s manufacturing sector and one of the most important fields in the country’s response to climate change. This paper aims to explain the current situation, technological pathways, and future direction of green and low-carbon development of the iron and steel industry. According to the carbon emissions of the iron and steel industry, this paper analyzes the relationship between steelmaking technologies and carbon emissions, as well as the transformation trend of the world’s iron and steel industry, finding that China’s iron and steel industry faces both opportunities and challenges. Steel scrap recycling and electric furnace steelmaking technologies, re-electrification, hydrogen metallurgy, resource recycling and by-products, and carbon capture and utilization (CCU) are the main technologies tailored to the transformation pathways, and the optimization of energy consumption structure is an important direction for future development. Therefore, this paper believes that clean energy, as a guarantee for carbon mitigation, will play an increasingly important role in the process towards achieving carbon peaking and carbon neutrality goals (the “dual carbon” goals), in addition to the transformation of metallurgical technologies.",
    "readLink": "https://www.worldscientific.com/doi/10.1142/S2345748123500094"
  },
  {
    "title": "A Two-Way Avenue of Knowledge: An Editorial for the Special Issue “Geoscience of the Built Environment 2019 Edition”",
    "authors": [
      "Carlos Alves"
    ],
    "doi": "https://doi.org/10.3390/geosciences9100439",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  439",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "This editorial presents the papers published in the 2019 edition of this series of special issues in the context of the contribution of geological studies to the development of knowledge on the built environment (namely materials) and in the opposite sense, that is the potential contribution of studies of the Built Environment to geoscientific knowledge. This is discussed considering the major framework of the Anthropocene.",
    "readLink": "https://www.mdpi.com/2076-3263/9/10/439"
  },
  {
    "title": "Nourishing hope: Unraveling the path to justice in the global food system",
    "authors": [
      "Mallory Cerkleski"
    ],
    "doi": "https://doi.org/10.5304/jafscd.2023.124.019",
    "journalVolume": "Vol. 12,\n                                no. 4",
    "issn": "2152-0798 (Print)",
    "publisher": "2152-0801 (Online)",
    "countryOfPublisher": "Lyson Center for Civic Agriculture and Food Systems",
    "lcc": [
      "United States",
      "Agriculture",
      "Social Sciences: Communities. Classes. Races: Human settlements. Communities"
    ],
    "journalUrl": "https://www.foodsystemsjournal.org",
    "abstract": "First paragraph: In an era marked by widespread food insecurity and escalating concerns about climate change, Translating Food Sovereignty: Cultivating Justice in an Age of Transnational Governance by Matthew C. Canfield offers a timely and thought-provoking analysis of the global food system. Canfield explores the emerging food sovereignty movement, which challenges the dominant agro-industrial model and advocates for local and democratic control over food systems. As the reader progresses through the book, it becomes evident that Canfield embodies the essence of both a generalist and a specialist. With a wealth of experiences spanning from “formal” to “informal” and encompassing both legal and practical dimensions, each perspective presented feels remarkably comprehensive and worthy of serious consideration. . . .",
    "readLink": "http://foodsystemsjournal.org/index.php/fsj/article/view/1185"
  },
  {
    "title": "Drought hazard and annual precipitation predicted to increase in the Sirppujoki river basin, Finland",
    "authors": [
      "Lauri Ahopelto,",
      "Marko Kallio,",
      "Noora Veijalainen,",
      "Roope Kouki,",
      "Marko Keskinen"
    ],
    "doi": "Vol. 31\n                                \n                                \n                                  p.\n                                  100400",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Droughts pose a critical global risk that affect vast land areas and threaten almost all nations. Yet the impacts of droughts are most concretely felt at the local scale. Here, we assess drought indices in a Finnish basin with limited observations under current and future climate conditions in order to support local drought management. Long time series are needed for deriving drought indices, yet the available data is often a constraint. To increase the sample size available for analysis, we generated a thousand years of weather data with a stochastic weather generator based on observations and Regional Climate Model (RCM) data. The generated meteorological variables were fed into a hydrological model to simulate a large sample of hydrological variables. These large samples of simulated meteorological and hydrological variables were then used to analyse drought events and their characteristics in a past (1990–2019) and a future (2040–2069) time period. The results support the ongoing drought management work being done in South-Western Finland and specifically the Sirppujoki basin. Our results indicate that drought events will most likely become more frequent, especially during the growing season. Such changes would affect particularly the agricultural sector of Finland.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880723000626"
  }
]