[
  {
    "title": "Past pollen production reconstructed from needle production in Pinus sylvestris at the northern timberline: a tool for evaluating palaeoclimate reconstructions",
    "authors": [
      "Jalkanen, Risto,",
      "Hicks, Sheila,",
      "Aalto, Tarmo,",
      "Salminen, Hannu"
    ],
    "doi": "https://doi.org/10.14214/sf.230",
    "journalVolume": "Vol. 42,\n                                no. 4",
    "issn": "2242-4075 (Online)",
    "publisher": "Finnish Society of Forest Science",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://silvafennica.fi/",
    "abstract": "Annual needle production (PROD) of Scots pine (Pinus sylvestris L.) and pine pollen accumulation rates (PAR) are compared along a 5-site transect from the Arctic Circle to the northern timberline. PROD is calculated using the Needle Trace Method (NTM). PAR is monitored by two series of pollen traps, located in the centres of mires and within forests, respectively. There is a strong year-to-year agreement in PAR and PROD between the sites for the common 19-year period for which both proxies are available. Mean July temperature of the previous year (T) correlates statistically significantly with PROD at all five sites and with PAR in the four northernmost sites. There is also a significant relationship between T and PROD at all sites, and T and PAR at the two northernmost sites. PROD and PAR correlate most strongly in the three near tree line sites, where PROD explains up to 51% of the variation in PAR. On the basis of the calibration between PROD, PAR and T, PROD and T are used to reconstruct past PAR. That such a reconstruction is realistic is supported by its agreement with the pollen record for 1982â2000 and with records of male flowering for the period 1956â1973. The use of PROD in reconstructing past PAR can help in interpreting the fossil pollen signal in terms of climate rather than vegetation change and in evaluating the high-resolution dating of peat profiles and calculations of the rate of peat accumulation.JULâ1JUNâ1JUNJULâ1JULâ1",
    "readLink": "https://www.silvafennica.fi/article/230"
  },
  {
    "title": "Enabling Green Approaches by FMS-AMAN Coordination",
    "authors": [
      "Nils Ahrenhold,",
      "Izabela Stasicka,",
      "Rabeb Abdellaoui,",
      "Thorsten Mühlhausen,",
      "Marco-Michael Temme"
    ],
    "doi": "https://doi.org/10.3390/aerospace10030278",
    "journalVolume": "Vol. 10,\n                                no. 278\n                                \n                                  p.\n                                  278",
    "issn": "2226-4310 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Motor vehicles. Aeronautics. Astronautics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/aerospace",
    "abstract": "Growing political pressure and widespread social concerns about climate change are triggering a paradigm shift in the aviation sector. Projects with the target of reducing aviation’s CO2 emissions and their impact on climate change are being launched to improve currently used procedures. In this paper, a new coordination process between aircraft flight management systems (FMSs) and an arrival manager (AMAN) was investigated to enable fuel-efficient and more sustainable approaches. This coordination posed two major challenges. Firstly, current capacity-centred AMANs’ planning processes are not optimised towards fuel-efficient trajectories. To investigate the benefit of negotiated trajectories with fixed target times for waypoints and thresholds, the terminal manoeuvring area was redesigned for an independent parallel runway system. Secondly, the FMS-AMAN negotiation process plan the trajectories based on time, whereas air traffic controllers guide traffic based on distance. Three tactical assisting tools were implemented in an air traffic controller’s working position to enable a smooth transition from distance-based to time-based coordination and guidance. The whole concept was implemented and tested in real-time human-in-the-loop studies at DLR’s Air Traffic Validation Center. Results showed that the new airspace design and concept was feasible, and a reduction in flown distance was measured.",
    "readLink": "https://www.mdpi.com/2226-4310/10/3/278"
  },
  {
    "title": "Forest stocks control long‐term climatic mortality risks in Scots pine dry‐edge forests",
    "authors": [
      "Jaime Madrigal‐González,",
      "Juan A. Ballesteros‐Cánovas,",
      "Miguel A. Zavala,",
      "César Morales‐Molino,",
      "Markus Stoffel"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3201",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Forest research has addressed the importance of an improved understanding of drought–stocks interactions in the dry edge of tree species range. Nonetheless, more efforts are still critically needed to link up the multiple ways by which climatic stressors can trigger tree mortality, including population‐level determinants and management. Here, we analyze the interactive effects of North Atlantic Oscillation (NAO), a surrogate of climatic variability in southwestern Europe, and forest stocks on tree mortality in dry‐edge populations of the most widespread Eurasian tree species, Pinus sylvestris L., in the forest of Valsaín (central Spain). Specifically, we use tree mortality data gathered since 1941 in six multiannual periods. Results suggest that the main mortality risks in these forests can occur either in positive or negative NAO phases, but that their relative impacts are critically mediated by forest structure. In NAO+ periods, commonly associated with warm–dry conditions in the Iberian Peninsula, a peak of mortality was found in closed forest sections, whereas the second peak, found in open forest sections, was related to NAO‐ periods, correlated with temperate‐rainy weather conditions. This finding reinforces the key role of management—through its control on forest structure—as a driver of forest vulnerability to climate. Accounting for the multiple ways in which stocks modulate tree responses to different risks emerges as a critical element when it comes to the design of efficient adaptation measures in managed dry‐edge forests.",
    "readLink": "https://doi.org/10.1002/ecs2.3201"
  },
  {
    "title": "INVERSING GLACIER ALBEDO IN HIGH MOUNTAIN ASIA BASED ON SENTINEL-3 SATELLITE DATA",
    "authors": [
      "Y. Tian,",
      "Y. Tian,",
      "Z. Liu,",
      "Z. Liu"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLIII-B3-2021-509-2021",
    "journalVolume": "Vol. XLIII-B3-2021\n                                \n                                \n                                  pp.\n                                  509\n                                  – 514",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Surface albedo, defined as the ratio of the upward to downward solar irradiance, is an important climate parameter in the surface energy budget. Among them, glacier albedo is the link between glaciers and the hydration process of climate and cold zones, and it is also an important factor restricting the development of distributed glacier energy-material balance model. Changes in the albedo of ice and snow can alter the energy balance of the entire geo-gas system and can also cause local and even global climate change. Glaciers in High Mountain Asia have experienced heterogeneous rates of loss since the 1970s. The positive feedback effect of ice and snow makes its albedo an important indicator of ice and snow surface mass balance. This study used partly Sentinel-3 level-1b data of High Mountain Asia in 2017, RGI (Randolph Glacier Inventory) 6.0 and SPP (Snow Properties Processor) developed by the ESA’s team to extract the region's mountain glacier albedo in SNAP (Sentinel Application Platform) environment. At present, the products of the whole year of 2017 have been produced, with a time resolution of one month and a spatial resolution of 300 m.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLIII-B3-2021/509/2021/isprs-archives-XLIII-B3-2021-509-2021.pdf"
  },
  {
    "title": "Closing an open balance: The impact of increased tree harvest on forest carbon",
    "authors": [
      "Sampo Soimakallio,",
      "Hannes Böttcher,",
      "Jari Niemi,",
      "Fredric Mosley,",
      "Sara Turunen,",
      "Klaus Josef Hennenberg,",
      "Judith Reise,",
      "Horst Fehrenbach"
    ],
    "doi": "https://doi.org/10.1111/gcbb.12981",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  pp.\n                                  989\n                                  – 1000",
    "issn": "1757-1693 (Print)",
    "publisher": "1757-1707 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "United Kingdom",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1111/(ISSN)1757-1707",
    "abstract": "Abstract Fossil‐based emissions can be avoided by using wood in place of non‐renewable raw materials as energy and materials. However, wood harvest influences forest carbon stocks. Increased harvest may reduce the overall climate benefit of wood use significantly, but is widely overlooked. We reviewed selected simulation studies and compared differences in forest carbon and amount of wood harvested between harvest scenarios of different intensities for three different time perspectives: short‐ (1–30 years), mid‐ (31–70 years), and long‐term (71–100 years). Out of more than 450 reviewed studies 45 provided adequate data. Our results show that increased harvest reduces carbon stocks over 100 years in temperate and boreal forests by about 1.6 (stdev 0.9) tC per tC harvested (referred to as carbon balance indicator (CBI)). CBI proved to be robust when outliers explicitly influenced by factors other than changes in the harvest rate, such as fertilization or increase in forest area, were removed. The carbon impacts tend to be greatest in the mid‐term, but no significant difference in was found for average values between short and long time‐horizons. CBI can be interpreted as carbon opportunity costs of wood harvest in forests. Our results indicate that even after 100 years, CBI is significant compared to the typical GHG credits expected in the technosphere by avoiding fossil emissions in substitution and increasing carbon stocks in harvested wood products. Our estimates provide typical values that can directly be included in GHG balances of products or assessments of mitigation policies and measures related to wood use. However, more systematic scenarios with transparent information on influencing factors for forest carbon stocks are required to provide better constrained estimates for specific forest types.",
    "readLink": "https://doi.org/10.1111/gcbb.12981"
  },
  {
    "title": "Winter temperature predicts prolonged diapause in pine processionary moth species across their geographic range",
    "authors": [
      "Md H.R. Salman,",
      "Carmelo P. Bonsignore,",
      "Ahmed El Alaoui El Fels,",
      "Folco Giomi,",
      "José A. Hodar,",
      "Mathieu Laparie,",
      "Lorenzo Marini,",
      "Cécile Merel,",
      "Myron P. Zalucki,",
      "Mohamed Zamoum,",
      "Andrea Battisti"
    ],
    "doi": "https://doi.org/10.7717/peerj.6530",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  e6530",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Prolonged diapause occurs in a number of insects and is interpreted as a way to evade adverse conditions. The winter pine processionary moths (Thaumetopoea pityocampa and Th. wilkinsoni) are important pests of pines and cedars in the Mediterranean region. They are typically univoltine, with larvae feeding across the winter, pupating in spring in the soil and emerging as adults in summer. Pupae may, however, enter a prolonged diapause with adults emerging one or more years later. We tested the effect of variation in winter temperature on the incidence of prolonged diapause, using a total of 64 individual datasets related to insect cohorts over the period 1964–2015 for 36 sites in seven countries, covering most of the geographic range of both species. We found high variation in prolonged diapause incidence over their ranges. At both lower and upper ends of the thermal range in winter, prolonged diapause tended to be higher than at intermediate temperatures. Prolonged diapause may represent a risk-spreading strategy to mitigate climate uncertainty, although it may increase individual mortality because of a longer exposure to mortality factors such as predation, parasitism, diseases or energy depletion. Climate change, and in particular the increase of winter temperature, may reduce the incidence of prolonged diapause in colder regions whereas it may increase it in warmer ones, with consequences for population dynamics.",
    "readLink": "https://peerj.com/articles/6530.pdf"
  },
  {
    "title": "Machine Learning Assessment of the Impact of Global Warming on the Climate Drivers of Water Supply to Australia’s Northern Murray-Darling Basin",
    "authors": [
      "Milton Speer,",
      "Joshua Hartigan,",
      "Lance Leslie"
    ],
    "doi": "https://doi.org/10.3390/w14193073",
    "journalVolume": "Vol. 14,\n                                no. 3073\n                                \n                                  p.\n                                  3073",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Droughts and long dry spells, interspersed with intense rainfall events, have been characteristic of the northern Murray-Darling Basin (NMDB), a major Australian agricultural region. The NMDB precipitation results from weather systems ranging from thunderstorms to larger scale events. The larger scale events exhibit high seasonal and annual rainfall variability. To detect attributes shaping the NMDB precipitation patterns, and hence net water inflows to the vast Darling River catchment area, numerous (45) possible attributes were assessed for their influence on rainfall trends. Four periods were assessed: annual, April–May (early cool-season), June–September (remaining cool-season), and October–March (warm-season). Linear and non-linear regression machine learning (ML) methods were used to identify the dominant attributes. We show the impact of climate drivers on the increasingly dry April–May months on annual precipitation and warmer temperatures since the early 1990s. The NMDB water supply was further reduced during 1992–2018 by the lack of compensating rainfall trends for the April–May decline. The identified attributes include ENSO, the Southern Annular Mode, the Indian Ocean Dipole, and both local and global sea surface temperatures. A key finding is the prominence of global warming as an attribute, both individually and in combination with other climate drivers.",
    "readLink": "https://www.mdpi.com/2073-4441/14/19/3073"
  },
  {
    "title": "Carbon-Based Synthesized Materials for CO<sub>2</sub> Adsorption and Conversion: Its Potential for Carbon Recycling",
    "authors": [
      "Tuan-Dung Hoang,",
      "Suhaib A. Bandh,",
      "Fayaz A. Malla,",
      "Irteza Qayoom,",
      "Shahnaz Bashir,",
      "Suhail Bashir Peer,",
      "Anthony Halog"
    ],
    "doi": "https://doi.org/10.3390/recycling8040053",
    "journalVolume": "Vol. 8,\n                                no. 53\n                                \n                                  p.\n                                  53",
    "issn": "2313-4321 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/recycling",
    "abstract": "During the last half-century, the CO2 concentration in the world’s atmosphere has increased from 310 p.p.m. to over 380 p.p.m. This is due to the widespread usage of fossil fuels as a main source of energy. Modeling forecasts have shown that this trend will continue to rise and reducing CO2 emissions is a challenging task for multi-stakeholders, including research institutions. The UN Climate Change Conference in Glasgow (COP26) has stressed that stakeholders need to work together to achieve a NetZero target. Technologies involving absorbents for the capture of CO2 from a gas mixture are energy-intensive. Carbon adsorption and conversion (CAC) approaches have been gaining attention recently since these technologies can mitigate CO2 emissions. In this review, materials ranging from advanced carbon-based materials to natural resources-based materials will be reviewed. Adsorption and conversion capacities as well as the scalability possibility of these technologies for solving the CO2 emission problem will be investigated. The review, therefore, is timely and meaningful concerning the net zero emission targets set by countries and developmental organizations worldwide.",
    "readLink": "https://www.mdpi.com/2313-4321/8/4/53"
  },
  {
    "title": "Vulnerability and Exposure of Mediterranean Coastal Cities to Climate Change-Related Phenomena",
    "authors": [
      "Carmen Guida,",
      "Carmela Gargiulo,",
      "Rocco Papa,",
      "Gerardo Carpentieri"
    ],
    "doi": "https://doi.org/10.3390/environsciproc2022021079",
    "journalVolume": "Vol. 21,\n                                no. 79\n                                \n                                  p.\n                                  79",
    "issn": "2673-4931 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mdpi.com/journal/environsciproc",
    "abstract": "The extreme events that the planet is experiencing are indisputable proof of climate change. Effective strategies are required to reduce the exposure and vulnerability of cities to such risks. This work aims to contribute to the cultural and technical debate on the governance of urban transformations for limiting the impacts related to global warming, focusing on the cities of the Mediterranean Sea. The research shows how social and economic characteristics influence the response of cities to climate change-related hazards. This consideration reinforces the idea of seeking integrated solutions to improve the resilience of coastal urban areas within the entire basin.",
    "readLink": "https://www.mdpi.com/2673-4931/21/1/79"
  },
  {
    "title": "On the relationship between low cloud variability and lower tropospheric stability in the Southeast Pacific",
    "authors": [
      "F. Sun,",
      "A. Hall,",
      "X. Qu"
    ],
    "doi": "https://doi.org/10.5194/acp-11-9053-2011",
    "journalVolume": "Vol. 11,\n                                no. 17\n                                \n                                  pp.\n                                  9053\n                                  – 9065",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "In this study, we examine marine low cloud cover variability in the Southeast Pacific and its association with lower-tropospheric stability (LTS) across a spectrum of timescales. On both daily and interannual timescales, LTS and low cloud amount are very well correlated in austral summer (DJF). Meanwhile in winter (JJA), when ambient LTS increases, the LTS–low cloud relationship substantially weakens. The DJF LTS–low cloud relationship also weakens in years with unusually large ambient LTS values. These are generally strong El Niño years, in which DJF LTS values are comparable to those typically found in JJA. Thus the LTS–low cloud relationship is strongly modulated by the seasonal cycle and the ENSO phenomenon. We also investigate the origin of LTS anomalies closely associated with low cloud variability during austral summer. We find that the ocean and atmosphere are independently involved in generating anomalies in LTS and hence variability in the Southeast Pacific low cloud deck. This highlights the importance of the physical (as opposed to chemical) component of the climate system in generating internal variability in low cloud cover. It also illustrates the coupled nature of the climate system in this region, and raises the possibility of cloud feedbacks related to LTS. We conclude by addressing the implications of the LTS–low cloud relationship in the Southeast Pacific for low cloud feedbacks in anthropogenic climate change.",
    "readLink": "http://www.atmos-chem-phys.net/11/9053/2011/acp-11-9053-2011.pdf"
  }
]