[
  {
    "title": "CLIMATE CHANGE AND ITS IMPACT ON WHEAT PRODUCTION IN KANSAS",
    "authors": [
      "Joshua C. Howard,",
      "Esin Cakan,",
      "Kamal P. Upadhyaya"
    ],
    "doi": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2147-8988 (Print)",
    "publisher": "International Journal of Food and Agricultural Economics",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.foodandagriculturejournal.com/",
    "abstract": "This paper studies the effect of climate change on wheat production in Kansas using annual time series data from 1949 to 2014. For the study, an error correction model is developed in which the price of wheat, the price of oats (substitute good), average annual temperature and average annual precipitation are used as explanatory variables with total output of wheat being the dependent variable. Time series properties of the data series are diagnosed using unit root and cointegration tests. The estimated results suggest that Kansas farmers are supply responsive to both wheat as well as its substitute (oat) prices in the short run as well as in the long run. Climate variables; temperature has a positive effect on wheat output in the short run but an insignificant effect in the long run. Precipitation has a positive effect in the short run but a negative effect in the long run.",
    "readLink": "http://www.foodandagriculturejournal.com/vol4.no2.pp1.pdf"
  },
  {
    "title": "Postglacial Reconstruction of Fire History Using Sedimentary Charcoal and Pollen From a Small Lake in Southwest Yukon Territory, Canada",
    "authors": [
      "Tyler J. Prince,",
      "Michael F. J. Pisaric,",
      "Michael F. J. Pisaric,",
      "Kevin W. Turner,",
      "Kevin W. Turner"
    ],
    "doi": "https://doi.org/10.3389/fevo.2018.00209",
    "journalVolume": "Vol. 6",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Previous research suggests climate warming during the current century is likely to lead to an increase in the frequency and severity of wildfire. Recent wildfire seasons in northern Canada generally support these studies, with some of the worst fire seasons on record occurring during the past decade. While we can readily track the spatial and temporal distribution of these events during recent decades using satellite-derived data, these records of past fire activity are relatively short. Proxy records of past fire activity are needed to fully understand how fire regimes may be shifting in response to changing climatic conditions. A high-resolution fire record for the full Holocene was developed using a 539.5-cm sediment core collected from a small lake in southwest Yukon Territory, Canada. Macroscopic charcoal was counted throughout the core at contiguous 0.5-cm intervals. The core was also analyzed for loss-on-ignition and magnetic susceptibility. Fossil pollen preserved in the lake sediment was analyzed to determine vegetation change throughout the Holocene. Macroscopic charcoal analysis indicates an active fire history throughout the record, with 91 fires recorded during the Holocene. Results suggest the fire regime in this region responds to both top-down (climate) and bottom-up (vegetation) factors. Fire return intervals changed in response to shifts in precipitation and temperature as well as the expansion of lodgepole pine into the region. The shifts in precipitation and temperature were attributed to the oscillation of the Aleutian Low pressure system and fluctuations in climate associated with the Medieval Climate Anomaly and the Little Ice Age.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2018.00209/full"
  },
  {
    "title": "Unravelling geospatial distribution and genetic diversity of greenhouse whitefly, Trialeurodes vaporariorum (Westwood) from Himalayan Region",
    "authors": [
      "Amit Umesh Paschapur,",
      "Ashish Kumar Singh,",
      "Ramesh Buski,",
      "P. N. Guru,",
      "B. Jeevan,",
      "K. K. Mishra,",
      "Lakshmi Kant"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-37781-y",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The Greenhouse whitefly (GWF), Trialeurodes vaporariorum (Westwood) (Hemiptera: Aleyrodidae), is a destructive pest that affects protected cultivation worldwide. The Indian Himalayan region is particularly vulnerable to GWF introduction, invasion, and spread due to the expansion of protected cultivation and climate change. In this study, we collected 32 naturally occurring GWF populations, mainly from the Uttarakhand state in the Indian Himalayan region, to investigate the distribution pattern and genetic diversity of T. vaporariorum. Our sampling was representative of the region's vegetation diversity and geographical location, and we collected samples from multiple sites within each locality to account for local variations. The mtCOI gene was used to accurately detect and identify GWF and to sequence haplotypes prevalent in the Uttarakhand state. The maximum likelihood method used for phylogenetic studies revealed that all 32 whitefly samples in this study belonged to T. vaporariorum and were prevalent in all the collected localities. Our population genetic study using mtCOI showed variation within T. vaporariorum populations, with 20 distinct haplotypes present. Notably, haplotype 2 (H2) was the most dominant haplotype among the sampled populations. These results provide fundamental knowledge for understanding the geographical distribution and ecology of T. vaporariorum in the Uttarakhand state of the Indian Himalayan region. The discovery of geospatial and genetic diversity of GWF in the Himalayan region underscores the importance of pest alertness, research prioritization, and the development of sustainable management strategies to protect crops.",
    "readLink": "https://doi.org/10.1038/s41598-023-37781-y"
  },
  {
    "title": "Investigation of life cycle assessment barriers for sustainable development in manufacturing using grey relational analysis and best worst method",
    "authors": [
      "Mahender Singh Kaswan,",
      "Rajeev Rathi"
    ],
    "doi": "https://doi.org/10.1080/19397038.2021.1929550",
    "journalVolume": "Vol. 14,\n                                no. 4\n                                \n                                  pp.\n                                  672\n                                  – 685",
    "issn": "1939-7038 (Print)",
    "publisher": "1939-7046 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tsue20",
    "abstract": "Over the last few decades, there has been increasing pressure on manufacturing organisations to reduce their current level of emissions due to governmental policies on climate change and increased awareness of sustainability. To mitigate these challenges, there is a need for industries to measure and analyse environmental wastes using tools like life cycle assessment (LCA). But, to implement LCA comprehensively, it is indispensable to look at barriers that deter successful implementation of this assessment tool. The present work deals with the identification, investigation, and prioritisation of LCA barriers in the manufacturing sector of India using advanced decision-making tool: Grey Relational Analysis (GRA) and further validation using Best Worst Method (BWM). It has been found that lack of top management support, lack of education and training of employee on environmental management, and lack of team effort across supply chain partners to collect effective data as key barriers to LCA implementation with grey relational grades 0.8296, 0.6294, and 0.6219, respectively. The corresponding BWM weights have been found as 0.3232, 0.1534, and 0.1039. The present work will enable the manufacturing organisations and practitioners to apply LCA through comprehensive understanding of barriers for improved organisational sustainability.",
    "readLink": "http://dx.doi.org/10.1080/19397038.2021.1929550"
  },
  {
    "title": "Ecological State of Lake Gusinoe—A Cooling Pond of the Gusinoozersk GRES",
    "authors": [
      "Larisa D. Radnaeva,",
      "Tcogto Zh. Bazarzhapov,",
      "Valentina G. Shiretorova,",
      "Svetlana V. Zhigzhitzhapova,",
      "Elena P. Nikitina,",
      "Elena P. Dylenova,",
      "Galina S. Shirapova,",
      "Olga D. Budaeva,",
      "Andrey N. Beshentsev,",
      "Endon Zh. Garmaev,",
      "Ping Wang,",
      "Suocheng Dong,",
      "Zehong Li,",
      "Arnold K. Tulokhonov"
    ],
    "doi": "https://doi.org/10.3390/w14010004",
    "journalVolume": "Vol. 14,\n                                no. 4\n                                \n                                  p.\n                                  4",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The study of the transformation of substances in the basin of the Selenga River—the main tributary of Lake Baikal—under anthropogenic pressure and in the context of global climate change, is especially important for the lake, a globally important source of drinking water. The ecosystem of Lake Gusinoe is one of the key objects in the Selenga River basin that is exposed to significant anthropogenic pressure. This study presents the results of an analysis of water level changes and physicochemical parameters of the water mass of Lake Gusinoe; literature data from 1951 to 2017 and own data from 2017 to 2021. The water level in the lake had depended on natural factors before the Gusinoozersk GRES was launched; however, since the plant has begun using the lake as a cooling pond, its level has actually been regulated by the economic entity. Over the years, there has been a significant increase in mineralization, sulfate, sodium, fluoride and organic matter fractions resistant to oxidation. Seasonal increases in iron and manganese concentrations in water were detected. Increased concentrations of nutrients and organic matter fractions resistant to oxidation were registered at the wastewater discharge sites. Heavy metals in the bottom sediments of Lake Gusinoe accumulate mainly in the silt of the deep zone of the lake. Plants growing in the zones of influence of the Gusinoozersk GRES and Gusinoozersk wastewater discharge accumulate the largest amount of metals.",
    "readLink": "https://www.mdpi.com/2073-4441/14/1/4"
  },
  {
    "title": "Effect of Climate Variability on Green and Blue Water Resources in a Temperate Monsoon Watershed, Northeastern China",
    "authors": [
      "Junchao Jiang,",
      "Leting Lyu,",
      "Yuechi Han,",
      "Caizhi Sun"
    ],
    "doi": "https://doi.org/10.3390/su13042193",
    "journalVolume": "Vol. 13,\n                                no. 2193\n                                \n                                  p.\n                                  2193",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Over 80% of global grain production relies on green water, water from precipitation that is stored in unsaturated soil and supports plant growth. Blue water, precipitation that turns into surface water and groundwater, is also a vital surface water resource, and it can be directly utilized. The Tanghe River Basin is a typical temperate continental monsoon watershed in Northern China where residents and crops rely on blue and green water resources. In this study, the spatiotemporal distributions of water resources in the Tanghe River Basin were simulated using the soil and water assessment tool (SWAT) model for the period between 1970 and 2015. The results demonstrate that the Nash–Sutcliffe efficiency and coefficient of determination were both higher than 0.64 during the calibration and validation periods at all hydrological stations, indicating high simulation accuracy. The average annual water resources of the Tanghe River Basin are 759.37 mm. Green and blue water account for 68% and 32% of the total water resources, respectively. The study period was divided into the reference period (1970–1976) and the variation period (1977–2015), to explore the impact of climate change on the green and blue water resources of the Tanghe River Basin water resources. Compared with the reference period, the average green and blue water resources in the variation period decreased by 78.48 and 35.94 mm/year, and their rate changes were −13.45% and −13.17%, respectively. The water resource relative change rates were high in the south and low in the north, and they were predominantly affected by precipitation. This study improves our understanding of the hydrological processes as well as the availability of blue and green water in the study region, and can prove beneficial in promoting the sustainable development of small basins and the integrated watershed management in areas with similar climatic conditions.",
    "readLink": "https://www.mdpi.com/2071-1050/13/4/2193"
  },
  {
    "title": "Rice farmers’ perceptions about temperature and rainfall variations, respective adaptation measures, and determinants: Implications for sustainable farming systems",
    "authors": [
      "Nasir Abbas Khan,",
      "Ashfaq Ahmad Shah,",
      "Ataharul Chowdhury,",
      "Muhammad Atiq Ur Rehman Tariq,",
      "Muhammad Atiq Ur Rehman Tariq,",
      "Muhammad Atiq Ur Rehman Tariq,",
      "Uttam Khanal"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.997673",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "In Pakistan, climate change is adversely affecting agricultural production and undermining the food security and subsistence of millions of farm households. Farmers’ understanding of climate change and their adaptation strategies can serve as a useful step to help minimize climate risks. This study explores farmers’ perception of and adaptation strategies to climate change and their determinants in the rice-growing zone of Punjab province, as this region of the country is highly vulnerable to climate change impacts. The multistage stratified-random sampling method was used to select 480 farmers from the four rice districts of the region, and data were collected using a structured questionnaire. Logistic regression and contingency tables are used to analyze the determinants of farmers’ adopted strategies and adaptation extent (number of adopted strategies). Results show that farmers perceived significant changes in the climate, including the rise in average summer and winter temperatures and the decline in overall precipitation. The study further found that farmers’ adopted adaptation strategies include supplementary irrigation, adjustments in rice cultivation dates, crop diversification, use of climate-smart varieties, better fertilizer management, and farm resizing. Logit model showed that farmers’ age, primary occupation, income, landholding, access to irrigation, credit, climate information, and farm advisory appeared to be the significant determinants of their adaptation decision. The adaptation extent strongly correlates with farmers’ education and access to climate information and credit services. Based on these findings, this study suggests the relevant institutions improve farmers’ access to irrigation water, credit, farm advisory, and climate information to improve their adaptation extent and hence resilience of the rice-farming system.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.997673/full"
  },
  {
    "title": "Design and Application of Cellular Concrete on a Mexican Residential Building and Its Influence on Energy Savings in Hot Climates: Projections to 2050",
    "authors": [
      "Ana C. Borbon-Almada,",
      "Jorge Lucero-Alvarez,",
      "Norma A. Rodriguez-Muñoz,",
      "Manuel Ramirez-Celaya,",
      "Samuel Castro-Brockman,",
      "Nicolas Sau-Soto,",
      "Mario Najera-Trejo"
    ],
    "doi": "https://doi.org/10.3390/app10228225",
    "journalVolume": "Vol. 10,\n                                no. 8225\n                                \n                                  p.\n                                  8225",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The thermal performance of economical housing located in hot climates remains a pending subject, especially in emerging economies. A cellular concrete mixture was designed, considering its thermophysical properties, to apply the new material into building envelopes. The proposed materials have low density and thermal conductivity to be used as a nonstructural lightweight construction element. From the design stage, a series of wall systems based on cellular concrete was proposed. Whereas in the second phase, the materials were analyzed to obtain the potential energy savings using dynamic simulations. It is foreseen that the energy consumption in buildings located in these climates will continue to increase critically due to the temperature increase associated with climate change. The temperatures predicted mean vote (PMV), electric energy consumption, and CO2 emissions were calculated for three IPCC scenarios. These results will help to identify the impact of climate change on the energy use of the houses built under these weather conditions. The results show that if the conventional concrete blocks continue to be used, the air conditioning energy requirements will increase to 49% for 2030 and 61% by 2050. The proposed cellular concrete could reduce energy consumption between 15% and 28%, and these saving rates would remain in the future. The results indicate that it is necessary to drive the adoption of lightweight materials, so the impact of energy use on climate change can be reduced.",
    "readLink": "https://www.mdpi.com/2076-3417/10/22/8225"
  },
  {
    "title": "Absorbing aerosols at high relative humidity: linking hygroscopic growth to optical properties",
    "authors": [
      "J. Michel Flores,",
      "R. Z. Bar-Or,",
      "N. Bluvshtein,",
      "A. Abo-Riziq,",
      "A. Kostinski,",
      "S. Borrmann,",
      "I. Koren,",
      "I. Koren,",
      "Y. Rudich"
    ],
    "doi": "https://doi.org/10.5194/acp-12-5511-2012",
    "journalVolume": "Vol. 12,\n                                no. 12\n                                \n                                  pp.\n                                  5511\n                                  – 5521",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "One of the major uncertainties in the understanding of Earth's climate system is the interaction between solar radiation and aerosols in the atmosphere. Aerosols exposed to high humidity will change their chemical, physical, and optical properties due to their increased water content. To model hydrated aerosols, atmospheric chemistry and climate models often use the volume weighted mixing rule to predict the complex refractive index (RI) of aerosols when they interact with high relative humidity, and, in general, assume homogeneous mixing. This study explores the validity of these assumptions. A humidified cavity ring down aerosol spectrometer (CRD-AS) and a tandem hygroscopic DMA (differential mobility analyzer) are used to measure the extinction coefficient and hygroscopic growth factors of humidified aerosols, respectively. The measurements are performed at 80% and 90%RH at wavelengths of 532 nm and 355 nm using size-selected aerosols with different degrees of absorption; from purely scattering to highly absorbing particles. The ratio of the humidified to the dry extinction coefficients (<i>f</i>RH<sub>ext</sub>(%RH, Dry)) is measured and compared to theoretical calculations based on Mie theory. Using the measured hygroscopic growth factors and assuming homogeneous mixing, the expected RIs using the volume weighted mixing rule are compared to the RIs derived from the extinction measurements. <br><br> We found a weak linear dependence or no dependence of <i>f</i>RH(%RH, Dry) with size for hydrated absorbing aerosols in contrast to the non-monotonically decreasing behavior with size for purely scattering aerosols. No discernible difference could be made between the two wavelengths used. Less than 7% differences were found between the real parts of the complex refractive indices derived and those calculated using the volume weighted mixing rule, and the imaginary parts had up to a 20% difference. However, for substances with growth factor less than 1.15 the volume weighted mixing rule assumption needs to be taken with caution as the imaginary part of the complex RI can be underestimated.",
    "readLink": "http://www.atmos-chem-phys.net/12/5511/2012/acp-12-5511-2012.pdf"
  },
  {
    "title": "Comprehensive Evaluation of Photovoltaic Solar Plants vs. Natural Ecosystems in Green Conflict Situations",
    "authors": [
      "Kosuke Mori,",
      "Tomohiro Tabata"
    ],
    "doi": "https://doi.org/10.3390/en13236224",
    "journalVolume": "Vol. 13,\n                                no. 6224\n                                \n                                  p.\n                                  6224",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "This study aims to develop a comprehensive method for evaluating the environmental cost/benefits of photovoltaic (PV) solar plant installation versus conserving natural ecosystems. First, the positive and negative impacts of installing PV solar plants in regions with natural ecosystems are reviewed. For focus and quantification, climate change mitigation and economic benefit were considered as benefits, and the loss of carbon sinks and biodiversity as well as disaster risk were considered as negatives. These items were also integrated as external costs using a life-cycle assessment method, and a ratio of positive versus negative impacts (P/N ratio) was developed, as part of our evaluation. The method was applied to a case study in Hyogo Prefecture, Japan, where 361 large PV solar plants have been installed in areas that previously supported natural ecosystems. Prior to the PV installation, 25.5% of the plants were cleared from the natural ecosystem. Consequently, the annualized benefits (costs) for these Hyogo plants were estimated to be 101.16 (73.88) million USD, which yielded a P/N ratio of 1.37, indicating that their benefits outweighed their costs. An economic benefit was found to be one of the parameters that significantly influenced the P/N ratio.",
    "readLink": "https://www.mdpi.com/1996-1073/13/23/6224"
  }
]