[
  {
    "title": "Some aspects of climate change communication and effectiveness in PNG",
    "authors": [
      "Philip Cass"
    ],
    "doi": "https://doi.org/10.24135/pjr.v26i1.1106",
    "journalVolume": "Vol. 26,\n                                no. 1",
    "issn": "1023-9499 (Print)",
    "publisher": "2324-2035 (Online)",
    "countryOfPublisher": "Asia Pacific Network",
    "lcc": [
      "New Zealand",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Language and Literature: Literature (General): Journalism. The periodical press, etc."
    ],
    "journalUrl": "https://ojs.aut.ac.nz/pacific-journalism-review/",
    "abstract": "This article examines some aspects of climate change communication in Papua New Guinea (PNG), particularly the use of Tok Pisin language. To place the issue in a broader, global context, the article compares the situation in PNG with that of the use of Pidgin English in Nigeria. The article argues that a major project needs to be undertaken to determine the effectiveness of this communication. It suggests drawing on the experience of both the Bougainville Audience Study and the BBC Trusts’ examination of climate change in Nigeria.",
    "readLink": "https://ojs.aut.ac.nz/pacific-journalism-review/article/view/1106"
  },
  {
    "title": "QUANTIFYING REGIONAL SEA LEVEL RISE CONTRIBUTIONS FROM THE GREENLAND ICE SHEET",
    "authors": [
      "Diandong Ren,",
      "Lance Leslie,",
      "Mervyn Lynch,",
      "Qinghua Ye"
    ],
    "doi": "https://doi.org/10.24057/2071-9388-2013-6-3-77-85",
    "journalVolume": "Vol. 6,\n                                no. 3\n                                \n                                  pp.\n                                  77\n                                  – 85",
    "issn": "2071-9388 (Print)",
    "publisher": "2542-1565 (Online)",
    "countryOfPublisher": "Lomonosov Moscow State University",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://ges.rgo.ru",
    "abstract": "This study projects the sea level contribution from the Greenland ice sheet (GrIS) through to 2100, using a recently developed ice dynamics model forced by atmospheric parameters derived from three different climate models (CGCMs). The geographical pattern of the near-surface ice warming imposes a divergent flow field favoring mass loss through enhanced ice flow. The calculated average mass loss rate during the latter half of the 21st century is ~0.64±0.06 mm/year eustatic sea level rise, which is significantly larger than the IPCC AR4 estimate from surface mass balance. The difference is due largely to the positive feedbacks from reduced ice viscosity and the basal sliding mechanism present in the ice dynamics model. This inter-model, inter-scenario spread adds approximately a 20% uncertainty to the IPCC ice model estimates. The sea level rise is geographically non-uniform and reaches 1.69±0.24 mm/year by 2100 for the northeast coastal region of the United States, amplified by the expected weakening of the Atlantic meridional overturning circulation (AMOC). In contrast to previous estimates, which neglected the GrIS fresh water input, both sides of the North Atlantic Gyre are projected to experience sea level rises. The impacts on a selection of major cities on both sides of the Atlantic and in the Pacific and southern oceans also are assessed. The other ocean basins are found to be less affected than the Atlantic Ocean.",
    "readLink": "https://ges.rgo.ru/jour/article/view/141"
  },
  {
    "title": "Big Events theory and measures may help explain emerging long-term effects of current crises",
    "authors": [
      "Samuel R. Friedman,",
      "Pedro Mateu-Gelabert,",
      "Georgios K. Nikolopoulos,",
      "Magdalena Cerdá,",
      "Diana Rossi,",
      "Ashly E. Jordan,",
      "Tarlise Townsend,",
      "Maria R. Khan,",
      "David C. Perlman"
    ],
    "doi": "https://doi.org/10.1080/17441692.2021.1903528",
    "journalVolume": "Vol. 16,\n                                no. 8-9\n                                \n                                  pp.\n                                  1167\n                                  – 1186",
    "issn": "1744-1692 (Print)",
    "publisher": "1744-1706 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.tandfonline.com/RGPH",
    "abstract": "Big Events are periods during which abnormal large-scale events like war, economic collapse, revolts, or pandemics disrupt daily life and expectations about the future. They can lead to rapid change in health-related norms, beliefs, social networks and behavioural practices. The world is undergoing such Big Events through the interaction of COVID-19, a large economic downturn, massive social unrest in many countries, and ever-worsening effects of global climate change. Previous research, mainly on HIV/AIDS, suggests that the health effects of Big Events can be profound, but are contingent: Sometimes Big Events led to enormous outbreaks of HIV and associated diseases and conditions such as injection drug use, sex trading, and tuberculosis, but in other circumstances, Big Events did not do so. This paper discusses and presents hypotheses about pathways through which the current Big Events might lead to better or worse short and long term outcomes for various health conditions and diseases; considers how pre-existing societal conditions and changing ‘pathway’ variables can influence the impact of Big Events; discusses how to measure these pathways; and suggests ways in which research and surveillance might be conducted to improve human capacity to prevent or mitigate the effects of Big Events on human health.",
    "readLink": "http://dx.doi.org/10.1080/17441692.2021.1903528"
  },
  {
    "title": "Persistent mass loss of Triangular Glacier, James Ross Island, north-eastern Antarctic Peninsula",
    "authors": [
      "Zbyněk Engel,",
      "Kamil Láska,",
      "Jan Kavan,",
      "Jana Smolíková"
    ],
    "doi": "https://doi.org/10.1017/jog.2022.42",
    "journalVolume": "Vol. 69\n                                \n                                \n                                  pp.\n                                  27\n                                  – 39",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "The retreat rates of Triangular Glacier since 1979 and its mass changes during the period 2014/15–2019/20 indicate the sensitive response of small ice masses on the eastern side of the Antarctic Peninsula to air temperature evolution. This cirque glacier in the northern part of James Ross Island receded rapidly during the period of regional warming in the late 20th century, losing 30.8% of its surface area between 1979 and 2006 (−1.7% a−1). The retreat rate then dropped to −0.3% a−1 following the regional cooling trend, but started to accelerate again (−0.8 to −2.3% a−1) with increasing air temperature since the summer 2014/15. Since the glaciological year 2015/16, Triangular Glacier has experienced enhanced snow melt, wind scour and permanent mass loss with annual mass balance ranging from −0.08 ± 0.35 to −0.56 ± 0.25 m w.e. The largest mass loss was observed in the glaciological year 2019/20, which included the warmest summer of the observation period. The cumulative mass balance of −1.66 ± 0.83 m w.e. over the years 2014/15–2019/20 is consistent with the termination of the positive mass-balance period that occurred in the north-eastern Antarctic Peninsula from 2009/10 to 2014/15.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143022000429/type/journal_article"
  },
  {
    "title": "A Framework for Planning and Evaluating the Role of Urban Stream Restoration for Improving Transportation Resilience to Extreme Rainfall Events",
    "authors": [
      "Barbara  A. Doll,",
      "J.  Jack Kurki-Fox,",
      "Daniel  E. Line"
    ],
    "doi": "https://doi.org/10.3390/w12061620",
    "journalVolume": "Vol. 12,\n                                no. 1620\n                                \n                                  p.\n                                  1620",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Recent extreme rainfall events produced severe flooding across North Carolina’s Coastal Plain, revealing deep vulnerabilities in many communities. Climate change is expected to exacerbate these problems by further increasing rainfall intensity and the frequency of extreme rainfall events. Due to the risks posed by these changing rainfall patterns, a shift in the approach to infrastructure planning and management is needed for many floodprone communities, particularly in regard to managing streams and floodplains in urban areas. This study proposes a framework for systematically evaluating stream restoration in combination with engineered improvements to culvert and bridge crossings to identify and optimize options for mitigating extreme events in urban areas. To illustrate the methodology, extensive hydraulic modeling was conducted to test four different strategies for reducing flooding along a channelized and armored stream, Big Ditch, located in Goldsboro, North Carolina, USA. The results indicate that neither floodplain restoration nor infrastructure modification alone could alleviate flooding along Big Ditch. Rather, a combination approach would be required to mitigate flooding, which could result in substantial benefits for storms in excess of the 100-year event. The results suggest that shifting to a multi-faceted approach to improve resiliency to extreme events could improve public safety and reduce future damages due to flooding.",
    "readLink": "https://www.mdpi.com/2073-4441/12/6/1620"
  },
  {
    "title": "National Planetary Health learning objectives for Germany: A steppingstone for medical education to promote transformative change",
    "authors": [
      "Katharina Wabnitz,",
      "Katharina Wabnitz,",
      "Eva-Maria Schwienhorst-Stich,",
      "Eva-Maria Schwienhorst-Stich,",
      "Franziska Asbeck,",
      "Cara Sophie Fellmann,",
      "Sophie Gepp,",
      "Sophie Gepp,",
      "Sophie Gepp,",
      "Jana Leberl,",
      "Nikolaus Christian Simon Mezger,",
      "Nikolaus Christian Simon Mezger,",
      "Nikolaus Christian Simon Mezger,",
      "Michael Eichinger,",
      "Michael Eichinger"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2022.1093720",
    "journalVolume": "Vol. 10",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "Physicians play an important role in adapting to and mitigating the adverse health effects of the unfolding climate and ecological crises. To fully harness this potential, future physicians need to acquire knowledge, values, skills, and leadership attributes to care for patients presenting with environmental change-related conditions and to initiate and propel transformative change in healthcare and other sectors of society including, but not limited to, the decarbonization of healthcare systems, the transition to renewable energies and the transformation of transport and food systems. Despite the potential of Planetary Health Education (PHE) to support medical students in becoming agents of change, best-practice examples of mainstreaming PHE in medical curricula remain scarce both in Germany and internationally. The process of revising and updating the Medical Licensing Regulations and the National Competency-based Catalog of Learning Objectives for Medical Education in Germany provided a window of opportunity to address this implementation challenge. In this article, we describe the development and content of national Planetary Health learning objectives for Germany. We anticipate that the learning objectives will stimulate the development and implementation of innovative Planetary Health teaching, learning and exam formats in medical schools and inform similar initiatives in other health professions. The availability of Planetary Health learning objectives in other countries will provide opportunities for cross-country and interdisciplinary exchange of experiences and validation of content, thus supporting the consolidation of Planetary Health learning objectives and the improvement of PHE for all health professionals globally.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.1093720/full"
  },
  {
    "title": "Cultivation has selected for a wider niche and large range shifts in maize",
    "authors": [
      "Rujing Yang,",
      "Runyao Cao,",
      "Xiang Gong,",
      "Jianmeng Feng"
    ],
    "doi": "https://doi.org/10.7717/peerj.14019",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  p.\n                                  e14019",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background Maize (Zea mays L.) is a staple crop cultivated on a global scale. However, its ability to feed the rapidly growing human population may be impaired by climate change, especially if it has low climatic niche and range lability. One important question requiring clarification is therefore whether maize shows high niche and range lability. Methods We used the COUE scheme (a unified terminology representing niche centroid shift, overlap, unfilling and expansion) and species distribution models to study the niche and range changes between maize and its wild progenitors using occurrence records of maize, lowland teosinte (Zea mays ssp. parviglumis) and highland teosinte (Zea mays ssp. mexicana), respectively, as well as explore the mechanisms underlying the niche and range changes. Results In contrast to maize in Mexico, maize did not conserve its niche inherited from lowland and highland teosinte at the global scale. The niche breadth of maize at the global scale was wider than that of its wild progenitors (ca. 5.21 and 3.53 times wider compared with lowland and highland teosinte, respectively). Compared with its wild progenitors, maize at global scale can survive in regions with colder, wetter climatic conditions, as well as with wider ranges of climatic variables (ca. 4.51 and 2.40 times wider compared with lowland and highland teosinte, respectively). The niche changes of maize were largely driven by human introduction and cultivation, which have exposed maize to climatic conditions different from those experienced by its wild progenitors. Small changes in niche breadth had large effects on the magnitude of range shifts; changes in niche breadth thus merit increased attention. Discussion Our results demonstrate that maize shows wide climatic niche and range lability, and this substantially expanded its realized niche and potential range. Our findings also suggest that niche and range shifts probably triggered by natural and artificial selection in cultivation may enable maize to become a global staple crop to feed the growing population and adapting to changing climatic conditions. Future analyses are needed to determine the limits of the novel conditions that maize can tolerate, especially relative to projected climate change.",
    "readLink": "https://peerj.com/articles/14019.pdf"
  },
  {
    "title": "Near-real-time processing of a ceilometer network assisted with sun-photometer data: monitoring a dust outbreak over the Iberian Peninsula",
    "authors": [
      "A. Cazorla,",
      "A. Cazorla,",
      "J. A. Casquero-Vera,",
      "J. A. Casquero-Vera,",
      "R. Román,",
      "R. Román,",
      "J. L. Guerrero-Rascado,",
      "J. L. Guerrero-Rascado,",
      "C. Toledano,",
      "V. E. Cachorro,",
      "J. A. G. Orza,",
      "M. L. Cancillo,",
      "M. L. Cancillo,",
      "A. Serrano,",
      "A. Serrano,",
      "G. Titos,",
      "M. Pandolfi,",
      "A. Alastuey,",
      "N. Hanrieder,",
      "L. Alados-Arboledas,",
      "L. Alados-Arboledas"
    ],
    "doi": "https://doi.org/10.5194/acp-17-11861-2017",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  11861\n                                  – 11876",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The interest in the use of ceilometers for optical aerosol characterization has increased in the last few years. They operate continuously almost unattended and are also much less expensive than lidars; hence, they can be distributed in dense networks over large areas. However, due to the low signal-to-noise ratio it is not always possible to obtain particle backscatter coefficient profiles, and the vast number of data generated require an automated and unsupervised method that ensures the quality of the profiles inversions. In this work we describe a method that uses aerosol optical depth (AOD) measurements from the AERONET network that it is applied for the calibration and automated quality assurance of inversion of ceilometer profiles. The method is compared with independent inversions obtained by co-located multiwavelength lidar measurements. A difference smaller than 15 % in backscatter is found between both instruments. This method is continuously and automatically applied to the Iberian Ceilometer Network (ICENET) and a case example during an unusually intense dust outbreak affecting the Iberian Peninsula between 20 and 24 February 2016 is shown. Results reveal that it is possible to obtain quantitative optical aerosol properties (particle backscatter coefficient) and discriminate the quality of these retrievals with ceilometers over large areas. This information has a great potential for alert systems and model assimilation and evaluation.",
    "readLink": "https://www.atmos-chem-phys.net/17/11861/2017/acp-17-11861-2017.pdf"
  },
  {
    "title": "Functional traits variation explains the distribution of Aextoxicon punctatum (Aextoxicaceae) in pronounced moisture gradients within fog-dependent forest fragments",
    "authors": [
      "Beatriz eSalgado-Negret,",
      "Beatriz eSalgado-Negret,",
      "Beatriz eSalgado-Negret,",
      "Rafaella eCanessa,",
      "Fernando eValladares,",
      "Juan J eArmesto,",
      "Juan J eArmesto,",
      "Juan J eArmesto,",
      "Fernanda ePérez,",
      "Fernanda ePérez,",
      "Fernanda ePérez"
    ],
    "doi": "https://doi.org/10.3389/fpls.2015.00511",
    "journalVolume": "Vol. 6",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Climate change and fragmentation are major threats to world forests. Understanding how functional traits related to drought tolerance change across small-scale, pronounced moisture gradients in fragmented forests is important to predict species’ responses to these threats. In the case of Aextoxicon punctatum, a dominant canopy tree in fog-dependent rain forest patches in semiarid Chile, we explored how the magnitude, variability and correlation patterns of leaf and xylem vessel traits and hydraulic conductivity varied across soil moisture gradients established within and among forest patches of different size, which are associated with differences in tree establishment and mortality patterns. Leaf traits varied across soil-moisture gradients produced by fog interception. Trees growing at drier leeward edges showed higher LMA (leaf mass per area), trichome and stomatal density than trees from the wetter core and windward zones. In contrast, xylem vessel traits (vessels diameter and density) did not vary producing loss of hydraulic conductivity at drier leeward edges. We also detected higher levels of phenotypic integration and variability at leeward edges. The ability of A. punctatum to modify leaf traits in response to differences in soil moisture availability established over short distances (<500 m) facilitates its persistence in contrasting microhabitats within forest patches. However, xylem anatomy showed limited plasticity, which increases cavitation risk at leeward edges. Greater patch fragmentation, together with fluctuations in irradiance and soil moisture in small patches, could result in higher risk of drought-related tree mortality, with profound impacts on hydrological balances at the ecosystem scale.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2015.00511/full"
  },
  {
    "title": "Does the Porter hypothesis hold in China? Evidence from the low-carbon city pilot policy",
    "authors": [
      "Weiping Shen,",
      "Yong Wang,",
      "Weijie Luo"
    ],
    "doi": "https://doi.org/10.1080/15140326.2020.1858224",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  246\n                                  – 269",
    "issn": "1514-0326 (Print)",
    "publisher": "1667-6726 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Social Sciences: Economic history and conditions"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/recs",
    "abstract": "Given the constraints of energy, environment, and climate change in the process of economic development, transitioning to a low-carbon economy by such means as the construction of low-carbon cities is a feasible approach to a sustainable development pattern that balances energy conservation, environmental protection, and economic growth. Utilizing the data of listed companies in China A-shares market over the period 2007–2016, we treat China’s low-carbon city pilot policy (LCCPP) as a quasi-natural experiment and adopt a difference-in-differences approach to explore the effect of LCCPP on the total factor productivity (TFP) of firms. Firm TFP is found to be negatively associated with the implementation of LCCPP. Our mechanism analysis reveals that the LCCPP stimulates innovation by firms in China, consistent with the weak Porter hypothesis. Moreover, the negative relationship between the LCCPP and TFP holds more strongly in larger firms or those located in the eastern region.",
    "readLink": "http://dx.doi.org/10.1080/15140326.2020.1858224"
  }
]