[
  {
    "title": "Study of marsh wetland landscape pattern evolution on the Zoigê Plateau due to natural/human dual-effects",
    "authors": [
      "Liqin Dong,",
      "Wen Yang,",
      "Kun Zhang,",
      "Shuo Zhen,",
      "Xiping Cheng,",
      "Lihua Wu"
    ],
    "doi": "https://doi.org/10.7717/peerj.9904",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  p.\n                                  e9904",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Zoigê Plateau, China’s largest plateau marsh wetland, has experienced large-scale degradation of the marsh wetland and evolution of the wetland landscape pattern over the past 40 years due to climate warming and human activities. How exactly do the wetland landscape pattern characteristics change? How do climatic change and human activities affect the wetland evolution? These questions are yet to be systematically investigated. In order to investigate changes to the marsh wetland on the Zoigê Plateau, field investigations, spatial and statistical analysis were undertaken. Findings from our study indicate that from 1977–2016, the area of marsh wetland on the Plateau reduced by 56.54%, approximately 66,700 hm2 of marsh wetland has been lost. The centroids of both marsh and marshy meadow migrated and the landscape centroid migration behaviors were also correlated with the distribution and variation of the marsh wetland on different slopes. In addition, the number of marsh landscape patches initially increased before decreasing; the number of marshy meadow landscape patches also recorded an initial increase, followed by a decline before a final increase. As the effects of human activities weakened, the aggregation degrees of both marsh and marshy meadow increased. Overall, the fragmentation degree, diversity and fractal dimension of the marsh wetland all declined. An investigation into the driving factors affecting the Plateau area shows that the increase of annual average temperature was the natural factor while trenching and overgrazing were the main human factors resulting in wetland degradation. Results from this study provide basic data and theoretical foundation for the protection and restoration of marsh wetland in alpine regions.",
    "readLink": "https://peerj.com/articles/9904.pdf"
  },
  {
    "title": "An Inter-Comparison of the Holiday Climate Index (HCI:Beach) and the Tourism Climate Index (TCI) to Explain Canadian Tourism Arrivals to the Caribbean",
    "authors": [
      "Michelle Rutty,",
      "Daniel Scott,",
      "Lindsay Matthews,",
      "Ravidya Burrowes,",
      "Adrian Trotman,",
      "Roché Mahon,",
      "Amanda Charles"
    ],
    "doi": "https://doi.org/10.3390/atmos11040412",
    "journalVolume": "Vol. 11,\n                                no. 412\n                                \n                                  p.\n                                  412",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Through an empirical investigation of the historical relationship between the destination climate and tourist arrivals in the Caribbean, this study presents the first revealed preference evaluation of a climate index informed by tourists’ stated climatic preferences for coastal-beach tourism (i.e., a sun-sand-surf or 3S travel market). The goal of this multi-organization collaboration was to examine the potential application of a newly designed climate index—the Holiday Climate Index (HCI):Beach—for three Caribbean destinations (Antigua and Barbuda, Barbados, Saint Lucia). This paper provides an overview of the evolution of climate indices, including the development of the (HCI):Beach. To test the validity of climate indices for a beach travel market, daily climate ratings based on outputs from the Tourism Climate Index and the HCI were correlated with monthly arrivals data from Canada (a key source market) at an island destination scale. The results underscore the strength of the new index, with each destination scoring consistently higher using the HCI:Beach, including a stronger relationship (R2) between index scores and tourist arrivals. These findings demonstrate the value of combining stated and revealed preference methodologies to predict tourism demand and highlight opportunities for future research.",
    "readLink": "https://www.mdpi.com/2073-4433/11/4/412"
  },
  {
    "title": "Cooler temperatures destabilize RNA interference and increase susceptibility of disease vector mosquitoes to viral infection.",
    "authors": [
      "Zach N Adelman,",
      "Michelle A E Anderson,",
      "Michael R Wiley,",
      "Marta G Murreddu,",
      "Glady Hazitha Samuel,",
      "Elaine M Morazzani,",
      "Kevin M Myles"
    ],
    "doi": "https://doi.org/10.1371/journal.pntd.0002239",
    "journalVolume": "Vol. 7,\n                                no. 5\n                                \n                                  p.\n                                  e2239",
    "issn": "1935-2727 (Print)",
    "publisher": "1935-2735 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/plosntds/",
    "abstract": "The impact of global climate change on the transmission dynamics of infectious diseases is the subject of extensive debate. The transmission of mosquito-borne viral diseases is particularly complex, with climatic variables directly affecting many parameters associated with the prevalence of disease vectors. While evidence shows that warmer temperatures often decrease the extrinsic incubation period of an arthropod-borne virus (arbovirus), exposure to cooler temperatures often predisposes disease vector mosquitoes to higher infection rates. RNA interference (RNAi) pathways are essential to antiviral immunity in the mosquito; however, few experiments have explored the effects of temperature on the RNAi machinery.We utilized transgenic \"sensor\" strains of Aedes aegypti to examine the role of temperature on RNA silencing. These \"sensor\" strains express EGFP only when RNAi is inhibited; for example, after knockdown of the effector proteins Dicer-2 (DCR-2) or Argonaute-2 (AGO-2). We observed an increase in EGFP expression in transgenic sensor mosquitoes reared at 18°C as compared with 28°C. Changes in expression were dependent on the presence of an inverted repeat with homology to a portion of the EGFP sequence, as transgenic strains lacking this sequence, the double stranded RNA (dsRNA) trigger for RNAi, showed no change in EGFP expression when reared at 18°C. Sequencing small RNAs in sensor mosquitoes reared at low temperature revealed normal processing of dsRNA substrates, suggesting the observed deficiency in RNAi occurs downstream of DCR-2. Rearing at cooler temperatures also predisposed mosquitoes to higher levels of infection with both chikungunya and yellow fever viruses.This data suggest that microclimates, such as those present in mosquito breeding sites, as well as more general climactic variables may influence the dynamics of mosquito-borne viral diseases by affecting the antiviral immunity of disease vectors.",
    "readLink": "http://europepmc.org/articles/PMC3667787?pdf=render"
  },
  {
    "title": "Adaptive selection of diurnal minimum variation: a statistical strategy to obtain representative atmospheric CO<sub>2</sub> data and its application to European elevated mountain stations",
    "authors": [
      "Y. Yuan,",
      "L. Ries,",
      "H. Petermeier,",
      "M. Steinbacher,",
      "A. J. Gómez-Peláez,",
      "A. J. Gómez-Peláez,",
      "M. C. Leuenberger,",
      "M. Schumacher,",
      "T. Trickl,",
      "C. Couret,",
      "F. Meinhardt,",
      "A. Menzel,",
      "A. Menzel"
    ],
    "doi": "https://doi.org/10.5194/amt-11-1501-2018",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  1501\n                                  – 1514",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Critical data selection is essential for determining representative baseline levels of atmospheric trace gases even at remote measurement sites. Different data selection techniques have been used around the world, which could potentially lead to reduced compatibility when comparing data from different stations. This paper presents a novel statistical data selection method named adaptive diurnal minimum variation selection (ADVS) based on CO2 diurnal patterns typically occurring at elevated mountain stations. Its capability and applicability were studied on records of atmospheric CO2 observations at six Global Atmosphere Watch stations in Europe, namely, Zugspitze-Schneefernerhaus (Germany), Sonnblick (Austria), Jungfraujoch (Switzerland), Izaña (Spain), Schauinsland (Germany), and Hohenpeissenberg (Germany). Three other frequently applied statistical data selection methods were included for comparison. Among the studied methods, our ADVS method resulted in a lower fraction of data selected as a baseline with lower maxima during winter and higher minima during summer in the selected data. The measured time series were analyzed for long-term trends and seasonality by a seasonal-trend decomposition technique. In contrast to unselected data, mean annual growth rates of all selected datasets were not significantly different among the sites, except for the data recorded at Schauinsland. However, clear differences were found in the annual amplitudes as well as the seasonal time structure. Based on a pairwise analysis of correlations between stations on the seasonal-trend decomposed components by statistical data selection, we conclude that the baseline identified by the ADVS method is a better representation of lower free tropospheric (LFT) conditions than baselines identified by the other methods.",
    "readLink": "https://www.atmos-meas-tech.net/11/1501/2018/amt-11-1501-2018.pdf"
  },
  {
    "title": "Climate Change Statistics: European Experience and National Assessment",
    "authors": [
      "O. H.  Osaulenko,",
      "T. V.  Kobylynska"
    ],
    "doi": "Vol. 91,\n                                no. 1\n                                \n                                  pp.\n                                  4\n                                  – 15",
    "issn": "2519-1853 (Print)",
    "publisher": "2519-1861 (Online)",
    "countryOfPublisher": "State Statistics Service of Ukraine, the National Academy of Statistics, Accounting and Audit (NASAA), the National Academy for Public Administration (NAPA) under the President of Ukraine",
    "lcc": [
      "Ukraine",
      "Social Sciences: Statistics"
    ],
    "journalUrl": "https://su-journal.com.ua/index.php/journal",
    "abstract": "Climate change is one of the most serious threats to the society, economy and environment in the whole world and Ukraine in particular. The central objective for the environmental statistics today is to perform the sound statistical assessment, to develop or improve new or existing approaches to building up the system for accounting of the indicators measuring climate change and adaptation to it. The improvement or development of existing or new methodologies and methods for the statistical accounting and assessment of climate change indicators is the only way for the production of information in a sound and comprehensive manner. It is argued that the statistical analysis allows deepening the grasp into the operation of a complex and dynamic phenomena as climate change, elaborate actions to reduce its adverse environmental effect, and eliminate adverse consequences of climate change for our planet. It is found that the official statistics have been put the ever stronger focus on issues of environmental performance and climate change by concentrating on the development and improvement of methodologies and procedures for compilation of environmental accounts that are used for economic measurements of natural resources, energy, waste, water resources, air emissions, spending for environmental protection. It is stressed the United Nations Statistical Commission has adopted, at global level, the System of Environmental-Economic Accounting (SEEA) designed to provide important support to the development of statistics related with climate change by intensifying the effort in several dimensions of the complex economic and environmental accounting. The industry coverage of the climate change statistics is defined, with a detailed description of various approaches to the environmental accounting in which indicators of climate change are involved. The significance of the environmental-economic accounting (and the account of air emission of dangerous substances in particular) as the central source of data on greenhouse gas emissions in Ukraine is substantiated. In spite of many functions in the measurement of climate change, assigned to the national statistics system, the existing official statistics does not always employ its capacities for the assessment of climate change. By considering the statistics on climate change as a tool with impact on decision-making in this field, the authors outlined the areas of improvements in the accounting of climate and climate change.",
    "readLink": "https://su-journal.com.ua/index.php/journal/article/view/319"
  },
  {
    "title": "Examination of the amount of GEDI data required to characterize central Africa tropical forest aboveground biomass at REDD+ project scale in Mai Ndombe province",
    "authors": [
      "H.B. Kashongwe,",
      "D.P. Roy,",
      "D.L. Skole"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100091",
    "issn": "2666-0172 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/science-of-remote-sensing",
    "abstract": "The Global Ecosystem Dynamics Investigation (GEDI) is the first spaceborne LiDAR designed to improve quantification of vegetation structure and forest aboveground biomass (AGB) including in the tropics where forest AGB inventory data are limited. GEDI is a sampling instrument on the International Space Station (ISS) and does not provide data on a regular, systematic basis. Reducing Emissions from Deforestation and Degradation and enhancement of carbon stocks (REDD+) projects require forest AGB inventories to quantify avoided carbon emissions achieved by conserving forest biomass. Although there is high confidence that GEDI can retrieve measurements that allow estimation of AGB at scale, less is known about how well its operational deployment performs for measurement of AGB to support REDD+ projects. This includes an understanding of the appropriate time period required to collect sufficient GEDI observations for reliable forest AGB assessment. This paper describes the first study to examine the amount of GEDI data needed to characterize tropical forest AGB at REDD+ project scale. In tropical Africa, the average REDD+ project size documented by the Center for International Forestry Research is equivalent to a square area of approximately 50 × 50 km (250,000 ha). Recently available good quality GEDI footprint-level AGB product data acquired over a 31 month period over Mai Ndombe province in the west of the Democratic Republic of the Congo were considered. A global 30 m percent tree cover product, updated with contemporary mapped forest cover loss, was used to map the intact forest across the province. Fifteen 50 × 50 km test sites, representing example REDD+ project areas with >80% forest cover and good quality AGB forest footprint data distributed across each site, were selected. The sites were selected from five AGB stratum defined from the GEDI data, and with three sites selected per stratum that had low, medium and high semivariogram sill values that reflect increasing within-site AGB spatial variation. The overall mean GEDI AGB (OMGA) was derived from all the good quality forest GEDI footprint AGB values acquired over the 31 months of GEDI operation at each site. The expected minimum number of GEDI orbits (norbitsp) required to characterize the OMGA to within p = ±5%, ±10%, and ±20% was derived by considering different combinations of GEDI orbits randomly selected from the 31 months of GEDI data. The expected minimum number of days (ndaysp) required to characterize the AGB over each site was derived by multiplying the site norbitsp values with a scalar coefficient of 13.03 days. The scalar coefficient was found by counting the temporal intervals between successive GEDI orbits containing good quality forest AGB data and is equivalent to the average number of days required to obtain a GEDI orbit containing good quality forest AGB data at 50 × 50 km scale. Among the 15 sites, observation periods ranging from 65 to 221 days (0.18 – 0.61 years), 143 – 534 days (0.39 – 1.46 years), and 390 – 742 days (1.07 – 2.03 years) were required to characterize the AGB to within ±20%, ±10%, and ±5% of the site OMGA, respectively. The Intergovernmental Panel on Climate Change (IPCC) recommended accuracy requirement for forest AGB estimates is 10%. Thus, to meet this accuracy requirement the findings of this study indicate that at least 534 days (1.46 years) would be required for REDD+ site monitoring using GEDI in Mai Ndombe province. In other central African tropical forest localities these observations periods may be different depending on the forest AGB and spatial variation, cloud cover, ephemeral surface water presence, and GEDI AGB retrieval sensitivity to the forest conditions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666017223000160"
  },
  {
    "title": "Sufficiency as trend or tradition?—Uncovering business pathways to sufficiency through historical advertisements",
    "authors": [
      "Laura Niessen,",
      "Nancy M. P. Bocken,",
      "Nancy M. P. Bocken,",
      "Marc Dijk"
    ],
    "doi": "https://doi.org/10.3389/frsus.2023.1165682",
    "journalVolume": "Vol. 4",
    "issn": "2673-4524 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainability#",
    "abstract": "Climate change and dwindling resources underline that we need to bring production and consumption levels in line with planetary boundaries. Consumption, particularly in high-income communities, needs to be reduced and stabilized at sustainable levels. Businesses can play a key role as suppliers of goods and services and creators of demand. Some companies are rising to the challenge and promoting less consumption or “sufficiency” through long product lifetimes, repair services or rental offers, but they remain niche actors in the economic system. Similarly, while circular initiatives gain traction across sectors, firms focus primarily on recycling and efficiency improvements rather than supporting more radical “Reduce” strategies. To engage companies in promoting sustainable levels of consumption, it can be helpful to understand pathways of established businesses who currently promote sufficiency. What can we learn from companies that currently promote sufficiency in their communications? Have they always advocated sufficient consumption, or have they changed recently? Through a historical perspective, we provide insights on the pathway of sufficiency for three companies. A document analysis of historical advertisements shines light on the messaging to potential customers over time. It is combined with an analysis of contemporary communications to connect the companies' past and present sufficiency approaches. Understanding different pathways to sufficiency can help modern-day businesses to reconsider their own business models and orientation. It can also point out levers for policy to support a transformation toward sustainable and circular business models that promote living within planetary boundaries.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsus.2023.1165682/full"
  },
  {
    "title": "Adaptation to Climate Change Across Local Policies: An Investigation in Six Italian Cities",
    "authors": [
      "Vittorio Serra,",
      "Antonio Ledda,",
      "Maria Grazia Gavina Ruiu,",
      "Giovanna Calia,",
      "Valentina Mereu,",
      "Valentina Bacciu,",
      "Serena Marras,",
      "Donatella Spano,",
      "Andrea De Montis"
    ],
    "doi": "https://doi.org/10.3390/su14148318",
    "journalVolume": "Vol. 14,\n                                no. 8318\n                                \n                                  p.\n                                  8318",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is a concerning phenomenon worldwide. The reduction in greenhouse gas emissions is the core of the mitigation strategies that are effective countermeasures to address a changing climate in the long term. Nevertheless, the need for short-term solutions regarding adaptation to climate change (ACC) has gained growing interest in the scientific community and in European institutions. European and national ACC principles are being integrated in strategies and plans. In Italy, some regions have adopted ACC principles in strategic plans, which influence the whole local planning system and persuade local communities to become more climate-resilient. This study focuses on the mainstreaming of ACC into strategies, plans, programs, and projects (SPPPs) adopted by the following Italian cities: Bologna, Milan, Naples, Rome, Turin, and Venice. We scrutinize the contents of SPPPs with respect to four criteria: (i) references to strategies or plans for ACC; (ii) inclusion of ACC objectives and (iii) measures; and (iv) references to—or the inclusion of—climatic analysis on historical series and/or future projections. We found out that most SPPPs adopted by the cities have considered ACC in a promising way, i.e., all the cities are inclined to promote ACC, despite three of them lacking a municipal ACC strategy or plan and a National Adaptation Plan not being in force.",
    "readLink": "https://www.mdpi.com/2071-1050/14/14/8318"
  },
  {
    "title": "Meteorological-Data-Driven Rubber Tree Powdery Mildew Model and Its Application on Spatiotemporal Patterns: A Case Study of Hainan Island",
    "authors": [
      "Jiayan Kong,",
      "Yinghe An,",
      "Xian Shi,",
      "Zhongyi Sun,",
      "Lan Wu,",
      "Wei Cui"
    ],
    "doi": "https://doi.org/10.3390/su151612119",
    "journalVolume": "Vol. 15,\n                                no. 12119\n                                \n                                  p.\n                                  12119",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Given that rubber is an important strategic material and the prevalence of rubber tree powdery mildew (RTPM) is a serious issue, the study of RTPM is becoming increasingly significant in aiding our understanding and managing rubber plantations. By enhancing our understanding, we may improve both the yield and quality of the rubber produced. Using meteorological station and reanalysis data, we employed factor expansion and three different feature-selection methods to screen for significant meteorological factors, ultimately constructing a data-driven RTPM disease index (RTPM-DI) model. This model was then used to analyze the spatiotemporal distribution of RTPM-DI in Hainan Island from 1980 to 2018, to reproduce and explore its patterns. The results show that (1) the RTPM-DI is dominantly negatively influenced by the average wind speed and positively affected by days with moderate rain; (2) the average wind speed and the days with moderate rain could explain 71% of the interannual variations in RTPM-DI, and a model established on the basis of these can simulate the changing RTPM-DI pattern very well (RMSE = 8.2511, MAE = 6.7765, MAPE = 0.2486, KGE = 0.9921, MSE = 68.081, RMSLE = 0.0953); (3) the model simulation revealed that during the period from 1980 to 2018, oscillating cold spots accounted for 72% of the whole area of Hainan Island, indicating a declining trend in RTPM-DI in the middle, western, southwestern, and northwestern regions. Conversely, new hot-spots and oscillating hot-spots accounted for 1% and 6% of the entire island, respectively, demonstrating an upward trend in the southeastern and northern regions. Additionally, no discernible pattern was observed for 21% of the island, encompassing the southern, eastern, and northeastern regions. It is evident that the whole island displayed significant spatial differences in the RTPM-DI pattern. The RTPM-DI model constructed in this study enhances our understanding of how climate change impacts RTPM, and it provides a useful tool for investigating the formation mechanism and control strategies of RTPM in greater depth.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12119"
  },
  {
    "title": "Effects of spatial and temporal variability in surface  water inputs on streamflow generation and  cessation in the rain–snow transition zone",
    "authors": [
      "L. Kiewiet,",
      "L. Kiewiet,",
      "E. Trujillo,",
      "E. Trujillo,",
      "A. Hedrick,",
      "S. Havens,",
      "K. Hale,",
      "K. Hale,",
      "M. Seyfried,",
      "S. Kampf,",
      "S. E. Godsey"
    ],
    "doi": "https://doi.org/10.5194/hess-26-2779-2022",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  pp.\n                                  2779\n                                  – 2796",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Climate change affects precipitation phase, which can propagate into changes in streamflow timing and magnitude. This study examines how the spatial and temporal distribution of rainfall and snowmelt affects discharge in rain–snow transition zones. These zones experience large year-to-year variations in precipitation phase, cover a significant area of mountain catchments globally, and might extend to higher elevations under future climate change. We used observations from 11 weather stations and snow depths measured from one aerial lidar survey to force a spatially distributed snowpack model (iSnobal/Automated Water Supply Model) in a semiarid, 1.8 km2 headwater catchment. We focused on surface water input (SWI; the summation of rainfall and snowmelt on the soil) for 4 years with contrasting climatological conditions (wet, dry, rainy, and snowy) and compared simulated SWI to measured discharge. A strong spatial agreement between snow depth from the lidar survey and model (r2 = 0.88) was observed, with a median Nash–Sutcliffe efficiency (NSE) of 0.65 for simulated and measured snow depths at snow depth stations for all modeled years (0.75 for normalized snow depths). The spatial pattern of SWI was consistent between the 4 years, with north-facing slopes producing 1.09–1.25 times more SWI than south-facing slopes, and snowdrifts producing up to 6 times more SWI than the catchment average. Annual discharge in the catchment was not significantly correlated with the fraction of precipitation falling as snow; instead, it was correlated with the magnitude of precipitation and spring snow and rain. Stream cessation depended on total and spring precipitation, as well as on the melt-out date of the snowdrifts. These results highlight the importance of the heterogeneity of SWI at the rain–snow transition zone for streamflow generation and cessation, and emphasize the need for spatially distributed modeling or monitoring of both snowpack and rainfall dynamics.",
    "readLink": "https://hess.copernicus.org/articles/26/2779/2022/hess-26-2779-2022.pdf"
  }
]