[
  {
    "title": "Forecasting Greenhouse Gas Emissions from Heavy Vehicles: A Case study of Semarang City",
    "authors": [
      "Mochamad Arief Budihardjo,",
      "Isaaf Fadhilah,",
      "Natasya Ghinna Humaira,",
      "Mochtar Hadiwidodo,",
      "Irawan Wisnu Wardhana,",
      "Bimastyaji Surya Ramadan"
    ],
    "doi": "https://doi.org/10.14710/presipitasi.v18i2.254-260",
    "journalVolume": "Vol. 18,\n                                no. 2\n                                \n                                  pp.\n                                  254\n                                  – 260",
    "issn": "1907-817X (Print)",
    "publisher": "Diponegoro University",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://ejournal.undip.ac.id/index.php/presipitasi",
    "abstract": "In Indonesia, transportation sector, specifically road transport consumed most energy compared to other sectors. Eventually, the energy consumption will increase due to the growth of vehicle number that also escalate emission. Vehicle emissions had been recognized as a significant contributor to atmospheric greenhouse gas (GHG) pollution. Heavy-duty vehicles are considered as main sources of vehicular emissions in most cities. Therefore, it is crucial to take into account heavy-duty vehicle emission projections in order to support policymakers to identify vehicle emissions and develop pollution control strategies. The aim of this study is to forecast heavy-duty vehicle population, vehicle kilometers travelled (VKT), fuel consumption, and heavy-duty vehicle emissions using data of Semarang City to illustrate greenhouse gas emission of big cities in Indonesia. Business as Usual (BAU) and The Intergovernmental Panel on Climate Change (IPCC) method were incorporated to determine vehicle emission projection. Heavy-duty vehicle emissions increase from 2021 to 2030 by 12.317 to 22.865 Gg CO2/year with amount trucks and buses emissions of 21.981,5 Gg CO2/year and 884,2 Gg CO2/year, respectively.",
    "readLink": "https://ejournal.undip.ac.id/index.php/presipitasi/article/view/40166"
  },
  {
    "title": "The role of forest structure and composition in driving the distribution of bats in Mediterranean regions",
    "authors": [
      "Roberto Novella-Fernandez,",
      "Javier Juste,",
      "Carlos Ibañez,",
      "Jesús Nogueras,",
      "Patrick E. Osborne,",
      "Orly Razgour"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-07229-w",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Forests are key native habitats in temperate environments. While their structure and composition contribute to shaping local-scale community assembly, their role in driving larger-scale species distributions is understudied. We used detailed forest inventory data, an extensive dataset of occurrence records, and species distribution models integrated with a functional approach, to disentangle mechanistically how species-forest dependency processes drive the regional-scale distributions of nine forest specialist bats in a Mediterranean region in the south of Spain. The regional distribution patterns of forest bats were driven primarily by forest composition and structure rather than by climate. Bat roosting ecology was a key trait explaining the strength of the bat-forest dependency relationships. Tree roosting bats were strongly associated with mature and heterogeneous forest with large trees (diameters > 425 mm). Conversely, and contrary to what local-scale studies show, our results did not support that flight-related traits (wing loading and aspect ratio) drive species distributional patterns. Mediterranean forests are expected to be severely impacted by climate change. This study highlights the utility of disentangling species-environment relationships mechanistically and stresses the need to account for species-forest dependency relationships when assessing the vulnerability of forest specialists towards climate change.",
    "readLink": "https://doi.org/10.1038/s41598-022-07229-w"
  },
  {
    "title": "Patient experience studies in the circumpolar region: a scoping review",
    "authors": [
      "Christine Ingemann,",
      "Nathaniel Fox Hansen,",
      "Nanna Lund Hansen,",
      "Kennedy Jensen,",
      "Christina Viskum Lytken Larsen,",
      "Susan Chatwood"
    ],
    "doi": "https://doi.org/10.1136/bmjopen-2020-042973",
    "journalVolume": "Vol. 10,\n                                no. 10",
    "issn": "2044-6055 (Online)",
    "publisher": "BMJ Publishing Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://bmjopen.bmj.com",
    "abstract": "Objectives Patient experiences with health systems constitute a crucial pillar of quality care. Across the Arctic, patients’ interactions with the healthcare system are influenced by challenges of access, historical inequities and social determinants. This scoping review sought to describe the range and nature of peer-reviewed literature on patient experience studies conducted within the circumpolar region.Design In a partnership between Danish/Greenlandic, Canadian and American research teams, a scoping review of published research exploring patient experiences in circumpolar regions was undertaken.Data sources Seven electronic databases were queried: MEDLINE, Embase, Scopus, ‘Global Health 1910 to 2019 Week 11’, CINAHL, PsycINFO and SveMed+.Eligibility criteria Articles were eligible for inclusion if they (a) took place in the circumpolar region, (b) reported patients’ perspective and (c) were focussed primarily on patient experiences with care, rather than satisfaction with treatment outcome.Data extraction and synthesis Title and abstract screening, full-text review and data extraction was conducted by four researchers. Bibliometric information such as publication date and country of origin was extracted, as was information regarding study design and whether or not the article contained results relevant to the themes of Indigenous values, rural and remote context, telehealth and climate change. Two researchers then synthesised and characterised results relevant to these themes.Results Of the 2824 articles initially found through systematic searches in seven databases, 96 articles were included for data extraction. Findings from the review included unique features related to Indigenous values, rural and remote health, telehealth and climate change.Conclusions The review findings provide an overview of patient experiences measures used in circumpolar nations. These findings can be used to inform health system improvement based on patient needs in the circumpolar context, as well as in other regions that share common features. This work can be further contextualized through Indigenous methodologies such as sharing circles and community based participatory methods.",
    "readLink": "https://bmjopen.bmj.com/content/10/10/e042973.full"
  },
  {
    "title": "The coming perfect storm: Diminishing sustainability of coastal human–natural systems in the Anthropocene",
    "authors": [
      "John W. Day,",
      "Charles A. Hall,",
      "Kent Klitgaard,",
      "Joel D. Gunn,",
      "Jae-Young Ko,",
      "Joseph R. Burger"
    ],
    "doi": "https://doi.org/10.1017/cft.2023.23",
    "journalVolume": "Vol. 1",
    "issn": "2754-7205 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Hydraulic engineering: Harbors and coast protective works. Coastal engineering. Lighthouses",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/cambridge-prisms-coastal-futures",
    "abstract": "We review impacts of climate change, energy scarcity, and economic frameworks on sustainability of natural and human systems in coastal zones, areas of high biodiversity, productivity, population density, and economic activity. More than 50% of the global population lives within 200 km of a coast, mostly in tropical developing countries. These systems developed during stable Holocene conditions. Changes in global forcings are threatening sustainability of coastal ecosystems and populations. During the Holocene, the earth warmed and became wetter and more productive. Climate changes are impacting coastal systems via sea level rise, stronger tropical cyclones, changes in basin inputs, and extreme weather events. These impacts are passing tipping points as the fossil fuel-powered industrial-technological-agricultural revolution has overwhelmed the source–sink functions of the biosphere and degraded natural systems. The current status of industrialized society is primarily the result of fossil fuel (FF) use. FFs provided more than 80% of global primary energy and are projected to decline to 50% by mid-century. This has profound implications for societal energy requirements, including the transition to a renewable economy. The development of the industrial economy allowed coastal social systems to become spatially separated from their dominant energy and food sources. This will become more difficult to maintain with the fading of cheap energy. It seems inevitable that past growth in energy use, resource consumption, and economic growth cannot be sustained, and coastal areas are in the forefront of these challenges. Rapid planning and cooperation are necessary to minimize impacts of the changes associated with the coming transition. There is an urgent need for a new economic framework to guide society through the transition as mainstream neoclassical economics is not based on natural sciences and does not adequately consider either the importance of energy or the work of nature.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2754720523000239/type/journal_article"
  },
  {
    "title": "Model for calculating the hydraulic parameters of channels with a dynamically stable section",
    "authors": [
      "Arifjanov Aybek,",
      "Fatxulloyev Alisher,",
      "Khujaev Ismatilla,",
      "Gafarova Aziza,",
      "Allayorov Davronjon"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202336503018",
    "journalVolume": "Vol. 365\n                                \n                                \n                                  p.\n                                  03018",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "In today's climate change conditions, it is difficult to imagine agriculture as separate from irrigated agriculture. When taking water from the river, transferring a large number of river sediments along with water to crop fields through irrigation networks requires high carrying capacity and resistance to deformation from irrigation channels. In this process, correct assessment of the factors affecting the sedimentation of the flow and ensuring that the velocity in the channel is at the limit values determines the dynamic strength of the channels. In the paper, based on the analysis of some models representing suspended turbulent flow motion and a new generalized mathematical model based on the theory of interfering media, the equation for calculating the relative width of the channel (β) for two-phase turbulent flow containing suspended sediments and the interaction of the riverbed is taken into account. It was found that the results of this equation were very close to the results of field studies compared to existing computational methods compared with the values of field studies conducted on dynamically stable section channels and the values calculated by existing computational methods.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/02/e3sconf_conmechydro2023_03018.pdf"
  },
  {
    "title": "Low-altitude outbreaks of human fascioliasis related with summer rainfall in Gilan province, Iran",
    "authors": [
      "Abdoreza Salahi-Moghaddam,",
      "Majid Habibi-Nokhandam,",
      "Màrius V. Fuentes"
    ],
    "doi": "https://doi.org/10.4081/gh.2011.165",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  133\n                                  – 136",
    "issn": "1827-1987 (Print)",
    "publisher": "1970-7096 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://geospatialhealth.net/",
    "abstract": "Following human fascioliasis outbreaks in 1988 and 1999 in Gilan province, northern Iran, efforts are now made to shed light on the seasonal pattern of fascioliasis transmission in this endemic area, taking into account snail host populations, climatic conditions and human cases. Populations of the intermediate host snail (Lymnaea spp.) peak in May and November, while there is a fourfold increase in the rate of human fascioliasis in February compared to that of September. Transmission is likely to occur mainly in late autumn and sporadically in late spring. Rainfall, seasonally analysed in periods of 3 years, indicates that accumulated summer rainfall may be related with the 1988 and 1999 human fascioliasis outbreaks. Although a more detailed picture, based on the analysis of further abiotic and biotic factors influencing fascioliasis transmission in this area, is required to substantiate this hypothesis, our results serve as the first step of a geographical information system project concerning the epidemiological study of fascioliasis in Iran. This local-scale study concerning the effects of climate change and natural disasters on the spread of fascioliasis aims to facilitate the understanding of what goes on at the regional scale in this respect.",
    "readLink": "http://www.geospatialhealth.net/index.php/gh/article/view/165"
  },
  {
    "title": "Factors of soil CO2 emission in boreal forests: evidence from Central Siberia",
    "authors": [
      "Makhnykina AV,",
      "Tychkov II,",
      "Prokushkin AS,",
      "Pyzhev AI,",
      "Vaganov EA"
    ],
    "doi": "https://doi.org/10.3832/ifor4097-016",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  86\n                                  – 94",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Soils of boreal forests are crucial carbon reserves. The response of soil carbon emission to climate change significantly affects the concentration of carbon dioxide in the atmosphere. Soil carbon emission models frequently show a nonlinear response to temperature, but soil moisture is an important limiting factor, often overlooked in energy limited ecosystems. We suggest a statistical model of soil CO2 emission constrained by soil moisture and temperature for different ecosystems in the boreal zone. We tested this modelling strategy using direct measurements of seasonal soil CO2 emission near the research observatory ZOTTO near the Bor settlement, Central Siberia, Russia, in 2012-2017. Soil moisture explained a significant amount of variability of soil emission: the adjusted R2 was twice higher than in the baseline model. Although the temperature-only model describes the annual variability of carbon dioxide emissions quite well, the addition of moisture measurement significantly refines the quality of prediction of the seasonal component dynamics. Models including both temperature and soil moisture could serve as a promising tool to analyze the carbon cycle in boreal forest ecosystems.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor4097-016"
  },
  {
    "title": "Climate Change Impact and Its Contribution Share to Paddy Rice Production in Jiangxi, China",
    "authors": [
      "Wen-juan LI,",
      "Hua-jun TANG,",
      "Zhi-hao QIN,",
      "Fei YOU,",
      "Xiu-fen WANG,",
      "Chang-li CHEN,",
      "Jian-hua JI,",
      "Xiu-mei LIU"
    ],
    "doi": "Vol. 13,\n                                no. 7\n                                \n                                  pp.\n                                  1565\n                                  – 1574",
    "issn": "2095-3119 (Print)",
    "publisher": "2352-3425 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-integrative-agriculture",
    "abstract": "In the study, an improved approach was proposed to identify the contribution shares of three group factors that are climate, technology and input, social economic factors by which the grain production is shaped. In order to calibrate the method, Jiangxi Province, one of the main paddy rice producers in China was taken as an example. Based on 50 years (1961–2010) meteorological and statistic data, using GIS and statistical analysis tools, the three group factors that in certain extent impact China's paddy rice production have been analyzed quantitatively. The individual and interactive contribution shares of each factor group have been identified via eta square (η2). In the paper, two group ordinary leasr square (OLS) models, paddy models and climate models, have been constructed for further analysis. Each model group consists of seven models, one full model and six partial models. The results of paddy models show that climate factors individually and interactively contribute 11.42–15.25% explanatory power to the variation of paddy rice production in the studied province. Technology and input factors contribute 16.17% individually and another 8.46% interactively together with climate factors, totally contributing about 25%. Social economic factors contribute about 7% of which 4.65% is individual contribution and 2.49% is interactive contribution together with climate factors. The three factor groups individually contribute about 23% and interactively contribute additional 41% to paddy rice production. In addition every two of the three factor groups also function interactively and contribute about 22%. Among the three factor groups, technology and input are the most important factors to paddy rice production. The results of climate models support the results of paddy models, and display that solar radiation (indicated by sunshine hour variable) is the dominate climate factor for paddy rice production.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S209531191460811X"
  },
  {
    "title": "Using art and story to explore how primary school students in rural Tanzania understand planetary health: a qualitative analysis",
    "authors": [
      "Elizabeth VanWormer, PhD,",
      "Jesca Mlawa, BS,",
      "Elizabeth Komba, MS,",
      "Christopher Gustafson, PhD,",
      "Hilda Mrema, MPVM,",
      "Jenny M Dauer, PhD"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  S18",
    "issn": "2542-5196 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.thelancet.com/journals/lanplh/issue/current",
    "abstract": "Background: The global planetary health community increasingly recognises the need to prepare students to investigate and address connections between environmental change and human health. As we strive to support education on planetary health themes for students of all ages, understanding students' concepts of linkages between the health of people and animals, and their shared environments might advance educational approaches. Children living in villages bordering Ruaha National Park in Iringa Region, Tanzania, have direct experience of these connections as they share a water-stressed but biodiverse environment with domestic animals and wildlife. Livelihoods in these villages depend predominantly on crop and livestock production, including extensive pastoralist livestock keeping. Through qualitative research, we aim to explore and describe Tanzanian primary school students' understanding of connections between human health and the environment. Methods: Working with 26 village primary schools in Iringa Rural District, Tanzania, we adapted an art and story outreach activity to explore student perceptions of planetary health concepts. Following a standardised training session, a lead teacher at each primary school helped students aged 12–15 years form small teams to independently develop and illustrate a story centred on themes of how human health depends on water sources, wildlife, livestock, climate, and forest or grassland resources. Students were encouraged to discuss these themes with their teachers, peers, and families while developing their stories to gain broader as well as historical perspectives. The students generated stories that incorporated solutions to challenges within these themes. Written materials and illustrations were collected from each school along with data on sex and tribe of the group members. We translated all stories from Swahili to English for analysis. The primary outcomes of interest in analysing the students' writing and illustrations were the relationships students identified between human health and wildlife, livestock, water sources, and forest resources. Findings: A total of 1043 students in 168 groups participated in the art and story activity between October and November 2017, with groups containing a mean of six students (SD 1·5, range four to 11). In our preliminary review that we present here, students identified diverse beneficial and adverse connections between human health and environmental change through direct and indirect pathways, which included both ecological or biological and socioeconomic linkages. Preliminary themes noted in student work were clean air and water provision by forests, altered food, fuel, and medicinal resources, contact with animals and their waste, livelihood impacts, and cultural values. We are in the process of coding and analysing the student submissions to explore and describe their understanding of planetary health and to identify potential differences among student groups related to village, gender, and tribe. Interpretation: Through their art and writing, rural primary school students showed evidence of systems thinking in describing connections among human health and their surrounding environments. Focusing on links to wildlife, livestock, water sources, or forest resources, the students described both direct (eg, meat from wildlife or livestock to support human nutrition) and indirect (eg, funding for local human health clinics from wildlife tourism revenue) relationships between the environment and human health. Many student groups also interpreted relationships among people and components of their surrounding environment as beneficial or adverse, proposing specific solutions to enhance or mitigate these effects. Because responses varied widely among the included primary schools, future research on these gaps has the potential to improve planetary health educational approaches and student understanding. Funding: This study was supported with funding from the Agricultural Research Division of the University of Nebraska, Lincoln.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2542519618301037"
  },
  {
    "title": "Genome size variation and polyploidy incidence in the alpine flora from Spain",
    "authors": [
      "João Loureiro,",
      "Mariana Castro,",
      "José Cerca de Oliveira,",
      "Lucie Mota,",
      "Rubén Torices"
    ],
    "doi": "https://doi.org/10.3989/ajbm.2350",
    "journalVolume": "Vol. 70,\n                                no. 1\n                                \n                                  pp.\n                                  39\n                                  – 47",
    "issn": "0211-1322 (Print)",
    "publisher": "1988-3196 (Online)",
    "countryOfPublisher": "Consejo Superior de Investigaciones Científicas",
    "lcc": [
      "Spain",
      "Science: Botany"
    ],
    "journalUrl": "http://rjb.revistas.csic.es",
    "abstract": "The interest to study genome evolution, in particular genome size variation and polyploid incidence, has increased in recent years. Still, only a few studies have been focused at a community level. Of particular interest are high mountain species, because of the high frequency of narrow endemics and their higher susceptibility to extinction due to the effects of climate change. In the present study we explored genome size variation and polyploidy incidence in the entomophilous plant communities of two distinct mountain ranges, the Sierra Nevada and Picos de Europa National Parks. For that, chromosome numbers and DNA ploidies were assessed through a review of the literature, and the genome size and incidence of polyploidy in 39 taxa from several key genera were estimated using flow cytometry. In this study, first genome size estimations are given for 32 taxa. The majority of the analyzed taxa presented very small to small genome sizes (2C ≤ 7.0 pg), with no differences being detected between genome size and geographic origin and distribution ranges. A low incidence of polyploid taxa was observed (23.3%), with polyploids being more common in Picos de Europa than in Sierra Nevada. Most taxa inferred as polyploids were high altitude plants, but no clear pattern between polyploidy incidence and endemic status was observed. The obtained results are discussed within the context of angiosperm’s genome size variation and of polyploidy incidence in alpine and arctic flora, contributing to the scientific knowledge of these natural communities of great biological importance.",
    "readLink": "http://rjb.revistas.csic.es/index.php/rjb/article/view/391"
  }
]