[
  {
    "title": "Comparing estimates of climate change impacts from process-based and statistical crop models",
    "authors": [
      "David B Lobell,",
      "Senthold Asseng"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa518a",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  015001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The potential impacts of climate change on crop productivity are of widespread interest to those concerned with addressing climate change and improving global food security. Two common approaches to assess these impacts are process-based simulation models, which attempt to represent key dynamic processes affecting crop yields, and statistical models, which estimate functional relationships between historical observations of weather and yields. Examples of both approaches are increasingly found in the scientific literature, although often published in different disciplinary journals. Here we compare published sensitivities to changes in temperature, precipitation, carbon dioxide (CO _2 ), and ozone from each approach for the subset of crops, locations, and climate scenarios for which both have been applied. Despite a common perception that statistical models are more pessimistic, we find no systematic differences between the predicted sensitivities to warming from process-based and statistical models up to +2 °C, with limited evidence at higher levels of warming. For precipitation, there are many reasons why estimates could be expected to differ, but few estimates exist to develop robust comparisons, and precipitation changes are rarely the dominant factor for predicting impacts given the prominent role of temperature, CO _2 , and ozone changes. A common difference between process-based and statistical studies is that the former tend to include the effects of CO _2 increases that accompany warming, whereas statistical models typically do not. Major needs moving forward include incorporating CO _2 effects into statistical studies, improving both approaches’ treatment of ozone, and increasing the use of both methods within the same study. At the same time, those who fund or use crop model projections should understand that in the short-term, both approaches when done well are likely to provide similar estimates of warming impacts, with statistical models generally requiring fewer resources to produce robust estimates, especially when applied to crops beyond the major grains.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa518a"
  },
  {
    "title": "Return values of temperature and snow loadings for 50, 100 and 120-year return periods to support building design standards in Ireland",
    "authors": [
      "C. Mateus,",
      "C. Mateus,",
      "B. Coonan"
    ],
    "doi": "https://doi.org/10.5194/asr-20-17-2023",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  17\n                                  – 33",
    "issn": "1992-0628 (Print)",
    "publisher": "1992-0636 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.advances-in-science-and-research.net/home.html",
    "abstract": "This research produced gridded datasets and maps for use in building design standards to enhance resilience in support of climate change adaptation in Ireland. The new isothermal maps of return values of maximum and minimum air temperatures at mean sea level for 50, 100 and 120-year return periods based on the generalised extreme value distribution will be crucial to inform the design of buildings and bridges. The warming of the maximum and minimum air temperatures due to climate change has increased the intensity of the highest maximum air temperature while decreasing the intensity of the lowest extreme minimum air temperature of the new isothermal maps compared to previously published maps for a 50-year return period. Specifically, the new extreme isotherms are 32 ∘C for the maximum air temperature and −14 ∘C for the minimum air temperature, whereas the processor maps presented 30 and −16 ∘C, respectively. The geographical distribution of the isotherms for the 120-year return period range from 28 to 34 ∘C for the maximum air temperature and from −6 to −18 ∘C for the minimum air temperature. For the first time, isothermal maps of return values of the lowest 10 cm soil temperature for 50, 100 and 120-year return periods based on the generalised extreme value distribution have been produced for Ireland. The results presented here will be paramount to supporting the design of building structures. The values of the 120-year return period range from 0 to −2 ∘C. The produced maps represent the worst-case scenario in the current context of climate warming. The new maps of return values of snow loading at 100 m above mean sea level for 50, 100 and 120-year return periods based on the generalised Pareto distribution will be indispensable to support the design of buildings and civil engineering works such as roof patterns or bridges. The values of the 50-year return period map present four classes spread North-East to South-West: < 0.3, 0.3–0.4, 0.4–0.5 and 0.5–0.6 kN m−2, which is more accurate than the previously published map. It is expected that the comprehensive explanation of the methods and the rationale for the new maps presented here as being more accurate than the preceding maps will assist regulators in adopting these new maps in their own jurisdictions. Furthermore, these new maps will be of interest to a diversity of sectors, planners and policymakers to make long, lasting and climate-based sensitive decisions.",
    "readLink": "https://asr.copernicus.org/articles/20/17/2023/asr-20-17-2023.pdf"
  },
  null,
  {
    "title": "The interaction between freezing tolerance and phenology in temperate deciduous trees",
    "authors": [
      "Yann eVitasse,",
      "Armando eLenz,",
      "Christian eKoerner"
    ],
    "doi": "https://doi.org/10.3389/fpls.2014.00541",
    "journalVolume": "Vol. 5",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Temperate climates are defined by a distinct temperature seasonality with large and often unpredictable weather during any of the four seasons. To thrive in such climates, trees have to withstand a cold winter and the stochastic occurrence of freeze events during any time of the year. The physiological mechanisms trees adopt to escape, avoid and tolerate freezing temperatures include a cold acclimation in autumn, a dormancy period during winter (leafless in deciduous trees), and the maintenance of a certain freezing tolerance during dehardening in early spring. The change from one phase to the next is mediated by complex interactions between temperature and photoperiod. This review aims at providing an overview of the interplay between phenology of leaves and species-specific freezing resistance. First, we address the long-term evolutionary responses that enabled temperate trees to tolerate certain low temperature extremes. We provide evidence that short term acclimation of freezing resistance plays a crucial role both in dormant and active buds, including re-acclimation to cold conditions following warm spells. This ability declines to almost zero during leaf emergence. Second, we show that the risk that native temperate trees encounter freeze injuries is low and is confined to spring and underline that this risk might be altered by climate warming depending on species-specific phenological responses to environmental cues.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2014.00541/full"
  },
  {
    "title": "Non-Ignorable Differences in NIRv-Based Estimations of Gross Primary Productivity Considering Land Cover Change and Discrepancies in Multisource Products",
    "authors": [
      "Jiaxin Jin,",
      "Weiye Hou,",
      "Longhao Wang,",
      "Songhan Wang,",
      "Ying Wang,",
      "Qiuan Zhu,",
      "Xiuqin Fang,",
      "Liliang Ren"
    ],
    "doi": "https://doi.org/10.3390/rs15194693",
    "journalVolume": "Vol. 15,\n                                no. 4693\n                                \n                                  p.\n                                  4693",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The accurate estimation of gross primary productivity (GPP) plays an important role in accurately projecting the terrestrial carbon cycle and climate change. Satellite-driven near-infrared reflectance (NIRv) can be used to estimate GPP based on their nearly linear relationship. Notably, previous studies have reported that the relationship between NIRv and GPP seems to be biome-specific (or land cover) at the ecosystem scale due to both biotic and abiotic effects. Hence, the NIRv-based estimation of GPP may be influenced by land cover changes (LCC) and the discrepancies in multisource products (DMP). However, these issues have not been well understood until now. Therefore, this study took the Yellow River basin (YRB) as the study area. This area has experienced remarkable land cover changes in recent decades. We used Moderate-Resolution Imaging Spectroradiometer (MODIS) and European Space Agency (ESA) Climate Change Initiative (CCI) land cover products (termed MCD12C1 and ESACCI, respectively) during 2001–2018 to explore the impact of land cover on NIRv-estimated GPP. Paired comparisons between the static and dynamic schemes of land cover using the two products were carried out to investigate the influences of LCC and DMP on GPP estimation by NIRv. Our results showed that the dominant land cover types in the YRB were grassland, followed by cropland and forest. Meanwhile, the main transfer was characterized by the conversion from other land cover types (e.g., barren) to grassland in the northwest of the YRB and from grassland and shrubland to cropland in the southeast of the YRB during the study period. Moreover, the temporal and spatial pattern of GPP was highly consistent with that of NIRv, and the average increase in GPP was 2.14 gCm−2yr−1 across the YRB. Nevertheless, it is shown that both LCC and DMP had significant influences on the estimation of GPP by NIRv. That is, the areas with obvious differences in NIRv-based GPP closely correspond to the areas where land cover types dramatically changed. The achievements of this study indicate that considering the land cover change and discrepancies in multisource products would help to improve the accuracy of NIRv-based estimated GPP.",
    "readLink": "https://www.mdpi.com/2072-4292/15/19/4693"
  },
  null,
  {
    "title": "Explaining Personal and Public Pro-Environmental Behaviors",
    "authors": [
      "Philip Q. Yang,",
      "Michaela LaNay Wilson"
    ],
    "doi": "https://doi.org/10.3390/sci5010006",
    "journalVolume": "Vol. 5,\n                                no. 6\n                                \n                                  p.\n                                  6",
    "issn": "2413-4155 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.mdpi.com/journal/sci",
    "abstract": "A global crisis generated by human-made climate change has added urgency to the need to fully understand human pro-environmental behaviors (PEBs) that may help slow down the crisis. Factors influencing personal and public PEBs may or may not be the same. Only a few studies have empirically investigated the determinants of personal and public PEBs simultaneously, but they contain major limitations with mixed results. This study develops a conceptual model for explaining both personal and public PEBs that incorporate demographic, socioeconomic, political, and attitudinal variables, and their direct and indirect effects. Using the latest available data from the 2010 General Social Survey and structural equation modeling (SEM), we tested the determinants of both personal and public PEBs in the United States. The results reveal that environmental concerns, education, and political orientation demonstrate similar significant impacts on both personal and public PEBs, but income, gender, race, urban/rural residency, region, and party affiliation have differential effects on these behaviors. Age, cohort, and religion have no significant effect on both types of behaviors. Our results confirm some existing findings; however, they challenge the findings of much of the literature.",
    "readLink": "https://www.mdpi.com/2413-4155/5/1/6"
  },
  {
    "title": "The changing climate and human vulnerability in north-central Namibia",
    "authors": [
      "Margaret N. Angula,",
      "Maria B. Kaundjua"
    ],
    "doi": "https://doi.org/10.4102/jamba.v8i2.200",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  e1\n                                  – e7",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "North-central Namibia is more vulnerable to effects of climate change and variability. Combined effects of environmental degradation, social vulnerability to poverty and a changing climate will compromise subsistence farming in north-central Namibia (NCN). This will make subsistence and small-scale farmers in the region more vulnerable to projected changes in the climate system. Thus, the aim of this article was to examine factors contributing to subsistence farmers’ vulnerability to impacts of climate change. The article further discusses different aspects of human vulnerability and existing adaptation strategies in response to impacts of climate related disasters experienced over the past three to four decades in NCN. Qualitative and quantitative research approaches and methodology were employed to obtain information from subsistence farmers in north-central Namibia. The sociodemographic characteristics of Ohangwena, Oshana and Omusati Region reveals high levels of unemployment, high adult and elderly population and high dependency on agricultural livelihood system. These indicators help understand levels of household vulnerability. The study concludes that households interviewed revealed low levels of adaptive capacity due to exposure to climate risks and combined effects of social, political and cultural factors. This article provided an understanding that is required to inform the adaptation pathways relevant for NCN.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/200"
  },
  {
    "title": "Mechanism of temperature on dengue fever transmission and impact of future temperature change on its transmission risk",
    "authors": [
      "Jianguo ZHAO,",
      "Guanhao HE,",
      "Jianpeng XIAO,",
      "Guanghu ZHU,",
      "Tao LIU,",
      "Jianxiong HU,",
      "Weilin ZENG,",
      "Xing LI,",
      "Zhoupeng REN,",
      "Wenjun MA"
    ],
    "doi": "https://doi.org/10.11836/JEOM21457",
    "journalVolume": "Vol. 39,\n                                no. 3\n                                \n                                  pp.\n                                  309\n                                  – 314",
    "issn": "2095-9982 (Print)",
    "publisher": "Editorial Committee of Journal of Environmental and Occupational Medicine",
    "countryOfPublisher": "China",
    "lcc": [
      "Medicine: Medicine (General)",
      "Medicine: Public aspects of medicine: Toxicology. Poisons"
    ],
    "journalUrl": "https://www.jeom.org/indexen.htm",
    "abstract": "BackgroundDengue fever is a mosquito-borne disease transmitted by Aedes aegypti and Aedes albopictus. Under the background of climate change, there are great challenges in the prevention and control of dengue fever, posing a serious health risk to the population.ObjectiveTo analyze the mechanism of temperature on dengue fever transmission and estimate the risk of dengue fever under different climate change scenarios by establishing a coupled human-mosquito dynamics model using Guangzhou as a research site, and to provide reference for adaptation to climate change.MethodsReported dengue fever cases and meteorological data from January 1, 2015 to December 31, 2019 in Guangzhou were collected from Guangdong Provincial Center for Disease Control and Prevention and China Meteorological Data Service Centre, respectively. The temperature data under three Representative Concentration Pahtyway (RCP2.6, RCP4.5, and RCP8.5) scenarios in 2030s (2031–2040), 2060s (2061–2070), and 2090s (2091–2099) were calculated by five general circulation models (GCMs) provided by the fifth phase of the Coupled Model Intercomparison Project. A dengue fever transmission dynamics (ELPSEI-SEIR) model was constructed to analyze the mechanism of temperature affecting dengue fever transmission by fitting the dengue fever epidemic trend from 2015–2019, and then the daily mean temperature under selected RCP scenarios for 2030s, 2060s, and 2090s was incorporated into the established dynamics model to predict the risk of dengue fever under different climate change scenarios in the future.ResultsFrom January 1, 2015 to December 31, 2019, a total of 4 234 cases of dengue fever were reported in Guangzhou, including 3741 local cases and 493 imported cases. The regression results showed that the model well fitted the dengue fever cases in Guangzhou from 2015 to 2019, and the coefficient of determination R2 to evaluate goodness of fit and the root mean squared error were 0.82 and 1.96, respectively. A U-shaped or inverted U-shaped relationship between temperature and mosquito habits could directly affect the number of mosquitoes and the transmission of dengue fever. We also found that temperature increase in most future scenarios could promote the transmission of dengue fever, and the epidemic period was significantly wider than the baseline stage. The epidemic of dengue fever would peak in the 2060s under the scenarios of RCP2.6 and RCP4.5. The estimated incidence of dengue fever was predicated to be highest in the 2030s and then decrease in the following years under RCP8.5, and in the 2090s, the incidence would decrease significantly, but the incidence peak would be earlier in each year, mainly from May to July.ConclusionTemperature can directly affect mosquito population and dengue fever transmission by affecting mosquito habits. The cases of dengue fever will increase under most climate scenarios in the future. However, the epidemic risk of dengue fever may be suppressed, and the epidemic season may be advanced under RCP8.5.",
    "readLink": "http://www.jeom.org/article/cn/10.11836/JEOM21457"
  },
  {
    "title": "RESILIENCE OF COFFEE AGROECOSYSTEMS IN LIGHT OF CLIMATE CHANG",
    "authors": [
      "Ismael Quiroz Guerrero,",
      "Arturo Pérez Vázquez,",
      "Cesáreo Landeros Sánchez,",
      "Felipe Gallardo López,",
      "Joel Velasco Velasco,",
      "Griselda Benítez Badillo"
    ],
    "doi": "https://doi.org/10.56369/tsaes.4161",
    "journalVolume": "Vol. 25,\n                                no. 3",
    "issn": "1870-0462 (Online)",
    "publisher": "Universidad Autónoma de Yucatán",
    "countryOfPublisher": "Mexico",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.revista.ccba.uady.mx/ojs/index.php/TSA/index",
    "abstract": "Background. Climate change puts pressure on the agroecosystems, and the cultivation of Coffea arabica may not be resilient under these conditions. Objective. The objective of this study was to determine the impact of climate change on coffee agroecosystem resilience. Methodology. Maxent software was applied to model current and future scenarios. The current scenario was developed using 19 bioclimatic variables obtained from the Worldclim database with climate records for the period 1960-1990. As for the future scenario, the impact of climate change was modeled based on climate projections for the year 2050 using 3 different global climate models: CCCMA, HADCM3, and CSIRO. The variables in this study were analyzed using Statistica and Gephi software. Results. The results showed under the climate change scenario that 15% of the plots were distributed in unsuitable / non-resilient areas and 85% in moderately suitable and suitable/resilient areas for the establishment of C. arabica. Also, the adaptation indicators showed a higher frequency (30) of negative values in coffee agroecosystem (C-AES) plots in areas of both high impact and low impact. Implications. The data could allow the redesign of the coffee agroecosystems to improve the weak elements of its structure. Even the structure reinforcement could be direct with farmers or by public politics, government institutions, organizations, and coffee businessmen. Conclusion. It was concluded that after 2050, the conditions for coffee cultivation will be reduced and as a consequence, the proportion of plots at lower altitudes will remain outside the optimal environmental conditions. On the other hand, there will be plots within the area with suitable conditions for cultivating C. arabica, therefore these will be resilient to climate change, but these will need to establish precise adaptation strategies for the disturbances that will take place in the immediate future.",
    "readLink": "https://www.revista.ccba.uady.mx/ojs/index.php/TSA/article/view/4161"
  }
]