[
  {
    "title": "Potential shifts in zooplankton community structure in response to changing ice regimes and hydrologic connectivity",
    "authors": [
      "John R. Beaver,",
      "Christopher D. Arp,",
      "Claudia E. Tausz,",
      "Benjamin M. Jones,",
      "Matthew S. Whitman,",
      "Thomas R. Renicker,",
      "Erin E. Samples,",
      "David M. Ordosch,",
      "Kyle C. Scotese"
    ],
    "doi": "https://doi.org/10.1080/15230430.2019.1643210",
    "journalVolume": "Vol. 51,\n                                no. 1\n                                \n                                  pp.\n                                  327\n                                  – 345",
    "issn": "1523-0430 (Print)",
    "publisher": "1938-4246 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/uaar",
    "abstract": "Changing Arctic climate may alter freshwater ecosystems as a result of warmer surface waters, longer open-water periods, reduced wintertime lake ice growth, and altered hydrologic connectivity. This study aims to characterize zooplankton community composition and size structure in the context of hydrologic connectivity and ice regimes in Arctic lakes. Between 2011 and 2016, we sampled the phytoplankton, zooplankton, and fish communities from a set of representative lakes on the Arctic Coastal Plain (ACP) of northern Alaska to determine potential food web responses to changing Arctic ecosystems. Multivariate analyses showed that time from ice-out had a strong influence on zooplankton community structure and that seasonal succession of zooplankton differed between lakes with varying hydrologic connectivity. Trends were observed suggesting that large-bodied zooplankton (Daphnia, calanoid copepods) may be more prevalent in poorly connected lakes with low fish diversity. Large-bodied zooplankton displayed higher biomass in lakes with high occurrences of bedfast ice, while small-bodied zooplankton (Bosmina, rotifers) displayed highest biomass in deeper lakes with low occurrences of bedfast ice. Our results contribute to limited knowledge of zooplankton in remote lakes of the ACP and suggest that the anticipated changes to aquatic ecosystems in the Arctic may include energetically less efficient plankton food webs.",
    "readLink": "http://dx.doi.org/10.1080/15230430.2019.1643210"
  },
  {
    "title": "Rainfall-induced landslide early warning system based on corrected mesoscale numerical models: an application for the southern Andes",
    "authors": [
      "I. Fustos-Toribio,",
      "N. Manque-Roa,",
      "D. Vásquez Antipan,",
      "D. Vásquez Antipan,",
      "M. Hermosilla Sotomayor,",
      "V. Letelier Gonzalez"
    ],
    "doi": "https://doi.org/10.5194/nhess-22-2169-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  2169\n                                  – 2183",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Rainfall-induced landslides (RILs) are an issue in the southern Andes nowadays. RILs cause loss of life and damage to critical infrastructure. Rainfall-induced landslide early warning systems (RILEWSs) can reduce and mitigate economic and social damages related to RIL events. The southern Andes do not have an operational-scale RILEWS yet. In this contribution, we present a pre-operational RILEWS based on the Weather and Research Forecast (WRF) model and geomorphological features coupled to logistic models in the southern Andes. The models have been forced using precipitation simulations. We correct the precipitation derived from WRF using 12 weather stations through a bias correction approach. The models were trained using 57 well-characterized RILs and validated by ROC analysis. We show that WRF has strong limitations in representing the spatial variability in the precipitation. Therefore, accurate precipitation needs a bias correction in the study zone. We used accurate precipitation simulation and slope, demonstrating a high predicting capacity (area under the curve, AUC, of 0.80). We conclude that our proposal could be suitable at an operational level under determined conditions. A reliable RIL database and operational weather networks that allow real-time correction of the mesoscale model in the implemented zone are needed. The RILEWSs could become a support to decision-makers during extreme-precipitation events related to climate change in the south of the Andes.",
    "readLink": "https://nhess.copernicus.org/articles/22/2169/2022/nhess-22-2169-2022.pdf"
  },
  {
    "title": "A Review of Advanced Façade System Technologies to Support Net-Zero Carbon High-Rise Building Design in Subtropical China",
    "authors": [
      "Yingying Zhou,",
      "Christiane Margerita Herr"
    ],
    "doi": "https://doi.org/10.3390/su15042913",
    "journalVolume": "Vol. 15,\n                                no. 2913\n                                \n                                  p.\n                                  2913",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "While net-zero carbon buildings have been the focus of many previous studies, existing research tends to focus on low-rise buildings in temperate climates with cold winters. However, much of current building activity across the world, particularly in China, is located in hot and humid subtropical climates and typically features high-rise buildings. This review article systematically surveys recent literature on advanced façade systems that have been widely used across Europe and North America to determine their suitability for implementation in the subtropical climatic environment of southern China. To support the further research and design of net-zero carbon buildings in this context, this paper reviews existing technologies enabling zero carbon buildings, particularly those related to high-performance building facades, with a focus on South China. To this end, we present a systematic literature review of relevant studies in English conducted in the past 10 years. Following a definition of the scope of zero carbon building and design factors related to such building types, the paper discusses the rationale and mechanisms of key advanced facade technologies and their suitability for high-rise buildings in the hot and humid subtropical climate of South China, including double-skin façades, building integrated photovoltaics, façade greening systems, advanced shading systems, phase-change materials, and smart windows. The results of the review illustrate a shortage of relevant studies as well as a shortage of design tools supporting the integration of key technologies in the early architectural design stages, where decisions will have a significant impact on a building’s subsequent performance.",
    "readLink": "https://www.mdpi.com/2071-1050/15/4/2913"
  },
  {
    "title": "Prediction of Cloud Fractional Cover Using Machine Learning",
    "authors": [
      "Hanna Svennevik,",
      "Michael A. Riegler,",
      "Steven Hicks,",
      "Trude Storelvmo,",
      "Hugo L. Hammer"
    ],
    "doi": "https://doi.org/10.3390/bdcc5040062",
    "journalVolume": "Vol. 5,\n                                no. 62\n                                \n                                  p.\n                                  62",
    "issn": "2504-2289 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/BDCC",
    "abstract": "Climate change is stated as one of the largest issues of our time, resulting in many unwanted effects on life on earth. Cloud fractional cover (CFC), the portion of the sky covered by clouds, might affect global warming and different other aspects of human society such as agriculture and solar energy production. It is therefore important to improve the projection of future CFC, which is usually projected using numerical climate methods. In this paper, we explore the potential of using machine learning as part of a statistical downscaling framework to project future CFC. We are not aware of any other research that has explored this. We evaluated the potential of two different methods, a convolutional long short-term memory model (ConvLSTM) and a multiple regression equation, to predict CFC from other environmental variables. The predictions were associated with much uncertainty indicating that there might not be much information in the environmental variables used in the study to predict CFC. Overall the regression equation performed the best, but the ConvLSTM was the better performing model along some coastal and mountain areas. All aspects of the research analyses are explained including data preparation, model development, ML training, performance evaluation and visualization.",
    "readLink": "https://www.mdpi.com/2504-2289/5/4/62"
  },
  {
    "title": "Possible contribution of heavy pollution to the decadal change of rainfall over eastern China during the summer monsoon season",
    "authors": [
      "Yang Zhou,",
      "Jing Jiang,",
      "Anning Huang,",
      "Mengke La,",
      "Yong Zhao,",
      "Lujun Zhang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/8/4/044024",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  p.\n                                  044024",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "A regional climate model (RegCM4.1) is used to conduct two sets of sensitivity experiments. There are 20-year runs in each set of experiments. The experiments in each set include the variation of anthropogenic SO _2 emissions during 1989–2008 but exclude natural variations of the atmosphere and sea surface temperature. The model results suggest that the high-speed emission of SO _2 and its uneven distribution over eastern China can contribute to the change in May–August rainfall over eastern China between the two decades of 1999–2008 and 1989–1998, especially to the decrease (increase) of rainfall in the Yangtze River valley (Huang-Huai River region). Furthermore, the areas of decreasing (increasing) rainfall correspond to the downward (upward) currents of the anomalous atmospheric circulation, which is caused by the two humps of the difference in sulfate concentration between the two decades.",
    "readLink": "https://doi.org/10.1088/1748-9326/8/4/044024"
  },
  {
    "title": "PLANETARY PERMO-СARBONIFEROUS ICE AGE – BANK OF PALEONTOLOGICAL AND GEOLOGICAL FACTS FOR DISPROVING THE GLACIAL THEORY",
    "authors": [
      "V. G. Chuvardinsky"
    ],
    "doi": "https://doi.org/10.21685/2500-0578-2017-3-1",
    "journalVolume": "Vol. 2,\n                                no. 3",
    "issn": "2500-0578 (Online)",
    "publisher": "Penza State University Publishing House",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://rjee.ru/en/",
    "abstract": "The hypothesis of Permo-Carboniferous glaciation appeared for the first time in the middle of XIX century based on findings of tillite outcrop and striated boulder in India and Australia. After that such boulder deposits were found in South and Equatorial Africa, Europe, Kazakhstan, South and North America, on the Arabian Peninsula. The latest place where tillites were found is Antarctica. Over 150-200 years the hypothesis turned into an unshakeable theory and, together with the theory of powerful Quaternary glaciation, was wildly introduced into Earth science (geoscience), it was definitely considered as a fundamental and epoch-making scientific achievement. During this period the scientific groups from different countries – botanists, zoologists, paleogeographers, climatologists and geologists collected rich, sometimes unique, factual material concerning plant and animal life of the late Paleozoic and wide formations of coal deposits. The paleogeography reconstructions of almost global glaciation with ice thickness of 6 km (!) were also informative; this glaciation was called “The Great Permo-Carboniferous ice age”. It was impossible to think about debunking this theory. Therefore, it is worth mentioning that many scientists, both foreign and Russian ones, can be regarded as our extramural co-authors. The fact that we, unlike them, try to disprove the glacial theory, does not change the matter – it was impossible to prove the absence of this glaciation without the powerful glacial doctrine created by the scientific community and without huge factual material collected by them. The geological features of the Permo-Carboniferous glaciation are based on the same criteria as for the Quaternary glaciation. First of all, this is “an ice exaltation relief” – they are roche moutonnée (sheepbacks), polished rocks, striation, furrows on bedrock and boulders, tillites. It allows using the well-known principle of actuality. The author’s multi-year research has proved that “exaration” types of relief of the Quaternary time (fjords, skerries, lake basins in bedrock, drumlins) were formed due to the disjunctive dislocations of different rank and sequence. They occupy their normal place in the ensemble of paragenetic structures that accompany faulting. A detailed study of fault systems, especially shifts and zones of their dynamic influence, showed a paragenetic connection of the most striking “exaration” types of relief (roche moutonnée (sheepbacks), fleecy rock, rocks polishing, striations and furrows) with structures such as near-surface thrusts, upcast faults, downcast faults and shifts. Mass development of the above-mentioned relief forms is observed at the ends of the large shifts and they are made of fault planes and slickensides of the listed near-surface disjunctive structures upthrow sides of which are mostly destroyed into a blocky-boulder component. There is rich paleontological material concerning the period of vast Permo-Carboniferous glaciation that covered virtually the entire globe, this material allows reconstructing actual landscapes and climates of that epoch. Extremely favorable conditions for the development of terrestrial vegetation were created in the Carboniferous period. Warm, humid climate dominated in vast territories of the globe. A sultry, heavy atmosphere reigned in the Carboniferous forests. The deposits of coal amounting to nearly 30 % of the world’s reserves of this fuel were formed. And climate of the Permian period was generally the warmest of the formerly dominated Paleozoic. Tillites. Considering that the remnants of the Paleozoic vegetation are often found in the cut layers of the tillites, and the tillites are interbedded with the lenses and layers of coal, it is high time to recall that the tillites are a tectonic breccia, tectonic melange, and boulders with scars and striations are the most reliable indicator of their tectono-dynamic processing. As for the polished and grooved “glacial bed” of the bedrock, as well as roche moutonnée (sheepbacks) and fleecy rocks that are associated with the tillites, this is just a clear illustration of tectonic subsurface shear displacements of fault and thrust types. This allows closing the topic about the grand Permo-Carboniferous glaciation. Glaciology. But there is additional material in support of these conclusions – they relate to the glacial theory in the whole. By now, due to the work of glaciologists, geologists, and geophysicists, the dynamics and tendency of glacial drifts, throughout its mass, have been studied. The results of ice through drilling (to the bedrock) in Antarctica and Greenland, obtained within the framework of the International Projects, are of great importance. A thorough study of many kilometers of ice columns, as well as the study of vertical ice breaks and the study of ice in tunnels broken through the base of glaciers, produced unexpected results. It turned out that instead of moraine-containing ice mass, entirely filled with huge blocks and boulders (as is customary depicted in diagrams and drawings in the textbooks on general and quaternary geology and geomorphology), only inclusions of sandy-loamy and fine-earth substance are traced in continental ice. Even in the bottom of the glaciers – where it is customary to place a wide basal moraine filled with huge blocks and iron-like boulders, only small lenses and clots of loamy and sandy-loamy substance, and rarely sand grains are fixed. These mineral inclusions are contained in hundredths of a percent and are mainly represented by volcanic ash, microcosmic particles, aeolian dust of distant deserts, rare inclusions of fine-earth terrigenous material, as well as spores and pollen. There’s no need to mention tillites with huge boulders! All that is left for the proponents of the glacial doctrine, who depict decimetric dust-like moraines without boulders. An important function of glaciers is to conserve the subglacial geological-topographic surface.",
    "readLink": "http://rjee.ru/en/rjee-2-3-2017-1/"
  },
  {
    "title": "Impacts of Land-Use Change on Ecosystem Service Value of Mountain–Oasis–Desert Ecosystem: A Case Study of Kaidu–Kongque River Basin, Northwest China",
    "authors": [
      "Aynur Mamat,",
      "Jianping Wang,",
      "Yuanxu Ma"
    ],
    "doi": "https://doi.org/10.3390/su13010140",
    "journalVolume": "Vol. 13,\n                                no. 140\n                                \n                                  p.\n                                  140",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In this study, we used long time series Landsat data and ecosystem services coefficients for global and Chinese ecosystems during 1978–2018 to estimate the influences of land-use change on ecosystem services (ES) in Kaidu–Kongque River Basin (KKRB), where both socioeconomic progress and the arid, fragile natural environment have considerable affected land-use change. The results showed that (1) the total value of ES in the KKRB was about USD 8111.5, 7995.31, 8275.74, 8131.91, and 8016.38 million in 1978, 1988, 1998, 2008, and 2018, respectively. The net ecosystem service value (ESV) loss was about USD 116.19 million for 1978–1988, the net ESV profit was about USD 280.43 million for 1988–1998, and the net ESV loss was about USD 259.36 million for 1998–2018. (2) Water supply and waste treatment function were the top two ecological functions with high service value; their combined contribution rate was 59.3%, indicating that the regulating service function in this study area is higher than the provision services function. (3) The high to low ranking for each ecosystem function based on their contribution rate to overall ES value was water supply > waste treatment > climate regulation > biodiversity protection > recreation and culture > soil formation > gas regulation > food production > raw material. These results are significant for the continuation of the integrity and sustainability of the mountain–oasis–desert region ecosystem, where socioeconomic progress and the fragile characteristics of the natural ecosystem complement each other. The results of this study provide scientific evidence for governmental decision makers and local residents and offer a reference for environmental researchers in northwest China.",
    "readLink": "https://www.mdpi.com/2071-1050/13/1/140"
  },
  {
    "title": "Economic Evaluation and Systematic Review of Salt Marsh Restoration Projects at a Global Scale",
    "authors": [
      "Jiang-Jing Wang,",
      "Xiu-Zhen Li,",
      "Xiu-Zhen Li,",
      "Shi-Wei Lin,",
      "Yu-Xi Ma"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.865516",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Restoring degraded and damaged salt marshes has become an important initiative in the coastal wetlands management around the world. Evaluating the economic output of salt marsh restoration is of great significance for identifying the current state of knowledge gaps related to conservation activities and economic benefits. To address this question, we conducted an overview of global salt marsh restoration projects, and their financial expenses and restoration benefits in the past 40 years. The results showed that most of the saltmarsh restoration projects are near megacities and larger rivers, and restoration techniques of different regions depend on the types of disturbance factors such as climate change, extreme weather events, and land use change. With limited resources, fund allocation between protected areas and unprotected areas in middle-income countries is often unbalanced, indicating a mismatch between conservation efforts and regional needs. Although restoration projects are expensive, the evidence in this article implies that most salt marsh restoration projects could recover their financial expense in the finite time, especially for large-scale restoration activities. Besides, the great carbon sequestration potential would make salt marsh restoration projects more profitable under current efforts to promote carbon sequestration for combating global warming.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.865516/full"
  },
  {
    "title": "Assessing the Vulnerability of Aquatic Macroinvertebrates to Climate Warming in a Mountainous Watershed: Supplementing Presence-Only Data with Species Traits",
    "authors": [
      "Anne-Laure Besacier Monbertrand,",
      "Pablo Timoner,",
      "Kazi Rahman,",
      "Paolo Burlando,",
      "Simone Fatichi,",
      "Yves Gonseth,",
      "Frédéric Moser,",
      "Emmanuel Castella,",
      "Anthony Lehmann"
    ],
    "doi": "https://doi.org/10.3390/w11040636",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  636",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Mountainous running water ecosystems are vulnerable to climate change with major changes coming from warming temperatures. Species distribution will be affected and some species are anticipated to be winners (increasing their range) or losers (at risk of extinction). Climate change vulnerability is seldom integrated when assessing threat status for lists of species at risk (Red Lists), even though this might appear an important addition in the current context. The main objective of our study was to assess the potential vulnerability of Ephemeroptera (E), Plecoptera (P) and Trichoptera (T) species to global warming in a Swiss mountainous region by supplementing Species Distribution Models (SDMs) with a trait-based approach, using available historical occurrence and environmental data and to compare our outcomes with the Swiss National Red List. First, we used nine different modelling techniques and topographic, land use, climatic and hydrological variables as predictors of EPT species distribution. The shape of the response curves of the species for the environmental variables in the nine modelling techniques, together with three biological and ecological traits were used to assess the potential vulnerability of each species to climate change. The joint use of SDMs and trait approach appeared complementary and even though discrepancies were highlighted between SDMs and trait analyses, groups of potential “winners„ and “losers„ were raised out. Plecoptera appeared as the most vulnerable group to global warming. Divergences between current threat status of species and our results pointed out the need to integrate climate change vulnerability in Red List assessments.",
    "readLink": "https://www.mdpi.com/2073-4441/11/4/636"
  },
  {
    "title": "An Effective Rainfall–Ponding Multi-Step Prediction Model Based on LSTM for Urban Waterlogging Points",
    "authors": [
      "Yongzhi Liu,",
      "Wenting Zhang,",
      "Ying Yan,",
      "Zhixuan Li,",
      "Yulin Xia,",
      "Shuhong Song"
    ],
    "doi": "https://doi.org/10.3390/app122312334",
    "journalVolume": "Vol. 12,\n                                no. 12334\n                                \n                                  p.\n                                  12334",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "With the change in global climate and environment, the prevalence of extreme rainstorms and flood disasters has increased, causing serious economic and property losses. Therefore, accurate and rapid prediction of waterlogging has become an urgent problem to be solved. In this study, Jianye District in Nanjing City of China is taken as the study area. The time series data recorded by rainfall stations and ponding monitoring stations from January 2015 to August 2018 are used to build a ponding prediction model based on the long short-term memory (LSTM) neural network. MSE (mean square error), MAE (mean absolute error) and MSLE (mean squared logarithmic error) were used as loss functions to conduct and train the LSTM model, then three ponding prediction models were built, namely LSTM (mse), LSTM (mae) and LSTM (msle), and a multi-step model was used to predict the depth of ponding in the next 1 h. Using the measured ponding data to evaluate the model prediction results, we selected rmse (root mean squared error), mae, mape (mean absolute percentage error) and NSE (Nash–Sutcliffe efficiency coefficient) as the evaluation indicators. The results showed that LSTM (msle) was the best model among the three models, with evaluation indicators as follows: rmse 5.34, mae 3.45, mape 53.93% and NSE 0.35. At the same time, we found that LSTM (mae) has a better prediction effect than the LSTM (mse) and LSTM (msle) models when the ponding depth exceeds 30 mm.",
    "readLink": "https://www.mdpi.com/2076-3417/12/23/12334"
  }
]