[
  {
    "title": "Analysis of Frost Probabilities in Aydın, Türkiye",
    "authors": [
      "Ercan Yeşilırmak"
    ],
    "doi": "https://doi.org/10.24925/turjaf.v10i8.1434-1440.5177",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  pp.\n                                  1434\n                                  – 1440",
    "issn": "2148-127X (Online)",
    "publisher": "Turkish Science and Technology Publishing (TURSTEP)",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://agrifoodscience.com/index.php/TURJAF/index",
    "abstract": "Frost events are of particular importance for plants. Its occurrence determines growing season. Early or late frost events may cause injuries and damage in plants which have not yet entered dormancy in fall/winter, and for plants in flowering period in winter/spring. Global average temperature increase has been accompanied by changes in extreme temperature events. Observations have shown that there has been a decreasing pattern in frequencies and intensities of frost events. In this sense, it is aimed in this study to analyse probabilities of frost occurrences within the latest 30-year climatic normal period, from the cold period of 1991-1992 to that of 2020-2021, at five locations (Aydın, Kuşadası, Nazilli, Söke ve Sultanhisar) in the province Aydın, western Türkiye. Six frost indices were selected, and three temperature thresholds to define frost were considered when daily minimum temperature (TMIN) being equal to or less than 0.0, -1.2 or -2.3°C.The selected frost indices are first fall frost (FFF), last spring frost (LSF), frost period (FP), number of frost days (NFD), dates of frost occurrences (DFO) and consecutive frost days (CFD). The results revealed that Nazilli and Sultanhisar are characterized by the highest probabilities of frost in terms of frequency, intensity and duration, along with the earliest occurrence of first fall frost and latest occurrences of last spring frost, and with longest duration of frost period. On the other hand, Kuşadası and Söke have opposite characteristics in comparison to Nazilli an Sultanhisar. Aydın lies in between them. The results are expected to provide information to schedule the agricultural activities, and to avoid detrimental impacts of frost events.",
    "readLink": "http://www.agrifoodscience.com/index.php/TURJAF/article/view/5177"
  },
  {
    "title": "Multi-model comparison of CO2 emissions peaking in China: Lessons from CEMF01 study",
    "authors": [
      "Oleg Lugovoy,",
      "Xiang-Zhao Feng,",
      "Ji Gao,",
      "Ji-Feng Li,",
      "Qiang Liu,",
      "Fei Teng,",
      "Le-Le Zou"
    ],
    "doi": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "The paper summarizes results of the China Energy Modeling Forum's (CEMF) first study. Carbon emissions peaking scenarios, consistent with China's Paris commitment, have been simulated with seven national and industry-level energy models and compared. The CO2 emission trends in the considered scenarios peak from 2015 to 2030 at the level of 9–11 Gt. Sector-level analysis suggests that total emissions pathways before 2030 will be determined mainly by dynamics of emissions in the electric power industry and transportation sector. Both sectors will experience significant increase in demand, but have low-carbon alternative options for development. Based on a side-by-side comparison of modeling input and results, conclusions have been drawn regarding the sources of emissions projections differences, which include data, views on economic perspectives, or models' structure and theoretical framework. Some suggestions have been made regarding energy models' development priorities for further research. Keywords: Carbon emissions projections, Climate change, CO2 emissions peak, China's Paris commitment, Top-Down energy models, Bottom-Up energy models, Multi model comparative study, China Energy Modeling Forum (CEMF)",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927817301247"
  },
  {
    "title": "Lagrangian detection of precipitation moisture sources for an arid region in northeast Greenland: relations to the North Atlantic Oscillation, sea ice cover, and temporal trends from 1979 to 2017",
    "authors": [
      "L. Schuster,",
      "F. Maussion,",
      "L. Langhamer,",
      "G. E. Moseley"
    ],
    "doi": "https://doi.org/10.5194/wcd-2-1-2021",
    "journalVolume": "Vol. 2\n                                \n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2698-4016 (Online)",
    "publisher": "Copernicus Publications",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.weather-climate-dynamics.net/",
    "abstract": "Temperature in northeast Greenland is expected to rise at a faster rate than the global average as a consequence of anthropogenic climate change. Associated with this temperature rise, precipitation is also expected to increase as a result of increased evaporation from a warmer and ice-free Arctic Ocean. In recent years, numerous palaeoclimate projects have begun working in the region with the aim of improving our understanding of how this highly sensitive region responds to a warmer world. However, a lack of meteorological stations within the area makes it difficult to place the palaeoclimate records in the context of present-day climate. This study aims to improve our understanding of precipitation and moisture source dynamics over a small arid region located at 80∘ N in northeast Greenland. The origin of water vapour for precipitation over the study region is detected by a Lagrangian moisture source diagnostic, which is applied to reanalysis data from the European Centre for Medium-Range Weather Forecasts (ERA-Interim) from 1979 to 2017. While precipitation amounts are relatively constant during the year, the regional moisture sources display a strong seasonality. The most dominant winter moisture sources are the North Atlantic above 45∘ N and the ice-free Atlantic sector of the Arctic Ocean, while in summer the patterns shift towards local and north Eurasian continental sources. During the positive phases of the North Atlantic Oscillation (NAO), evaporation and moisture transport from the Norwegian Sea are stronger, resulting in larger and more variable precipitation amounts. Testing the hypothesis that retreating sea ice will lead to an increase in moisture supply remains challenging based on our data. However, we found that moisture sources are increasing in the case of retreating sea ice for some regions, in particular in October to December. Although the annual mean surface temperature in the study region has increased by 0.7 ∘C per decade (95 % confidence interval [0.4, 1.0] ∘C per decade) according to ERA-Interim data, we do not detect any change in the amount of precipitation with the exception of autumn where precipitation increases by 8.2 [0.8, 15.5] mm per decade over the period. This increase is consistent with future predicted Arctic precipitation change. Moisture source trends for other months and regions were non-existent or small.",
    "readLink": "https://wcd.copernicus.org/articles/2/1/2021/wcd-2-1-2021.pdf"
  },
  {
    "title": "Laboratory and modeling studies on the effects of water and soot emissions and ambient conditions on the properties of contrail ice particles in the jet regime",
    "authors": [
      "H.-W. Wong,",
      "A. J. Beyersdorf,",
      "C. M. Heath,",
      "L. D. Ziemba,",
      "E. L. Winstead,",
      "K. L. Thornhill,",
      "K. M. Tacina,",
      "R. C. Ross,",
      "S. E. Albo,",
      "D. L. Bulzan,",
      "B. E. Anderson,",
      "R. C. Miake-Lye"
    ],
    "doi": "https://doi.org/10.5194/acp-13-10049-2013",
    "journalVolume": "Vol. 13,\n                                no. 19\n                                \n                                  pp.\n                                  10049\n                                  – 10060",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Contrails and contrail-induced cirrus clouds are identified as the most uncertain components in determining aviation impacts on global climate change. Parameters affecting contrail ice particle formation immediately after the engine exit plane (< 5 s in plume age) may be critical to ice particle properties used in large-scale models predicting contrail radiative forcing. Despite this, detailed understanding of these parametric effects is still limited. In this paper, we present results from recent laboratory and modeling studies conducted to investigate the effects of water and soot emissions and ambient conditions on near-field formation of contrail ice particles and ice particle properties. The Particle Aerosol Laboratory (PAL) at the NASA Glenn Research Center and the Aerodyne microphysical parcel model for contrail ice particle formation were employed. Our studies show that exhaust water concentration has a significant impact on contrail ice particle formation and properties. When soot particles were introduced, ice particle formation was observed only when exhaust water concentration was above a critical level. When no soot or sulfuric acid was introduced, no ice particle formation was observed, suggesting that ice particle formation from homogeneous nucleation followed by homogeneous freezing of liquid water was unfavorable. Soot particles were found to compete for water vapor condensation, and higher soot concentrations emitted into the chamber resulted in smaller ice particles being formed. Chamber conditions corresponding to higher cruising altitudes were found to favor ice particle formation. The microphysical model captures trends of particle extinction measurements well, but discrepancies between the model and the optical particle counter measurements exist as the model predicts narrower ice particle size distributions and ice particle sizes nearly a factor of two larger than measured. These discrepancies are likely due to particle loss and scatter during the experimental sampling process and the lack of treatment of turbulent mixing in the model. Our combined experimental and modeling work demonstrates that formation of contrail ice particles can be reproduced in the NASA PAL facility, and the parametric understanding of the ice particle properties from the model and experiments can potentially be used in large-scale models to provide better estimates of the impact of aviation contrails on climate change.",
    "readLink": "http://www.atmos-chem-phys.net/13/10049/2013/acp-13-10049-2013.pdf"
  },
  {
    "title": "Syntetisk bensin",
    "authors": [
      "Bosse Sundin"
    ],
    "issn": "0076-1648 (Print)",
    "publisher": "2004-4852 (Online)",
    "countryOfPublisher": "Lärdomshistoriska samfundet",
    "lcc": [
      "Sweden",
      "General Works: History of scholarship and learning. The humanities"
    ],
    "journalUrl": "https://tidskriftenlychnos.se/index",
    "abstract": "In 1931 Carl Bosch and Friedrich Bergius were awarded the Nobel Prize in chemistry “by reason of their services in originating and developing chemical high-pressure methods”. One of their achievements, according to the Nobel Committee, was the manufacture of oil and liquid fuels from solid coal. The process had been developed by Bergius and improved by Bosch, and then became the basis for German synthesis of petroleum in the 1930’s and during the Second World War. The nomination of Bosch and Bergius came primarily from a group of prominent Swedish scientists and engineers. It was, as expressed in the presentation speech at the award ceremony, “the possibility of obtaining oils from timber by high pressure processing” which was of particular importance. The center of this interest was the Swedish Academy of engineering sciences, founded in 1919. Fuel matters dominated its activities from the very beginning. The first investigations supported by the Academy concerned the possibilities to replace imported coal by domestic peat or fuels from alum shale. Towards the end of the 1920’s the problem gradually changed from coal to imported oil. Motorized communications had made modern society dependent on gasoline and it was generally supposed that in a foreseeable future the oil reserves would be exhausted. The problem was further accentuated by the fear that the recent world war might be followed by a second great war. This concern was not unique for Sweden. In many European states the word of the day was autarky, self-sufficiency, not the least by developing what sometimes was called “a national fuel”. In Sweden, at the beginning of the 20th century, one product had been developed which could replace petrol: sulphite alcohol produced by fermenting waste lye from pulp mills. But that was not enough. Perhaps other waste products could offer a solution to the fuel problem? The Academy of engineering sciences proposed that it should be investigated whether it was possible to produce oil from domestic raw materials according to the method of Bergius. The Academy reached an agreement with Bergius to use his equipment for a medium sized installation, the parliament granted money for research, and a laboratory building was erected in Stockholm. The experiments indicated that it was possible, but costly, to produce oil from wood. Then came the outbreak of WWII. Oil supply was cut off. There was no time for experiments. Motor traffic had to rely on other fuels – sulphite alcohol, wood gas and shale oil. The Swedish interest in hydrogenation, with the Nobel Prize in chemistry in 1931 as a climax, was fruitless. It can be seen as a parenthesis in the search for alternatives to oil as fuel. But it was a temporary parenthesis. Today we can notice the same concern over petroleum’s availability, reinforced by fears of climate change and the need to reduce the use of fossil fuels. And once again, in Sweden, it is the forest and waste products from its industries, which seem to offer the most promising possibilities to produce liquid fuels.",
    "readLink": "https://tidskriftenlychnos.se/article/view/20542"
  },
  {
    "title": "Climate model performance and change projection for freshwater fluxes: Comparison for irrigated areas in Central and South Asia",
    "authors": [
      "Shilpa M. Asokan,",
      "Peter Rogberg,",
      "Arvid Bring,",
      "Jerker Jarsjö,",
      "Georgia Destouni"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  pp.\n                                  48\n                                  – 65",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The large semi-arid Aral Region in Central Asia and the smaller tropical Mahanadi River Basin (MRB) in India. Study focus: Few studies have so far evaluated the performance of the latest generation of global climate models on hydrological basin scales. We here investigate the performance and projections of the global climate models in the Coupled Model Intercomparison Project, Phase 5 (CMIP5) for freshwater fluxes and their changes in two regional hydrological basins, which are both irrigated but of different scale and with different climate. New hydrological insights for the region: For precipitation in both regions, model accuracy relative to observations has remained the same or decreased in successive climate model generations until and including CMIP5. No single climate model out-performs other models across all key freshwater variables in any of the investigated basins. Scale effects are not evident from global model application directly to freshwater assessment for the two basins of widely different size. Overall, model results are less accurate and more uncertain for freshwater fluxes than for temperature, and particularly so for model-implied water storage changes. Also, the monsoon-driven runoff seasonality in MRB is not accurately reproduced. Model projections agree on evapotranspiration increase in both regions until the climatic period 2070–2099. This increase is fed by precipitation increase in MRB and by runoff water (thereby decreasing runoff) in the Aral Region. Keywords: CMIP5 global climate models, Hydro-climate, Freshwater change, Central Asia, South Asia, Monsoon driven seasonality",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581815001329"
  },
  {
    "title": "The unseen world beneath our feet: Heliyon soil science. Exploring the cutting-edge techniques and ambitious goals of modern soil science",
    "authors": [
      "Charlotte Poschenrieder,",
      "Riccardo Scalenghe"
    ],
    "doi": "Vol. 9,\n                                no. 8\n                                \n                                  p.\n                                  e18778",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "In the face of climate change, ecosystem destruction, desertification, and increasing food demand, soil conservation is crucial for ensuring the sustainability of life on Earth. The Soil Section of Heliyon aims to be a platform for basic and applied soil science research, emphasizing the central role of soils and their interactions with human activities. This editorial highlights recent research trends in soil science, including the evolving definition of soil, the multifunctionality of soils and their biodiversity, soil degradation and erosion, the role of soil microflora, advancements in soil mapping techniques, global change and the carbon cycle, soil health, the relationship between soil and buildings, and the importance of considering soil quality in land use planning and policies. The Heliyon Soil Science section seeks to publish scientifically accurate and valuable research that explores the diverse functions of soil and their significance in sustainable land-use systems.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023059868"
  },
  {
    "title": "Geomorphology of the Ganges fluvial system in the  Himalayan foreland: an update",
    "authors": [
      "Rajiv Sinha"
    ],
    "doi": "https://doi.org/10.20502/rbg.v5i1.33",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "1519-1540 (Print)",
    "publisher": "2236-5664 (Online)",
    "countryOfPublisher": "União da Geomorfologia Brasileira",
    "lcc": [
      "Brazil",
      "Science: Geology"
    ],
    "journalUrl": "https://rbgeomorfologia.org.br/rbg/index",
    "abstract": "The Ganges is one of the largest fluvial systems in the world rising from the loftiest Himalaya and draining into the Bay of Bengal. Together with the Brahmaputra, it also constitutes the largest delta in the world before finally meeting the sea. The Ganges system passes through a variety of terrain from the rugged mountains through the flat alluvial plains and the sea margin, and also transects variable climatic zones. As a result, the processes, landforms and stratigraphy are strikingly different in different zones of the system. This paper attempts to provide an update on our understanding of this very large and diverse system. A global effort has been made in the last few decades, and the research has focused on a variety of themes. The mountainous catchments have attracted attention in view of the extent of glaciation and extensive erosional processes. The alluvial plains of the Ganges symbolizes the life line of one of the world's largest population. Consequently, a number of studies have been carried out on the morphology, hydrology including flooding history and sediment transport behaviour of the river system. The alluvial stratigraphy of the large valleys and the interfluves in the plains has provided insight about the sedimentation pattern and response to climate change. The deltaic plain is the final destination of this huge sediment dispersal system before it drains into the sea, and it also records the influence of sea level changes apart from the upstream catchment controls over a period of time.",
    "readLink": "http://www.lsie.unb.br/rbg/index.php/rbg/article/view/33"
  },
  {
    "title": "A systematic review of the evaluation of agricultural policies: Using prisma",
    "authors": [
      "Lina M. Bastidas-Orrego,",
      "Natalia Jaramillo,",
      "Julián A. Castillo-Grisales,",
      "Yony F. Ceballos"
    ],
    "doi": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  e20292",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Background: The food security of each country depends on agricultural development, which is sensitive to the implementation of agricultural public policies. These must evolve as new ruralities arise, with new phenomena, such as climate change, ecosystem services, changes in consumer preferences, globalization, sustainability and ecological awareness. Hence, of ex-ante and ex-post evaluations of agricultural policies, are important because they provide timely information to government entities. There are different methodologies for policy evaluation, which have evolved over time. Aims: This systematic review aims to identify manuscript that systematically review methodologies, policies and variables evaluated during the last 50 years to determine whether a policy has been efficient. To assess the quality of the included manuscript and to describe the measures and domains identified. Methods: EBSCO, Dialnet, SciELO, Scopus, Science Direct, Dimensions and Web of Science were searched. A total of 154 manuscript were identified, the review was finalized by reviewing the title, and abstract and the review was finalized by reviewing the title, abstract and full text, resolving disagreements. Of these 154 manuscripts, 37 met the criteria and were included in the analysis. PRISMA checklists were used to evaluate the methodology. Outcomes and results: It were found that there are few studies on the design of evaluation methodologies for agricultural policies in the literature. Research shows that the latest policy evaluation proposals present more complex methodologies involving tools such as machine learning and agent-based modelling (ABM). On the other hand, the issue of sustainability as a policy is seen in the agri-environmental policy evaluation. Conclusions and implications: The evolution of agricultural policy methodologies can be observed at the beginning with the use of quantitative methodologies, such as matrices, statistics and econometrics. With the emergence of new variables, such as agri-environmental variables, citizen participation and market opening, methodologies have become more comprehensive, combining qualitative and quantitative variables. Methodologies were identified that evaluate robust agricultural policies and others that focus on the evaluation of one or two policies. These studies are important for research that focuses not only on the evaluation of agricultural policies but also on their design and implementation processes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S240584402307500X"
  },
  {
    "title": "Climate Variability and Mangrove Cover Dynamics at Species Level in the Sundarbans, Bangladesh",
    "authors": [
      "Manoj Kumer Ghosh,",
      "Lalit Kumar,",
      "Chandan Roy"
    ],
    "doi": "https://doi.org/10.3390/su9050805",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  p.\n                                  805",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Mangrove ecosystems are complex in nature. For monitoring the impact of climate variability in this ecosystem, a multidisciplinary approach is a prerequisite. Changes in temperature and rainfall pattern have been suggested as an influential factor responsible for the change in mangrove species composition and spatial distribution. The main aim of this study was to assess the relationship between temperature, rainfall pattern and dynamics of mangrove species in the Sundarbans, Bangladesh, over a 38 year time period from 1977 to 2015. To assess the relationship, a three stage analytical process was employed. Primarily, the trend of temperature and rainfall over the study period were identified using a linear trend model; then, the supervised maximum likelihood classifier technique was employed to classify images recorded by Landsat series and post-classification comparison techniques were used to detect changes at species level. The rate of change of different mangrove species was also estimated in the second stage. Finally, the relationship between temperature, rainfall and the dynamics of mangroves at species level was determined using a simple linear regression model. The results show a significant statistical relationship between temperature, rainfall and the dynamics of mangrove species. The trends of change for Heritiera fomes and Sonneratia apelatala show a strong relationship with temperature and rainfall, while Ceriops decandra shows a weak relationship. In contrast, Excoecaria agallocha and Xylocarpus mekongensis do not show any significant relationship with temperature and rainfall. On the basis of our results, it can be concluded that temperature and rainfall are important climatic factors influencing the dynamics of three major mangrove species viz. H. fomes, S. apelatala and C. decandra in the Sundarbans.",
    "readLink": "http://www.mdpi.com/2071-1050/9/5/805"
  }
]