[
  {
    "title": "The global and regional impacts of climate change under representative concentration pathway forcings and shared socioeconomic pathway socioeconomic scenarios",
    "authors": [
      "N W Arnell,",
      "J A Lowe,",
      "D Bernie,",
      "R J Nicholls,",
      "S Brown,",
      "A J Challinor,",
      "T J Osborn"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab35a6",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  p.\n                                  084046",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "This paper presents an evaluation of the global and regional consequences of climate change for heat extremes, water resources, river and coastal flooding, droughts, agriculture and energy use. It presents change in hazard and resource base under different rates of climate change (representative concentration pathways (RCP)), and socio-economic impacts are estimated for each combination of RCP and shared socioeconomic pathway. Uncertainty in the regional pattern of climate change is characterised by CMIP5 climate model projections. The analysis adopts a novel approach using relationships between level of warming and impact to rapidly estimate impacts under any climate forcing. The projections provided here can be used to inform assessments of the implications of climate change. At the global scale all the consequences of climate change considered here are adverse, with large increases under the highest rates of warming. Under the highest forcing the global average annual chance of a major heatwave increases from 5% now to 97% in 2100, the average proportion of time in drought increases from 7% to 27%, and the average chance of the current 50 year flood increases from 2% to 7%. The socio-economic impacts of these climate changes are determined by socio-economic scenario. There is variability in impact across regions, reflecting variability in projected changes in precipitation and temperature. The range in the estimated impacts can be large, due to uncertainty in future emissions and future socio-economic conditions and scientific uncertainty in how climate changes in response to future emissions. For the temperature-based indicators, the largest source of scientific uncertainty is in the estimated magnitude of equilibrium climate sensitivity, but for the indicators determined by precipitation the largest source is in the estimated spatial and seasonal pattern of changes in precipitation. By 2100, the range across socio-economic scenario is often greater than the range across the forcing levels.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab35a6"
  },
  {
    "title": "Increasing risk of glacial lake outburst floods as a consequence of climate change in the Himalayan region",
    "authors": [
      "Somana Riaz,",
      "Arshad Ali,",
      "Muhammad N. Baig"
    ],
    "doi": "https://doi.org/10.4102/jamba.v6i1.110",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e7",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "The greater Himalayan Mountains host the largest snow covered area outside the polar regions and serves as the source for some of the major fluvial systems of the world. The region acts as the lifeline for approximately 10% of the world’s population. The terrain is geologically active, highly susceptible to climate change processes and plays a significant role in global hydro-meteorological cycles and biodiversity. With the increasing impacts of climate change to the glaciers and ice caps during the past few decades, people living in the Himalayas have become vulnerable to a higher risk of floods, avalanches and glacial lake outburst floods(GLOFs). This study reviewed the work carried out by earlier researchers to understand the history and science of GLOFs and their potential risk to the communities in the Himalayanbelt, particularly in Pakistan.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/110"
  },
  {
    "title": "Prefacing unexplored archives from Central Andean surface-to-bedrock ice cores through a multifaceted investigation of regional firn and ice core glaciochemistry",
    "authors": [
      "Heather M. Clifford,",
      "Mariusz Potocki,",
      "Charles Rodda,",
      "Daniel Dixon,",
      "Sean Birkel,",
      "Michael Handley,",
      "Elena Korotkikh,",
      "Douglas Introne,",
      "Franciele Schwanck,",
      "Flavia A. Tavares,",
      "Ronaldo T. Bernardo,",
      "Filipe G. L. Lindau,",
      "Oscar Vilca Gomez,",
      "Harrison Jara-Infantes,",
      "Victor Bustínza Urviola,",
      "L. Baker Perry,",
      "Jonathan Maurer,",
      "Anton Seimon,",
      "Margit Schwikowski,",
      "Gino Casassa,",
      "Shugui Hou,",
      "Andrei V. Kurbatov,",
      "Kimberley R. Miner,",
      "Jefferson C. Simões,",
      "Paul A. Mayewski"
    ],
    "doi": "https://doi.org/10.1017/jog.2022.91",
    "journalVolume": "Vol. 69\n                                \n                                \n                                  pp.\n                                  693\n                                  – 707",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "Shallow firn cores, in addition to a near-basal ice core, were recovered in 2018 from the Quelccaya ice cap (5470 m a.s.l) in the Cordillera Vilcanota, Peru, and in 2017 from the Nevado Illimani glacier (6350 m a.s.l) in the Cordillera Real, Bolivia. The two sites are ~450 km apart. Despite meltwater percolation resulting from warming, particle-based trace element records (e.g. Fe, Mg, K) in the Quelccaya and Illimani shallow cores retain well-preserved signals. The firn core chronologies, established independently by annual layer counting, show a convincing overlap indicating the two records contain comparable signals and therefore capture similar regional scale climatology. Trace element records at a ~1–4 cm resolution provide past records of anthropogenic emissions, dust sources, volcanic emissions, evaporite salts and marine-sourced air masses. Using novel ultra-high-resolution (120 μm) laser technology, we identify annual layer thicknesses ranging from 0.3 to 0.8 cm in a section of 2000-year-old radiocarbon-dated near-basal ice which compared to the previous annual layer estimates suggests that Quelccaya ice cores drilled to bedrock may be older than previously suggested by depth-age models. With the information collected from this study in combination with past studies, we emphasize the importance of collecting new surface-to-bedrock ice cores from at least the Quelccaya ice cap, in particular, due to its projected disappearance as soon as the 2050s.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143022000910/type/journal_article"
  },
  {
    "title": "Warming Up",
    "authors": [
      "Verena Kahl"
    ],
    "doi": "no. 2366-7044",
    "issn": "2366-7044 (Online)",
    "publisher": "Max Steinbeis Verfassungsblog GmbH",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Law"
    ],
    "journalUrl": "https://verfassungsblog.de/",
    "abstract": "In January 2023, Chile and Colombia submitted their joint request for an advisory opinion on the climate emergency and human rights, thereby paving the way for the first groundbreaking decision on the issue of climate change by the Inter-American Court of Human Rights (IACtHR) and the first advisory opinion in this regard by a regional human rights monitoring body. The Court will have the unique opportunity to cover a broad variety of areas and questions that align under the umbrella term of climate change and human rights and therefore to deal with the issue in an integral manner.",
    "readLink": "https://verfassungsblog.de/warming-up/"
  },
  {
    "title": "Total ozone variability and trends over  the South Pole during the wintertime",
    "authors": [
      "V. Fioletov,",
      "X. Zhao,",
      "I. Abboud,",
      "M. Brohart,",
      "A. Ogyu,",
      "R. Sit,",
      "S. C. Lee,",
      "I. Petropavlovskikh,",
      "I. Petropavlovskikh,",
      "K. Miyagawa,",
      "B. J. Johnson,",
      "P. Cullis,",
      "J. Booth,",
      "G. McConville,",
      "G. McConville,",
      "C. T. McElroy"
    ],
    "doi": "https://doi.org/10.5194/acp-23-12731-2023",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  12731\n                                  – 12751",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The Antarctic polar vortex creates unique chemical and dynamical conditions when the stratospheric air over Antarctica is isolated from the rest of the stratosphere. As a result, stratospheric ozone within the vortex remains largely unchanged for a 5-month period from April until late August when the sunrise and extremely cold temperatures create favorable conditions for rapid ozone loss. Such prolonged stable conditions within the vortex make it possible to estimate the total ozone levels there from sparse wintertime ozone observations at the South Pole. The available records of focused Moon (FM) observations by Dobson and Brewer spectrophotometers at the Amundsen–Scott South Pole Station (for the periods 1964–2022 and 2008–2022, respectively) as well as integrated ozonesonde profiles (1986–2022) and MERRA-2 reanalysis data (1980–2022) were used to estimate the total ozone variability and long-term changes over the South Pole. Comparisons with MERRA-2 reanalysis data for the period 1980–2022 demonstrated that the uncertainties of Dobson and Brewer daily mean FM values are about 2.5 %–4 %. Wintertime (April–August) MERRA-2 data have a bias with Dobson data of −8.5 % in 1980–2004 and 1.5 % in 2005–2022. The mean difference between wintertime Dobson and Brewer data in 2008–2022 was about 1.6 %; however, this difference can be largely explained by various systematic errors in Brewer data. The wintertime ozone values over the South Pole during the last 20 years were about 12 % below the pre-1980s level; i.e., the decline there was nearly twice as large as that over southern midlatitudes. It is probably the largest long-term ozone decline aside from the springtime Antarctic ozone depletion. While wintertime ozone decline over the pole has hardly any impact on the environment, it can be used as an indicator to diagnose the state of the ozone layer, particularly because it requires data from only one station. Dobson and ozonesonde data after 2001 show a small positive, but not statistically significant, trend in ozone values of about 1.5 % per decade that is in line with the trend expected from the concentration of the ozone-depleting substances in the stratosphere.",
    "readLink": "https://acp.copernicus.org/articles/23/12731/2023/acp-23-12731-2023.pdf"
  },
  {
    "title": "Spatial variations in Leishmaniasis: A biogeographic approach to mapping the distribution of Leishmania species",
    "authors": [
      "Soushieta Jagadesh,",
      "Marine Combe,",
      "Marine Ginouvès,",
      "Stéphane Simon,",
      "Ghislaine Prévot,",
      "Pierre Couppié,",
      "Mathieu Nacher,",
      "Rodolphe Elie Gozlan"
    ],
    "doi": "Vol. 13\n                                \n                                \n                                  p.\n                                  100307",
    "issn": "2352-7714 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/one-health",
    "abstract": "Cutaneous Leishmaniasis (CL) is the most prevalent form of Leishmaniasis and is widely endemic in the Americas. Several species of Leishmania are responsible for CL, a severely neglected tropical disease and the treatment of CL vary according to the different species of Leishmania. We proposed to map the distribution of the Leishmania species reported in French Guiana (FG) using a biogeographic approach based on environmental predictors. We also measured species endemism i.e., the uniqueness of species to a defined geographic location. Our results show that the distribution patterns varied between Leishmania spp. and were spatially dependent on climatic covariates. The species distribution modelling of the eco-epidemiological spatial patterns of Leishmania spp. is the first to measure endemism based on bioclimatic factors in FG. The study also emphasizes the impact of tree cover loss and climate on the increasing distribution of L. (Viannia) braziliensis in the most anthropized regions. Detection of high-risk regions for the different between Leishmania spp. is essential for monitoring and active surveillance of the vector. As climate plays a major role in the spatial distribution of the vector and reservoir and the survival of the pathogen, climatic covariates should be included in the analysis and mapping of vector-borne diseases. This study underscores the significance of local land management and the urgency of considering the impact of climate change in the development of vector-borne disease management strategies at the global scale.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352771421000975"
  },
  {
    "title": "Vulnerability of the Caspian Sea shoreline to changes in hydrology and climate",
    "authors": [
      "Mahdi Akbari,",
      "Aziza Baubekova,",
      "Amin Roozbahani,",
      "Abror Gafurov,",
      "Alexander Shiklomanov,",
      "Kabir Rasouli,",
      "Natalya Ivkina,",
      "Bjørn Kløve,",
      "Ali Torabi Haghighi"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abaad8",
    "journalVolume": "Vol. 15,\n                                no. 11\n                                \n                                  p.\n                                  115002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "During the past three decades, sea water level (SWL) in the Caspian Sea has declined by about 2 m and sea area has decreased by about 15 000 km ^2 . This has affected coastal communities, the environment and economically important gulfs of the sea (e.g. Dead Kultuk). To assess the effects of coastline change and evaluate zones vulnerable to desiccation, we simulated SWL using total inflow from feeder rivers and precipitation and evaporation over the sea. We determined potential vulnerable areas of the sea over the past 80 years by comparing the minimum and maximum annual water body maps (for 1977 and 1995). We then determined the linear regression between SWL rise and covered potential vulnerable area (CVA), using annual Normalised Difference Water Index (NDWI) maps and SWL data from 1977 to 2018. Combining SWL-CVA regression and SWL simulation model enabled us to determine desiccated areas in different regions of the Caspian Sea due to changes in precipitation, evaporation and total inflow. The results showed that 25 000 km ^2 of the sea is potentially vulnerable to SWL fluctuations in terms of desiccation, with 70% of this vulnerable area located in Kazakhstan. Potential vulnerable area per kilometre coastline was found to be 6 km ^2 in Kazakhstan, 4 km ^2 in Russia and whole of Caspian Sea, 1.5 km ^2 in Iran, 1 km ^2 in Azerbaijan and 0.5 km ^2 in Turkmenistan. The results also indicated that SWL in the Caspian Sea is sensitive to evaporation and that e.g. a 37.5 mm decrease in mean annual net precipitation would lead to a 1875 km ^2 decrease in the sea area, while a 1 km ^3 decrease in mean annual inflow would lead to a 1400 km ^2 decrease in the sea area. Thus the developed framework enabled the spatial consequences of changes in water balance parameters on sea area to be quantified. It can be used to assess future changes in SWL and sea area due to anthropogenic activities and climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/abaad8"
  },
  {
    "title": "Divergent responses of native and invasive macroalgae to submarine groundwater discharge",
    "authors": [
      "Angela Richards Donà,",
      "Celia M. Smith,",
      "Leah L. Bremer"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-40854-7",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Marine macroalgae are important indicators of healthy nearshore groundwater dependent ecosystems (GDEs), which are emergent global conservation priorities. Submarine groundwater discharge (SGD) supports abundant native algal communities in GDEs via elevated but naturally derived nutrients. GDEs are threatened by anthropogenic nutrient inputs that pollute SGD above ambient levels, favoring invasive algae. Accordingly, this case study draws on the GDE conditions of Kona, Hawai‘i where we evaluated daily photosynthetic production and growth for two macroalgae; a culturally valued native (Ulva lactuca) and an invasive (Hypnea musciformis). Manipulative experiments—devised to address future land-use, climate change, and water-use scenarios for Kona—tested algal responses under a natural range of SGD nutrient and salinity levels. Our analyses demonstrate that photosynthesis and growth in U. lactuca are optimal in low-salinity, high-nutrient waters, whereas productivity for H. musciformis appears limited to higher salinities despite elevated nutrient subsidies. These findings suggest that reductions in SGD via climate change decreases in rainfall or increased water-use from the aquifer may relax physiological constraints on H. musciformis. Collectively, this study reveals divergent physiologies of a native and an invasive macroalga to SGD and highlights the importance of maintaining SGD quantity and quality to protect nearshore GDEs.",
    "readLink": "https://doi.org/10.1038/s41598-023-40854-7"
  },
  {
    "title": "Energy poverty and cooking energy requirements: The forgotten issue in South African energy policy?",
    "authors": [
      "M. Balmer"
    ],
    "doi": "https://doi.org/10.17159/2413-3051/2007/v18i3a3380",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  pp.\n                                  4\n                                  – 9",
    "issn": "1021-447X (Print)",
    "publisher": "2413-3051 (Online)",
    "countryOfPublisher": "University of Cape Town",
    "lcc": [
      "South Africa",
      "Technology: Mechanical engineering and machinery: Energy conservation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journals.assaf.org.za/jesa",
    "abstract": "Cooking energy is a necessary input for satisfying the basic human need of survival. Much has been written about poverty, energy, development, envi-ronment and gender, but unfortunately, recent poli-cies adopted by the South African government have completely failed to adequately address the issue. The focus of energy and most notably renewable energy policy has shifted form the previous approach of increasing access to energy sources for low-income households to addressing climate change issues. Pro-poor policies have suffered and important fuel such as wood fuel is not addressed. It is argued that without adequately addressing ther-mal requirements of low-income households, ener-gy poverty cannot be addressed. The aim of the paper is firstly, to contextualise cooking and cooking energy within a framework of household energy, poverty, multiple fuel use and gender issues and secondly, to provide an overview of the cost and externalities associated with household cooking. Lastly, the paper proposes interventions to address cooking energy in a sustainable manner in South Africa.",
    "readLink": "https://journals.assaf.org.za/jesa/article/view/3380"
  },
  {
    "title": "The impact of adaptation practices on crop productivity in northwest Ethiopia: an endogenous switching estimation",
    "authors": [
      "Tsega Adego,",
      "Belay Simane,",
      "Getachew A. Woldie"
    ],
    "doi": "https://doi.org/10.1080/21665095.2019.1678186",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  129\n                                  – 141",
    "issn": "2166-5095 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Social Sciences: Communities. Classes. Races: Human settlements. Communities"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/rdsr",
    "abstract": "Climate change and variability adversely affect smallholder farmers in developing countries, including Ethiopia. In response, farmers are adopting various adaptation strategies. However, there is a paucity of studies examining whether or not these responses benefit farmers in increasing crop productivity. Cognizant of this fact and its policy importance, this study empirically analyzes the impact of adaptation strategies on crop productivity in northwest Ethiopia. We collected data through household survey questionnaire, focus group discussion and key informant interview. We also analyzed time-series climate data to see how crop yield responds to climate variability. The empirical model employs the endogenous switching regression. Climate information and distance to market are validated as instrumental variables. The model revealed that farmers who adopted adaptation strategies would have gained lower yield if they had not adopted them; and those who did not adopt a strategy would have gained higher yield than if they had. Improved seed, contact with development agents (DAs), urea, compost and rainfall are significantly associated with the likelihood of increasing yield. The results also show systematic difference where age is inversely related with adapters and vice versa for non-adapters. Hence, adaptation interventions should consider these heterogeneities.",
    "readLink": "http://dx.doi.org/10.1080/21665095.2019.1678186"
  }
]