[
  {
    "title": "Coastal Polynya Disrupts the Acoustic Backscatter Diurnal Signal Over the Eastern Laptev Sea Shelf",
    "authors": [
      "Igor A. Dmitrenko,",
      "Vladislav Y. Petrusevich,",
      "Ksenia Kosobokova,",
      "Ksenia Kosobokova,",
      "Alexander S. Komarov,",
      "Caroline Bouchard,",
      "Caroline Bouchard,",
      "Maxime Geoffroy,",
      "Maxime Geoffroy,",
      "Nikolay V. Koldunov,",
      "David G. Babb,",
      "Sergei A. Kirillov,",
      "David G. Barber"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.791096",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The diel vertical migration (DVM) of zooplankton is one of the largest species migrations to occur globally and is a key driver of regional ecosystems and the marine carbon pump. The dramatic changes in the Arctic environment in recent years, mainly associated with sea-ice decline, may have wide significance for the Arctic shelf ecosystems including DVM. Observations have revealed the occurrence of DVM in ice-covered Arctic waters, however, there have yet to be observations of DVM from the extensive Siberian shelves in the Eurasian Arctic and no analysis of how the sea-ice decline may affect DVM. Here, 2 yearlong time series of acoustic backscatter, collected by moored acoustic Doppler current profilers in the eastern Laptev Sea from August 1998 to August 1999, were used to examine the annual cycle of acoustic scattering, and therefore the annual cycle of DVM in the area. The acoustic time series were used along with atmospheric and oceanic reanalysis and satellite data. Our observations show that DVM did not occur during polar night and polar day, but is active during the spring and fall transition periods when there is a diurnal cycle in light conditions. DVM began beneath the fast ice at the end of polar night and increased in intensity through spring. However, the formation of a large polynya along the landfast ice edge in late March 1999 caused DVM to abruptly cease near the fast ice edge, while DVM persisted through spring to the start of polar day at the onshore mooring. We associate this cessation of synchronized DVM ∼1 month ahead of polar day with a predator-avoidance behavior of zooplankton in response to higher polar cod abundance near the polynya. During polar day, the intensity of acoustic scattering was attributed to the riverine suspended particles. Overall, our results highlight the occurrence of DVM on the Siberian shelves, the cessation of synchronized DVM when a polynya opens up nearby, and the potential impact of significant trends toward a more extensive Laptev Sea polynya as part of changing ice conditions in the Eurasian Arctic and their impact on the Arctic shelf ecology.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.791096/full"
  },
  {
    "title": "The probabilistic site-specific species pool and dark diversity in the terrestrialized urban mangroves",
    "authors": [
      "Lili Tang,",
      "Ruili Li,",
      "Wenqing Wang,",
      "Bing Li"
    ],
    "doi": "Vol. 148\n                                \n                                \n                                  p.\n                                  110134",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "For mangroves that would terrestrialize rather than be submerged by the rising sea, concerns should be drawn to the attention of their community, which is crucial for maintaining the ecological functions of mangrove wetlands. However, community studies have traditionally relied on observed local diversity but have neglected dark diversity. Previously ignored dark diversity may hold more information, particularly in urban mangroves that are being terrestrialized or restored. To this end, in urban mangrove monitoring experiments in South China, North Indo-Pacific, we first proposed an index to evaluate mangrove terrestrialization trends. We then estimated the probabilistic site-specific species pool and dark diversity based on the co-occurrence data extracted using an unmanned aerial vehicle (UAV) system in a typical terrestrialized urban mangrove. Combining the observed and dark diversity, we explored community composition and potential changes in the mangrove forest. The results showed that urban mangroves with sufficient sediment supply were terrestrializing and would gradually continue in the future. The terrestrialization indices were predicted to first increase and then decrease until the 2100 s. All six currently recorded mangrove species will not become extinct in a typical forest. Acanthus ilicifolius had the highest distribution probability, with an average value of 0.99, whereas the smallest probability was 0.19 for Sonneratia caseolaris. The currently dominant Kandelia obovata community can potentially be replaced by Avicennia marina–Aegiceras corniculatum community, and the lower layer of the mangrove forests will be consistently covered by A. ilicifolius. Specifically, K. obovata was distributed across 98.51% of the forest, of which 85.48% of its distribution probability will decline. Except for its current in-situ areas, an extra 67.19% of the forest will be covered by A. marina. A. ilicifolius covered nearly 94.64% of the current forest lower layer, of which 94.17% had a high potential to remain in situ. This study enhances our understanding of the response of mangroves to rising sea levels due to global climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23002765"
  },
  {
    "title": "Emergence and Evolution of Anthropogenic Landscapes in the Western Mediterranean and Adjacent Atlantic Regions",
    "authors": [
      "Virginia Iglesias,",
      "Boris Vannière,",
      "Isabelle Jouffroy-Bapicot"
    ],
    "doi": "https://doi.org/10.3390/fire2040053",
    "journalVolume": "Vol. 2,\n                                no. 4\n                                \n                                  p.\n                                  53",
    "issn": "2571-6255 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "https://www.mdpi.com/journal/fire",
    "abstract": "Socio-ecological systems are complex, dynamic structures driven by cross-scale interactions between climate, disturbance and subsistence strategies. We synthetize paleoecological data to explore the emergence and evolution of anthropogenic landscapes in southwestern Europe and northern Africa. Specifically, we estimate trends in vegetation and fire, and assess how changes in climate and resource exploitation altered ecosystem dynamics over the last 10,000 years. Pollen data reveal that a complex vegetation mosaic resulted from the conversion of forests into areas suitable for crops, especially after 7000 cal yr BP. Cross-scale analysis shows a progressive decoupling of climate and ecosystem trajectories, which displayed an overall south-to-north time-transgressive pattern consistent with models of population expansion. As human impact increased, so did the use of fire, and after 4000 cal yr BP, levels of biomass burning became homogeneous across the region. This region-wide rise in burning suggests that land-management overrode the effects of climate, fuel and topography. Thus, while increasing the returns and predictability of resources, rapidly-growing communities created a new form of frequent and extensive disturbance that led to profound and persistent changes in the landscape, including shrub encroachment, increased erosion and soil impoverishment.",
    "readLink": "https://www.mdpi.com/2571-6255/2/4/53"
  },
  {
    "title": "Modeling Sea Ice Effects for Wave Energy Resource Assessments",
    "authors": [
      "Ruth Branch,",
      "Gabriel García-Medina,",
      "Zhaoqing Yang,",
      "Taiping Wang,",
      "Fadia Ticona Rollano,",
      "Lucia Hosekova"
    ],
    "doi": "https://doi.org/10.3390/en14123482",
    "journalVolume": "Vol. 14,\n                                no. 3482\n                                \n                                  p.\n                                  3482",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Wave-generated power has potential as a valuable coastal resource, but the wave climate needs to be mapped for feasibility before wave energy converters are installed. Numerical models are used for wave resource assessments to quantify the amount of available power and its seasonality. Alaska is the U.S. state with the longest coastline and has extensive wave resources, but it is affected by seasonal sea ice that dampens the wave energy and the full extent of this dampening is unknown. To accurately characterize the wave resource in regions that experience seasonal sea ice, coastal wave models must account for these effects. The aim of this study is to determine how the dampening effects of sea ice change wave energy resource assessments in the nearshore. Here, we show that by combining high-resolution sea ice imagery with a sea ice/wave dampening parameterization in an unstructured grid, the Simulating Waves Nearshore (SWAN) model improves wave height predictions and demonstrates the extent to which wave power decreases when sea ice is present. The sea ice parametrization decreases the bias and root mean square errors of wave height comparisons with two wave buoys and predicts a decrease in the wave power of up to 100 kW/m in areas around Prince William Sound, Alaska. The magnitude of the improvement of the model/buoy comparison depends on the coefficients used to parameterize the wave–ice interaction.",
    "readLink": "https://www.mdpi.com/1996-1073/14/12/3482"
  },
  {
    "title": "Indirect estimation of absorption properties for fine aerosol  particles using AATSR observations: a case study of wildfires   in Russia in 2010",
    "authors": [
      "E. Rodríguez,",
      "P. Kolmonen,",
      "T. H. Virtanen,",
      "L. Sogacheva,",
      "A.-M. Sundström,",
      "G. de Leeuw"
    ],
    "doi": "https://doi.org/10.5194/amt-8-3075-2015",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  pp.\n                                  3075\n                                  – 3085",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "The Advanced Along-Track Scanning Radiometer (AATSR) on board the ENVISAT satellite is used to study aerosol properties. The retrieval of aerosol properties from satellite data is based on the optimized fit of simulated and measured reflectances at the top of the atmosphere (TOA). The simulations are made using a radiative transfer model with a variety of representative aerosol properties. The retrieval process utilizes a combination of four aerosol components, each of which is defined by their (lognormal) size distribution and a complex refractive index: a weakly and a strongly absorbing fine-mode component, coarse mode sea salt aerosol and coarse mode desert dust aerosol). These components are externally mixed to provide the aerosol model which in turn is used to calculate the aerosol optical depth (AOD). In the AATSR aerosol retrieval algorithm, the mixing of these components is decided by minimizing the error function given by the sum of the differences between measured and calculated path radiances at 3–4 wavelengths, where the path radiances are varied by varying the aerosol component mixing ratios. The continuous variation of the fine-mode components allows for the continuous variation of the fine-mode aerosol absorption. Assuming that the correct aerosol model (i.e. the correct mixing fractions of the four components) is selected during the retrieval process, also other aerosol properties could be computed such as the single scattering albedo (SSA). Implications of this assumption regarding the ratio of the weakly/strongly absorbing fine-mode fraction are investigated in this paper by evaluating the validity of the SSA thus obtained. The SSA is indirectly estimated for aerosol plumes with moderate-to-high AOD resulting from wildfires in Russia in the summer of 2010. Together with the AOD, the SSA provides the aerosol absorbing optical depth (AAOD). The results are compared with AERONET data, i.e. AOD level 2.0 and SSA and AAOD inversion products. The RMSE (root mean square error) is 0.03 for SSA and 0.02 for AAOD lower than 0.05. The SSA is further evaluated by comparison with the SSA retrieved from the Ozone Monitoring Instrument (OMI). The SSA retrieved from both instruments show similar features, with generally lower AATSR-estimated SSA values over areas affected by wildfires.",
    "readLink": "http://www.atmos-meas-tech.net/8/3075/2015/amt-8-3075-2015.pdf"
  },
  {
    "title": "The impact of population growth and climate change on food security in Africa: looking ahead to 2050",
    "authors": [
      "C. Hall,",
      "T. P. Dawson,",
      "J. I. Macdiarmid,",
      "R.B. Matthews,",
      "P. Smith"
    ],
    "doi": "https://doi.org/10.1080/14735903.2017.1293929",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  124\n                                  – 135",
    "issn": "1473-5903 (Print)",
    "publisher": "1747-762X (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture"
    ],
    "journalUrl": "https://www.tandfonline.com/tags",
    "abstract": "Providing nutritious and environmentally sustainable food to all people at all times is one of the greatest challenges currently facing society. This problem is particularly acute in Africa where an estimated one in four people still lack adequate food to sustain an active and healthy life. In this study, we consider the potential impact of future population growth and climate change on food security in Africa, looking ahead to 2050. A modelling framework termed FEEDME (Food Estimation and Export for Diet and Malnutrition Evaluation) was used which was characterized to model the impacts of future climate changes (utilizing the Intergovernmental Panel on Climate Change Special Report on Emissions Scenarios projections) and projected population growth on food availability and subsequent undernourishment prevalence in 44 African countries. Our results indicate that projected rapid population growth will be the leading cause of food insecurity and widespread undernourishment across Africa. Very little to no difference in undernourishment projections were found when we examined future scenarios with and without the effects of climate change, suggesting population growth is the dominant driver of change. Various adaptation options are discussed, such as closing the yield gap via sustainable intensification and increasing imports through trade and aid agreements. These strategies are likely to be critical in preventing catastrophic future food insecurity.",
    "readLink": "http://dx.doi.org/10.1080/14735903.2017.1293929"
  },
  {
    "title": "A Research Journal Dedicated to the Effects of Xenobiotics in Organisms",
    "authors": [
      "François Gagné"
    ],
    "doi": "https://doi.org/10.3390/jox10010003",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  11\n                                  – 13",
    "issn": "2039-4705 (Print)",
    "publisher": "2039-4713 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Medicine: Therapeutics. Pharmacology",
      "Medicine: Public aspects of medicine: Toxicology. Poisons"
    ],
    "journalUrl": "https://www.mdpi.com/journal/jox",
    "abstract": "The Journal of Xenobiotics (JOX), which was initially launched in January 2011 under PAGEPress (Italy) and recently with MDPI in September 2020, is devoted to the publication of novel and scientifically sound studies in the field of xenobiotics [...]",
    "readLink": "https://www.mdpi.com/2039-4713/10/1/3"
  },
  {
    "title": "Understanding of the settlements with coexisting water and earth under the background of climate change—the case of Liang Village in Pingyao County, China",
    "authors": [
      "Yong Shao,",
      "Yue Chen,",
      "Jianming Su"
    ],
    "doi": "https://doi.org/10.1186/s43238-022-00066-w",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "2096-3041 (Print)",
    "publisher": "2662-6802 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "https://built-heritage.springeropen.com",
    "abstract": "Abstract Global climate change has caused general and serious damage to cultural heritage sites, and earthen settlements and buildings are particularly vulnerable to water-affected disasters. Thus, this paper uses Liang Village in Pingyao County, China, as a case study, linking the human–land study in the Liang Village Sino-French workshop of 2009/2010 to a disaster assessment completed after the devastating rainstorm in October 2021. We found that the village’s rain disaster resulted from the vulnerability of earthen material to rainstorms and from the earthen settlement’s evolution from a culture emphasising the coexistence of ‘water and earth’ to a technic fostering the disintegration of ‘water and earth’. The latter is the main cause of the village’s decrease in its capacity for disaster prevention and damage reduction. Therefore, in the context of global climate change, we find that the reestablishment of the harmonious relationship of water and earth is critical to both rural heritage conservation and village sustainable development. In addition to repairing their relation from the technical perspective of ‘planning and design’ by planners and architects, it is more crucial for local people to understand and enhance their contemporary appreciation for the traditional ‘coexistence of water and earth’ concept.",
    "readLink": "https://doi.org/10.1186/s43238-022-00066-w"
  },
  {
    "title": "Growing control of climate change on water scarcity alleviation over northern part of China",
    "authors": [
      "Zhongwei Huang,",
      "Xing Yuan,",
      "Xingcai Liu,",
      "Qiuhong Tang"
    ],
    "doi": "Vol. 46\n                                \n                                \n                                  p.\n                                  101332",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Northern part of China (NPC) Study focus: Along with rapid economic development and population growth, the NPC has been identified as a water scarcity hotspot. Previous studies attributed the intensified water scarcity primarily to increasing human water withdrawal over the NPC in the 20th century. However, water withdrawal has stagnated since the beginning of 21st century, which raises a question of whether the trend of water scarcity changes, particularly when considering the contribution of water availability that is subject to climate variability. Based on the water stress index (WSI), we detected the trends of water scarcity by a piecewise linear regression approach and investigated their associated drivers in the NPC by using survey-based datasets and hydro-climate model simulations. New hydrological insights for the region: Results show that the trends of WSI changed from positive to negative after 2001. Increased water withdrawal was the dominant factor for the aggravated water scarcity before 2001. However, as the rising precipitation offsets the effect of increasing evapotranspiration, climate change has increased water availability and become the major contributor to the alleviated water scarcity during 2001–2020. Furthermore, future projections suggest that climate change would further alleviate future water scarcity over the NPC by increasing water availability. The results suggest the growing role of climate change in affecting water scarcity, which are significant for guiding regional water policy-making.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581823000198"
  },
  {
    "title": "The economic influence of climate change on Bangladesh agriculture: application of a dynamic computable general equilibrium model",
    "authors": [
      "Syed Shoyeb Hossain,",
      "Yongwei Cui,",
      "Huang Delin,",
      "Xinyuan Zhang"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-10-2021-0123",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  pp.\n                                  353\n                                  – 370",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – Evaluating the economic effects of climate change is a pivotal step for planning adaptation in developing countries. For Bangladesh, global warming has put it among the most vulnerable countries in the world to climate change, with increasing temperatures and sea-level rise. Hence, the purpose of this paper is to examine how climate change impacts the economy in Bangladesh in the case of climate scenarios. Design/methodology/approach – Using a dynamic computable general equilibrium (CGE) model and three climate change scenarios, this paper assesses the economy-wide implications of climate change on Bangladesh’s economy and agriculture. It is clear from the examination of the CGE model that the impacts of climate change on agricultural sectors were felt more sharply, reducing output by −3.25% and −3.70%, respectively, and increasing imports by 1.22% and 1.53% in 2030 and 2050, compared to the baseline. Findings – The findings reveal that, relative to baseline, agricultural output will decline by a range of −3.1% to −3.6% under the high climate scenario (higher temperatures and lower yields). A decrease in agricultural output results in declines in agricultural labor and household income. Household income falls in all categories, although it drops the most in urban less educated households with a range of −3.1% to −3.4%. On the other hand, consumption of commodities will fall by −0.11% to −0.13%, according to the findings. Although climate change impacts had a relatively small effect on gross domestic product, reducing it by −0.059% and −0.098% in 2030 and 2050, respectively. Practical implications – As agricultural output, household consumption and income decline, it will impact the majority of the population’s health in Bangladesh by increasing malnutrition, hidden hunger, poverty, changing food environment, changing physical and mental health status and a changing health-care environment. Therefore, population health and food security will be a top socioeconomic and political concern for Bangladesh Government. Originality/value – The examination of the dynamic CGE model is its originality. In conclusion, the evidence generated here can provide important information to policymakers and guide government policies that contribute to national development and the achievement of food security targets. It is also necessary to put more emphasis on climate change issues and address potential risks in the following years.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/IJCCSM-10-2021-0123/full/pdf"
  }
]