[
  {
    "title": "Influence of Attitudes on Willingness to Choose Time-of-Use Electricity Tariffs in Germany. Evidence from Factor Analysis",
    "authors": [
      "Swantje Sundt"
    ],
    "doi": "https://doi.org/10.3390/en14175406",
    "journalVolume": "Vol. 14,\n                                no. 5406\n                                \n                                  p.\n                                  5406",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Time-of-use (TOU) electricity tariffs are a demand side measure to ease balancing of demand and supply to cope with a rising share of renewables in a country’s electricity mix. In general, consumers require compensation for accepting these tariffs. This study analyzes how attitudes drive consumers’ willingness to choose a TOU tariff in Germany. To identify attitudinal profiles, I use an exploratory factor analysis on items capturing positive and negative attitudes towards TOU tariffs, climate change awareness, and belief in energy saving measures. I use these factors as predictors in an ordered logit specification to estimate consumers’ stated willingness to choose a TOU tariff. Three factors are significant: positive and negative attitudes towards TOU tariffs, and climate change awareness. These findings highlight that decision makers who aim at balancing demand and supply through the use of TOU tariffs should focus on informing consumers about the positive impacts of these tariffs on climate change mitigation, grid stability, and possible energy savings.",
    "readLink": "https://www.mdpi.com/1996-1073/14/17/5406"
  },
  null,
  {
    "title": "Pore-Scale Monitoring of the Effect of Microarchitecture on Fungal Growth in a Two-Dimensional Soil-Like Micromodel",
    "authors": [
      "Raghad Soufan,",
      "Yolaine Delaunay,",
      "Laure Vieublé Gonod,",
      "Leslie M. Shor,",
      "Patricia Garnier,",
      "Wilfred Otten,",
      "Philippe C. Baveye"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2018.00068",
    "journalVolume": "Vol. 6",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "In spite of the very significant role that fungi are called to play in agricultural production and climate change over the next two decades, very little is known at this point about the parameters that control the spread of fungal hyphae in the pore space of soils. Monitoring of this process in 3 dimensions is not technically feasible at the moment. The use of transparent micromodels simulating the internal geometry of real soils affords an opportunity to approach the problem in 2 dimensions, provided it is confirmed that fungi would actually want to propagate in such artificial systems. In this context, the key objectives of the research described in this article are to ascertain, first, that the fungus Rhizoctonia solani can indeed grow in a micromodel of a sandy loam soil, and, second, to identify and analyze in detail the pattern by which it spreads in the tortuous pores of the micromodel. Experimental observations show that hyphae penetrate easily inside the micromodel, where they bend frequently to adapt to the confinement to which they are subjected, and branch at irregular intervals, unlike in current computer models of the growth of hyphae, which tend to describe them as series of straight tubular segments. A portion of the time, hyphae in the micromodels also exhibit thigmotropism, i.e., tend to follow solid surfaces closely. Sub-apical branching, which in unconfined situations seems to be controlled by the fungus, appears to be closely connected with the bending of the hyphae, resulting from their interactions with surfaces. These different observations not only indicate different directions to follow to modify current mesoscopic models of fungal growth, so they can apply to soils, but they also suggest a wealth of further experiments using the same set-up, involving for example competing fungal hyphae, or the coexistence of fungi and bacteria in the same pore space.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fenvs.2018.00068/full"
  },
  {
    "title": "Towards Efficient Mapping of Greenhouse Gas Emissions: A Case Study of the Port of Tallinn",
    "authors": [
      "Jonne Kotta,",
      "Mihhail Fetissov,",
      "Ellen Kaasik,",
      "Janis Väät,",
      "Stanislav Štõkov,",
      "Ulla Pirita Tapaninen"
    ],
    "doi": "https://doi.org/10.3390/su15129520",
    "journalVolume": "Vol. 15,\n                                no. 9520\n                                \n                                  p.\n                                  9520",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Global, regional and national policies and regulations are providing incentives to reduce greenhouse gas (GHG) emissions in ports, and the first step in this effort is to obtain a detailed overview of the main sources of emissions. The rapid developments in port GHG mapping have led to the need for a case study to assess the effectiveness and practical use of these methodologies and to suggest best practices for ports just starting this mapping process. Here, we present the current state of the art in the assessment of GHG emissions in ports. This analysis enabled us to identify the most promising methodologies to assess GHG emissions in ports in an efficient, reliable and near real-time manner. We then tested the best methodologies and practices that emerged from the review articles to build a GHG assessment system in the Port of Tallinn. Finally, we assess the advantages and disadvantages of current approaches and suggest promising ways forward.",
    "readLink": "https://www.mdpi.com/2071-1050/15/12/9520"
  },
  {
    "title": "Warmer and wetter: Outlining climate services for snow-dependent tourism in Norway – The case of Lofoten",
    "authors": [
      "Stephanie Mayer,",
      "Elinah Khasandi Kuya,",
      "Karin Antonsen,",
      "Bruno Abegg,",
      "Inger Hanssen-Bauer"
    ],
    "doi": "Vol. 32\n                                \n                                \n                                  p.\n                                  100405",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Human-induced climate change potentially impacts nature-based activities in Lofoten and may limit the attractiveness of the destination for tourists seeking recreation and adventure in the mountains. As a climate service, we calculated climate indicators relevant to the tourism sector based on the representative concentration pathways RCP4.5 and RCP8.5 until 2060. We used high-resolution gridded climate data and projections to calculate indicators such as changes in the frequency and intensity of consecutive wet days, changes in precipitation type (snow, sleet, rain), changes in the number of skiing days on ungroomed, natural snow, and changes of the monthly 0 °C-isoline. We found a minor, but non-robust increase in the number of consecutive wet days with a precipitation intensity > 8 mm/day, and a clear change in the precipitation regime depending on altitude that leads to more precipitation falling as rain instead of snow. Also, a strong decrease in the number of skiing days is projected by the climate models as the monthly near-surface 0 °C-isoline increases. These are important findings for long-term planning and investments in the tourism sector in Lofoten, especially as tourism growth is considered an important tool for regional economic development. The analytical methods used in this study are transferable to analyses on a regional to national scale. National maps and data material for 11 regions were recently published on https://klimaservicesenter.no/kss/framskr/sno-sludd-regn.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880723000675"
  },
  {
    "title": "Characterisation data for open-air processed common water reed (Phragmites australis) ash and papyrus (Cyperus papyrus) ash",
    "authors": [
      "Martin Aluga,",
      "Chewe Kambole"
    ],
    "doi": "Vol. 43\n                                \n                                \n                                  p.\n                                  108423",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "Currently, there are a lot of discussions on the production of sustainable cement for construction purposes, unlike the conventional ordinary Portland cement (OPC), as its production, transportation, and application contribute to the generation of greenhouse gases, hence, climate change. Consequently, limestone, the primary material used to produce OPC, is non-renewable. Therefore, there is a need to use sustainable materials to make cementitious materials to achieve sustainable construction. This has led to a lot of research focussing on the valorisation of agricultural wastes and less economical, no-food lignocellulosic plants in producing sustainable and environmentally friendly cementitious materials commonly known as Supplementary Cementitious Materials (SCMs). The agrowastes ashes include rice husk ash (RHA), sugarcane bagasse ash (SCBA), and corn cob ash (CCA), among others. In contrast, the lignocellulosic plants’ ashes include common water reed ash (CWRA) and cyperus papyrus ash (CPA). There has been the belief that these pozzolanic materials are homogenous. However, these ashes are highly heterogeneous when they undergo microscopic analysis. Therefore, the current data paper provides Laser Diffraction Spectroscopy (LD) for Particle Size Distribution (PSD), Fourier-transform infrared spectroscopy (FT-IR), X-Ray Fluorescence (XRF), and Scanning Electron Microscope (SEM) data for unprocessed CWRA and CPA in the form of tables, micrographs, and figures for microscopic analysis. This data helps characterise and evaluate CWRA and CPA's potential as pozzolanic materials, especially as road construction materials, and will be beneficial for other scientists to better understand unprocessed CWRA and CPA mineral information development biologically inspired materials for biologically inspired materials sustainable development across many disciplines.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340922006205"
  },
  {
    "title": "Stochastically modeling the projected impacts of climate change on rainfed and irrigated US crop yields",
    "authors": [
      "Xiao Zhu,",
      "Tara J Troy,",
      "Naresh Devineni"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab25a1",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  p.\n                                  074021",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Food demands are rising due to an increasing population with changing food preferences, placing pressure on agricultural production. Additionally, climate extremes have recently highlighted the vulnerability of the agricultural system to climate variability. This study seeks to fill two important gaps in current knowledge: how irrigation impacts the large-scale response of crops to varying climate conditions and how we can explicitly account for uncertainty in yield response to climate. To address these, we developed a statistical model to quantitatively estimate historical and future impacts of climate change and irrigation on US county-level crop yields with uncertainty explicitly treated. Historical climate and crop yield data for 1970–2009 were used over different growing regions to fit the model, and five CMIP5 climate projections were applied to simulate future crop yield response to climate. Maize and spring wheat yields are projected to experience decreasing trends with all models in agreement. Winter wheat yields in the Northwest will see an increasing trend. Results for soybean and winter wheat in the South are more complicated, as irrigation can change the trend in projected yields. The comparison between projected crop yield time series for rainfed and irrigated cases indicates that irrigation can buffer against climate variability that could lead to negative yield anomalies. Through trend analysis of the predictors, the trend in crop yield is mainly driven by projected trends in temperature-related indices, and county-level trend analysis shows regional differences are negligible. This framework provides estimates of the impact of climate and irrigation on US crop yields for the 21st century that account for the full uncertainty of climate variables and the range of crop response. The results of this study can contribute to decision making about crop choice and water use in an uncertain future climate.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab25a1"
  },
  {
    "title": "DAUR OPTIMAL TEGAKAN GMELINA PADA DUA PROYEK KARBON: MEMPERPANJANG DAUR DAN AFORESTASI",
    "authors": [
      "Yonky Indrajaya,",
      "Satria Astana"
    ],
    "doi": "https://doi.org/10.20886/jsek.2016.13.3.145-154",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  145\n                                  – 154",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Hutan tanaman dapat berkontribusi secara ekonomi dan sosial yaitu penyedia bahan baku kayu untuk industri dan penyediaan lapangan pekerjaan bagi masyarakat. Selain itu, hutan tanaman dapat pula berkontribusi dalam pengaturan tata air dan penyerapan karbon. Proyek perdagangan karbon untuk hutan tanaman dapat dilakukan melalui beberapa cara antara lain dengan pembangunan hutan tanaman baru di lahan terbuka ( ) dan aforestasi memperpanjang daur tebangan. Penelitian ini bertujuan untuk menganalisis daur optimal tegakan gmelina pada dua proyek karbon: memperpanjang daur dan aforestasi. Metode yang digunakan dalam penelitian ini adalah metode Faustmann yang dimodifikasi (yaitu Hartman) yaitu maksimasi keuntungan dengan sumber pendapatan dari kayu dan jasa lingkungan penyerapan karbon. Hasil dari penelitian ini menunjukkan bahwa harga karbon akan memengaruhi daur optimal tegakan gmelina pada proyek karbon VCS memperpanjang daur tebang. Sementara itu, pada proyek aforestasi VCS, tingkat harga karbon tidak memengaruhi daur optimal Faustmann. Nilai NPV proyek aforestasi relatif lebih tinggi dibandingkan nilai NPV proyek memperpanjang daur tebangan karena jumlah karbon yang dapat dikreditkan relatif lebih tinggi pada proyek aforestasi.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSE/article/view/2286"
  },
  {
    "title": "Impact of climate change on agricultural production; Issues, challenges, and opportunities in Asia",
    "authors": [
      "Muhammad Habib-ur-Rahman,",
      "Muhammad Habib-ur-Rahman,",
      "Ashfaq Ahmad,",
      "Ashfaq Ahmad,",
      "Ahsan Raza,",
      "Muhammad Usama Hasnain,",
      "Hesham F. Alharby,",
      "Yahya M. Alzahrani,",
      "Atif A. Bamagoos,",
      "Khalid Rehman Hakeem,",
      "Khalid Rehman Hakeem,",
      "Khalid Rehman Hakeem,",
      "Saeed Ahmad,",
      "Saeed Ahmad,",
      "Wajid Nasim,",
      "Shafaqat Ali,",
      "Fatma Mansour,",
      "Ayman EL Sabagh,",
      "Ayman EL Sabagh"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.925548",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Agricultural production is under threat due to climate change in food insecure regions, especially in Asian countries. Various climate-driven extremes, i.e., drought, heat waves, erratic and intense rainfall patterns, storms, floods, and emerging insect pests have adversely affected the livelihood of the farmers. Future climatic predictions showed a significant increase in temperature, and erratic rainfall with higher intensity while variability exists in climatic patterns for climate extremes prediction. For mid-century (2040–2069), it is projected that there will be a rise of 2.8°C in maximum temperature and a 2.2°C in minimum temperature in Pakistan. To respond to the adverse effects of climate change scenarios, there is a need to optimize the climate-smart and resilient agricultural practices and technology for sustainable productivity. Therefore, a case study was carried out to quantify climate change effects on rice and wheat crops and to develop adaptation strategies for the rice-wheat cropping system during the mid-century (2040–2069) as these two crops have significant contributions to food production. For the quantification of adverse impacts of climate change in farmer fields, a multidisciplinary approach consisted of five climate models (GCMs), two crop models (DSSAT and APSIM) and an economic model [Trade-off Analysis, Minimum Data Model Approach (TOAMD)] was used in this case study. DSSAT predicted that there would be a yield reduction of 15.2% in rice and 14.1% in wheat and APSIM showed that there would be a yield reduction of 17.2% in rice and 12% in wheat. Adaptation technology, by modification in crop management like sowing time and density, nitrogen, and irrigation application have the potential to enhance the overall productivity and profitability of the rice-wheat cropping system under climate change scenarios. Moreover, this paper reviews current literature regarding adverse climate change impacts on agricultural productivity, associated main issues, challenges, and opportunities for sustainable productivity of agriculture to ensure food security in Asia. Flowing opportunities such as altering sowing time and planting density of crops, crop rotation with legumes, agroforestry, mixed livestock systems, climate resilient plants, livestock and fish breeds, farming of monogastric livestock, early warning systems and decision support systems, carbon sequestration, climate, water, energy, and soil smart technologies, and promotion of biodiversity have the potential to reduce the negative effects of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.925548/full"
  },
  {
    "title": "The Effects of Temperature on the Hydrothermal Synthesis of Hydroxyapatite-Zeolite Using Blast Furnace Slag",
    "authors": [
      "G.U. Ryu,",
      "G.M. Kim,",
      "Hammad  R. Khalid,",
      "H.K. Lee"
    ],
    "doi": "https://doi.org/10.3390/ma12132131",
    "journalVolume": "Vol. 12,\n                                no. 13\n                                \n                                  p.\n                                  2131",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "Blast furnace slag, an industrial by-product, is emerging as a potential raw material to synthesize hydroxyapatite and zeolite. In this study, the effects of temperature on the hydrothermal synthesis of hydroxyapatite-zeolite from blast furnace slag were investigated. Specimens were synthesized at different temperatures (room temperature, 50, 90, 120, or 150 °C). The synthesized specimens were analyzed qualitatively and quantitatively via X-ray diffraction (XRD), Fourier transform infrared spectroscopy (FT-IR), BET/BJH, and scanning electron microscopy/energy dispersive using X-ray analysis (SEM/EDX). It was found that the hydroxyapatite phase was synthesized at all the reaction temperatures, while faujasite type zeolite appeared in the specimens synthesized at 90 and 120 °C. Moreover, faujasite was replaced by hydroxysodalite in the specimens synthesized at 150 °C. Additionally, the crystals of the hydroxyapatite tended to become larger and total crystallinity increased as the reaction temperature increased.",
    "readLink": "https://www.mdpi.com/1996-1944/12/13/2131"
  }
]