[
  {
    "title": "Pediatric Thermoregulation: Considerations in the Face of Global Climate Change",
    "authors": [
      "Caroline  J. Smith"
    ],
    "doi": "https://doi.org/10.3390/nu11092010",
    "journalVolume": "Vol. 11,\n                                no. 9\n                                \n                                  p.\n                                  2010",
    "issn": "2072-6643 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nutrients",
    "abstract": "Predicted global climate change, including rising average temperatures, increasing airborne pollution, and ultraviolet radiation exposure, presents multiple environmental stressors contributing to increased morbidity and mortality. Extreme temperatures and more frequent and severe heat events will increase the risk of heat-related illness and associated complications in vulnerable populations, including infants and children. Historically, children have been viewed to possess inferior thermoregulatory capabilities, owing to lower sweat rates and higher core temperature responses compared to adults. Accumulating evidence counters this notion, with limited child−adult differences in thermoregulation evident during mild and moderate heat exposure, with increased risk of heat illness only at environmental extremes. In the context of predicted global climate change, extreme environmental temperatures will be encountered more frequently, placing children at increased risk. Thermoregulatory and overall physiological strain in high temperatures may be further exacerbated by exposure to/presence of physiological and environmental stressors including pollution, ultraviolet radiation, obesity, diabetes, associated comorbidities, and polypharmacy that are more commonly occurring at younger ages. The aim of this review is to revisit fundamental differences in child−adult thermoregulation in the face of these multifaceted climate challenges, address emerging concerns, and emphasize risk reduction strategies for the health and performance of children in the heat.",
    "readLink": "https://www.mdpi.com/2072-6643/11/9/2010"
  },
  {
    "title": "Epizootic Activity of Natural Plague Foci in the Russian Federation in 2013 and Prognosis for the Year of 2014",
    "authors": [
      "N. V. Popov,",
      "V. E. Bezsmertny,",
      "V. P. Toporkov,",
      "A. N. Matrosov,",
      "T. V. Knyazeva,",
      "A. A. Kuznetsov,",
      "V. P. Popov,",
      "D. B. Verzhutsky,",
      "V. M. Korzun,",
      "E. V. Chipanin,",
      "V. M. Dubyansky,",
      "O. V. Maletskaya,",
      "M. P. Grigoryev,",
      "S. V. Balakhonov,",
      "A. N. Kulichenko,",
      "V. V. Kutyrev"
    ],
    "doi": "https://doi.org/10.21055/0370-1069-2014-2-13-18",
    "journalVolume": "Vol. 0,\n                                no. 2\n                                \n                                  pp.\n                                  13\n                                  – 18",
    "issn": "0370-1069 (Print)",
    "publisher": "2658-719X (Online)",
    "countryOfPublisher": "Federal Government Health Institution, Russian Research Anti-Plague Institute “Microbe”",
    "lcc": [
      "Russian Federation",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://journal.microbe.ru",
    "abstract": "Analyzed are the data of the epizootiologic survey of plague enzootic territories in Russia in 2013. Evaluated are the numbers of major carriers and vectors as well as the epizootic activity of natural foci of different types. Analysis of preconditions for decrease of epizootic potential of plague natural foci of Caucasus, Altai and Tyva is carried out. Single findings of infected fleas are registered at the sites of steady focality in the territory of Pre-Caspian lowland. Forecast of epizootic situation for 2014 is presented. Marked is raising probability that Volga-Ural sandy and Central Caucasian high-mountain plague foci would get out of the inter-epizootic period state. Substantiated are the possibility of plague epizootics continuation and their intensity in Pre-Caspian sandy, Altai and Tyva mountain, and Eastern-Caucasus high-mountain plague natural foci.",
    "readLink": "https://journal.microbe.ru/jour/article/view/130"
  },
  {
    "title": "Exploring Factors Affecting Sustainable Innovation Performance of Food Firms. A Case of Korean Food Industry",
    "authors": [
      "Harry Jeong,",
      "Kwangsoo Shin"
    ],
    "doi": "https://doi.org/10.3390/su122310157",
    "journalVolume": "Vol. 12,\n                                no. 10157\n                                \n                                  p.\n                                  10157",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study examines the influence of government support, research and development (R&D) investment and cooperation networks on sustainable innovation performance of the medium-sized food firms in South Korea. Climate change, population growth, lifestyle change and consumer demands for new products allow firms to explore innovation for sustainable growth. In the food industry, where various stakeholders are involved in the value chain, government support, R&D investment and cooperation are affecting firms’ sustainable performance. However, there are few empirical studies that examine the relationship among them, especially regarding medium-sized food firms. This study aimed to analyze data regarding Korean food firms through a structural equation model. To overcome data scarcity, this study collected new data for 67 medium-sized food firms. The data is matched with the firms’ 10-year data on management, innovation performance, and cooperation networks. This study can contribute to filling the literature gap by exploring what innovation strategies should be used to improve food SMEs’ innovation performance in the latecomer countries, which have developed their food industries relatively recently.",
    "readLink": "https://www.mdpi.com/2071-1050/12/23/10157"
  },
  {
    "title": "The effect of temperature on physical activity: an aggregated timeseries analysis of smartphone users in five major Chinese cities",
    "authors": [
      "Janice Y. Ho,",
      "William B. Goggins,",
      "Phoenix K. H. Mo,",
      "Emily Y. Y. Chan"
    ],
    "doi": "https://doi.org/10.1186/s12966-022-01285-1",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1479-5868 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Specialties of internal medicine: Nutritional diseases. Deficiency diseases",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://ijbnpa.biomedcentral.com/",
    "abstract": "Abstract Background Physical activity is an important factor in premature mortality reduction, non-communicable disease prevention, and well-being protection. Climate change will alter temperatures globally, with impacts already found on mortality and morbidity. While uncomfortable temperature is often perceived as a barrier to physical activity, the actual impact of temperature on physical activity has been less well studied, particularly in China. This study examined the associations between temperature and objectively measured physical activity among adult populations in five major Chinese cities. Methods Aggregated anonymized step count data was obtained between December 2017-2018 for five major Chinese cities: Beijing, Shanghai, Chongqing, Shenzhen, and Hong Kong. The associations of temperature with daily aggregated mean step count were assessed using Generalized Additive Models (GAMs), adjusted for meteorological, air pollution, and time-related variables. Results Significant decreases in step counts during periods of high temperatures were found for cold or temperate climate cities (Beijing, Shanghai, and Chongqing), with maximum physical activity occurring between 16 and 19.3 °C. High temperatures were associated with decreases of 800-1500 daily steps compared to optimal temperatures. For cities in subtropical climates (Shenzhen and Hong Kong), non-significant declines were found with high temperatures. Overall, females and the elderly demonstrated lower optimal temperatures for physical activity and larger decreases of step count in warmer temperatures. Conclusions As minor reductions in physical activity could consequentially affect health, an increased awareness of temperature’s impact on physical activity is necessary. City-wide adaptations and physical activity interventions should seek ways to sustain physical activity levels in the face of shifting temperatures from climate change.",
    "readLink": "https://doi.org/10.1186/s12966-022-01285-1"
  },
  {
    "title": "Possible Biogeophysical Effects of Cultivated Land Conversion in Northeast China in 2010–2030",
    "authors": [
      "Haiming Yan,",
      "Jinyan Zhan,",
      "Juan Huang,",
      "Tengteng Zhai"
    ],
    "doi": "https://doi.org/10.1155/2014/876730",
    "journalVolume": "Vol. 2014",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "There will be substantial cultivated land change in China as the society strives to meet the growing food demands, which will greatly influence the future climate. This study analyzed the possible biogeophysical effects of cultivated land change on the climate in Northeast China during 2010–2030 on the basis of simulation with the Weather Research and Forecast (WRF) model. Scenario analysis was first carried out on the possible changing trends of cultivated land. Then the climate effects of the cultivated land change were analyzed on the basis of the simulation with the WRF model. The simulation results indicate that the total cultivated land area in Northeast China will decrease during 2010–2030, mainly converting into urban and built-up land and forests due to the urbanization and governmental policies. Besides, the cultivated land change will lead to the increase of the sensible heat flux in the regions where a lot of cultivated land will change into urban and built-up land, while it will make the latent heat flux increase in the regions where the cultivated land will be mainly converted into forests through influencing the evapotranspiration. All these results can provide theoretical support for implementing the future land management in Northeast China.",
    "readLink": "http://dx.doi.org/10.1155/2014/876730"
  },
  {
    "title": "Quantifying climatological ranges and anomalies for Pacific coral reef ecosystems.",
    "authors": [
      "Jamison M Gove,",
      "Gareth J Williams,",
      "Margaret A McManus,",
      "Scott F Heron,",
      "Stuart A Sandin,",
      "Oliver J Vetter,",
      "David G Foley"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0061974",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  p.\n                                  e61974",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Coral reef ecosystems are exposed to a range of environmental forcings that vary on daily to decadal time scales and across spatial scales spanning from reefs to archipelagos. Environmental variability is a major determinant of reef ecosystem structure and function, including coral reef extent and growth rates, and the abundance, diversity, and morphology of reef organisms. Proper characterization of environmental forcings on coral reef ecosystems is critical if we are to understand the dynamics and implications of abiotic-biotic interactions on reef ecosystems. This study combines high-resolution bathymetric information with remotely sensed sea surface temperature, chlorophyll-a and irradiance data, and modeled wave data to quantify environmental forcings on coral reefs. We present a methodological approach to develop spatially constrained, island- and atoll-scale metrics that quantify climatological range limits and anomalous environmental forcings across U.S. Pacific coral reef ecosystems. Our results indicate considerable spatial heterogeneity in climatological ranges and anomalies across 41 islands and atolls, with emergent spatial patterns specific to each environmental forcing. For example, wave energy was greatest at northern latitudes and generally decreased with latitude. In contrast, chlorophyll-a was greatest at reef ecosystems proximate to the equator and northern-most locations, showing little synchrony with latitude. In addition, we find that the reef ecosystems with the highest chlorophyll-a concentrations; Jarvis, Howland, Baker, Palmyra and Kingman are each uninhabited and are characterized by high hard coral cover and large numbers of predatory fishes. Finally, we find that scaling environmental data to the spatial footprint of individual islands and atolls is more likely to capture local environmental forcings, as chlorophyll-a concentrations decreased at relatively short distances (>7 km) from 85% of our study locations. These metrics will help identify reef ecosystems most exposed to environmental stress as well as systems that may be more resistant or resilient to future climate change.",
    "readLink": "http://europepmc.org/articles/PMC3630142?pdf=render"
  },
  {
    "title": "IS CLIMATE STABILIZATION COMPATIBLE WITH ECONOMIC GROWTH? THE CASES OF CHINA AND INDIA",
    "authors": [
      "Chiara Piovani,",
      "Minqi Li"
    ],
    "doi": "https://doi.org/10.2307/41931937",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  477\n                                  – 494",
    "issn": "2042-891X (Print)",
    "publisher": "2042-8928 (Online)",
    "countryOfPublisher": "Pluto Journals",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Economic theory. Demography: Economics as a science",
      "Political science: Political science (General)"
    ],
    "journalUrl": "https://www.plutojournals.com/wrpe/",
    "abstract": "World capitalism is currently challenged by climate change, which is primarily caused by the greenhouse gas emissions associated with fossil fuel consumption. To prevent catastrophic environmental consequences threatening the survival of humanity, a fundamental and immediate change in the capitalist commitment to economic growth is compulsory. This article discusses the interplay between the rise of China and India in the world economy and the climate emergency. It considers alternative growth scenarios for China and India. The results show that next-to-zero growth will be required to achieve the emission reduction targets required to mitigate the climate crisis. The traditional development models based on the intensive use of fossil fuels are no longer sustainable, which clearly suggests that China and India need to revise their development approach to avoid a global ecological collapse. Only a new development strategy focused on social and environmental progress, rather than economic growth, can provide hope for the future of humanity.",
    "readLink": "https://www.scienceopen.com/hosted-document?doi=10.2307/41931937"
  },
  {
    "title": "Balancing Waste and Nutrient Flows Between Urban Agglomerations and Rural Ecosystems: Biochar for Improving Crop Growth and Urban Air Quality in The Mediterranean Region",
    "authors": [
      "Anastasia Zabaniotou,",
      "Katerina Stamou"
    ],
    "doi": "https://doi.org/10.3390/atmos11050539",
    "journalVolume": "Vol. 11,\n                                no. 539\n                                \n                                  p.\n                                  539",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Mediterranean ecosystems are threatened by water and nutrient scarcity and continuous loss of soil organic carbon. Urban agglomerations and rural ecosystems in the Mediterranean region and globally are interlinked through the flows of resources/nutrients and wastes. Contributing to balancing these cycles, the present study advocates standardized biochar as a soil amendment, produced from Mediterranean suitable biowaste, for closing the nutrient loop in agriculture, with parallel greenhouse gas reduction, enhancing air quality in urban agglomerations, mitigating climate change. The study’s scope is the contextualization of pyrolytic conditions and biowaste type effects on the yield and properties of biochar and to shed light on biochar’s role in soil fertility and climate change mitigation. Mediterranean-type suitable feedstocks (biowaste) to produce biochar, in accordance with biomass feedstocks approved for use in producing biochar by the European Biochar Certificate, are screened. Data form large-scale and long-period field experiments are considered. The findings advocate the following: (a) pyrolytic biochar application in soils contributes to the retention of important nutrients for agricultural production, thereby reducing the use of fertilizers; (b) pyrolysis does not release carbon dioxide to the atmosphere, contributing positively to the balance of carbon dioxide emissions to the atmosphere, with carbon uptake by plant photosynthesis; (c) biochar stores carbon in soils, counterbalancing the effect of climate change by sequestering carbon; (d) there is an imperative need to identify the suitable feedstock for the production of sustainable and safe biochar from a range of biowaste, according to the European Biochar Certificate, for safe crop production.",
    "readLink": "https://www.mdpi.com/2073-4433/11/5/539"
  },
  {
    "title": "Comparative Analysis of the Surface Urban Heat Island (SUHI) Effect Based on the Local Climate Zone (LCZ) Classification Scheme for Two Japanese Cities, Hiroshima, and Sapporo",
    "authors": [
      "Neshat Rahmani,",
      "Ayyoob Sharifi"
    ],
    "doi": "https://doi.org/10.3390/cli11070142",
    "journalVolume": "Vol. 11,\n                                no. 142\n                                \n                                  p.\n                                  142",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "The Local Climate Zone (LCZ) classification system is used in this study to analyze the impacts of urban morphology on a surface urban heat island (SUHI). Our study involved a comparative analysis of SUHI effects in two Japanese cities, Sapporo and Hiroshima, between 2000 to 2022. We used geographical-information-system (GIS) mapping techniques to measure temporal LST changes using Landsat 7 and 8 images during the summer’s hottest month (August) and classified the study area into LCZ classes using The World Urban Database and Access Portal Tools (WUDAPT) method with Google Earth Pro. The urban thermal field variance index (UTFVI) is used to examine each LCZ’s thermal comfort level, and the SUHI heat spots (HS) in each LCZ classes are identified. The research findings indicate that the mean LST in Sapporo only experienced a 0.5 °C increase over the time, while the mean LST increased by 1.8 °C in Hiroshima City between 2000 and 2022. In 2000, open low-rise (LCZ 6) areas in Sapporo were the hottest, but by 2022, heavy industry (LCZ 10) became the hottest. In Hiroshima, compact mid-rise (LCZ 2) areas were the hottest in 2000, but by 2022, heavy-industry areas took the lead. The study found that LCZ 10, LCZ 8, LCZ E, and LCZ 3 areas in both Dfa and Cfa climate classifications had unfavorable UTFVI conditions. This was attributed to factors such as a high concentration of heat-absorbing materials, impervious surfaces, and limited green spaces. The majority of the SUHI HS and areas with the highest surface temperatures were situated near industrial zones and large low-rise urban forms in both cities. The study offers valuable insights into the potential long-term effects of various urban forms on the SUHI phenomenon.",
    "readLink": "https://www.mdpi.com/2225-1154/11/7/142"
  },
  {
    "title": "Community Structure and Functional Role of Limber Pine (<i>Pinus flexilis</i>) in Treeline Communities in Rocky Mountain National Park",
    "authors": [
      "Laurel  A. Sindewald,",
      "Diana  F. Tomback,",
      "Eric  R. Neumeyer"
    ],
    "doi": "https://doi.org/10.3390/f11080838",
    "journalVolume": "Vol. 11,\n                                no. 838\n                                \n                                  p.\n                                  838",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Research Highlights: Limber pine (Pinus flexilis) is abundant in some alpine treeline ecotone (ATE) communities east of the Continental Divide in Rocky Mountain National Park (RMNP) and the Colorado Front Range. Limber pine may be able to colonize the ATE under changing climate aided by directed seed dispersal by Clark’s nutcrackers (Nucifraga columbiana). Cronartium ribicola, white pine blister rust, is a growing threat to limber pine and may affect its functional role within the ATE. Background and Objectives: The ATE is sensitive, worldwide, to increasing temperature. However, the predicted advance of treeline under a changing climate may be modified by tree species composition and interactions. We aimed to (1) examine the conifer species composition and relative abundances in treeline communities with limber pine; (2) assess which functional roles limber pine assumes in these communities—tree island initiator, tree island component, and/or solitary tree; and (3) determine whether limber pine’s occurrence as a tree island initiator can be predicted by its relative abundance as a solitary tree. Materials and Methods: We selected four study sites in RMNP above subalpine forest limber pine stands. We sampled the nearest tree island to each of forty random points in each study site as well as solitary tree plots. Results: Across study sites, limber pine comprised, on average, 76% of solitary trees and was significantly more abundant as a solitary tree than Engelmann spruce (Picea engelmannii) or subalpine fir (Abies lasiocarpa). Limber pine was a frequent component of multi-tree islands in three study sites, the major component in one study site, and dominated single-tree islands at two study sites. At three of four study sites, no species had significantly greater odds of being a tree island initiator. Limber pine was found less often as a tree island initiator than predicted from its relative abundance as a solitary tree, given the likely role of solitary trees in tree island formation.",
    "readLink": "https://www.mdpi.com/1999-4907/11/8/838"
  }
]