[
  {
    "title": "Marine heatwaves of different magnitudes have contrasting effects on herbivore behaviour",
    "authors": [
      "Patrick W. S. Joyce,",
      "Wing Yee Tang,",
      "Laura J. Falkenberg"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-21567-9",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Global climate change is leading to shifts in abiotic conditions. Short-term temperature stresses induced by marine heatwaves (MHWs) can affect organisms both during and after the events. However, the recovery capacity of organisms is likely dependent on the magnitude of the initial stress event. Here, we experimentally assessed the effect of MHW magnitude on behavioural and physiological responses of a common marine gastropod, Lunella granulata, both during and after the MHW. Self-righting behaviours tended to become faster under moderate MHWs, whereas there was a trend toward these behaviours slowing under extreme MHWs. After a recovery period at ambient temperatures, individuals that experienced extreme MHWs showed persistent small, but not significant, negative effects. Survival and oxygen consumption rates were unaffected by MHW magnitude both during and after the event. While extreme MHWs may have negative behavioural consequences for tropical marine gastropods, their physiological responses may allow continued survival.",
    "readLink": "https://doi.org/10.1038/s41598-022-21567-9"
  },
  {
    "title": "Surface Condensation Water under <i>Salix psammophila</i> Is the Main Water Source in Addition to Rainfall in the Kubuqi Desert",
    "authors": [
      "Haichao Wang,",
      "Junyao Zhang,",
      "Yanwei Cao,",
      "Han Wang,",
      "Xiaomin Liu,",
      "Xiaotian Sun,",
      "Kai Sun,",
      "Ying Li,",
      "Zhiyong Pei"
    ],
    "doi": "https://doi.org/10.3390/w15173098",
    "journalVolume": "Vol. 15,\n                                no. 3098\n                                \n                                  p.\n                                  3098",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Amidst climate change, managing water and vegetation adaptability is vital in ecology and agriculture. Salix psammophila is key in deserts, maintaining ecological balance and combating desertification. Understanding its surface condensation and response to weather is critical for survival. This study aims to investigate the formation patterns of surface condensation water under S. psammophila at different irrigation levels and the influence of precipitation, temperature, relative humidity, and wind speed. Conducted in China’s Kubuqi Desert from June to September 2022, the study employed micro-lysimeters with four irrigation test sets and a control group, conducting detailed observations at various locations. The results indicate that S. psammophila significantly influences surface condensation water by blocking solar radiation and reducing wind speed. The drip irrigation system also regulates surface condensation water on S. psammophila. Moreover, meteorological factors such as 24 h maximum temperature, relative humidity difference, wind speed, and air vapor pressure deficit show significant correlations with surface condensation water formation. In conclusion, this study enhances the understanding of desert ecosystem water balance, vegetation adaptability, and efficient water resource utilization. It provides valuable scientific guidance for the conservation and restoration of desert ecosystems.",
    "readLink": "https://www.mdpi.com/2073-4441/15/17/3098"
  },
  {
    "title": "Co-creating cultures of sustainability and co-imagining the teaching green building: the use of a participatory Photovoice process in a HPGB context",
    "authors": [
      "Kai Reimer-Watts,",
      "Esther Abel,",
      "Simon Coulombe,",
      "Manuel Riemer"
    ],
    "doi": "https://doi.org/10.1186/s42055-022-00047-y",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 26",
    "issn": "2520-8748 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://sustainableearthreviews.biomedcentral.com/",
    "abstract": "Plain English Summary There is not enough action to address the global challenge of climate change, despite understanding how severe this crisis is. While emissions from buildings do contribute significantly to climate change, buildings can also contribute to urgent climate solutions. High-performance green buildings (HPGBs) can reduce operational building-level emissions dramatically and offer other benefits, including potentially supporting the wellbeing and sustainable behaviours of building users. HPGBs can provide an important place to engage and influence culture toward supporting a culture of sustainability (COS), and can act as publicly visible symbols of the new clean economy. However, a gap remains in how best to support the emergence of cultures of sustainability led by building users within green building environments. To investigate and support an emergent citizen-led COS in a green building, this study applied an empowerment-based Photovoice method in the context of a HPGB, named evolv1 and located in Waterloo, Ontario, Canada. As part of this Photovoice study, six building users (citizens) took and selected photos, participated in facilitated group discussions and individual interviews, and contributed toward three public exhibitions based on research findings. Thematic analysis of the data resulted in findings suggesting that building citizens know what a COS means to them, and existing barriers and enablers within the evolv1 building toward achieving this. In addition, participants recognized the impact of specific green building features on their own personal values and practices related to sustainability, including the influence of sustainability symbolism within the building environment. Participants also shared specific recommendations for further promoting and growing a COS at evolv1. Findings are discussed in relation to and expansion of Cole (2014)’s Teaching Green Building Model for Learning, providing early insights into the degree to which evolv1 may or may not presently embody key aspects of a Teaching Green Building. This study deepens understandings of how researchers and building citizens can support the emergence of cultures of sustainability within green buildings and related environments, with key takeaways that can be usefully applied to other settings, and both theoretical and practical implications. Research findings encourage action toward supporting engaged, citizen-led COS, for more sustainable futures.",
    "readLink": "https://doi.org/10.1186/s42055-022-00047-y"
  },
  {
    "title": "Views of health professionals on climate change and health: a multinational survey study",
    "authors": [
      "John Kotcher, PhD,",
      "Edward Maibach, PhD,",
      "Jeni Miller, PhD,",
      "Eryn Campbell, MS,",
      "Lujain Alqodmani, MD,",
      "Marina Maiero,",
      "Arthur Wyns"
    ],
    "doi": "Vol. 5,\n                                no. 5\n                                \n                                  pp.\n                                  e316\n                                  – e323",
    "issn": "2542-5196 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.thelancet.com/journals/lanplh/issue/current",
    "abstract": "Summary: Climate change arguably represents one of the greatest global health threats of our time. Health professionals can advocate for global efforts to reduce emissions and protect people from climate change; however, evidence of their willingness to do so remains scarce. In this Viewpoint, we report findings from a large, multinational survey of health professionals (n=4654) that examined their views of climate change as a human health issue. Consistent with previous research, participants in this survey largely understood that climate change is happening and is caused by humans, viewed climate change as an important and growing cause of health harm in their country, and felt a responsibility to educate the public and policymakers about the problem. Despite their high levels of commitment to engaging in education and advocacy on the issue, many survey participants indicated that a range of personal, professional, and societal barriers impede them from doing so, with time constraints being the most widely reported barrier. However, participants say various resources—continuing professional education, communication training, patient education materials, policy statements, action alerts, and guidance on how to make health-care workplaces sustainable—can help to address those barriers. We offer recommendations on how to strengthen and support health professional education and advocacy activities to address the human health challenges of climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S254251962100053X"
  },
  {
    "title": "Energy sources assessment in Jordan",
    "authors": [
      "Saad S. Alrwashdeh"
    ],
    "doi": "Vol. 13\n                                \n                                \n                                  p.\n                                  100329",
    "issn": "2590-1230 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/results-in-engineering",
    "abstract": "Energy and energy security represent the strategic goal of the various countries of the world because of the importance of energy in fulfilling the needs of life. Energy consumption forms are considered active research topics these days with the aim of rationalizing energy consumption as much as possible. Energy sources are also a problem as they are not available in an equal manner to meet the need in the countries of the world. From here a deep looking after the energy sources and the alternatives become of great importance. In this study, investigation about energy sources and alternatives in Jordan, with the aim of taking a sufficient idea of what is available in Jordan from the sources and alternatives. Jordan is depending on the imported oil from the neighborhood countries by 95% of the total needs of the energy generation. The energy needs in Jordan increased by 5% annually on average were some times more than 5% as the energy needs increase in 2019 by 8.5% compared to 2018. This work highlight an assessment of the energy sources in Jordan with the aim of exploring the ways to enhance the energy situation in Jordan by adopting renewable energy with the energy systems in Jordan. The work also proposes some solutions to the energy problem from switching to energy-saving buildings and benefiting from the energy lost sources Finally, it emphasizes the importance of confronting climate change to preserve the environment.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590123021001304"
  },
  null,
  {
    "title": "Impacts of Habitat Degradation on Tropical Montane Biodiversity and Ecosystem Services: A Systematic Map for Identifying Future Research Priorities",
    "authors": [
      "Malcolm C. K. Soh,",
      "Nicola J. Mitchell,",
      "Amanda R. Ridley,",
      "Connor W. Butler,",
      "Chong Leong Puan,",
      "Kelvin S.-H. Peh,",
      "Kelvin S.-H. Peh"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2019.00083",
    "journalVolume": "Vol. 2",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Tropical montane forests (TMFs) are major centers of evolutionary change and harbor many endemic species with small geographic ranges. In this systematic map, we focus on the impacts of anthropogenic habitat degradation on TMFs globally. We first determine how TMF research is distributed across geographic regions, degradation type (i.e., deforestation, land-use conversion, habitat fragmentation, ecological level (i.e., ecosystem, community, population, genetic) and taxonomic group. Secondly, we summarize the impacts of habitat degradation on biodiversity and ecosystem services, and identify deficiencies in current knowledge. We show that habitat degradation in TMFs impacts biodiversity at all ecological levels and will be compounded by climate change. However, despite montane species being perceived as more extinction-prone due to their restricted geographic ranges, there are some indications of biotic resilience if the impacts to TMFs are less severe. Species richness and key species interactions can be maintained in mildly degraded sites, and gene flow can persist between TMF fragments. As such, minimally degraded areas such as secondary forests and restored areas could play a crucial role in maintaining the meta-community and ecosystem services of TMFs—either via resource provision or by linking patches of pristine forest. Research deficiencies highlighted include poor research representation in Asian and African TMFs, few assessments of population and genetic-level responses to fragmentation, and little assessment of the impacts of habitat fragmentation at all ecological levels. To address these concerns, we present a list of the top research priorities to urgently address the growing threat of habitat degradation in TMF.",
    "readLink": "https://www.frontiersin.org/article/10.3389/ffgc.2019.00083/full"
  },
  {
    "title": "Bovine oviductal organoids: a multi-omics approach to capture the cellular and extracellular molecular response of the oviduct to heat stress",
    "authors": [
      "Nico G. Menjivar,",
      "Ahmed Gad,",
      "Riley E. Thompson,",
      "Mindy A. Meyers,",
      "Fiona K. Hollinshead,",
      "Dawit Tesfaye"
    ],
    "doi": "https://doi.org/10.1186/s12864-023-09746-y",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 26",
    "issn": "1471-2164 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://bmcgenomics.biomedcentral.com",
    "abstract": "Abstract Background The mammalian oviduct is a complex, fibromuscular organ known for its role in orchestrating a series of timely and dynamic changes to suitably support early embryogenesis. Climate change-induced heat stress (HS) is one of the largest single stressors compromising reproductive function in humans and farm animals via systemic changes in the redox status of the maternal environment, adversely affecting fertilization and early embryonic development. Oviductal organoids represent a unique 3-dimensional, biomimetic model to study the physiology of the oviduct and its subsequent impact on embryo development under various environmental conditions. Results Our study is the first to demonstrate an innovative approach to understanding the cascade of molecular changes sustained by bovine oviductal organoids under HS and the subsequent maternal signals harnessed within their secreted extracellular vesicles (EVs). Transcriptomic analysis of oviductal organoids exposed to HS revealed 2,570 differentially expressed genes (1,222 up‐ and 1,348 downregulated), while EV-coupled miRNome analysis disclosed 18 miRNAs with significant differential expression (12 up- and 6 downregulated) in EVs from thermally stressed organoids compared to EVs released from organoids cultured under thermoneutral conditions. Genes activated in oviductal organoids in response to thermal stress, include: COX1, ACTB, CST6, TPT1, and HSPB1, while miR-1246, miR-148a, miR21-5p, miR-451, and miR-92a represent the top highly abundant EV-coupled miRNAs released in response to HS. Pathway analysis of genes enriched in organoids exposed to thermal stress showed the enrichment of endocrine resistance, cellular senescence, and notch signaling pathways. Similarly, EV-coupled miRNAs released from thermally stressed organoids showed their potential regulation of genes involved in cellular senescence, p53 signaling, and TGF-beta signaling pathways. Conclusions In conclusion, the cellular and extracellular response of bovine oviductal organoids to in vitro HS conditions reveal the prospective impact of environmental HS on the physiology of the oviduct and the probable subsequent impacts on oocyte fertilization and early embryo development. Future studies elucidating the potential impact of HS-associated EVs from oviductal organoids on oocyte fertilization and preimplantation embryo development, would justify the use of an organoid model to optimally understand the oviduct-embryo communication under suboptimal environments.",
    "readLink": "https://doi.org/10.1186/s12864-023-09746-y"
  },
  null,
  {
    "title": "Prompt active restoration of peatlands substantially reduces climate impact",
    "authors": [
      "Kelly A Nugent,",
      "Ian B Strachan,",
      "Nigel T Roulet,",
      "Maria Strack,",
      "Steve Frolking,",
      "Manuel Helbig"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab56e6",
    "journalVolume": "Vol. 14,\n                                no. 12\n                                \n                                  p.\n                                  124030",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Restoration of peatlands after peat extraction could be a benefit to the climate system. However a multi-year ecosystem-scale assessment of net carbon (C) sequestration is needed. We investigate the climate impact of active peatland restoration (rewetting and revegetating) using a chronosequence of C gas exchange measurements across post-extraction Canadian peatlands. An atmospheric perturbation model computed the instantaneous change in radiative forcing of CO _2 and CH _4 emissions/uptake over 500 years. We found that using emission factors specific to an active restoration technique resulted in a radiative forcing reduction of 89% within 20 years compared to IPCC Tier 1 emission factors based on a wide range of rewetting activities. Immediate active restoration achieved a neutral climate impact (excluding C losses in the removed peat) about 155 years earlier than did a 20 year delay in restoration. A management plan that includes prompt active restoration is key to utilizing peatland restoration as a climate change mitigation strategy.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab56e6"
  }
]