[
  {
    "title": "Phenotypic Plasticity in Reproductive Traits of the Perennial Shrub Ulex europaeus in Response to Shading: A Multi-Year Monitoring of Cultivated Clones.",
    "authors": [
      "Anne Atlan,",
      "Benjamin Hornoy,",
      "Florian Delerue,",
      "Maya Gonzalez,",
      "Jean-Sébastien Pierre,",
      "Michèle Tarayre"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0137500",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  e0137500",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Phenotypic plasticity may be advantageous for plants to be able to rapidly cope with new and changing environments associated with climate change or during biological invasions. This is especially true for perennial plants, as they may need a longer period to respond genetically to selective pressures than annuals, and also because they are more likely to experience environmental changes during their lifespan. However, few studies have explored the plasticity of the reproductive life history traits of woody perennial species. This study focuses on a woody shrub, Ulex europaeus (common gorse), and on the response of its reproductive traits to one important environmental factor, shading. The study was performed on clones originating from western France (within the native range of this invasive species) and grown for seven years. We compared traits of plants grown in a shade treatment (with two successive shade levels) vs. full natural light. The traits monitored included flowering onset, pod production and seed predation. All traits studied responded to shading, exhibiting various levels of plasticity. In particular, dense shade induced a radical but reversible decrease in flower and pod production, while moderate shade had little effect on reproductive traits. The magnitude of the response to dense shade depended on the genotype, showing a genetically based polymorphism of plasticity. The level of plasticity also showed substantial variations between years, and the effect of environmental variations was cumulative over time. This suggests that plasticity can influence the lifetime fitness of U. Europaeus and is involved in the capacity of the species to grow under contrasting environmental conditions.",
    "readLink": "http://europepmc.org/articles/PMC4575064?pdf=render"
  },
  {
    "title": "Transition Governance towards a Bioeconomy: A Comparison of Finland and The Netherlands",
    "authors": [
      "Rick Bosman,",
      "Jan Rotmans"
    ],
    "doi": "https://doi.org/10.3390/su8101017",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  1017",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In both Finland and The Netherlands strategies are being developed to switch from fossil to green resources in order to tackle the challenges of climate change and resource dependencies and to tap into the economic opportunities that arise. We investigated the similarities and differences in the transition process and governance strategies with respect to the transition towards a bioeconomy in both countries, using transition management as an evaluative lens. The research method involved comparative qualitative case study analysis through action research. We found that the governance approach in The Netherlands focusses on co-creating a long-term vision that informs for short-term action, on facilitating bottom-up regional clusters and promoting radical innovation through cooperation between vested players and frontrunners. Finland adopts a more traditional, top-down governance strategy, focussing on the shorter-term economic opportunities and incremental innovation that keep the overall structure of existing industries intact. We conclude that the Dutch government acts as a facilitator, while the Finnish government acts more as a director of the transition. We recommend that Finland’s governance for the bioeconomy be improved by applying insights from transition management, while the Dutch approach runs the risk of being captured by vested interests.",
    "readLink": "http://www.mdpi.com/2071-1050/8/10/1017"
  },
  {
    "title": "Prediction of Greenhouse Gas Emissions in Municipal Solid Waste Landfills Using LandGEM and IPCC Methods in Yazd, Iran",
    "authors": [
      "Mehdi Mokhtari,",
      "Ali Asghar Ebrahimi,",
      "Salimeh Rezaeinia"
    ],
    "doi": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  1145\n                                  – 1154",
    "issn": "2476-6267 (Print)",
    "publisher": "2476-7433 (Online)",
    "countryOfPublisher": "Shahid Sadoughi University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://jehsd.ssu.ac.ir/",
    "abstract": "Introduction: The increase in greenhouse gas (GHG) emissions has changed the global temperature and had a negative impact on global climate conditions. Landfill gas is one of the major GHG contributors. With the knowledge of GHG inventory, it is possible to carry out disaster prevention measures. Materials and Methods: In this study, tow Landfill Gas Emissions Modeling (LandGEM) and Intergovernmental Panel on Climate Change (IPCC), were used to determine the GHG quantity of the Yazd county landfill sector using from 2000 to 2020. Results: During this period, by the IPCC model, the total level of methane emissions from the Yazd county landfill was 23.17 Giga gram/y (Gg/y), while based on the LandGEM model, the total value of methane emissions from the Yazd county landfill was 5.74 Gg/y. The total amount of CO2 in the Yazd county landfill of the years 2000–2020 is estimated to be 15.75 Gg/y in the LandGEM model. There is the potential to generate 11.88 MWh/year electricity for the Yazd county landfill in 2020. Conclusion: The results of the present study can be employed to plan and implement a system for collecting methane gas and control the emission of GHG to landfills.",
    "readLink": "http://jehsd.ssu.ac.ir/article-1-239-en.html"
  },
  {
    "title": "Impact of Former Peat Extraction Field Afforestation on Soil Greenhouse Gas Emissions in Hemiboreal Region",
    "authors": [
      "Valters Samariks,",
      "Andis Lazdiņš,",
      "Arta Bārdule,",
      "Santa Kalēja,",
      "Aldis Butlers,",
      "Gints Spalva,",
      "Āris Jansons"
    ],
    "doi": "https://doi.org/10.3390/f14020184",
    "journalVolume": "Vol. 14,\n                                no. 184\n                                \n                                  p.\n                                  184",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The reduction of greenhouse gas (GHG) emissions and climate change mitigation are global issues. Peatlands in Europe are widely distributed in the Nordic–Baltic region, and Baltic countries are some of the largest peat suppliers for horticulture in Europe. However, there is no sustainable substitute for peat in the horticulture industry. Therefore, it is necessary to identify suitable re-cultivation types for former peat extraction fields, because knowledge about the effect of re-cultivation on annual carbon and GHG budgets is limited. Ecosystem GHG (CO2, CH4, N2O) exchange measurements, environmental parameter assessment and sampling in the study were conducted in a hemiboreal vegetation zone for 24 consecutive months in former peat extraction fields with different re-cultivation management strategies (land use types). The aim of the study was to assess the influence of diverse re-cultivation management strategies on the GHG emissions of former peat extraction fields. The most suitable re-cultivation management is afforestation with Scots pine (Pinus sylvestris) in order to obtain the lowest annual CO2eq values and ensure additional carbon sequestration in living tree biomass. The developed linear mixed-effect models showed a good model fit (R2CO2 = 0.80, R2CH4 = 0.74) for the analyzed land use types, and thus can be used for CO2 and CH4 emissions estimation.",
    "readLink": "https://www.mdpi.com/1999-4907/14/2/184"
  },
  {
    "title": "Local land–atmosphere feedbacks limit irrigation demand",
    "authors": [
      "Mark Decker,",
      "Shaoxiu Ma,",
      "Andy Pitman"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa65a6",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  054003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Irrigation is known to influence regional climate but most studies forecast and simulate irrigation with offline (i.e. land only) models. Using south eastern Australia as a test bed, we demonstrate that irrigation demand is fundamentally different between land only and land–atmosphere simulations. While irrigation only has a small impact on maximum temperature, the semi-arid environment experiences near surface moistening in coupled simulations over the irrigated regions, a feedback that is prevented in offline simulations. In land only simulations that neglect the local feedbacks, the simulated irrigation demand is 25% higher and the standard deviation of the mean irrigation rate is 60% smaller. These local-scale irrigation-driven feedbacks are not resolved in coarse-resolution climate models implying that use of these tools will overestimate irrigation demand. Future studies of irrigation demand must therefore account for the local land–atmosphere interactions by using coupled frameworks, at a spatial resolution that captures the key feedbacks.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa65a6"
  },
  {
    "title": "A Combination Forecasting Strategy for Precipitation, Temperature and Wind Speed in the Southeastern Margin of the Tengger Desert",
    "authors": [
      "Tonglin Fu,",
      "Xinrong Li"
    ],
    "doi": "https://doi.org/10.3390/su12041489",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  p.\n                                  1489",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Global warming is inevitably the cause of local climate change, which will have a profound impact on regional ecology, especially in the desertified steppe and steppefied desert transition zones with fragile ecological environments. In order to investigate the change trends of precipitation, temperature and wind speed for effectively realizing the restoration and protection of desert ecosystems, a combination forecasting strategy including the data pre-processing technique, sub-models selection and parameter optimization was proposed and three numerical simulation experiments based on the combination model with the weights optimized by the particle swarm optimization algorithm were designed to forecast the precipitation, temperature and wind speed in the southeastern margin of the Tengger Desert in China. Numerical results showed that the proposed combination prediction method has higher forecasting accuracy and better robustness than single neural network models and hybrid models. The proposed method is beneficial to analyze climate change in arid regions.",
    "readLink": "https://www.mdpi.com/2071-1050/12/4/1489"
  },
  {
    "title": "DESIGN OF INNOVATION POLICY IN THE CONTEXT OF CLIMATE CHANGE: MOROCCAN INNOVATION POLICY",
    "authors": [
      "Imane El Bakali,",
      "Rachid Harbouz"
    ],
    "doi": "https://doi.org/10.48346/IMIST.PRSM/ajlp-gs.v5i3.32500",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  505\n                                  – 520",
    "issn": "2657-2664 (Online)",
    "publisher": "EL-AYACHI",
    "countryOfPublisher": "Morocco",
    "lcc": [
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Social Sciences: Industries. Land use. Labor: Land use"
    ],
    "journalUrl": "https://revues.imist.ma/index.php/AJLP-GS/index",
    "abstract": "Context and background: Internationally, innovation policy is recognized as one of the main policies used to tackle sustainability challenges such as climate change, especially in the mission-oriented innovation policy era. In the Moroccan context, the current national strategy for innovation is “Morocco Innovation” adopted in 2009. Besides the former policy, the treatment of problems such as climate change has evolved through sectoral policies. Goal and Objectives: Our analysis aims to evaluate the actual design of innovation policy in Morocco in terms of its ability to address sustainability issues such as climate change. Hence, we can identify the new lines to follow by politicians to design efficient innovation policies to face major societal challenges. Methodology: To assess policy design, we propose a framework combining the main contributions currently existing in the literature with an earlier modified version of a framework of failures for the design of innovation policies for transformative change. It accounts for 12 adaptation lines, that a policy should follow to achieve a transformative change and overcome grand challenges. According to the suggested framework, we analyzed the current situation of innovation policy through the case of climate change policy in Morocco. In this sense, conformities and deviations of innovation policies in Morocco are then identified with proposals for paths of reform. Results: With the third generation, the main lines of adaptation added in the framework proposed are developmental evaluation and misconduct management. The current national innovation policy in Morocco suffers from huge shortcomings, it remains in the era of national systems of innovation policies and did not enter the third generation yet. For the context of climate change, the country knew a succession of plans for climate change from the National Plan to tackle Global Warming (PGW) adopted in 2009 to the National Climate Plan (NCP) in 2020. In this sequence of plans, innovation was included in some pillars, nevertheless, it remained of the same nature over time. Hence, we need an explicit national strategy for innovation designed in a transformative change approach oriented toward missions shaping major challenges designed according to the 12 adaptation lines proposed.",
    "readLink": "https://doi.org/10.48346/IMIST.PRSM/ajlp-gs.v5i3.32500"
  },
  {
    "title": "Detection of a Dust Storm in 2020 by a Multi-Observation Platform Over the Northwest China",
    "authors": [
      "Lili Yang,",
      "Zhiyuan Hu,",
      "Zhongwei Huang,",
      "Lina Wang,",
      "Wenyu Han,",
      "Yanping Yang,",
      "Huijie Tao,",
      "Jing Wang"
    ],
    "doi": "https://doi.org/10.3390/rs13061056",
    "journalVolume": "Vol. 13,\n                                no. 1056\n                                \n                                  p.\n                                  1056",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Dust storms have occurred frequently in northwest China and can dramatically reduce visibility and exacerbate air quality in downwind regions through long-range transport. In order to study the distribution characteristics of dust particles sizes, structures and concentrations in the process of dust storm, especially for the vertical distributions, the multi-observation platform composed of six Lidars and nine aerosol analytical instruments is first used to detect a severe dust storm event, which occurred in Northwest China on 3 May 2020. As a strong weather system process, the dust storm has achieved high intensity and wide range. When the intensity of a dust storm is at its strongest, the ratios of PM2.5 (particulate matter with diameter 10 (particulate matter with diameter 2.5/PM10) in cities examined were less than 0.2 and the extinction coefficients became greater than 1 km−1 based on Lidar observations. In addition, the growth rates of PM2.5 were higher than that of PM10. The dust particles mainly concentrated at heights of 2 km, after being transported about 200–300 km, vertical height increased by 1–2 km. Meanwhile, the dust concentration decreased markedly. Furthermore, the depolarization ratio showed that dust in the Tengger Desert was dominated by spherical particles. The linear relationships between 532 nm extinction coefficient and the concentration of PM2.5 and PM10 were found firstly and their R2 were 0.706 to 0.987. Our results could give more information for the physical schemes to simulate dust storms in specific models, which could improve the forecast of dust storms.",
    "readLink": "https://www.mdpi.com/2072-4292/13/6/1056"
  },
  {
    "title": "Deep Learning Model for Global Spatio-Temporal Image Prediction",
    "authors": [
      "Dušan P. Nikezić,",
      "Uzahir R. Ramadani,",
      "Dušan S. Radivojević,",
      "Ivan M. Lazović,",
      "Nikola S. Mirkov"
    ],
    "doi": "https://doi.org/10.3390/math10183392",
    "journalVolume": "Vol. 10,\n                                no. 3392\n                                \n                                  p.\n                                  3392",
    "issn": "2227-7390 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/mathematics",
    "abstract": "Mathematical methods are the basis of most models that describe the natural phenomena around us. However, the well-known conventional mathematical models for atmospheric modeling have some limitations. Machine learning with Big Data is also based on mathematics but offers a new approach for modeling. There are two methodologies to develop deep learning models for spatio-temporal image prediction. On these bases, two models were built—ConvLSTM and CNN-LSTM—with two types of predictions, i.e., sequence-to-sequence and sequence-to-one, in order to forecast Aerosol Optical Thickness sequences. The input dataset for training was NASA satellite imagery MODAL2_E_AER_OD from Terra/MODIS satellites, which presents global Aerosol Optical Thickness with an 8 day temporal resolution from 2000 to the present. The obtained results show that the ConvLSTM sequence-to-one model had the lowest RMSE error and the highest Cosine Similarity value. The advantages of the developed DL models are that they can be executed in milliseconds on a PC, can be used for global-scale Earth observations, and can serve as tracers to study how the Earth’s atmosphere moves. The developed models can be used as transfer learning for similar image time-series forecasting models.",
    "readLink": "https://www.mdpi.com/2227-7390/10/18/3392"
  },
  {
    "title": "Factors influencing the adoption of HIV prevention measures in low socio-economic communities of inner-city Durban, South Africa",
    "authors": [
      "Firoza Haffejee,",
      "Jennifer Ducray,",
      "Jyotika Basdav,",
      "Colette Kell"
    ],
    "doi": "https://doi.org/10.1080/17290376.2023.2185806",
    "journalVolume": "Vol. 20,\n                                no. 1",
    "issn": "1729-0376 (Print)",
    "publisher": "1813-4424 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/rsah",
    "abstract": "ABSTRACTSouth Africa is the epicentre of the HIV pandemic. Although there have been health promotion education campaigns to reduce HIV incidence, these have not achieved the desired outcomes. When exploring the effectiveness of these campaigns, it is useful not only to examine HIV knowledge, but also to explore the relationship between that knowledge and health-related behaviour. This study aimed to determine the (1) level of knowledge of HIV prevention, (2) relationship between the level of knowledge and the adoption of these behaviours and (3) barriers to sexual behaviour change of vulnerable women in Durban’s city centre, KwaZulu-Natal, South Africa. A mixed methods approach was used to collect information from a marginalised population of women (n = 109) attending a non-governmental organisation, which provides for the needs of people from low socio-economic strata. Data were collected during September 2018 at a wellness day programme at the centre. A total of 109 women, over the age of 18 years answered the questionnaire. Knowledge of HIV transmission was high, with majority of participants correctly identifying modes of transmission. Almost all the participants (91.2%) had been tested for HIV, with 68.8% tested a minimum of three times. Despite this, sexual risk behaviour was high. Despite the high level of knowledge of HIV transmission, there was no relationship between HIV knowledge and adoption of behaviours for the prevention of HIV transmission (p = .457). However, bivariate analysis showed an association between transactional sex and living in informal housing (OR = 31.94, 95% CI: 5.65–180.63, p < .001). Living in informal housing was also associated with having multiple current sexual partners (OR = 6.30, 95% CI: 1.39–28.42, p = .02). Multivariate analysis, after adjusting for all other factors, indicated that the odds of having transactional sex was increased by 23 times in those who did not have formal housing (OR = 23.306, 95% CI: 3.97–144.59, p = .001). Qualitative responses showed that women perceived poverty as the overarching factor determining the lifestyle choices which impacted their health. They indicated a need for employment opportunities and provision of housing to alleviate both poverty as well as transactional sex. Although, participants from this study understood the benefits of the protective behaviours to prevent HIV transmission, economic and social factors do not afford this vulnerable group the opportunity nor the motivation to adopt such behaviours. In the current climate of increasing unemployment and escalating GBV, urgent interventions are needed in terms of employment opportunities and empowerment drives to prevent an increase in HIV transmission.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/17290376.2023.2185806"
  }
]