[
  {
    "title": "Rainfall Analysis for Hyderabad and Nawabshah, Sindh, Pakistan",
    "authors": [
      "A. A. Mahessar,",
      "A. L. Qureshi,",
      "B. Sadiqui,",
      "S. M. Kori,",
      "K. C. Mukwana,",
      "A. S. Qureshi,",
      "K. Q. Leghari"
    ],
    "doi": "https://doi.org/10.48084/etasr.3923",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  pp.\n                                  6597\n                                  – 6602",
    "issn": "2241-4487 (Print)",
    "publisher": "1792-8036 (Online)",
    "countryOfPublisher": "D. G. Pylarinos",
    "lcc": [
      "Greece",
      "Technology: Engineering (General). Civil engineering (General)",
      "Technology: Technology (General): Industrial engineering. Management engineering: Information technology"
    ],
    "journalUrl": "http://www.etasr.com/index.php/ETASR",
    "abstract": "The climatic change has a visible impact in recent abnormal weather events, such as Pakistan’s intensification of the hydrological cycle with changing precipitation pattern, water availability periods, and weather-induced natural disasters. The rainfall flush flood of 2010 alone displaced millionσ of people and damaged properties in just one stroke. The next year, the shocking rainfall flood of 2011 in Sindh, only underscored the enormity of the challenge posed by climate change. The current paper presents the analysis carried out for one-day annual maximum rainfall for Hyderabad and Nawabshah cities, Sindh, Pakistan for the period from 1961 to 2011 using STATISTICA Software for interpolating and forecasting the rainfall time series. The maximum values of observed rainfall were 250.70mm and 256.30mm, while the minimum values were 3.0mm and 0.0mm for Hyderabad and Nawabshah respectively, while the mean of fifty-one (51) years of rainfall data is 51.96mm and 45.3 mm and the computed standard deviations were 42.693mm and 43.896mm respectively. The difference between the mean and standard deviation of one-day maximum rainfall is small, which showed the consistency of the data. The polynomial trend curved lines exhibited fluctuations in the rainfall data, which indicates a continual change in rainfall behavior. Hence, the rainfall data are subjected to a moving mean smoothing with a duration shorter than 3 years. Through these trends, the future one-day annual maximum rainfall can be predicted. The correlation of one-day annual maximum rainfall between Hyderabad and Nawabshah cities had R2 of 0.973. The computed results of return periods of 3, 5, and 10 years for one-day annual maximum rainfall for both cities revealed that the rainfall values for Hyderabad are higher.",
    "readLink": "https://etasr.com/index.php/ETASR/article/view/3923"
  },
  {
    "title": "Catchment-Scale Land Use and Land Cover Change Analysis in Two Coastal Ramsar Sites in Ghana, Using Remote Sensing",
    "authors": [
      "Nii Amarquaye Commey,",
      "Jun Magome,",
      "Hiroshi Ishidaira,",
      "Kazuyoshi Souma"
    ],
    "doi": "https://doi.org/10.3390/w15203568",
    "journalVolume": "Vol. 15,\n                                no. 3568\n                                \n                                  p.\n                                  3568",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Coastal wetlands are complex ecosystems that support biodiversity. They provide many benefits, including flood mitigation and sustenance for communities. The unique characteristics of wetlands make them vulnerable to natural and human-induced disturbances. Numerous factors, including industrialisation, urbanisation, and climate change, add to this phenomenon. The activities that threaten coastal wetlands in the world are relevant to coastal wetlands in Ghana. The Songor and Sakumo wetland catchments are international ecosystems endangered by land modifications and sea level rise. There are gaps in the body of knowledge that need investigation as regards underlying processes and transformation. This study assessed land use and land cover (LULC) changes between 1990 and 2020. The study used geospatial techniques and intensity analysis. LULC change results were from Landsat images (1990, 2000, 2011, and 2020). These changes were attributed to an increase in human activities. Changes in the Sakumo wetland catchment fell more into human-induced LULC categories, and vice versa for the Songor wetland catchment. The study recommends comprehensive methods of LULC change analysis. This would enhance biodiversity and allow the sustainable usage of wetland resources.",
    "readLink": "https://www.mdpi.com/2073-4441/15/20/3568"
  },
  {
    "title": "Changes of Grassland Rain Use Efficiency and NDVI in Northwestern China from 1982 to 2013 and Its Response to Climate Change",
    "authors": [
      "Juan Chang,",
      "Jiaxi Tian,",
      "Zengxin Zhang,",
      "Xi Chen,",
      "Yizhao Chen,",
      "Sheng Chen,",
      "Zheng Duan"
    ],
    "doi": "https://doi.org/10.3390/w10111689",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  1689",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The grasslands in arid and semi-arid regions rely heavily on the use of rain, thus, improving rain use efficiency (RUE) is essential for securing sustainable development of grassland ecosystems in these areas with limited rainfall. In this study, the spatial and temporal variabilities of RUE for grassland ecosystems over Northwestern China during 1982⁻2013 were analyzed using the normalized difference vegetation index (NDVI) and precipitation data. Results showed that: (1) Although grassland area has decreased gradually over the past 30 years, the NDVI in most areas showed that the vegetation was gradually restored; (2) The trends of RUE increased in the east of Northwestern China and decreased in the west of Northwestern China. However, the trends of RUE for the high-coverage grasslands (vs. low-coverage grassland) increased (decreased) significantly over the past 30 years. (3) The RUE for the grasslands was positively correlated with air temperature, while it was negatively correlated with the change of annual mean precipitation in northwestern China. Moreover, the obvious RUE increasing trends were found in the vegetation restoration areas, while the RUE decreasing trends appeared in the vegetation degradation areas. This study will be helpful for understanding the impacts of climate change on securing the sustainable development of grassland ecosystems in arid and semi-arid regions.",
    "readLink": "https://www.mdpi.com/2073-4441/10/11/1689"
  },
  {
    "title": "Repairing the Broken Earth: N.K. Jemisin on race and environment in transitions",
    "authors": [
      "Alastair Iles"
    ],
    "doi": "https://doi.org/10.1525/elementa.364",
    "journalVolume": "Vol. 7,\n                                no. 1",
    "issn": "2325-1026 (Online)",
    "publisher": "BioOne",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.elementascience.org",
    "abstract": "Sustainability transitions tend to be seen as technical, not social, affairs. Mainstream scholars and practitioners do not very often acknowledge environmental and social justice in their transitions work. They seldom recognize rights for racially marginalized people, or the possible existence of rights of Earth. Nor do they query whether they are exaggerating the reach of scientific and technological solutions. By contrast, some recent ecological science fiction writing has begun to place these issues at the center of transitions. In the 'Broken Earth' series, N.K. Jemisin explores Earth through the lens of racial and ecological injustice. She interrogates four themes relevant to transitions. How should we live in a climate-changed world? What role does racial and social subordination play in destroying the environment? What are the dangers of hubris in seeking out a fundamental change through science and technology that cannot be readily controlled after all? How should we think about Earth itself? I conclude with some thoughts on how Earth could be made ‘unbroken’ again through integrating recognition, humility, renewal, and redistribution into transitions.",
    "readLink": "https://www.elementascience.org/articles/364"
  },
  {
    "title": "Carbon and Biodiversity Policies",
    "authors": [
      "Renata Martins Pacheco"
    ],
    "doi": "https://doi.org/10.24840/2183-6493_008.004_0005",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  36\n                                  – 46",
    "issn": "2183-6493 (Online)",
    "publisher": "Universidade do Porto",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Technology: Technology (General)"
    ],
    "journalUrl": "https://journalengineering.fe.up.pt",
    "abstract": "Wildfires are a concern in many European countries, and they might occur more frequently given climate change. Carbon sequestration is an ecosystem service provided by forests that is affected by fires and is neglected in traditional markets. Recently, the European Union (EU) has created environmental policies that address climate change, wildfires, and biodiversity conservation through payment for ecosystem services schemes. This study aims to estimate the monetary carbon savings of avoiding wildfires in five Mediterranean countries using historical wildfire emissions data and the auction prices in the EU Carbon Market. Portugal is further studied since the country has a new ecosystem services payment policy. The results indicate that, by avoiding fires, the countries could have annual benefits in the order of millions of euros. For Portugal, the value of the policy incentive is inferior to the value of the carbon sequestration service provided by avoiding fires and could be reexamined.",
    "readLink": "https://journalengineering.fe.up.pt/index.php/upjeng/article/view/1042"
  },
  {
    "title": "Changes in climate and changing climate regions in Slovakia",
    "authors": [
      "Labudová Lívia,",
      "Faško Pavol,",
      "Ivaňáková Gabriela"
    ],
    "doi": "https://doi.org/10.1515/mgr-2015-0019",
    "journalVolume": "Vol. 23,\n                                no. 3\n                                \n                                  pp.\n                                  71\n                                  – 82",
    "issn": "1210-8812 (Print)",
    "publisher": "2199-6202 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/MGR",
    "abstract": "In the context of climate change, scientists discuss the relevant reference periods for the assessment of changes in climate. Recently, many studies have been published comparing recent conditions with the last reference period 1961–1990. In this paper, the trends of annual, seasonal and monthly average air temperature, as well as annual, seasonal and monthly precipitation totals in Slovakia, are presented to point out changes which will probably show up in the next reference period 1991–2020. In the second part of paper, changes in the climate regions in Slovakia are analysed, comparing spatial distributions in the period 1961–1990 and in the period 1961–2010.",
    "readLink": "https://doi.org/10.1515/mgr-2015-0019"
  },
  {
    "title": "Remote Sensing Applications in Monitoring of Protected Areas",
    "authors": [
      "Yeqiao Wang,",
      "Zhong Lu,",
      "Yongwei Sheng,",
      "Yuyu Zhou"
    ],
    "doi": "https://doi.org/10.3390/rs12091370",
    "journalVolume": "Vol. 12,\n                                no. 1370\n                                \n                                  p.\n                                  1370",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Protected areas (PAs) have been established worldwide for achieving long-term goals in the conservation of nature with the associated ecosystem services and cultural values. Globally, 15% of the world’s terrestrial lands and inland waters, excluding Antarctica, are designated as PAs. About 4.12% of the global ocean and 10.2% of coastal and marine areas under national jurisdiction are set as marine protected areas (MPAs). Protected lands and waters serve as the fundamental building blocks of virtually all national and international conservation strategies, supported by governments and international institutions. Some of the PAs are the only places that contain undisturbed landscape, seascape and ecosystems on the planet Earth. With intensified impacts from climate and environmental change, PAs have become more important to serve as indicators of ecosystem status and functions. Earth’s remaining wilderness areas are becoming increasingly important buffers against changing conditions. The development of remote sensing platforms and sensors and the improvement in science and technology provide crucial support for the monitoring and management of PAs across the world. In this editorial paper, we reviewed research developments using state-of-the-art remote sensing technologies, discussed the challenges of remote sensing applications in the inventory, monitoring, management and governance of PAs and summarized the highlights of the articles published in this Special Issue.",
    "readLink": "https://www.mdpi.com/2072-4292/12/9/1370"
  },
  {
    "title": "Proposed solutions to anthropogenic climate change: A systematic literature review and a new way forward",
    "authors": [
      "Svetlana V. Feigin,",
      "David O. Wiebers,",
      "George Lueddeke,",
      "Serge Morand,",
      "Kelley Lee,",
      "Andrew Knight,",
      "Michael Brainin,",
      "Valery L. Feigin,",
      "Amanda Whitfort,",
      "James Marcum,",
      "Todd K. Shackelford,",
      "Lee F. Skerratt,",
      "Andrea S. Winkler"
    ],
    "doi": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  e20544",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Humanity is now facing what may be the biggest challenge to its existence: irreversible climate change brought about by human activity. Our planet is in a state of emergency, and we only have a short window of time (7–8 years) to enact meaningful change. The goal of this systematic literature review is to summarize the peer-reviewed literature on proposed solutions to climate change in the last 20 years (2002–2022), and to propose a framework for a unified approach to solving this climate change crisis. Solutions reviewed include a transition toward use of renewable energy resources, reduced energy consumption, rethinking the global transport sector, and nature-based solutions. This review highlights one of the most important but overlooked pieces in the puzzle of solving the climate change problem – the gradual shift to a plant-based diet and global phaseout of factory (industrialized animal) farming, the most damaging and prolific form of animal agriculture. The gradual global phaseout of industrialized animal farming can be achieved by increasingly replacing animal meat and other animal products with plant-based products, ending government subsidies for animal-based meat, dairy, and eggs, and initiating taxes on such products. Failure to act will ultimately result in a scenario of irreversible climate change with widespread famine and disease, global devastation, climate refugees, and warfare. We therefore suggest an “All Life” approach, invoking the interconnectedness of all life forms on our planet. The logistics for achieving this include a global standardization of Environmental, Social, and Governance (ESG) or similar measures and the introduction of a regulatory body for verification of such measures. These approaches will help deliver environmental and sustainability benefits for our planet far beyond an immediate reduction in global warming.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023077526"
  },
  {
    "title": "Measuring urban vulnerability to climate change using an integrated approach, assessing climate risks in Beijing",
    "authors": [
      "Mingshun Zhang,",
      "Zelu Liu,",
      "Meine Pieter van Dijk"
    ],
    "doi": "https://doi.org/10.7717/peerj.7018",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  e7018",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "This study is responding to the recommendation made by IPCC’s fifth Assessment Report on establishing a standard for measuring and reporting climate risk and vulnerability. It exemplifies the assessment of urban vulnerability to climate change by an integrated approach. The results indicate that Beijing is highly exposed to multiple climate threats in the context of global climate change, specifically urban heat waves, urban drainage floods and drought. Vulnerabilities to the climatic threats of heat waves, drainage floods and droughts have increased by 5%–15% during the period of 2008–2016 in Beijing. High vulnerabilities to both heat waves and drainage floods have been observed in the urban downtown area and high vulnerability to droughts have been observed in the outskirts. This vulnerability assessment, which addressed climatic threats, provides a holistic understanding of the susceptibility to climate change that could facilitate adaptation to climate change in the future. The developments of threats like flooding, heat waves and droughts are analyzed separately for 16 districts and an integrated vulnerability index for all of Beijing is provided as well.",
    "readLink": "https://peerj.com/articles/7018.pdf"
  },
  {
    "title": "Reconnecting with nature: Developing urban spaces in the age of climate change [version 1; peer review: 2 approved]",
    "authors": [
      "Steffen Lehmann"
    ],
    "doi": "Vol. 1",
    "issn": "2631-3952 (Online)",
    "publisher": "Emerald Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Education"
    ],
    "journalUrl": "https://emeraldopenresearch.com/",
    "abstract": "Climate change is occurring around us and impacting on our daily lives, meaning that we have to deal with our cities in a different way. There is also increasing awareness of the need for daily contact with green spaces and the natural environment in order to live a happy, productive and meaningful life. This reflective essay tells the narrative of how urbanisation has been disconnecting humans from nature. Non-sustainable, non-resilient patterns of urbanisation, along with the neglect of inner-city areas, have resulted in fragmentation and urban decline, led to a loss of biodiversity, and caused the deterioration of ecosystems and their services. Urban regeneration projects allow us to ‘repair’ and restore some of this damage whilst enhancing urban resilience. Connecting existing and enhanced ecosystems, and re-establishing ecosystems both within cities and at the peri-urban fringe is vital for strengthening ecosystem resilience and building adaptive capacity for coping with the effects of climate change. Cities worldwide need to look for suitable solutions to increase the resilience of their urban spaces in the face of climate change. This essay explores how this can be achieved through the integration of nature-based solutions, the re-greening of neighbourhoods and by correctly attributing value to natural capital. Transforming existing cities and neighbourhoods in this way will enable ecosystems to contribute their services towards healthier and more liveable cities.",
    "readLink": "https://emeraldopenresearch.com/articles/1-2/v1"
  }
]