[
  {
    "title": "Migration and Climate Change Impacts on Rural Entrepreneurs in Nigeria: A Gender Perspective",
    "authors": [
      "Catherine Abiola O. Akinbami"
    ],
    "doi": "https://doi.org/10.3390/su13168882",
    "journalVolume": "Vol. 13,\n                                no. 8882\n                                \n                                  p.\n                                  8882",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Although the effects of climate change are universal, some groups are more negatively affected than others, which has raised global concerns. The most affected are families involved with agriculture or that use natural resources in rural areas as a means of livelihood. This study aimed to assess the responses of rural dwellers to climate change and migration, determine the extent of climate change as a driver of migration, assess the viability of migration as an option for climate change adaptation, and evaluate the gender perspective of migration and the impact of climate change on entrepreneurial development in rural areas. A qualitative method was employed to solicit responses from respondents in selected rural areas under four different vegetation zones through in-depth interviews and focus group discussions. Data were analyzed using Atlas.ti. A difference was found in gender reactions to migration due to socio-cultural factors and family responsibilities. In addition, different types of migration patterns were found to exist among men and women. The study also revealed that climate change is a major driver of migration, affects livelihood practices differently in the vegetation zones, and has a negative impact on the entrepreneurship development of the rural areas. Finally, this study provides insights into the effect of migration type on the entrepreneurship development by gender.",
    "readLink": "https://www.mdpi.com/2071-1050/13/16/8882"
  },
  {
    "title": "The role of Indigenous peoples and local communities in effective and equitable conservation",
    "authors": [
      "Neil M. Dawson,",
      "Brendan Coolsaet,",
      "Eleanor J. Sterling,",
      "Robin Loveridge,",
      "Nicole D,. Gross-Camp,",
      "Supin Wongbusarakum,",
      "Kamaljit K. Sangha,",
      "Lea M. Scherl,",
      "Hao Phuong. Phan,",
      "Noelia Zafra-Calvo,",
      "Warren G. Lavey,",
      "Patrick Byakagaba,",
      "C. Julián Idrobo,",
      "Aude Chenet,",
      "Nathan J. Bennett,",
      "Stephanie Mansourian,",
      "Francisco J. Rosado-May"
    ],
    "doi": "https://doi.org/10.5751/ES-12625-260319",
    "journalVolume": "Vol. 26,\n                                no. 3\n                                \n                                  p.\n                                  19",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Debate about what proportion of the Earth to protect often overshadows the question of how nature should be conserved and by whom. We present a systematic review and narrative synthesis of 169 publications investigating how different forms of governance influence conservation outcomes, paying particular attention to the role played by Indigenous peoples and local communities. We find a stark contrast between the outcomes produced by externally controlled conservation, and those produced by locally controlled efforts. Crucially, most studies presenting positive outcomes for both well-being and conservation come from cases where Indigenous peoples and local communities play a central role, such as when they have substantial influence over decision making or when local institutions regulating tenure form a recognized part of governance. In contrast, when interventions are controlled by external organizations and involve strategies to change local practices and supersede customary institutions, they tend to result in relatively ineffective conservation at the same time as producing negative social outcomes. Our findings suggest that equitable conservation, which empowers and supports the environmental stewardship of Indigenous peoples and local communities represents the primary pathway to effective long-term conservation of biodiversity, particularly when upheld in wider law and policy. Whether for protected areas in biodiversity hotspots or restoration of highly modified ecosystems, whether involving highly traditional or diverse and dynamic local communities, conservation can become more effective through an increased focus on governance type and quality, and fostering solutions that reinforce the role, capacity, and rights of Indigenous peoples and local communities. We detail how to enact progressive governance transitions through recommendations for conservation policy, with immediate relevance for how to achieve the next decade's conservation targets under the UN Convention on Biological Diversity.",
    "readLink": "https://www.ecologyandsociety.org/vol26/iss3/art19/"
  },
  {
    "title": "Scenari del futuro. Appunti sul lavoro dei prossimi decenni.",
    "authors": [
      "Franco Lai"
    ],
    "doi": "Vol. 10,\n                                no. 1",
    "issn": "2284-0176 (Online)",
    "publisher": "CLUEB",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology"
    ],
    "journalUrl": "http://rivisteclueb.it/riviste/index.php/etnoantropologia/index",
    "abstract": "In this short essay I set out some considerations about the job in the medium-term period. The contemporary context is characterized by the impact of technological innovations and economic and financial crises. The pandemic has brought out the concrete aspects of the interconnectedness of globalization. Some models of consumption are emerging in relation to the growing awareness of climate change.",
    "readLink": "https://rivisteclueb.it/index.php/etnoantropologia/article/view/401"
  },
  {
    "title": "CONNECTING GLOBAL AND LOCAL INDONESIAN RELIGIOUS ENVIRONMENTAL MOVEMENTS",
    "authors": [
      "Jonathan D Smith"
    ],
    "doi": "https://doi.org/10.22146/kawistara.25908",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  207\n                                  – 225",
    "issn": "2088-5415 (Print)",
    "publisher": "2355-5777 (Online)",
    "countryOfPublisher": "Universitas Gadjah Mada",
    "lcc": [
      "Indonesia",
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://jurnal.ugm.ac.id/kawistara/about/submissions#copyrightNotice",
    "abstract": "This article discusses connections between transnational multi-faith social movements addressing climate change on a global scale with local expressions of religion and ecology in Indonesia. It connects two trends in literature on religion and ecology: 1) spatial analysis of religion and the natural environment and 2) studies of religious environmental social movements. Many studies of these movements put religious activists at the center, which suggests that they operate in a separate zone, somewhat disconnected from the local communities they aim to represent and reform. This articles argues that religious environmental movements can be better understood by placing them in the middle, as actors embedded in and shaped by overlapping global and local spaces. The article begins with a brief review of literature on religion and ecology relevant to a spatial analysis of religion and environmental social movements. It then argues that studies about religious environmental movements can be enriched by studying how movements are embedded in global and local contexts. It provides examples of how the Indonesian context (among others) has helped to shape global religious environmental movements. Next, the article presents case studies in Indonesia demonstrating how environmental activists share a dynamic relationship with their contexts, and how religious environmental discourses are co-created by local communities and religious activists. The article concludes with suggestions for further study about creative adaption to climate change at the local and global level.",
    "readLink": "https://jurnal.ugm.ac.id/kawistara/article/view/25908"
  },
  {
    "title": "Fungal fruit body assemblages are tougher in harsh microclimates",
    "authors": [
      "Franz-Sebastian Krah,",
      "Jonas Hagge,",
      "Jasper Schreiber,",
      "Roland Brandl,",
      "Jörg Müller,",
      "Claus Bässler"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-05715-9",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Forest species are affected by macroclimate, however, the microclimatic variability can be more extreme and change through climate change. Fungal fruiting community composition was affected by microclimatic differences. Here we ask whether differences in the fruiting community can be explained by morphological traits of the fruit body, which may help endure harsh conditions. We used a dead wood experiment and macrofungal fruit body size, color, and toughness. We exposed logs of two host tree species under closed and experimentally opened forest canopies in a random-block design for four years and identified all visible fruit bodies of two fungal lineages (Basidio- and Ascomycota). We found a consistently higher proportion of tough-fleshed species in harsher microclimates under open canopies. Although significant, responses of community fruit body size and color lightness were inconsistent across lineages. We suggest the toughness-protection hypothesis, stating that tough-fleshed fruit bodies protect from microclimatic extremes by reducing dehydration. Our study suggests that the predicted increase of microclimatic harshness with climate change will likely decrease the presence of soft-fleshed fruit bodies. Whether harsh microclimates also affect the mycelium of macrofungi with different fruit body morphology would complement our findings and increase predictability under climate change.",
    "readLink": "https://doi.org/10.1038/s41598-022-05715-9"
  },
  {
    "title": "Possible Pathways toward Carbon Neutrality in Thailand’s Electricity Sector by 2050 through the Introduction of H<sub>2</sub> Blending in Natural Gas and Solar PV with BESS",
    "authors": [
      "Radhanon Diewvilai,",
      "Kulyos Audomvongseree"
    ],
    "doi": "https://doi.org/10.3390/en15113979",
    "journalVolume": "Vol. 15,\n                                no. 3979\n                                \n                                  p.\n                                  3979",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "To avoid the potential adverse impacts of climate change from global warming, it is suggested that the target of net zero emissions should be reached by this mid-century. Thailand is aiming to achieve carbon neutrality by 2050. Since electricity generation is one of the largest producers of carbon dioxide emission, the associated emissions must be greatly reduced to achieve the targets mentioned above. Thus, new generation expansion plans must be well developed. This paper discusses the development of generation expansion plans considering Thailand’s latest policies along with enhancement of the existing multi-period linear programming model, allowing new electricity generation technologies having low emissions, e.g., solar PV with battery and hydrogen blending in natural gas, to be integrated into generation expansion planning. Then, four generation expansion plans with different levels of hydrogen blending in natural gas are proposed and discussed. It is found that Thailand can achieve carbon neutrality by 2050 by promoting more use of renewable energy altogether with trade-off between land for solar PV installation and amount of hydrogen blended in natural gas. The lesson learned from this study provides crucial information about possible pathways to achieve carbon neutrality in the electricity sector for policy makers in other countries.",
    "readLink": "https://www.mdpi.com/1996-1073/15/11/3979"
  },
  {
    "title": "Climate change impact on streamflow and suspended sediment load in the flood-prone river basin",
    "authors": [
      "Rajesh Ranjan,",
      "Ashok Mishra"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.037",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  pp.\n                                  2260\n                                  – 2276",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Understanding the relationship between climate change and changes in streamflow and suspended sediment load (SSL) at the regional scale is critical for future decisions on water resource management. Hence, this study assessed the projected climate change impact on streamflow and SSL based on CMIP6 projections in the flood-prone Mahanadi River Basin (MRB) using the SWAT model. Bias-corrected climate data from five global climate models under medium and extreme shared socioeconomic pathways (SSPs) were utilized as an input to the SWAT model for the baseline (1985–2014), near future (NF, 2020–2046), and mid future (MF, 2047–2073) periods. Rainfall is expected to increase by 2.86% (2.19%) and 13.35% (16.98%) in the NF and MF, respectively, under SSP245 (SSP585). Streamflow and SSL may increase by 6.38% (6.06%) and 4.43% (7.89%) in the NF and by 29.78% (36.90%) and 37% (46.43%) in the MF, respectively, under SSP245 (SSP585) scenario. Also, streamflow and SSL exhibited an increasing trend in most months as well as in most seasons. The findings may be helpful to decision-makers in identifying watershed management plans by offering more information on how climate change affects the hydro-sedimentological processes in a flood-prone river basin. HIGHLIGHTS Impact of climate change on streamflow and SSL in a flood-prone river basin is investigated by using CMIP6 projection.; Increases in rainfall and decline in the diurnal temperature range (DTR) in all the future scenarios are projected.; Streamflow and SSL are expected to increase in most months under medium and extreme scenarios.; Streamflow and SSL demonstrated an increasing trend in all the seasons except in summer.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/7/2260"
  },
  {
    "title": "Novel Insights in Spatial Epidemiology Utilizing Explainable AI (XAI) and Remote Sensing",
    "authors": [
      "Anastasios Temenos,",
      "Ioannis N. Tzortzis,",
      "Maria Kaselimi,",
      "Ioannis Rallis,",
      "Anastasios Doulamis,",
      "Nikolaos Doulamis"
    ],
    "doi": "https://doi.org/10.3390/rs14133074",
    "journalVolume": "Vol. 14,\n                                no. 3074\n                                \n                                  p.\n                                  3074",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The COVID-19 pandemic has affected many aspects of human life around the world, due to its tremendous outcomes on public health and socio-economic activities. Policy makers have tried to develop efficient responses based on technologies and advanced pandemic control methodologies, to limit the wide spreading of the virus in urban areas. However, techniques such as social isolation and lockdown are short-term solutions that minimize the spread of the pandemic in cities and do not invert long-term issues that derive from climate change, air pollution and urban planning challenges that enhance the spreading ability. Thus, it seems crucial to understand what kind of factors assist or prevent the wide spreading of the virus. Although AI frameworks have a very efficient predictive ability as data-driven procedures, they often struggle to identify strong correlations among multidimensional data and provide robust explanations. In this paper, we propose the fusion of a heterogeneous, spatio-temporal dataset that combine data from eight European cities spanning from 1 January 2020 to 31 December 2021 and describe atmospheric, socio-economic, health, mobility and environmental factors all related to potential links with COVID-19. Remote sensing data are the key solution to monitor the availability on public green spaces between cities in the study period. So, we evaluate the benefits of NIR and RED bands of satellite images to calculate the NDVI and locate the percentage in vegetation cover on each city for each week of our 2-year study. This novel dataset is evaluated by a tree-based machine learning algorithm that utilizes ensemble learning and is trained to make robust predictions on daily cases and deaths. Comparisons with other machine learning techniques justify its robustness on the regression metrics RMSE and MAE. Furthermore, the explainable frameworks SHAP and LIME are utilized to locate potential positive or negative influence of the factors on global and local level, with respect to our model’s predictive ability. A variation of SHAP, namely treeSHAP, is utilized for our tree-based algorithm to make fast and accurate explanations.",
    "readLink": "https://www.mdpi.com/2072-4292/14/13/3074"
  },
  {
    "title": "Archetypical opportunities for water governance adaptation to climate change",
    "authors": [
      "Anastasiia Gotgelf,",
      "Matteo Roggero,",
      "Klaus Eisenack"
    ],
    "doi": "https://doi.org/10.5751/ES-11768-250406",
    "journalVolume": "Vol. 25,\n                                no. 4\n                                \n                                  p.\n                                  6",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "We explore opportunities for climate adaptation in the context of water governance. We focus on opportunities linked to the provision of climate information, raising the question of whether they are limited to incremental adaptation, or can also bring about transformational adaptation. We address this question through an archetype analysis based on 26 peer-reviewed articles. In each article, opportunities are identified, coded using the social-ecological system framework, and then bundled into archetypes that encompass similar opportunities reappearing across multiple cases. Results suggest that the provision of climate information can constitute an opportunity for adaptation that goes beyond purely incremental adjustments to a changing climate. Specifically, two of the six archetypes identified enable transformational adaptation by bringing long-term implications of current impacts into focus and by addressing the issue of capacity of existing institutions to respond to climate change. However, there is a high degree of heterogeneity in the characterization of opportunities, and the six archetypes only cover about one in three of the opportunities identified. This indicates the need for further research to develop more streamlined conceptualizations. In this respect, the archetypes identified herewith suggest some avenues for further conceptual development. We also explore policy implications, raising questions regarding the current development of climate services.",
    "readLink": "https://www.ecologyandsociety.org/vol25/iss4/art6/"
  },
  {
    "title": "Comparison of phenology and pathogen prevalence, including infection with the Ehrlichia muris-like (EML) agent, of Ixodes scapularis removed from soldiers in the midwestern and the northeastern United States over a 15 year period (1997-2012)",
    "authors": [
      "Ellen Stromdahl,",
      "Sarah Hamer,",
      "Sarah Jenkins,",
      "Lynne Sloan,",
      "Phillip Williamson,",
      "Erik Foster,",
      "Robyn Nadolny,",
      "Chad Elkins,",
      "Mary Vince,",
      "Bobbi Pritt"
    ],
    "doi": "https://doi.org/10.1186/s13071-014-0553-z",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Background Since 1997, human-biting ticks submitted to the Department of Defense Human Tick Test Kit Program (HTTKP) of the US Army Public Health Command have been tested for pathogens by PCR. We noted differences in the phenology and infection prevalence among Ixodes scapularis ticks submitted from military installations in different geographic regions. The aim of this study was to characterize these observed differences, comparing the phenology and pathogen infection rates of I. scapularis submitted from soldiers at two sites in the upper Midwest (Camp Ripley, MN, and Ft. McCoy, WI) and one site in the northeastern US (Ft. Indiantown Gap, PA). Methods From 1997 through 2012, the HTTKP received 1,981 I. scapularis from the three installations and tested them for Anaplasma phagocytophilum, Babesia microti, Borrelia burgdorferi and the Ehrlichia muris-like (EML) agent using PCR; pathogen presence was confirmed via sequencing or amplification of a second gene target. Pathogen and co-infection prevalence, tick engorgement status, and phenology were compared among installations. Results Greater rates of A. phagocytophilum and Ba. microti infections were detected in ticks submitted from installations in Minnesota than in Wisconsin or Pennsylvania, and the EML agent was only detected in ticks from Minnesota and Wisconsin. Midwestern ticks were also more likely to be co-infected than those from Pennsylvania. Both adult and nymphal ticks showed evidence of feeding on people, although nymphs were more often submitted engorged. Adult I. scapularis were received more frequently in June from Minnesota than from either of the other sites. Minnesota adult and nymphal peaks overlapped in June, and submissions of adults exceeded nymphs in that month. Conclusions There were clear differences in I. scapularis phenology, pathogen prevalence and rates of co-infection among the three military installations. Seasonal and temperature differences between the three sites and length of time a population had been established in each region may contribute to the observed differences. The synchrony of adults and nymphs observed in the upper Midwest has implications for pathogen infection prevalence. The EML agent was only detected in Minnesota and Wisconsin, supporting the previous assertion that this pathogen is currently limited to the upper Midwest.",
    "readLink": "https://doi.org/10.1186/s13071-014-0553-z"
  }
]