[
  {
    "title": "A New Water Governance Model Aimed at Supply–Demand Management for Irrigation and Land Development in the Mendoza River Basin, Argentina",
    "authors": [
      "Mario Salomón-Sirolesi,",
      "Joaquín Farinós-Dasí"
    ],
    "doi": "https://doi.org/10.3390/w11030463",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  463",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study aimed at achieving an organizational solution for improving the governance of water and land use and, consequently, improving the supply–demand water balance. Related modeling applied to diverse scenarios focus on water and land use development in the Mendoza River basin. A strategic analysis of water organization was performed using causal analysis, producing a Strategic Map (SM) and designing a Balanced Scorecard (BS). To assess the basin’s water resources supply and demand, the Water Evaluation and Planning (WEAP) model was applied to the Administrative Management Units existing in the basin, taking into consideration the water availability and the granted water rights. The application of the organizational and governance model to various scenarios referring to 2030 show that by reordering allocations and water use criteria, implementing a better farm irrigation water management, improving capacity building of existing human resources, and adopting more adequate hard- and software for dams and canal management, it will be possible to accommodate demand in 2030 better than at present despite climate change impacts on demand and supply. In addition, users’ participation will be enhanced.",
    "readLink": "http://www.mdpi.com/2073-4441/11/3/463"
  },
  {
    "title": "Social vulnerability, impacts and adaptations strategies in the face of natural hazards: insight from riverine islands of Bangladesh",
    "authors": [
      "Babul Hossain,",
      "Guoqing Shi,",
      "Chen Ajiang,",
      "Md. Salman Sohel,",
      "Liu Yijun"
    ],
    "doi": "https://doi.org/10.1186/s12889-023-16497-8",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background Bangladesh is one of the countries at risk of natural disasters due to climate change. In particular, inhabitants of its riverine islands (char) confront ongoing climatic events that heighten their vulnerability. This study aims to assess social vulnerability, impacts, and adaptation strategies to climate change in the riverine island areas of Bangladesh. Methods A mixed-method approach incorporating qualitative and quantitative procedures was used on data collected from 180 households of riverine islands in Gaibandha, Bangladesh. The social vulnerability of riverine island communities was assessed based on their adaptation capacity, sensitivity, and exposure to climatic stressors. Results The findings show that char dwellers' vulnerability, impacts, and adaptation capability to climate change vary significantly depending on their proximity to the mainland. Social vulnerability factors such as geographical location, fragile and low-grade housing conditions, illiteracy and displacement, climate-sensitive occupation and low-income level, and so on caused to the in-height vulnerability level of these particular areas. This study also displays that climate change and its associated hazards cause severe life and livelihood concerns for almost all households. In this case, the riverine dwellers employed several adaptation strategies to enhance their way of life to the disaster brought on changing climate. However, low education facilities, deficiency of useful information on climate change, poor infrastructure, and shortage of money are still the supreme hindrance to the sustainability of adaptation. Conclusion The findings underscore the importance of evaluating the susceptibility of local areas to climate change and emphasize the need for tailored local initiatives and policies to reduce vulnerability and enhance adaptability in communities residing in char households.",
    "readLink": "https://doi.org/10.1186/s12889-023-16497-8"
  },
  {
    "title": "A bibliometric analysis of climate change risk perception: Hot spots, trends and improvements",
    "authors": [
      "Jitong Fan,",
      "Jitong Fan,",
      "Gang Liu,",
      "Ziqian Xia,",
      "Sanfa Cai"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.917469",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Climate change is a global problem, and it is receiving increasing scientific attention due to its significant impact. To provide valuable insights for understanding and summarizing the research trends and prospects on climate change risk perception, this study takes a qualitative and quantitative analysis by using bibliometric tools. This analysis presents information related to authors, countries, institutions, journals, top cited publications, research hot spots, trends, and prospects. The analysis involved 4429 articles after rigorous screening and evaluated them on the risk perception of climate change in countries and the public. The majority of publications were published during the period of 2016–2022 (70.92%), with Climatic Change being the dominant journal and most research originating from the USA, England and Australia. The research content of this topic is primarily divided into several categories, including environmental sciences, atmospheric sciences, water resources and public health. The results showed that adaptation and vulnerability attract much attention. Finally, this paper identifies and discusses five research themes that should be further studied: determinants of perception, human behavior, human mental health risk, agriculture and adaptive strategy.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.917469/full"
  },
  {
    "title": "Environmental Role of Snowmelt in Headwaters Affected by Atmospheric Acid Deposition",
    "authors": [
      "Josef Křeček,",
      "Lada Šedivá,",
      "Ladislav Palán,",
      "Evžen Stuchlík"
    ],
    "doi": "https://doi.org/10.3390/w15132458",
    "journalVolume": "Vol. 15,\n                                no. 2458\n                                \n                                  p.\n                                  2458",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In headwaters, snowmelt affects the replenishment of water resources as well as the occurrence of natural hazards. The environmental impacts of snowpack were analysed in a small forest catchment (Jizera Mountains, Czech Republic) in the context of forest dynamics, atmospheric deposition, and climate, 1982–2021. Snowmelt dominates in March–May with 41% of the long-term annual water yield; however, there is also seasonal acidification of stream water. Forest clear-cutting together with air pollution control has contributed to a decrease in the acid atmospheric load, but, in the spring, streams’ pH is often below the environmental threshold of 5.3. Snowmelt volumes did not show significant transformation with forest canopy and do not affect summer low flows. Peak flows in the springtime do not exceed summer flash floods (frequencies up to 0.13 against 0.02). Mean annual air temperature is increasing by 0.26 ± 0.08 °C per decade with more intensive warming (0.64 ± 0.1 °C per decade) in the winter season. The seasonal reduction in snowpack duration and maximum snow water equivalent (5.5 ± 1.2 days and 34 ± 8.6 mm per decade) corresponds with the largest drop in snow cover duration reported in zones of seasonal temperatures ranging from −5° to +5 °C.",
    "readLink": "https://www.mdpi.com/2073-4441/15/13/2458"
  },
  {
    "title": "Spatial Analysis of the Vulnerability to Flooding in the Rural Context: The Case of the Emilia Romagna Region",
    "authors": [
      "Gianmarco Di Giustino,",
      "Alberto Bonora,",
      "Katia Federico,",
      "Matelda Reho,",
      "Giulia Lucertini"
    ],
    "doi": "https://doi.org/10.3390/atmos13081181",
    "journalVolume": "Vol. 13,\n                                no. 1181\n                                \n                                  p.\n                                  1181",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The adversities of climate change represent a serious risk factor on both food production, rural territories and landscapes. In light of these irreversible trends, the process of adaptation of the rural territory is a necessary step, in order to increase its climate resilience. In this study, the vulnerability assessment was the tool used to evaluate the specific phenomenon of “flooding and backwatering” in the case study of Emilia Romagna region (Italy). The approach was based on the IPCC’s risk analysis methodology, populated by different layers regarding specifical proxies related to the adaptive capacity and the sensitivity of the territory to water stagnation, then we assessed with the normalization process of the different information levels. The aim of the research consisted in the realization of a regional map of the vulnerability to floods and backwaters, in order to rank the territory to this specific phenomenon. The final result could be useful both for the relationship with planning choices and for local-based actions in agricultural policies that in Italy are taken at regional level.",
    "readLink": "https://www.mdpi.com/2073-4433/13/8/1181"
  },
  {
    "title": "CAPITAL INVESTMENTS IN UKRAINE: ANALYTICAL EVALUATION AND DIRECTIONS OF INCREASING INVESTMENT ATTRACTIVENESS",
    "authors": [
      "Tetiana Mulyk"
    ],
    "doi": "https://doi.org/10.30525/2661-5169/2021-3-5",
    "journalVolume": "Vol. 2,\n                                no. 3",
    "issn": "2661-5169 (Print)",
    "publisher": "2661-5282 (Online)",
    "countryOfPublisher": "Izdevnieciba “Baltija Publishing”",
    "lcc": [
      "Latvia",
      "Social Sciences: Economic theory. Demography: Economics as a science",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://baltijapublishing.lv/index.php/gbdej",
    "abstract": "The purpose of the paper is to study the current state of capital investments in Ukraine, to identify areas to improve investment attractiveness. Methodology The theoretical and methodological basis of the study are modern theories of market economy. The following methods were used in the research: inductive, deductive, analysis and synthesis, historical and logical, graphic. Results. It is established that the economic activity of individual economic entities, regions and the country as a whole is largely characterized by the volume and forms of investment. Development of the state is impossible without a sufficient level of investment, their focus on priority sectors of the national economy and effective use. Investments are an important factor of progressive development of any economic system. The obstacles to the effective implementation of the investment mechanism are indicated. It was found that the volume of investment in the domestic economy remains low due to an unfavorable investment climate caused by an imperfect legislative framework, underdeveloped stock market and financial and credit system, strong tax pressure, inefficient use of depreciation deductions, and low level of transformation of savings of the population into investment. The analytical assessment of capital investments in Ukraine, the dynamics of their change, by types of economic activity in 2016-2020 was carried out. The volumes of capital investments in Ukraine by types of assets in 2016-2020 were studied. The sources of financing of capital investments and their structure are characterized. The directions of increasing investment attractiveness are defined. The most priority directions are replacement of worn-out machines and equipment, automation and mechanization of the production process, reduction of production costs and environmental protection. Practical implications. As a result of the study, priority areas to improve the investment attractiveness of business entities, which will contribute to investment security, through a balanced and sound public policy to support investment activities and implementation of the proposed recommendations for businesses and public authorities.",
    "readLink": "http://baltijapublishing.lv/index.php/gbdej/article/view/1519"
  },
  {
    "title": "De Waddenzee, een gigantisch wereldnatuurerfgoedpark",
    "authors": [
      "Jos Bosman"
    ],
    "doi": "https://doi.org/10.7480/knob.110.2011.6.103",
    "issn": "0166-0470 (Print)",
    "publisher": "2589-3343 (Online)",
    "countryOfPublisher": "KNOB",
    "lcc": [
      "Netherlands",
      "Fine Arts: Architecture: Architectural drawing and design",
      "History (General) and history of Europe"
    ],
    "journalUrl": "http://bulletin.knob.nl",
    "abstract": "Since 2009 the Dutch and German parts of the Wadden Sea have been on the Unesco list of world heritage. Germany and - on an international level - the Wadden Sea Forum and the Common Wadden Sea Secretariat in Willemshaven promote the idea to experience the Wadden Sea as a gigantic North European nature park, from the islands to the continental coast. The Netherlands pursue a policy which has so far adopted a reserved attitude towards the concept of a gigantic park. As a result, since 2009 not a single additional tourist came to experience mudflats from the Dutch coast in the special setting offered by the Wadden Sea (the light, the seals and the brooding birds). A history is at the root of the Dutch reserve, and nevertheless the northern provinces are trying to design a new chapter with the aid of the national 'Waddenfonds' (Wadden Sea Fund), with more attention and possibilities for experiencing the mudflats. The history of this reserved attitude is as follows: In the 70s of the 20th century the intention still was to reclaim all the summer polders, tidal marshes and mudflats of the province of Friesland (the western edge of the Dutch Wadden Sea), which had formed in the course of centuries. The plan was abandoned in 1979. Thus the 'Dutch Society for the Preservation of the Wadden Sea', founded in 1965, was confirmed in its role of pioneer. In 2004 the government combined the aim of preservation with the extraction of natural gas in the Wadden Sea, whereby a fund was created - the 'Waddenfonds' - for scientific research and practical measures for the stabilization of the economy and the natural balance in the Wadden Sea area, also in view of the approaching climate change. In line with this policy 'nature compensation' - in areas lying inside the dikes - was introduced as a measure taken in connection with the harbour activities and energy production in Eemshaven. The National Park locations for an explicit experience of nature related to mudflats are limited to two islands (Texel and Schiermonnikoog), and Lauwersmeer, which is not connected with the Wadden Sea. In Germany, just as in Denmark, the entire Wadden Sea is National Park. In the Netherlands access to the area outside the dikes is formally prohibited, with the exception of a limited number of coastal locations (for guided walks across the mudflats and birdwatching), whereas in Germany the National Park is much used by tourists on small artificial beaches and nature lovers in the tidal marshes. The Dutch policy stimulates new forms of creating mudflats and bird-observation locations in areas within the dikes (Emmapolder). With considerable subsidy from the Waddenfonds this phenomenon is being expanded at the moment. The Frisian provincial nature association 'It Fryske Gea' has realized a mudflats centre next to the dike near Hallum, which is to be opened in 2012. The association is counting on fifteen to twenty thousand visitors to the mudflats centre a year. The province of Groningen is going to lay out a cycle track alternately on and next to the dike, on locations where there is no cycle track yet, so that a long cycling tour along the Wadden Sea will be possible in 2015. These small-scale interventions along and on the large-scale sea wall will transform it into a multifunctional dike: a jewel consciously framing a world natural heritage relating a Dutch mentality to the Wadden Sea in a recognizable way, for both Dutch and foreign tourists.",
    "readLink": "https://bulletin.knob.nl/index.php/knob/article/view/178"
  },
  {
    "title": "STUDIES ABOUT CLIMATE CHANGE IN THE TÂRNAVE AND MURFATLAR VINEYARDS",
    "authors": [
      "Elena-Andreea POP,",
      "Liliana TOMOIAGA,",
      "Victoria ARTEM,",
      "Aurora RANCA,",
      "Maria ILIESCU"
    ],
    "doi": "https://doi.org/10.15835/agrisp.v113i1-2.13810",
    "journalVolume": "Vol. 113,\n                                no. 1-2",
    "issn": "1221-5317 (Print)",
    "publisher": "AcademicPres",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journals.usamvcluj.ro/index.php/agricultura/index",
    "abstract": "The temperature and precipitation are representative for the variability of the wine climate at regional level, in relation to the requirements of the varieties, influencing the quality of the grapes (sugar, color, aroma), the specificity and the typicality of the wines. Climate suitability for wine production was studied during a long period of time, between 2000 and 2018, in our experimental vineyards Tarnave and Murfatlar located inRomania, that integrates the influence of temperature and precipitation. The significant impact of climate change on viticulture requires in-depth studies of its consequences, in order to identify adaptation measures. The study allows in depth analysis from of the shifts caused by climate change in the wine areas, constituting a support for developing strategies of adaptation to the new climatic context. The study from the last eighteen years show a tendency to increase all the temperature-dependent climatic indices during the growing period of the grapes, with a large variation of the absolute minimum temperatures in winter, which suggests a change towards an increased thermal amplitude between summer and winter temperatures in certain years.",
    "readLink": "https://journals.usamvcluj.ro/index.php/agricultura/article/view/13810"
  },
  {
    "title": "Timing and Spatial Distribution of Loess in Xinjiang, NW China.",
    "authors": [
      "Yun Li,",
      "Yougui Song,",
      "Libin Yan,",
      "Tao Chen,",
      "Zhisheng An"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0125492",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  e0125492",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Central Asia is one of the most significant loess regions on Earth, with an important role in understanding Quaternary climate and environmental change. However, in contrast to the widely investigated loess deposits in the Chinese Loess Plateau, the Central Asian loess-paleosol sequences are still insufficiently known and poorly understood. Through field investigation and review of the previous literature, the authors have investigated the distribution, thickness and age of the Xinjiang loess, and analyzed factors that control these parameters in the Xinjiang in northwest China, Central Asia. The loess sediments cover river terraces, low uplands, the margins of deserts and the slopes of the Tianshan Mountains and Kunlun Mountains and are also present in the Ili Basin. The thickness of the Xinjiang loess deposits varies from several meters to 670 m. The variation trend of the sand fraction (>63 μm) grain-size contour can indicate the local major wind directions, so we conclude that the NW and NE winds are the main wind directions in the North and South Xinjiang, and the westerly wind mainly transport dust into the Ili basin. We consider persistent drying, adequate regional wind energy and well-developed river terraces to be the main factors controlling the distribution, thickness and formation age of the Xinjiang loess. The well-outcropped loess sections have mainly developed since the middle Pleistocene in Xinjiang, reflecting the appearance of the persistent drying and the present air circulation system. However, the oldest loess deposits are as old as the beginning of the Pliocene in the Tarim Basin, which suggests that earlier aridification occurred in the Tarim Basin rather than in the Ili Basin and the Junggar Basin.",
    "readLink": "http://europepmc.org/articles/PMC4430276?pdf=render"
  },
  {
    "title": "Smart Land Governance: Towards a Conceptual Framework",
    "authors": [
      "Hossein Azadi,",
      "Guy Robinson,",
      "Ali Akbar Barati,",
      "Imaneh Goli,",
      "Saghi Movahhed Moghaddam,",
      "Narges Siamian,",
      "Rando Värnik,",
      "Rong Tan,",
      "Kristina Janečková"
    ],
    "doi": "https://doi.org/10.3390/land12030600",
    "journalVolume": "Vol. 12,\n                                no. 600\n                                \n                                  p.\n                                  600",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Global environmental governance (GEG) is one of the world’s major attempts to address climate change issues through mitigation and adaptation strategies. Despite a significant improvement in GEG’s structural, human, and financial capital, the global commons are decaying at an unprecedented pace. Among the global commons, land has the largest share in GEG. Land use change, which is rooted in increasing populations and urbanization, has a significant role in greenhouse gas (GHG) emissions. As a response, land governance and, consequently, good land governance, have arisen as normative concepts emerging from a series of success factors (notably economic development, environmental conservation, and social justice) to achieve greater sustainability. However, global land governance has shown little success in helping GEG due to the lack of intellectual and flexible thinking over governing the land sector. Consequently, reforming land governance “in a smart way” is one of the most critical actions that could contribute to achieving GEG goals. Hence, we propose a smart land governance (SLG) system that will be well addressed, understood, and modeled in a systemic and dynamic way. A smart system may be smart enough to adapt to different contexts and intellectual responses in a timely fashion. Accordingly, SLG is able to promote shared growth and solve many land sector problems by considering all principles of good land governance. Therefore, in order to enhance adaptive land governance systems, efficient land administration and management are required. This study’s outcomes will raise the comprehension of the problems of land management, providing an excellent framework to help land planners and policy-makers, as well as the development of strategic principles with respect to the principal multidimensional components of SLG.",
    "readLink": "https://www.mdpi.com/2073-445X/12/3/600"
  }
]