[
  {
    "title": "Coping with large litters: management effects on welfare and nursing\n                    capacity of the sow",
    "authors": [
      "Olli Peltoniemi,",
      "Taehee Han,",
      "Jinhyeon Yun"
    ],
    "doi": "https://doi.org/10.5187/jast.2021.e46",
    "journalVolume": "Vol. 63,\n                                no. 2\n                                \n                                  pp.\n                                  199\n                                  – 210",
    "issn": "2672-0191 (Print)",
    "publisher": "2055-0391 (Online)",
    "countryOfPublisher": "Korean Society of Animal Sciences and Technology",
    "lcc": [
      "Korea, Republic of",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.ejast.org",
    "abstract": "A number of management issues can be used as drivers for change in order to improve animal welfare and nursing capacity of the hyperprolific sow. Group housing of sows during gestation is a recommended practice from the perspective of animal welfare. Related health issues include reproductive health and the locomotor system. It appears that management of pregnant sows in groups is challenging for a producer and considerable skill is required. We explored the benefits and challenges of group housing, including feeding issues. Increasing litter size requires additional attention to the mammary gland and its ability to provide sufficient nursing for the growing litter. We discuss the fundamentals of mammary development and the specific challenges related to the hyperprolific sow. We also address challenges with the farrowing environment. It appears that the old-fashioned farrowing crate is not only outdated in terms of welfare from the public’s perspective, but also fails to provide the environment that the sow needs to support her physiology of farrowing, nursing, and maternal behaviour. Studies from our group and others indicate that providing the sow with a loose housing system adequate in space and nesting material, along with reasonable chance for isolation, can be considered as fundamental for successful farrowing of the hyperprolific sow. It has also been shown that management strategies, such as split suckling and cross fostering, are necessary to ensure proper colostrum intake for all piglets born alive in a large litter. We thus conclude that welfare and nursing capacity of the sow can be improved by management. However, current megatrends such as the climate change may change sow management and force the industry to rethink goals of breeding and, for instance, breeding for better resilience may need to be included as goals for the future.",
    "readLink": "http://www.ejast.org/archive/view_article?pid=jast-63-2-199"
  },
  {
    "title": "Community regulation models as a framework for direct and indirect effects of climate change on species distributions",
    "authors": [
      "Piper D. Wallingford,",
      "Cascade J. B. Sorte"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2790",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Existing projections of climate change impacts focus primarily on direct abiotic impacts on individuals and populations. However, these models often ignore species interactions, which are vital for determining community composition and structure. To evaluate both direct and indirect effects of climate change on species distributions, we applied the Menge–Sutherland model, which describes the relative role of predation and environmental stress in regulating community structure. Using a space‐for‐time approach, we tested the predictions that (1) predators are more strongly impacted by increasing environmental stress than prey (as described in the Menge–Sutherland model) and (2) incorporating indirect (predator) effects increases our ability to predict impacts of increased temperature on prey distributions. We surveyed vertical distributions of predators (sea stars) and a foundational prey species (mussels) at 20 intertidal sites spanning a thermal gradient along the West Coast of the United States. Using generalized linear models and structural equation models, we found that as temperature increased, the upper limits of foundational prey species decreased (a direct effect), while prey lower limits also shifted downward, due to an indirect effect of temperature on predator distributions. Under future climate change, mussel ranges may undergo vertical shifts toward subtidal habitats, allowing for localized persistence of mussels and associated species. Our model comparisons indicate that this framework—incorporating both direct and indirect environmental stress effects within a classic community regulation model—can improve prediction of responses to warming. Community regulation models could be expanded to inform management and conservation efforts during unprecedented climate and ecological change.",
    "readLink": "https://doi.org/10.1002/ecs2.2790"
  },
  {
    "title": "Impact of climate change on grape berry ripening: An assessment of adaptation strategies for the Australian vineyard",
    "authors": [
      "Suzy Y. Rogiers,",
      "Suzy Y. Rogiers,",
      "Suzy Y. Rogiers,",
      "Dennis H. Greer,",
      "Yin Liu,",
      "Yin Liu,",
      "Yin Liu,",
      "Tintu Baby,",
      "Zeyu Xiao,",
      "Zeyu Xiao"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1094633",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Compressed vintages, high alcohol and low wine acidity are but a few repercussions of climate change effects on Australian viticulture. While warm and cool growing regions may have different practical concerns related to climate change, they both experience altered berry and must composition and potentially reduced desirable wine characteristics and market value. Storms, drought and uncertain water supplies combined with excessive heat not only depress vine productivity through altered physiology but can have direct consequences on the fruit. Sunburn, shrivelling and altered sugar-flavour-aroma balance are becoming more prevalent while bushfires can result in smoke taint. Moreover, distorted pest and disease cycles and changes in pathogen geographical distribution have altered biotic stress dynamics that require novel management strategies. A multipronged approach to address these challenges may include alternative cultivars and rootstocks or changing geographic location. In addition, modifying and incorporating novel irrigation regimes, vine architecture and canopy manipulation, vineyard floor management, soil amendments and foliar products such as antitranspirants and other film-forming barriers are potential levers that can be used to manage the effects of climate change. The adoption of technology into the vineyard including weather, plant and soil sensors are giving viticulturists extra tools to make quick decisions, while satellite and airborne remote sensing allow the adoption of precision farming. A coherent and comprehensive approach to climate risk management, with consideration of the environment, ensures that optimum production and exceptional fruit quality is maintained. We review the preliminary findings and feasibility of these new strategies in the Australian context.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1094633/full"
  },
  {
    "title": "ENABLING CROP DIVERSIFICATION TO SUPPORT TRANSITIONS TOWARD MORE SUSTAINABLE EUROPEAN AGRIFOOD SYSTEMS",
    "authors": [
      "Antoine MESSÉAN, Loïc VIGUIER, Lise PARESYS, Jean-Noël AUBERTOT, Stefano CANALI, Pietro IANNETTA, Eric JUSTES, Alison KARLEY, Beatrix KEILLOR, Laura KEMPER, Frédéric MUEL, Barbara PANCINO, Didier STILMANT, Christine WATSON, Helga WILLER, Raúl ZORNOZA"
    ],
    "doi": "https://doi.org/10.15302/J-FASE-2021406",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  474\n                                  – 480",
    "issn": "2095-7505 (Print)",
    "publisher": "2095-977X (Online)",
    "countryOfPublisher": "Higher Education Press",
    "lcc": [
      "China",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.hep.com.cn/fase",
    "abstract": "<List><ListItem><ItemContent><p>• Crop diversification is a dynamic pathway towards sustainable agrifood systems.</p></ItemContent></ListItem><ListItem><ItemContent><p>• Technological and institutional barriers restrict uptake of crop diversification.</p></ItemContent></ListItem><ListItem><ItemContent><p>• More coordination and cooperation among agrifood system stakeholders is required.</p></ItemContent></ListItem><ListItem><ItemContent><p>• The European Crop Diversification Cluster calls for multiactor networks.</p></ItemContent></ListItem></List></p><p>European cropping systems are often characterized by short rotations or even monocropping, leading to environmental issues such as soil degradation, water eutrophication, and air pollution including greenhouse gas emissions, that contribute to climate change and biodiversity loss. The use of diversification practices (i.e., intercropping, multiple cropping including cover cropping and rotation extension), may help enhance agrobiodiversity and deliver ecosystem services while developing new value chains. Despite its benefits, crop diversification is hindered by various technical, organizational, and institutional barriers along value chains (input industries, farms, trading and processing industries, retailers, and consumers) and within sociotechnical systems (policy, research, education, regulation and advisory). Six EU-funded research projects have joined forces to boost crop diversification by creating the European Crop Diversification Cluster (CDC). This Cluster aggregates research, innovation, commercial and citizen-focused partnerships to identify and remove barriers across the agrifood system and thus enables the uptake of diversification measures by all European value-chain stakeholders. The CDC will produce a typology of barriers, develop tools to accompany actors in their transition, harmonize the use of multicriteria assessment indicators, prepare policy recommendations and pave the way for a long-term network on crop diversification.",
    "readLink": "https://academic.hep.com.cn/fase/fileup/2095-7505/PDF/30013/1624242919638-366314179.pdf"
  },
  {
    "title": "Climatic change drives dynamic source–sink relationships in marine species with high dispersal potential",
    "authors": [
      "Catarina N. S. Silva,",
      "Emma F. Young,",
      "Nicholas P. Murphy,",
      "James J. Bell,",
      "Bridget S. Green,",
      "Simon A. Morley,",
      "Guy Duhamel,",
      "Andrew C. Cockcroft,",
      "Jan M. Strugnell"
    ],
    "doi": "https://doi.org/10.1002/ece3.7204",
    "journalVolume": "Vol. 11,\n                                no. 6\n                                \n                                  pp.\n                                  2535\n                                  – 2550",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract While there is now strong evidence that many factors can shape dispersal, the mechanisms influencing connectivity patterns are species‐specific and remain largely unknown for many species with a high dispersal potential. The rock lobsters Jasus tristani and Jasus paulensis have a long pelagic larval duration (up to 20 months) and inhabit seamounts and islands in the southern Atlantic and Indian Oceans, respectively. We used a multidisciplinary approach to assess the genetic relationships between J. tristani and J. paulensis, investigate historic and contemporary gene flow, and inform fisheries management. Using 17,256 neutral single nucleotide polymorphisms we found low but significant genetic differentiation. We show that patterns of connectivity changed over time in accordance with climatic fluctuations. Historic migration estimates showed stronger connectivity from the Indian to the Atlantic Ocean (influenced by the Agulhas Leakage). In contrast, the individual‐based model coupled with contemporary migration estimates inferred from genetic data showed stronger inter‐ocean connectivity in the opposite direction from the Atlantic to the Indian Ocean driven by the Subtropical Front. We suggest that the J. tristani and J. paulensis historical distribution might have extended further north (when water temperatures were lower) resulting in larval dispersal between the ocean basis being more influenced by the Agulhas Leakage than the Subtropical Front. As water temperatures in the region increase in accordance with anthropogenic climate change, a southern shift in the distribution range of J. tristani and J. paulensis could further reduce larval transport from the Indian to the Atlantic Ocean, adding complexity to fisheries management.",
    "readLink": "https://doi.org/10.1002/ece3.7204"
  },
  {
    "title": "Marine Microbial Gene Abundance and Community Composition in Response to Ocean Acidification and Elevated Temperature in Two Contrasting Coastal Marine Sediments",
    "authors": [
      "Ashleigh R. Currie,",
      "Karen Tait,",
      "Helen Parry,",
      "Beatriz de Francisco-Mora,",
      "Natalie Hicks,",
      "A. Mark Osborn,",
      "A. Mark Osborn,",
      "Steve Widdicombe,",
      "Henrik Stahl,",
      "Henrik Stahl"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2017.01599",
    "journalVolume": "Vol. 8",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Marine ecosystems are exposed to a range of human-induced climate stressors, in particular changing carbonate chemistry and elevated sea surface temperatures as a consequence of climate change. More research effort is needed to reduce uncertainties about the effects of global-scale warming and acidification for benthic microbial communities, which drive sedimentary biogeochemical cycles. In this research, mesocosm experiments were set up using muddy and sandy coastal sediments to investigate the independent and interactive effects of elevated carbon dioxide concentrations (750 ppm CO2) and elevated temperature (ambient +4°C) on the abundance of taxonomic and functional microbial genes. Specific quantitative PCR primers were used to target archaeal, bacterial, and cyanobacterial/chloroplast 16S rRNA in both sediment types. Nitrogen cycling genes archaeal and bacterial ammonia monooxygenase (amoA) and bacterial nitrite reductase (nirS) were specifically targeted to identify changes in microbial gene abundance and potential impacts on nitrogen cycling. In muddy sediment, microbial gene abundance, including amoA and nirS genes, increased under elevated temperature and reduced under elevated CO2 after 28 days, accompanied by shifts in community composition. In contrast, the combined stressor treatment showed a non-additive effect with lower microbial gene abundance throughout the experiment. The response of microbial communities in the sandy sediment was less pronounced, with the most noticeable response seen in the archaeal gene abundances in response to environmental stressors over time. 16S rRNA genes (amoA and nirS) were lower in abundance in the combined stressor treatments in sandy sediments. Our results indicated that marine benthic microorganisms, especially in muddy sediments, are susceptible to changes in ocean carbonate chemistry and seawater temperature, which ultimately may have an impact upon key benthic biogeochemical cycles.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmicb.2017.01599/full"
  },
  {
    "title": "Climate Change Effects on Belgian Households: A Case Study of a Nearly Zero Energy Building",
    "authors": [
      "Shady Attia,",
      "Camille Gobin"
    ],
    "doi": "https://doi.org/10.3390/en13205357",
    "journalVolume": "Vol. 13,\n                                no. 5357\n                                \n                                  p.\n                                  5357",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Overheating in residential building is a challenging problem that causes thermal discomfort, productivity reduction, and health problems. This paper aims to assess the climate change impact on thermal comfort in a Belgian reference case. The case study represents a nearly zero energy building that operates without active cooling during summer. The study quantifies the impact of climate change on overheating risks using three representative concentration pathway (RCP) trajectories for greenhouse gas concentration adopted by the Intergovernmental Panel on Climate Change (IPCC). Building performance analysis is carried out using a multizone dynamic simulation program EnergyPlus. The results show that bioclimatic and thermal adaptation strategies, including adaptive thermal comfort models, cannot suppress the effect of global warming. By 2050, zero energy buildings will be vulnerable to overheating.",
    "readLink": "https://www.mdpi.com/1996-1073/13/20/5357"
  },
  {
    "title": "Is there a significant long-term shift in phytoplankton in small pelagic fish diets along India's southwest coast?",
    "authors": [
      "Preetha Gopalakrishnan Nair,",
      "Shoji Joseph,",
      "Narayana Pillai,",
      "Mohamed Hatha Ammanamveetil Abdulla"
    ],
    "doi": "Vol. 65,\n                                no. 2\n                                \n                                  pp.\n                                  297\n                                  – 309",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "The two main small pelagic fishes along the southwest coast of India in the eastern Arabian Sea, the Indian oil sardine (Sardinella longiceps) and the Indian mackerel (Rastrelliger kanagurta) were studied to see if there was any notable long-term alteration in phytoplankton in their diets. The basic oceanographic features and the long-term sea surface warming in the study region are first examined using satellite data, which reveals clear seasonality in the wind, sea surface temperature, sea surface salinity, and chlorophyll-a as well as long-term ocean surface warming. We then considered a recent gut content data set of Indian oil sardine and Indian mackerel from the 2010–2011 period from two landing places along India's southwest coast, which was compared with numerous historical data sets to find out if there was any long-term phytoplankton compositional change in the diet. The recent data revealed the same dominant phytoplankton as those collected decades ago, such as Coscinodiscus, Nitzschia, Pleurosigma, and Thalassiosira in sardines and Coscinodiscus, Thalassiosira, Ceratium, Dinophysis, Protoperidinium, and Pyrophacus in mackerel. This suggests the lack of any significant long-term qualitative shift of phytoplankton in the Indian oil sardine and Indian mackerel over the last several decades. However, several phytoplankton genera found present in the recent data were absent in the historical data, including 10 genera for mackerel and 17 for Indian oil sardine. These recent phytoplankton records are intriguing, and we feel they could be an early sign of long-term phytoplankton compositional or relative abundance shift, although additional research is needed to confirm this.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S007832342200077X"
  },
  {
    "title": "Green Manufacturing: An Assessment of Enablers’ Framework Using ISM-MICMAC Analysis",
    "authors": [
      "Ali Sadia Samar"
    ],
    "doi": "https://doi.org/10.2478/fcds-2022-0015",
    "journalVolume": "Vol. 47,\n                                no. 3\n                                \n                                  pp.\n                                  271\n                                  – 290",
    "issn": "2300-3405 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://sciendo.com/journal/FCDS",
    "abstract": "Manufacturing is one of the biggest drivers of a country’s economic growth. Nevertheless, due to globalization and flourishing consumer markets, the technological influx in manufacturing evolution poses a significant threat to climate change. To deal with the situation, green manufacturing came forward to play a vital role in lowering the impact of mass production on the global environment. The qualitative research based on expert opinion is used to have viewpoints for the implementation of green manufacturing based on green supply chain manufacturing (GSCMEs) enablers. The study, in this regard, focuses on exploring the key enablers adopted by the manufacturers to embrace green practices by using framework based on Interpretative Structural Modelling and Cross-Impact Multiplication Applied to Classification (MICMAC) analysis. Results indicate that economic constraints and the regulatory framework have high driving power and less dependency power. Researchers provide managers with a new outlook on the future towards building an eco-friendly supply chain and gaining a competitive edge over their competitors.",
    "readLink": "https://doi.org/10.2478/fcds-2022-0015"
  },
  {
    "title": "The rise and fall of infectious disease in a warmer world [version 1; referees: 2 approved]",
    "authors": [
      "Kevin D. Lafferty,",
      "Erin A. Mordecai"
    ],
    "doi": "https://doi.org/10.12688/f1000research.8766.1",
    "journalVolume": "Vol. 5",
    "issn": "2046-1402 (Online)",
    "publisher": "F1000 Research Ltd",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://f1000research.com",
    "abstract": "Now-outdated estimates proposed that climate change should have increased the number of people at risk of malaria, yet malaria and several other infectious diseases have declined. Although some diseases have increased as the climate has warmed, evidence for widespread climate-driven disease expansion has not materialized, despite increased research attention. Biological responses to warming depend on the non-linear relationships between physiological performance and temperature, called the thermal response curve. This leads performance to rise and fall with temperature. Under climate change, host species and their associated parasites face extinction if they cannot either thermoregulate or adapt by shifting phenology or geographic range. Climate change might also affect disease transmission through increases or decreases in host susceptibility and infective stage (and vector) production, longevity, and pathology. Many other factors drive disease transmission, especially economics, and some change in time along with temperature, making it hard to distinguish whether temperature drives disease or just correlates with disease drivers. Although it is difficult to predict how climate change will affect infectious disease, an ecological approach can help meet the challenge.",
    "readLink": "http://f1000research.com/articles/5-2040/v1"
  }
]