[
  {
    "title": "Langya virus outbreak: current challenges and lesson learned from previous henipavirus outbreaks in China, Australia, and Southeast Asia",
    "authors": [
      "Ridwan Olamilekan Adesola,",
      "Adriana Viola Miranda,",
      "Yeuk Shun Joshua Tran,",
      "Ibrahim Idris,",
      "Xu Lin,",
      "M. B. N. Kouwenhoven,",
      "Don Eliseo Lucero-Prisno"
    ],
    "doi": "https://doi.org/10.1186/s42269-023-01064-3",
    "journalVolume": "Vol. 47,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "2522-8307 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://bnrc.springeropen.com",
    "abstract": "Abstract Background and aims A new novel virus, Langya virus (LayV), was detected in China in August 2022, 3 years after the COVID-19 pandemic. LayV is similar to the previously discovered Mojiang henipavirus. Other zoonotic henipaviruses include the Hendra and Nipah viruses. The emergence of the zoonotic Langya virus is attributed to climate change and wildlife encroachment, as LayV is detected in shrews. Those who are infected in China showed various symptoms, but no deaths have been recorded yet. This review aims to shed light on the current state of Langya virus outbreak, its infection control efforts, and the remaining challenges that need to be addressed to curb the outbreak. Methods We utilized online publication databases such as PubMed, Google Scholar, and Scopus in writing this review article. Results A surveillance study on thirty-five febrile patients in Eastern China identified the Langya virus outbreak. The current efforts from the Chinese government and health authorities to reduce the transmission and spread of Langya virus such as isolation and characterization of LayV, challenges associated with the increase in cases of LayV, and trackable recommendations such as strengthening the healthcare system in China, sensitization of people about risks associated with Langya virus outbreaks, creating an intensive surveillance system network, etc. were discussed. Conclusion It is germane and pertinent that the Chinese government and health authorities continue to intensify efforts against Langya virus and address the challenges to effectively reduce transmission.",
    "readLink": "https://doi.org/10.1186/s42269-023-01064-3"
  },
  {
    "title": "Superoxide dismutase 6 is required during metamorphosis for the development of properly movable legs in Tribolium castaneum",
    "authors": [
      "Maaya Nishiko,",
      "Takuma Sakamoto,",
      "Seulgi Mun,",
      "Mi Young Noh,",
      "Yasuyuki Arakane,",
      "Michael R. Kanost,",
      "Katsuhiko Arai,",
      "Hiroko Tabunoki"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-10166-3",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The body form of holometabolous insects dramatically transforms from larval to adult stages during metamorphosis that occurs in the pupal stage. The larval disorganization and then new adult tissues are built up at this time. In motoneuron, larval neuronal cells degenerate, and new adult neurons are remodeled. Finally, adult neurons reconnect to new adult muscles. However, the factors that control metamorphosis have not yet been fully elucidated. Here, we show that an antioxidant enzyme, Tribolium castaneum superoxide dismutase 6 (TcSOD6), is secreted into the haemolymph and is required for proper movable legs during metamorphosis. TcSOD6 has a unique domain architecture and is mainly expressed in the pupal stage. The depletion of TcSOD6 expression in the pupa inhibits normal axon development and results in adults that display dysfunctional leg motions, suggesting that SOD6 expression is required for the development of properly movable legs. Therefore, we speculate that TcSOD6 might participate in some of the processes for larval neurons to be remodelled to new adult functions in the legs during metamorphosis, providing new insight into the evolution of SOD functions.",
    "readLink": "https://doi.org/10.1038/s41598-022-10166-3"
  },
  null,
  {
    "title": "Charting pathways to climate change mitigation in a coupled socio-climate model.",
    "authors": [
      "Thomas M Bury,",
      "Chris T Bauch,",
      "Madhur Anand"
    ],
    "doi": "https://doi.org/10.1371/journal.pcbi.1007000",
    "journalVolume": "Vol. 15,\n                                no. 6\n                                \n                                  p.\n                                  e1007000",
    "issn": "1553-734X (Print)",
    "publisher": "1553-7358 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.plos.org/ploscompbiol/",
    "abstract": "Geophysical models of climate change are becoming increasingly sophisticated, yet less effort is devoted to modelling the human systems causing climate change and how the two systems are coupled. Here, we develop a simple socio-climate model by coupling an Earth system model to a social dynamics model. We treat social processes endogenously-emerging from rules governing how individuals learn socially and how social norms develop-as well as being influenced by climate change and mitigation costs. Our goal is to gain qualitative insights into scenarios of potential socio-climate dynamics and to illustrate how such models can generate new research questions. We find that the social learning rate is strongly influential, to the point that variation of its value within empirically plausible ranges changes the peak global temperature anomaly by more than 1°C. Conversely, social norms reinforce majority behaviour and therefore may not provide help when we most need it because they suppress the early spread of mitigative behaviour. Finally, exploring the model's parameter space for mitigation cost and social learning suggests optimal intervention pathways for climate change mitigation. We find that prioritising an increase in social learning as a first step, followed by a reduction in mitigation costs provides the most efficient route to a reduced peak temperature anomaly. We conclude that socio-climate models should be included in the ensemble of models used to project climate change.",
    "readLink": "https://doi.org/10.1371/journal.pcbi.1007000"
  },
  {
    "title": "Bleaching in sponges on temperate mesophotic reefs observed following marine heatwave events",
    "authors": [
      "Nicholas R. Perkins,",
      "Jacquomo Monk,",
      "German Soler,",
      "Phoebe Gallagher,",
      "Neville S. Barrett"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100046",
    "issn": "2666-9005 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-change-ecology",
    "abstract": "Climate change driven extreme events such as marine heatwaves (MHWs) can have dramatic impacts on ecosystems, with thermal stress often resulting in localised die-offs and visible signs of impacts such as bleaching of organisms. Such impacts are reported widely in shallower ecosystems but are less studied on deeper mesophotic ecosystems (MEs) where collecting data is more expensive. However, these deeper ecosystems are often biodiverse and play important ecological roles, and so understanding climate change impacts at these depths is important. Here we use benthic imagery collected as part of a large-scale monitoring program to explore bleaching in a cup sponge ‘morphospecies’ (i.e. morphologically distinct organisms readily identified in imagery) in MEs across eastern Tasmania, a region experiencing rapid ocean warming. We find an increased incidence of bleaching in surveys following MHWs, but currently no evidence for mass mortality following bleaching. Our results suggest that this cup sponge morphospecies may be useful for tracking climate change impacts on MEs in the region. Future efforts should be directed towards a better understanding of the physiological limits of this morphospecies across its range and timing surveys to more closely follow MHW events. Sponges form an important and dominant component of temperate MEs and monitoring the impacts of climate change on sponges across these ecosystems should therefore be an ongoing priority.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666900521000460"
  },
  {
    "title": "Inorganic Nitrogen Enhances the Drought Tolerance of Evergreen Broad-Leaved Tree Species in the Short-Term, but May Aggravate Their Water Shortage in the Mid-Term",
    "authors": [
      "Fangyan Liu,",
      "Fangyan Liu,",
      "Fangyan Liu,",
      "Fangyan Liu,",
      "Yuheng Zhou,",
      "Yuheng Zhou,",
      "Yuheng Zhou,",
      "Yuheng Zhou,",
      "Shike Zhang,",
      "Shike Zhang,",
      "Shike Zhang,",
      "Shike Zhang,",
      "Nan Liu,",
      "Nan Liu,",
      "Nan Liu"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.875293",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "With global climate change, atmospheric nitrogen (N) deposition and drought have been well documented to cause substantial challenges for tropical and subtropical evergreen broad-leaved forests. Here, we conducted an experiment that measured the physiological responses of the seedlings of three dominant tree species (Tabebuia chrysantha, Elaeocarpus sylvestris, and Bischofia javanica) of the evergreen broad-leaved forests in South China under control (CT), drought stress (D), N addition (N), and drought stress plus N addition (N+D). We found that N addition significantly decreased malondialdehyde (MDA) content, abscisic acid (ABA) content, total antioxidant capacity (T-AOC), but significantly increased the content of proline (PRO), and the activities of ribulose-1, 5-bisphosphate carboxylase/oxygenase (Rubisco), nitrate reductase (NR), nitrite reductase (NiR), and glutamine synthetase (GS) in the three species under D. Meanwhile, we also found that under drought conditions, N addition promoted the leaf transpiration rate (E), stomatal conductance (gs), and light-saturated net photosynthetic rate (Amax) of the three species. These results indicate that N addition can enhance the drought tolerance of the three species by osmotic adjustment and protecting the photosystem. However, the enhancement in Amax and E will cause plants to face more severe drought conditions, especially B. javanica (large tree species). This study helps to explain why the evergreen broad-leaved forests in South China are gradually degrading to shrublands in recent decades.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.875293/full"
  },
  {
    "title": "Using HPLC with In-Column Derivatization to Authenticate Coffee Samples",
    "authors": [
      "Corey W. Manwaring,",
      "Jake A. Cravino,",
      "Margi Patel,",
      "Jonathan G. H. Stathakis,",
      "Arianne Soliven,",
      "Thirada Suktham,",
      "Ross Andrew Shalliker"
    ],
    "doi": "https://doi.org/10.3390/molecules28041651",
    "journalVolume": "Vol. 28,\n                                no. 1651\n                                \n                                  p.\n                                  1651",
    "issn": "1420-3049 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/molecules",
    "abstract": "Coffee is one of the world’s most popular beverages, with the global coffee capsule market worth over USD 4 billion and growing. The incidence of coffee fraud is estimated to be up to one in five coffees being contaminated with cheaper blends of coffee. Given the worsening extent of climate change, coffee crop yields are harder to maintain, while demand is increasing. The 2021 Brazil frost delaying or destroying many coffee crops is an example. Hence, the incidence of coffee fraud is expected to increase, and as the market becomes more complex, there needs to be faster, easier, and more robust means of real-time coffee authentication. In this study, we propose the use of novel approaches to postcolumn derivatization (termed herein as in-column derivatization) to visualize the antioxidant profiles of coffee samples, to be later used as indicators for authentication purposes. We propose three simple mathematical similarity metrics for the real-time identification of unknown coffee samples from a sample library. Using the CUPRAC assay, and these metrics, we demonstrate the capabilities of the technique to identify unknown coffee samples from within our library of thirty.",
    "readLink": "https://www.mdpi.com/1420-3049/28/4/1651"
  },
  {
    "title": "Large-scale decrease in the social salience of climate change during the COVID-19 pandemic",
    "authors": [
      "Brian R. Spisak,",
      "Bogdan State,",
      "Ingrid van de Leemput,",
      "Marten Scheffer,",
      "Yuwei Liu"
    ],
    "doi": "Vol. 17,\n                                no. 1",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "There are concerns that climate change attention is waning as competing global threats intensify. To investigate this possibility, we analyzed all link shares and reshares on Meta’s Facebook platform (e.g., shares and reshares of news articles) in the United States from August 2019 to December 2020 (containing billions of aggregated and de-identified shares and reshares). We then identified all link shares and reshares on “climate change” and “global warming” from this repository to develop a social media salience index–the Climate SMSI score–and found an 80% decrease in climate change content sharing and resharing as COVID-19 spread during the spring of 2020. Climate change salience then briefly rebounded in the autumn of 2020 during a period of record-setting wildfires and droughts in the United States before returning to low content sharing and resharing levels. This fluctuating pattern suggests new climate communication strategies–focused on “systemic sustainability”–are necessary in an age of competing global crises.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8769329/?tool=EBI"
  },
  {
    "title": "The Relic Trochodendron aralioides Siebold &amp; Zucc. (Trochodendraceae) in Taiwan: Ensemble Distribution Modeling and Climate Change Impacts",
    "authors": [
      "Cheng-Tao Lin,",
      "Ching-An Chiu"
    ],
    "doi": "https://doi.org/10.3390/f10010007",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  7",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Trochodendron aralioides Siebold & Zuccarini (Trochodendraceae) is a famous relic tree species. Understanding the comprehensive spatial distribution and likely impacts of climate change on T. aralioides in its main habitat—Taiwan—is of great importance. We collected occurrence data and bioclimatic data to predict the current and future (year 2050) distribution by ensemble distribution modeling on the BIOMOD2 platform. Visualization of occurrence point data revealed that the main population of T. aralioides was concentrated at medium altitudes and extended to both ends of Taiwan, being especially rich in the northern low mountains. A similar distribution pattern of occurrence probability was shown by ensemble prediction of the true skill statistic >0.8 models. Comparing the current and future distribution of T. aralioides, the overlay analysis with profile display demonstrated spatial turnover that revealed a discrepancy between different latitudes and altitudes. In the future climate, T. aralioides at the middle altitudes of central Taiwan could migrate upward, but its population in northern Taiwan could lose most of its habitat. Consequently, T. aralioides in the low mountains of northern Taiwan could be particularly in need of further conservation research, which is urgently required to mitigate climate change impacts.",
    "readLink": "http://www.mdpi.com/1999-4907/10/1/7"
  },
  {
    "title": "Attributing heavy rainfall event in Berchtesgadener Land to recent climate change – Further rainfall intensification projected for the future",
    "authors": [
      "Benjamin Poschlod"
    ],
    "doi": "Vol. 38\n                                \n                                \n                                  p.\n                                  100492",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "On 17 July 2021, storm “Bernd” hit the alpine region of Berchtesgadener Land inducing short-duration heavy rainfall, which triggered flash floods, debris flows, landslides, and flooding. Based on the observed precipitation data and an analysis of the runoff measurements, the driver of the event is defined as a 3-h rainfall. The 50-member single model initial-condition large ensemble of the Canadian Regional Climate Model version 5 under the emission scenario RCP 8.5 is employed to explore the occurrence probability of the event under historic, current, and future climate conditions. For the rainfall event, a return period of 21 years (17–25 years) is found for the current climate (2006-2035). Under historic climate (1970-1999) the event is estimated to be 3.1 (1.9–5.2) times less likely equalling a return period of 64 years (48–90 years). This is particularly critical as experience and observational data from the recent past have been crucial to the design of infrastructure and still influence current planning. For future climate conditions, the event probability is projected to increase resulting in return periods of 7.8 years (7.1–8.8 years; 2040-2069) and 4.9 years (4.6–5.4 years; 2070-2099), respectively. The future shifts in extreme precipitation must be urgently taken into account for appropriate adaptation measures.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094722000718"
  }
]