[
  {
    "title": "The Evolution and Determinants of Interorganizational Coinvention Networks in New Energy Vehicles: Evidence from Shenzhen, China",
    "authors": [
      "Jia Liu,",
      "Zhaohui Chong,",
      "Shijian Lu"
    ],
    "doi": "https://doi.org/10.1155/2021/6665945",
    "journalVolume": "Vol. 2021",
    "issn": "1076-2787 (Print)",
    "publisher": "1099-0526 (Online)",
    "countryOfPublisher": "Hindawi-Wiley",
    "lcc": [
      "United Kingdom",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/complexity/",
    "abstract": "With the increasing attention to climate change, air pollution, and related public health issues, China’s new energy vehicles (NEVs) industry has developed rapidly. However, few studies investigated the evolution of interorganizational collaborative innovation networks in the sector domain of NEVs and the influence of different drivers on the establishment of innovation relationships. In this context, this paper uses the joint invention patent of Shenzhen, a low-carbon pilot city of China, to investigate the dynamics of network influencing factors. The social network analysis shows that the scale of coinvention network of NEVs is constantly increasing, which is featured with diversified cooperative entities, and collaboration depth (i.e., the intensity of the interactions with these partners) is also expanding. The empirical results from the Exponential Random Graph Model (ERGM) demonstrate that, with the deepening of collaborative innovation, technological upgrading caused by knowledge exchange makes organizations in the network more inclined to cognitive proximity and less dependent on geographical proximity. In addition, organizational proximity and triadic closure contribute positively to the collaborative network, with their relevance remaining nearly the same, while the impeding effect of cultural/language difference is slightly decreasing with time.",
    "readLink": "http://dx.doi.org/10.1155/2021/6665945"
  },
  {
    "title": "Differential Response of Coral Assemblages to Thermal Stress Underscores the Complexity in Predicting Bleaching Susceptibility.",
    "authors": [
      "Loke Ming Chou,",
      "Tai Chong Toh,",
      "Kok Ben Toh,",
      "Chin Soon Lionel Ng,",
      "Patrick Cabaitan,",
      "Karenne Tun,",
      "Eugene Goh,",
      "Lutfi Afiq-Rosli,",
      "Daisuke Taira,",
      "Rosa Celia Poquita Du,",
      "Hai Xin Loke,",
      "Aizat Khalis,",
      "Jinghan Li,",
      "Tiancheng Song"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0159755",
    "journalVolume": "Vol. 11,\n                                no. 7\n                                \n                                  p.\n                                  e0159755",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Coral bleaching events have been predicted to occur more frequently in the coming decades with global warming. The susceptibility of corals to bleaching during thermal stress episodes is dependent on many factors and an understanding of these underlying drivers is crucial for conservation management. In 2013, a mild bleaching episode ensued in response to elevated sea temperature on the sediment-burdened reefs in Singapore. Surveys of seven sites highlighted variable bleaching susceptibility among coral genera-Pachyseris and Podabacia were the most impacted (31% of colonies of both genera bleached). The most susceptible genera such as Acropora and Pocillopora, which were expected to bleach, did not. Susceptibility varied between less than 6% and more than 11% of the corals bleached, at four and three sites respectively. Analysis of four of the most bleached genera revealed that a statistical model that included a combination of the factors (genus, colony size and site) provided a better explanation of the observed bleaching patterns than any single factor alone. This underscored the complexity in predicting the coral susceptibility to future thermal stress events and the importance of monitoring coral bleaching episodes to facilitate more effective management of coral reefs under climate change.",
    "readLink": "http://europepmc.org/articles/PMC4954682?pdf=render"
  },
  {
    "title": "Biodiversity of Pathogenic and Toxigenic Seed-Borne Mycoflora of Wheat in Egypt and Their Correlations with Weather Variables",
    "authors": [
      "Yasser M. Shabana,",
      "Younes M. Rashad,",
      "Khalid M. Ghoneem,",
      "Nehal S. Arafat,",
      "Dalia G. Aseel,",
      "Aiming Qi,",
      "Benjamin Richard,",
      "Bruce D. L. Fitt"
    ],
    "doi": "https://doi.org/10.3390/biology10101025",
    "journalVolume": "Vol. 10,\n                                no. 1025\n                                \n                                  p.\n                                  1025",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Surveillance investigations for pathogenic and toxigenic fungi are important to refine our understanding of their epidemiology and help in predicting their outbreaks. During 2019, 198 samples of wheat grains were collected from 25 wheat-growing governorates in Egypt to detect and identify seed-borne mycoflora in vitro. Forty-four fungal species belonging to 20 genera were identified. Molecular data for these fungi were analyzed to construct a phylogenetic tree. Occurrence and biodiversity indicators were calculated. Two prevalent pathogens (average incidence > 40%) were Alternaria alternata and Cladosporium spp. Ustilago tritici was present in only seven of the 25 governorates, and less abundant than Tilletia tritici, the causal agent of stinking smut. Sinai governorate recorded the greatest species diversity, while the greatest species richness was in Qena and Sohag governorates. Canonical correspondence analysis of data for 20 fungal genera with temperature, relative humidity, precipitation, wind speed or solar radiation revealed that relative humidity was the most influential weather variable. It showed that occurrence and distribution of the 20 genera corresponded well with three out of four Egyptian climatic regions: Mediterranean, semi-arid, and arid. Knowing pathogen occurrence and distribution in Egypt is the first step to developing future disease management strategies to limit yield losses and improve food security. Despite this study being conducted on the wheat-growing areas in Egypt, our findings are useful for other wheat-growing countries that share the same climatic conditions. The correlation between a given fungus and the climatic variables can be useful in other ecosystems.",
    "readLink": "https://www.mdpi.com/2079-7737/10/10/1025"
  },
  {
    "title": "High seasonal overlap in habitat suitability in a non-migratory High Arctic ungulate",
    "authors": [
      "Å.Ø. Pedersen,",
      "E.M. Soininen,",
      "B.B. Hansen,",
      "M. Le Moullec,",
      "L.E. Loe,",
      "I.M.G. Paulsen,",
      "I. Eischeid,",
      "S.R. Karlsen,",
      "E. Ropstad,",
      "A. Stien,",
      "A. Tarroux,",
      "H. Tømmervik,",
      "V. Ravolainen"
    ],
    "doi": "Vol. 45\n                                \n                                \n                                  p.\n                                  e02528",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Understanding drivers of space use and habitat selection is essential for management and conservation, especially under rapid environmental change. Here, we develop summer and winter habitat suitability models for the endemic wild Svalbard reindeer (Rangifer tarandus platyrhynchus). The High Arctic Svalbard tundra is currently subject to the fastest temperature increases on Earth, and reindeer spatial responses to associated environmental change are strongly restricted due to landscape barriers (including 60% glacial coverage) and lack of sea ice as movement corridors. We used an extensive dataset of GPS-collared adult females (2009–2018; N = 268 individual-years) to model seasonal habitat selection as a function of remotely sensed environmental variables , and subsequently built habitat suitability models using an ensemble modelling framework. As expected, we found that reindeer preferred productive habitats, described by the normalized difference vegetation index (NDVI) and plant biomass (derived from a vegetation map), in both seasons. This was further supported by selection for bird cliff areas, rich in forage, improving habitat suitability especially in winter. Contrary to our expectations, the terrain variables had similar, impact on habitat suitability in the two seasons, except for use of higher elevations in winter, likely related to improved forage access due to less snow. Suitable habitat patches covered only a small proportion of the landscape and were highly clustered in both seasons. About 13.0% of the total land area was suitable in both seasons, while summer-only and winter-only areas contributed a marginal addition of around 4.7% and 1.5%, respectively. This suggests, that unlike many continental and migratory Rangifer populations, even small geographic areas may encompass suffiscient suitable habitat. These first archipelago-wide habitat suitability models provide seasonal baseline maps relevant for the management and conservation of Svalbard reindeer, particularly under rapid environmental alterations from climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989423001634"
  },
  null,
  {
    "title": "Impact of climate change on hydro-meteorological drought over the Be River Basin, Vietnam",
    "authors": [
      "Dao Nguyen Khoi,",
      "Truong Thao Sam,",
      "Pham Thi Loi,",
      "Bui Viet Hung,",
      "Van Thinh Nguyen"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.137",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  3159\n                                  – 3169",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "In this paper, the responses of hydro-meteorological drought to changing climate in the Be River Basin located in Southern Vietnam are investigated. Climate change scenarios for the study area were statistically downscaled using the Long Ashton Research Station Weather Generator tool, which incorporates climate projections from Coupled Model Intercomparison Project 5 (CMIP5) based on an ensemble of five general circulation models (Can-ESM2, CNRM-CM5, HadGEM2-AO, IPSL-CM5A-LR, and MPI-ESM-MR) under two Representative Concentration Pathway (RCP) scenarios (RCP4.5 and RCP8.5). The Soil and Water Assessment Tool model was employed to simulate streamflow for the baseline time period and three consecutive future 20-year periods of 2030s (2021–2040), 2050s (2041–2060), and 2070s (2061–2080). Based on the simulation results, the Standardized Precipitation Index and Standardized Discharge Index were estimated to evaluate the features of hydro-meteorological droughts. The hydrological drought has a 1-month lag time from the meteorological drought and the hydro-meteorological droughts have negative correlations with the El Niño Southern Oscillation and Pacific Decadal Oscillation. Under the climate change impacts, the trends of drought severity will decrease in the future; while the trends of drought frequency will increase in the near future period (2030s), but decrease in the following future periods (2050 and 2070s). The findings of this study can provide useful information for the policy- and decisionmakers for a better future planning and management of water resources in the study region. HIGHLIGHTS There is a lack of knowledge about how climate change will affect the hydro-meteorological drought in the tropical region.; The hydro-meteorological droughts have negative correlations with the global climate oscillation.; The drought frequency will have a rising trend in the near future period (2030s) and downward trends in the following future periods (2050 and 2070s).;",
    "readLink": "http://jwcc.iwaponline.com/content/12/7/3159"
  },
  {
    "title": "Physiological, Biochemical and Molecular Response of Different Winter Wheat Varieties under Drought Stress at Germination and Seedling Growth Stage",
    "authors": [
      "Rosemary Vuković,",
      "Ivna Štolfa Čamagajevac,",
      "Ana Vuković,",
      "Katarina Šunić,",
      "Lidija Begović,",
      "Selma Mlinarić,",
      "Ramona Sekulić,",
      "Nikolina Sabo,",
      "Valentina Španić"
    ],
    "doi": "https://doi.org/10.3390/antiox11040693",
    "journalVolume": "Vol. 11,\n                                no. 693\n                                \n                                  p.\n                                  693",
    "issn": "2076-3921 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Therapeutics. Pharmacology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/antioxidants",
    "abstract": "Due to climate change in recent years, there has been an increasing water deficit during the winter wheat sowing period. This study evaluated six Croatian winter wheat varieties’ physiological, biochemical, and molecular responses under two drought stress levels at the germination/seedling growth stage. Lipid peroxidation was mainly induced under both drought stress treatments, while the antioxidative response was variety-specific. The most significant role in the antioxidative response had glutathione along with the ascorbate-glutathione pathway. Under drought stress, wheat seedlings responded in proline accumulation that was correlated with the P5CS gene expression. Expression of genes encoding dehydrins (DHN5, WZY2) was highly induced under the drought stress in all varieties, while genes encoding transcription factors were differentially regulated. Expression of DREB1 was upregulated under severe drought stress in most varieties, while the expression of WRKY2 was downregulated or revealed control levels. Different mechanisms were shown to contribute to the drought tolerance in different varieties, which was mainly associated with osmotic adjustment and dehydrins expression. Identifying different mechanisms in drought stress response would advance our understanding of the complex strategies contributing to wheat tolerance to drought in the early growth stage and could contribute to variety selection useful for developing new drought-tolerant varieties.",
    "readLink": "https://www.mdpi.com/2076-3921/11/4/693"
  },
  {
    "title": "Characterization of Trophic Structure of Fish Assemblages in the East and South Seas of Korea Based on C and N Stable Isotope Ratios",
    "authors": [
      "Donghoon Shin,",
      "Tae Hee Park,",
      "Chung-Il Lee,",
      "Kangseok Hwang,",
      "Doo Nam Kim,",
      "Seung-Jong Lee,",
      "Sukyung Kang,",
      "Hyun Je Park"
    ],
    "doi": "https://doi.org/10.3390/w14010058",
    "journalVolume": "Vol. 14,\n                                no. 58\n                                \n                                  p.\n                                  58",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The aim of this study was to assess seasonal variation in the food-web structure of fish assemblages in the East (two sites) and the South (one site) Seas of Korea, and to compare the isotopic niche areas between the regions. To do this, we analyzed the community structures and the δ13C and δ15N values for fish assemblages, and their potential food sources collected during May and October 2020. There were spatial differences in the diversity and dominant species of fish assemblages between the two seas. The fish assemblages in the South Sea had relatively wide ranges of δ13C and δ15N (−22.4‰ to −15.3‰ and 7.4‰ to 13.8‰, respectively) compared to those (−22.1‰ to −18.0‰ and 9.8‰ to 13.6‰, respectively) in the East Sea. The δ13C and δ15N values of suspended particulate organic matter, zooplankton, and fish assemblages differed significantly among sites and between seasons (PERMANOVA, p < 0.05, in all cases). Moreover, isotopic niche indices were relatively higher in the South Sea compared to those in the East Sea. Such differences in food-web characteristics among sites are likely due to the specific environmental effects (especially, major currents) on the differences in the species compositions and, therefore, their trophic relationships. Overall, these results allow for a deeper understanding of the changing trophic diversity and community structure of fish assemblages resulting from climate variability.",
    "readLink": "https://www.mdpi.com/2073-4441/14/1/58"
  },
  {
    "title": "Experimental climate change in desert steppe reveals the importance of C4 plants for ecosystem carbon exchange",
    "authors": [
      "Guangyi Lv,",
      "Mengting He,",
      "Qi Li,",
      "Zhanyi Wang,",
      "Chengjie Wang"
    ],
    "doi": "Vol. 154\n                                \n                                \n                                  p.\n                                  110705",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Global climate change has greatly altered plant community composition and affected ecosystem carbon exchange of grasslands. However, the influences of long-term increasing temperature and precipitation on the composition of plant community and the ecosystem carbon exchange in degraded desert steppe remain unclear. After seven years of simulated climate warming (ambient temperature, W0, 2 ℃ and 4 ℃ increase in temperature, W1 and W2) and increasing precipitation (plant growing season precipitation, P0, 25% and 50% increase in precipitation, P1 and P2), we recorded the composition of plant community, the moisture and temperature of soil and calculated net ecosystem CO2 exchange (NEE). Results showed that 1) long-term warming and increasing precipitation improved the cover and height of C4 plants in the plant community, while decreasing the cover and density of C3 plants. 2) Climate warming and increasing precipitation significantly increased NEE. Compared with W0P0, the mean NEE in the plant growing season increased by 115% in W2P2. 3) Redundancy analysis showed that soil moisture content and the height and density of C4 plants significantly explained ecosystem carbon exchange (P 0.01). Therefore, our research revealed that warming and increasing precipitation positively affected ecosystem carbon exchange in degraded desert steppe through changes in plant community composition, and C4 plants will play a vital role in ecosystem carbon exchange in desert steppe under climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23008476"
  },
  {
    "title": "Climate engineering to mitigate the projected 21st-century terrestrial drying of the Americas: a direct comparison of carbon capture and sulfur injection",
    "authors": [
      "Y. Xu,",
      "L. Lin,",
      "S. Tilmes,",
      "K. Dagon,",
      "L. Xia,",
      "C. Diao,",
      "W. Cheng,",
      "Z. Wang,",
      "I. Simpson,",
      "L. Burnell"
    ],
    "doi": "https://doi.org/10.5194/esd-11-673-2020",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  673\n                                  – 695",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "To mitigate the projected global warming in the 21st century, it is well-recognized that society needs to cut CO2 emissions and other short-lived warming agents aggressively. However, to stabilize the climate at a warming level closer to the present day, such as the “well below 2 ∘C” aspiration in the Paris Agreement, a net-zero carbon emission by 2050 is still insufficient. The recent IPCC special report calls for a massive scheme to extract CO2 directly from the atmosphere, in addition to decarbonization, to reach negative net emissions at the mid-century mark. Another ambitious proposal is solar-radiation-based geoengineering schemes, including injecting sulfur gas into the stratosphere. Despite being in public debate for years, these two leading geoengineering schemes have not been directly compared under a consistent analytical framework using global climate models. Here we present the first explicit analysis of the hydroclimate impacts of these two geoengineering approaches using two recently available large-ensemble (>10 members) model experiments conducted by a family of state-of-the-art Earth system models. The CO2-based mitigation simulation is designed to include both emission cuts and carbon capture. The solar-radiation-based mitigation simulation is designed to inject sulfur gas strategically at specified altitudes and latitudes and run a feedback control algorithm to avoid common problems previously identified such as the overcooling of the tropics and large-scale precipitation shifts. Our analysis focuses on the projected aridity conditions over the Americas in the 21st century in detailed terms of the potential mitigation benefits, the temporal evolution, the spatial distribution (within North and South America), the relative efficiency, and the physical mechanisms. We show that sulfur injection, in contrast to previous notions of leading to excessive terrestrial drying (in terms of precipitation reduction) while offsetting the global mean greenhouse gas (GHG) warming, will instead mitigate the projected drying tendency under RCP8.5. The surface energy balance change induced by sulfur injection, in addition to the well-known response in temperature and precipitation, plays a crucial role in determining the overall terrestrial hydroclimate response. However, when normalized by the same amount of avoided global warming in these simulations, sulfur injection is less effective in curbing the worsening trend of regional land aridity in the Americas under RCP8.5 when compared with carbon capture. Temporally, the climate benefit of sulfur injection will emerge more quickly, even when both schemes are hypothetically started in the same year of 2020. Spatially, both schemes are effective in curbing the drying trend over North America. However, for South America, the sulfur injection scheme is particularly more effective for the sub-Amazon region (southern Brazil), while the carbon capture scheme is more effective for the Amazon region. We conclude that despite the apparent limitations (such as an inability to address ocean acidification) and potential side effects (such as changes to the ozone layer), innovative means of sulfur injection should continue to be explored as a potential low-cost option in the climate solution toolbox, complementing other mitigation approaches such as emission cuts and carbon capture (Cao et al., 2017). Our results demonstrate the urgent need for multi-model comparison studies and detailed regional assessments in other parts of the world.",
    "readLink": "https://esd.copernicus.org/articles/11/673/2020/esd-11-673-2020.pdf"
  }
]