[
  {
    "title": "Soil-geomorphological mapping of Samoylov Island based on UAV imaging",
    "authors": [
      "Vyacheslav Polyakov,",
      "Vyacheslav Polyakov,",
      "Andrei Kartoziia,",
      "Andrei Kartoziia,",
      "Andrei Kartoziia,",
      "Timur Nizamutdinov,",
      "Wenjuan Wang,",
      "Evgeny Abakumov"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.948367",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Soil-geomorphological mapping is a reliable tool for analyzing the patterns of soil distribution in various parts of Earth’s surface. Cryogenic and watershed areas are the most dynamic landscapes with relatively rapid transformation under the influence of climate change and river activity. The soil-geomorphological map obtained by unmanned aerial vehicle (UAV) imaging, classical soil sections, geomorphological observation, and determination of the main chemical parameters of soils are presented. Mapping of the spatial distribution was performed using QGIS 3.22, SAGA GIS 7.9.1, and ArcGIS 10.6 software. The investigation of soil cover was performed according to WRB soil classification. From the obtained data, four types of soils were identified due to their position in the relief and chemical parameters. The dominant soil type is Folic Cryosol (Siltic) (41.1%) which is formed on the periglacial landscape of wet polygons on Samoylov Island. The application of high-resolution UAV imaging to construct soil-geomorphological maps is the most relevant method for analyzing soils formed in cryogenic, watershed, and mountainous landscapes. Based on SOC distribution, it was found that the highest SOC content corresponds to Holocene terrace (Cryosol and Histosol soil types), in areas that are not subject to the flooding process. According to the analysis of the chemical composition of soils, it was found that the main elements accumulating in the soil are SiO2, Al2O3, CaO, and K2O, which have a river origin. The soil-geomorphological maps can be used to analyze the reserves and contents of organic and inorganic components with high accuracy.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.948367/full"
  },
  {
    "title": "Minimizing surface run-off, improving underground water recharging, and on-site rain harvesting in the Kathmandu valley",
    "authors": [
      "Keshav Bhattarai,",
      "Ambika P.  Adhikari"
    ],
    "doi": "https://doi.org/10.3126/nppr.v2i1.48680",
    "journalVolume": "Vol. 2\n                                \n                                \n                                  pp.\n                                  287\n                                  – 316",
    "issn": "2795-1901 (Print)",
    "publisher": "2795-191X (Online)",
    "countryOfPublisher": "Policy Research Institute",
    "lcc": [
      "Nepal",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Social Sciences: Commerce: Business",
      "Political science: Political institutions and public administration (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urban renewal. Urban redevelopment"
    ],
    "journalUrl": "http://nppr.org.np",
    "abstract": "Nepal’s political institutions and administrative units were thoroughly restructured in 2015 with the promulgation of the new Constitution. Several rural areas were combined to meet the definition of urban threshold criteria to classify rural areas into urban categories. Accordingly, over 3,900 local political and administrative units were amalgamated into 753 units, of which, 293 units are classified as urban. Within these newly defined urban areas, many natural environments have been converted into impervious surfaces such as paved roads, sidewalks, and building roofs. These impervious surfaces have drastically increased the amount of surface run-offs—often termed as “urban floods” --under increasing precipitation caused by global climate change. These incidences have negatively impacted to the groundwater recharge processes in the urban areas. Data on groundwater recharge rates are needed in the context of global climate change to understand the status of groundwater recharge processes in the urban areas of Nepal. However, due to various limitations, this study only focuses around the Kathmandu Valley of Nepal to understand: a) how the expansion of urban, peri-urban, and associated areas have resulted in decreasing groundwater recharges; b) how groundwater is affected by the year-to-year variability of precipitation amount (low and high intensity) with the conversion of the natural landscape into built-up areas; and c) how the changing trends in precipitation and evapotranspiration may impact future groundwater availability. This study is based on a review of the literature and the analysis of secondary data available from the government and various social media and authors' professional experiences. The study ends with some recommendations based on experiences from other parts of the world on groundwater recharge processes.",
    "readLink": "https://nppr.org.np/index.php/journal/article/view/46"
  },
  {
    "title": "Carbon stock of the various carbon pools in Gerba-Dima moist Afromontane forest, South-western Ethiopia",
    "authors": [
      "Abyot Dibaba,",
      "Teshome Soromessa,",
      "Bikila Workineh"
    ],
    "doi": "https://doi.org/10.1186/s13021-019-0116-x",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background Unlike in the developed countries, Ethiopia does not have carbon inventories and databank to monitor and enhance carbon sequestration potential of different forests. Only small efforts have been made so far to assess the biomass and soil carbon sequestration at micro-level. This study was carried out to obtain sufficient information about the carbon stock potential of Gerba-Dima forest in south-western Ethiopia. A total of 90 sample plots were laid by employing stratified random sampling. Nested plots were used to collect data of the four carbon pools. For trees with a diameter range of 5 cm 50 cm diameter, an additional larger sample of 35 * 35 m2 was used. Litter, herb and soil data were collected from 1 m2 subplot established at the center of each nested plot. To compute the above ground biomass carbon stock of trees and shrubs with DBH > 5 cm, their DBH and height were measured. The biomass carbon assessment of woody species having DBH < 5 cm, litter and herb were conducted by measuring their fresh weight in the field and dry weight in the laboratory. Results The mean total carbon stock density of Gerba-Dima forest was found to be 508.9 tons carbon ha−1, out of which 243.8, 45.97, 0.03 and 219.1 tons carbon ha−1 were stored in the above ground biomass, below ground biomass, litter biomass and soil organic carbon, respectively. Conclusions The existence of high carbon stock in the study forest shows the potential of the area for climate change mitigation. Thus, all stakeholders at the local and national level should work together to implement effective conservation measures and get benefit from the biocarbon fund.",
    "readLink": "http://link.springer.com/article/10.1186/s13021-019-0116-x"
  },
  {
    "title": "Transformational Change and Regime Shifts in the Circumpolar Arctic",
    "authors": [
      "Annika E. Nilsson,",
      "Timo Koivurova"
    ],
    "doi": "https://doi.org/10.17585/arctic.v7.532",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "1891-6252 (Print)",
    "publisher": "2387-4562 (Online)",
    "countryOfPublisher": "Cappelen Damm Akademisk NOASP",
    "lcc": [
      "Norway",
      "Law"
    ],
    "journalUrl": "https://arcticreview.no/index.php/arctic/index",
    "abstract": "The Arctic is changing rapidly, and there are many indications that the region is in the midst of transformational change. While some of the focus relates to impacts of climate change, rapid economic development and the potential for shifts in political and social structures in the region have also been in the limelight. This article looks at the circumpolar Arctic as a potential case of a regime shift in a large-scale social–ecological system that includes reinforcing feedbacks. A special focus is placed on governance structures, as these play an important role in social negotiations on the relationship between societies and the environment. While climate change is often portrayed as a driver of social change in the Arctic, it does not appear that the ongoing changes in the biophysical features of the Arctic region have rocked current circumpolar governance structures out of kilter. On the contrary, the ongoing climate-related changes, in particular sea ice decline, appear to have reinforced political commitment to existing legal structures. Major past social regime shifts have mainly been related to access to resources and national identity ideology, with political dynamics reinforced at times by military security considerations.",
    "readLink": "https://arcticreview.no/index.php/arctic/article/view/532/1151"
  },
  {
    "title": "In situ observations show vertical community structure of pelagic fauna in the eastern tropical North Atlantic off Cape Verde",
    "authors": [
      "H. J. T. Hoving,",
      "P. Neitzel,",
      "H. Hauss,",
      "S. Christiansen,",
      "R. Kiko,",
      "B. H. Robison,",
      "P. Silva,",
      "A. Körtzinger"
    ],
    "doi": "https://doi.org/10.1038/s41598-020-78255-9",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Distribution patterns of fragile gelatinous fauna in the open ocean remain scarcely documented. Using epi-and mesopelagic video transects in the eastern tropical North Atlantic, which features a mild but intensifying midwater oxygen minimum zone (OMZ), we established one of the first regional observations of diversity and abundance of large gelatinous zooplankton. We quantified the day and night vertical distribution of 46 taxa in relation to environmental conditions. While distribution may be driven by multiple factors, abundance peaks of individual taxa were observed in the OMZ core, both above and below the OMZ, only above, or only below the OMZ whereas some taxa did not have an obvious distribution pattern. In the eastern eropical North Atlantic, OMZ expansion in the course of global climate change may detrimentally impact taxa that avoid low oxygen concentrations (Beroe, doliolids), but favour taxa that occur in the OMZ (Lilyopsis, phaeodarians, Cydippida, Colobonema, Haliscera conica and Halitrephes) as their habitat volume might increase. While future efforts need to focus on physiology and taxonomy of pelagic fauna in the study region, our study presents biodiversity and distribution data for the regional epi- and mesopelagic zones of Cape Verde providing a regional baseline to monitor how climate change may impact the largest habitat on the planet, the deep pelagic realm.",
    "readLink": "https://doi.org/10.1038/s41598-020-78255-9"
  },
  null,
  {
    "title": "Role of green alder in boreal conifer growth: competitor or facilitator?",
    "authors": [
      "Morgane Urli,",
      "Nelson Thiffault,",
      "Daniel Houle,",
      "Sylvie Gauthier,",
      "Yves Bergeron"
    ],
    "doi": "https://doi.org/10.1139/facets-2019-0064",
    "journalVolume": "Vol. 5\n                                \n                                \n                                  pp.\n                                  166\n                                  – 181",
    "issn": "2371-1671 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Education",
      "Science"
    ],
    "journalUrl": "http://www.facetsjournal.com/",
    "abstract": "Sustainable forest management implies successful regeneration after disturbances. Low N availability and competition can, however, limit tree establishment in boreal ecosystems. To develop silviculture strategies that maintain productivity in such context, we established a field trial in northern Québec, Canada. We evaluated if a companion N2-fixing species (Alnus alnobetula) promotes or hinders Picea mariana and Pinus banksiana establishment over six growing seasons. We tested if Alnus has a facilitation effect through nutritional processes and a competition effect through light interception. Foliar stable nitrogen isotope ratio (δ15N = 15N/14N, ‰) results confirmed that Alnus obtains a substantial part of its N through biological fixation and represents an N source in this system. Although we did not observe increased foliar N concentrations in either conifer species in the presence of Alnus, Pinus growth was nonetheless higher in presence of Alnus, whereas no difference was observed for Picea. In the plots where Alnus cohabited with the conifers, the former had a negative impact on seedling growth, suggesting a significant competition for light. Overall, the net effect of Alnus was positive for Pinus and neutral for Picea. Our results have significant implications for silviculture in N-limited systems, especially in the context of climate change that imposes increased levels of stress on regeneration.",
    "readLink": "https://www.facetsjournal.com/doi/full/10.1139/facets-2019-0064"
  },
  {
    "title": "Human health risk assessment of PM2.5-bound heavy metal of anthropogenic sources in the Khon Kaen Province of Northeast Thailand",
    "authors": [
      "Pornpun Sakunkoo,",
      "Theerachai Thonglua,",
      "Sarawut Sangkham,",
      "Chananya Jirapornkul,",
      "Yuparat Limmongkon,",
      "Sakda Daduang,",
      "Thanee Tessiri,",
      "Jetnapis Rayubkul,",
      "Sakesun Thongtip,",
      "Naowarat Maneenin,",
      "Sittichai Pimonsree"
    ],
    "doi": "Vol. 8,\n                                no. 6\n                                \n                                  p.\n                                  e09572",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The study aimed to assess the human health risk of PM2.5-bound heavy metals from anthropogenic sources in Khon Kaen Province, Thailand between December 2020 and February 2021. According to the findings, the geometric mean concentration of PM2.5 in the university area, residential area, industrial zone, and the agricultural zone was 32.78 μg/m3, 50.25 μg/m3, 44.48 μg/m3, and 29.53 μg/m3, respectively. The results showed that the estimated human health risk assessment, in terms of non-carcinogenic risks among children and adults in an urban area (residential and university), industrial zone, and the agricultural area, was of hazard index (HI) value of >1.0 indicating a greater chance of chronic effects occurring. This study showed that exposure to PM2.5-bound heavy metal may increase the likelihood that lasting effects will result in a very high carcinogenic risk (CR) in children in residential areas, and an industrial zone with total carcinogenic risk (TCR) values of 0.23×101, and 0.12×101, respectively while resulting in a high TCR of 3.34×10−2 and 4.11×10−2 within the university areas and agricultural zone, respectively. In addition, health risk assessments among adults demonstrate high TCR values of 4.40×10−1 (residential area), 2.28×10−1 (industrial zone), and 7.70×10−3 (agricultural zone), thus indicating a potential health risk to adults living in these areas while the university area was very low effects on carcinogenic risk (CR≤10−8) for adults. Therefore, lowering the risk of exposure to PM2.5 via the respiratory tract, for example, wearing a mask outside is a very effective self-defense strategy for people within and around the study site. This data study strongly supports the implementation of the air pollutant emission source reduction measures control and health surveillance.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S240584402200860X"
  },
  {
    "title": "Pollen and spores as a passive monitor of ultraviolet radiation",
    "authors": [
      "Wesley Toby Fraser,",
      "Barry Harvey Lomax,",
      "Phillip E Jardine,",
      "William Daniel Gosling,",
      "Mark A Sephton"
    ],
    "doi": "https://doi.org/10.3389/fevo.2014.00012",
    "journalVolume": "Vol. 2",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Sporopollenin is the primary component of the outer walls of pollen and spores. The chemical composition of sporopollenin is responsive to levels of ultraviolet (UV) radiation exposure, via a concomitant change in the concentration of phenolic compounds. This relationship offers the possibility of using fossil pollen and spore chemistry as a novel proxy for past UV flux. Phenolic compounds in sporopollenin can be quantified using Fourier Transform infrared spectroscopy. The high potential for preservation of pollen and spores in the geologic record, and the conservative nature of sporopollenin chemistry across the land plant phylogeny, means that this new proxy has the potential to reconstruct UV flux over much longer timescales than has previously been possible. This new tool has important implications for understanding the relationship between UV flux, solar insolation and climate in the past, as well as providing a possible means of assessing paleoaltitude, and ozone thickness.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fevo.2014.00012/full"
  },
  {
    "title": "Benchmarking Taxonomic and Genetic Diversity After the Fact: Lessons Learned From the Catastrophic 2019–2020 Australian Bushfires",
    "authors": [
      "Renee A. Catullo,",
      "Renee A. Catullo,",
      "Renee A. Catullo,",
      "Rhiannon Schembri,",
      "Leonardo Gonçalves Tedeschi,",
      "Mark D. B. Eldridge,",
      "Leo Joseph,",
      "Craig C. Moritz"
    ],
    "doi": "https://doi.org/10.3389/fevo.2021.645820",
    "journalVolume": "Vol. 9",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Environmental catastrophes are increasing in frequency and severity under climate change, and they substantially impact biodiversity. Recovery actions after catastrophes depend on prior benchmarking of biodiversity and that in turn minimally requires critical assessment of taxonomy and species-level diversity. Long-term recovery of species also requires an understanding of within-species diversity. Australia’s 2019–2020 bushfires were unprecedented in their extent and severity and impacted large portions of habitats that are not adapted to fire. Assessments of the fires’ impacts on vertebrates identified 114 species that were a high priority for management. In response, we compiled explicit information on taxonomic diversity and genetic diversity within fire-impacted vertebrates to provide to government agencies undertaking rapid conservation assessments. Here we discuss what we learned from our effort to benchmark pre-fire taxonomic and genetic diversity after the event. We identified a significant number of candidate species (genetic units that may be undescribed species), particularly in frogs and mammals. Reptiles and mammals also had high levels of intraspecific genetic structure relevant to conservation management. The first challenge was making published genetic data fit for purpose because original publications often focussed on a different question and did not provide raw sequence read data. Gaining access to analytical files and compiling appropriate individual metadata was also time-consuming. For many species, significant unpublished data was held by researchers. Identifying which data existed was challenging. For both published and unpublished data, substantial sampling gaps prevented areas of a species’ distribution being assigned to a conservation unit. Summarising sampling gaps across species revealed that many areas were poorly sampled across taxonomic groups. To resolve these issues and prepare responses to future catastrophes, we recommend that researchers embrace open data principles including providing detailed metadata. Governments need to invest in a skilled taxonomic workforce to document and describe biodiversity before an event and to assess its impacts afterward. Natural history collections should also target increasing their DNA collections based on sampling gaps and revise their collection strategies to increasingly take population-scale DNA samples in order to document within-species genetic diversity.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2021.645820/full"
  }
]