[
  {
    "title": "Spatial dynamics of Phlebotomus sand-fly ecological condition in response to climate change",
    "authors": [
      "Zahra Zareichaghabaleki,",
      "Dariush Yarahmadi ,",
      "Mostafa Karampour,",
      "AliAkbar Shamsipour"
    ],
    "doi": "Vol. 23,\n                                no. 2\n                                \n                                  pp.\n                                  158\n                                  – 167",
    "issn": "1029-7855 (Print)",
    "publisher": "2008-9821 (Online)",
    "countryOfPublisher": "Kashan University of Medical Sciences and Health Services",
    "lcc": [
      "Iran, Islamic Republic of",
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "http://feyz.kaums.ac.ir/index.php?&slct_pg_id=10&sid=1&slc_lang=en",
    "abstract": "Background: Changing the climatic pattern can lead to major changes in the geographical distribution of infectious diseases. The aim of this study was to investigate the effect of climate change on the favorable bio-climatological zone for leishmaniasis sand-fly living which is a vector of Leishmania in Iran. Materials and Methods: Data of the climatic factors affecting the biology of sandflies during 1986-2016 were obtained. The climate thresholds for the sand-fly living were prepared on the basis of laboratory studies. Using Boolean algebra in GIS, the favorable bio-climatological sites of sand-fly in Iran were prepared in the basic period of climate (2016-1986). The climatic conditions of 2050 were simulated using the output of the general circulation model HADGEM2-AO under four scenarios RCP2.6, RCP4.5, RCP6, RCP8.5 and the bio-climatological zones of the sand flies were re-created using the Boolean algebra function in GIS, based on simulated climatic factors. Results: The results showed that in the climatic conditions of the base period, about 0.64 of the Iran's area includes the central and southern and southwestern parts of Iran, has the climatic conditions of sandflies. While in the simulated climate of 2050 under RCP2.6, RCP4.5, RCP6, and RCP8.5 scenarios, it will be favorable for living of this vector about 0.63, 0.68, 0.61 and 0.67 of Iran’s area, respectively. Conclusion: Spatial variations of bio-climatological zones of Phlebotomus sandflies in RCP6 scenario had the highest reduction compared to the current climate and the highest increase was observed in RCP4.5.",
    "readLink": "http://feyz.kaums.ac.ir/article-1-3634-en.html"
  },
  {
    "title": "Evaluation of projected carbon accumulation after implementing different forest management treatments in mixed-species stands in northern Maine",
    "authors": [
      "Joshua J. Puhlick,",
      "Aaron R. Weiskittel,",
      "Ivan J. Fernandez,",
      "Kevin A. Solarik,",
      "Darren J. H. Sleep"
    ],
    "doi": "https://doi.org/10.1080/17583004.2022.2063761",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  190\n                                  – 204",
    "issn": "1758-3004 (Print)",
    "publisher": "1758-3012 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tcmt",
    "abstract": "Comparing forest and harvested wood product carbon (C) stocks and accumulation among forest management treatments commonly applied in managed forests is needed to inform planning and policy decisions for C objectives. Therefore, pre- and post-harvest C stocks were quantified and C accumulation was projected over a 31-year period (to ∼2050) among forest management treatments that were applied on a subset (n = 3) of the Maine Adaptive Silviculture Network installations in northern Maine, USA. These installations included mature, second-growth forests composed of northern hardwood and hardwood-dominated mixedwood stands. Before treatments were initiated, average aboveground live tree C stocks ranged from 67.1 to 99.7 Mg ha−1. For the aboveground portions of live trees, dead wood and harvested wood products, the projected average annual net change in C (AAC) was 0.232 ± 1.164 Mg ha−1 year−1 (mean ± standard deviation). Models of projected AAC indicated that less biomass removal during harvests and greater representation of tree species with low tolerance of shade were associated with positive AAC values. The results emphasize the importance of leveraging multiple harvesting strategies to achieve C objectives, including consideration of forest reserves and using targeted yet operationally feasible silvicultural treatments that promote forest resilience relative to climate change.",
    "readLink": "http://dx.doi.org/10.1080/17583004.2022.2063761"
  },
  {
    "title": "Farmers' perceptions and adaptation strategies to climate change in Punjab agriculture",
    "authors": [
      "SUNNY KUMAR,",
      "BALJINDER KAUR SIDANA"
    ],
    "doi": "https://doi.org/10.56093/ijas.v88i10.84226",
    "journalVolume": "Vol. 88,\n                                no. 10",
    "issn": "0019-5022 (Print)",
    "publisher": "2394-3319 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAgS/",
    "abstract": "Climate change is affecting the performance of agriculture. Farmers are the hardest hit as they have to continuously respond to climate variations. In order to know the farmers' perceptions about climate change and the adaptation strategies the present study collected the primary data from 200 farmers from different agro-climatic zones of Punjab. Multinomial logit model was used to identify the factors affecting the adaptation of climate resilient technologies. The findings revealed that most of the farmers (77%) perceived decrease in seasonal rainfall while 53% of them perceived decrease in rainfall in rabi season. Majority of the farmers (83.5% in kharif and 93% in rabi) perceived that temperature is higher than before. The adaptation choices mostly practiced by sample farmers were laser levelling of the field and improvement in irrigation structures, which was adopted by 30 and 27% of total adoption respectively. The regression model discerned determinants affecting adaptation choices were, viz. age, education, farm size, perception on temperature and extension lectures. Adaptation to climate change is constrained by several factors such as lack of knowledge about technology, lack of finance and credit availability and inadequate trainings and demonstrations about the climate resilient technologies.",
    "readLink": "https://epubs.icar.org.in/index.php/IJAgS/article/view/84226"
  },
  {
    "title": "The future climatic variabilities in the Mano River union, its implications on socio-economic development",
    "authors": [
      "Solomon Mahmoud A.,",
      "Abiodun Oludayo Emmanuel,",
      "Olalekan Olusina B.Joseph,",
      "Bolarinwa Olaleye James"
    ],
    "doi": "https://doi.org/10.5937/gp26-36677",
    "journalVolume": "Vol. 26,\n                                no. 2\n                                \n                                  pp.\n                                  152\n                                  – 164",
    "issn": "0354-8724 (Print)",
    "publisher": "1820-7138 (Online)",
    "countryOfPublisher": "University of Novi Sad, Department of Geography, Tourism and Hotel Management",
    "lcc": [
      "Serbia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://scindeks.ceon.rs/journalDetails.aspx?issn=0354-8724&lang=en",
    "abstract": "Knowledge of climatic variability of any country or region is essential to socioeconomic development. This is particularly important as most sectors of national development can be altered if the climatic conditions are unsuitable. A hypothetical case lies in the fact that agriculture largely depends on apposite climate for fruitful production. The Mano River Region consists of some of the world's poorest and least developed nations (Guinea, Sierra Leone, Liberia, Cote D'Ivoire). The primary means of sustenance in this region is rain-fed agriculture. Knowledge of current and future climatic conditions in the region will be of significant benefit to the economy of the region. This work investigates the current and future state of climate in the region using six climatic parameters (Maximum and minimum temperature, Precipitation , Relative Humidity, Wind Speed and Solar Radiation) spanning 1975-2018. To model the im-pact/relationship, Kalman Filter was used. These variables were grouped into state transition and control variables. Transfer functions which depict relationships between every two variables at a time with one being input and the other considered as output were used to determine state transition and control variable matrices. Control variables (population and land use) were introduced to control the dynamism of the model in MATLAB environment. Results show that there is a drastic variation in climate in the region within the period of the data. This work establishes that there are rapid variabilities in these parameters which can be attributed to increase in population and loss of vegetation.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/0354-8724/2022/0354-87242202152S.pdf"
  },
  {
    "title": "Anthropocene Fiction and World-Systems Analysis",
    "authors": [
      "Andrew Milner,",
      "James Burgann Milner"
    ],
    "doi": "https://doi.org/10.5195/jwsr.2020.988",
    "journalVolume": "Vol. 26,\n                                no. 2",
    "issn": "1076-156X (Online)",
    "publisher": "University Library System, University of Pittsburgh",
    "countryOfPublisher": "United States",
    "lcc": [
      "Political science",
      "Social Sciences"
    ],
    "journalUrl": "https://jwsr.pitt.edu/ojs/index.php/jwsr",
    "abstract": "As developed by Immanuel Wallerstein and various co-thinkers, world-systems analysis is essentially an approach to economic history and historical sociology that has been largely indifferent to literary studies. This indifference is perhaps surprising given that the Annales school, which clearly influenced Wallerstein’s work, produced a foundational account of the emergence of modern western literature in Lucien Febvre and Henri-Jean Martin’s L’apparition du livre (1958). More recently, literary scholars have attempted to apply this kind of analysis directly to their own field. The best-known instances are probably Pascale Casanova’s La republique mondiale des lettres (1999), Franco Moretti’s Distant Reading (2013) and the Warwick Research Collective’s Combined and Uneven Development (2015). More recently still, Andrew Milner in Australia and Jerry Määttä in Sweden have sought to apply “distant reading” more specifically to the genre of science fiction. Milner’s model of the “global SF field” identifies an original Anglo-French core, supplemented by more recent American and Japanese cores, longstanding Russian, German, Polish and Czech semi-peripheries, an emergent Chinese semi-periphery, and a periphery comprising the rest of the world. This essay attempts to apply that model to what Adam Trexler has termed “Anthropocene fictions” and Daniel Bloom “cli-fi”, which we treat here as a significant sub-genre of contemporary science fiction.",
    "readLink": "http://jwsr.pitt.edu/ojs/jwsr/article/view/988"
  },
  {
    "title": "Impact of Green Innovation Efficiency on Carbon Emission Reduction in the Guangdong-Hong Kong-Macao GBA",
    "authors": [
      "Lingming Chen,",
      "Congjia Huo"
    ],
    "doi": "https://doi.org/10.3390/su132313450",
    "journalVolume": "Vol. 13,\n                                no. 13450\n                                \n                                  p.\n                                  13450",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change has become a global issue of general concern to human society. It is not only an environmental issue, but also a development issue. As the second largest economy in the world, China has adhered to its commitments in the Paris Agreement and formulated a series of autonomous action targets. In this context, scholars have done a lot of research focusing on carbon emission reduction, but have neglected the spatial correlation of carbon emission, and lack of research on carbon emission reduction in urban agglomerations. The Guangdong-Hong Kong-Macao Greater Bay Area (GBA) has been at the forefront of China in terms of economy, politics, ecology, and civilization by taking advantage of the “one country, two systems” policy. This article innovatively proposes that there is a non-linear relationship between the efficiency of green innovation and the carbon emission intensity of the Guangdong-Hong Kong-Macao GBA, and has passed quantitative verification. Based on the panel data of the Guangdong-Hong Kong-Macao GBA from 2009 to 2019, we used the super-efficiency slacks-based measure (SBM) model to measure the efficiency of green innovation. We used the global Moran index and Theil index to discuss the spatial correlation of carbon emissions and regional differences in carbon emission intensity in the Guangdong-Hong Kong-Macao GBA, respectively. Then, we used the threshold model to verify the nonlinear relationship between the efficiency of green innovation and the intensity of carbon emissions in the Guangdong-Hong Kong-Macao GBA. The results of the study found that the green innovation efficiency of the Guangdong-Hong Kong-Macao GBA is increasing overall, carbon emissions have a certain spatial correlation, and the correlation is low overall. The impact of green innovation efficiency on carbon emission intensity has a non-linear relationship and there is an “inverted U” pattern between the two, and there is an inflection point in green innovation efficiency. Based on this, this article proposes carbon emission reduction measures within a reasonable range, and looks forward to future research directions and complement the research deficiencies.",
    "readLink": "https://www.mdpi.com/2071-1050/13/23/13450"
  },
  {
    "title": "Runoff Simulation in the Upper Reaches of Heihe River Basin Based on the RIEMS–SWAT Model",
    "authors": [
      "Songbing Zou,",
      "Hongwei Ruan,",
      "Zhixiang Lu,",
      "Dawen Yang,",
      "Zhe Xiong,",
      "Zhenliang Yin"
    ],
    "doi": "https://doi.org/10.3390/w8100455",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  455",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In the distributed hydrological simulations for complex mountain areas, large amounts of meteorological input parameters with high spatial and temporal resolutions are necessary. However, the extreme scarcity and uneven distribution of the traditional meteorological observation stations in cold and arid regions of Northwest China makes it very difficult in meeting the requirements of hydrological simulations. Alternatively, regional climate models (RCMs), which can provide a variety of distributed meteorological data with high temporal and spatial resolution, have become an effective solution to improve hydrological simulation accuracy and to further study water resource responses to human activities and global climate change. In this study, abundant and evenly distributed virtual weather stations in the upper reaches of the Heihe River Basin (HRB) of Northwest China were built for the optimization of the input data, and thus a regional integrated environmental model system (RIEMS) based on RCM and a distributed hydrological model of soil and water assessment tool (SWAT) were integrated as a coupled climate–hydrological RIEMS-SWAT model, which was applied to simulate monthly runoff from 1995 to 2010 in the region. Results show that the simulated and observed values are close; Nash–Sutcliffe efficiency is higher than 0.65; determination coefficient (R2) values are higher than 0.70; percent bias is controlled within ±20%; and root-mean-square-error-observation standard deviation ratio is less than 0.65. These results indicate that the coupled model can present basin hydrological processes properly, and provide scientific support for prediction and management of basin water resources.",
    "readLink": "http://www.mdpi.com/2073-4441/8/10/455"
  },
  {
    "title": "Scots pine’s capacity to adapt to climate change in hemi-boreal forests in relation to dominating tree increment and site condition",
    "authors": [
      "Mikalajunas M,",
      "Pretzsch H,",
      "Mozgeris G,",
      "Linkevicius E,",
      "Augustaitiene I,",
      "Augustaitis A"
    ],
    "doi": "https://doi.org/10.3832/ifor3703-014",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  473\n                                  – 482",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Forest site (FS) and meteorological conditions are recognized as the main factors affecting tree growth and whole-stand sustainability. This study aims to detect the combined effects of FS and meteorological conditions on tree ring formation of Scots pine (Pinus sylvestris L.), the most common tree species in Lithuania and hemi-boreal forests of northeastern Europe. We used data on stand structure and productivity from the Lithuanian National Forest Inventory (NFI) and stem radial increment series of dominating trees during the period 1993-2012 collected since 2013. Pine stem basal area increment (BAI) was chosen as the response variable, while temperature in March (°C) and precipitation in June (mm) were used as predictor variables, as they best express the effect of climate change on Lithuanian forests. We simulated the effects on dominating pine annual increment of deciduous tree species, mainly Betula sp. and the level of soil moisture and fertility, accounting in addition for the random effects of NFI network tract, plot direction, and tree number. A nonlinear mixed-effects model explained up to 68% of the variation in the BAI of pine trees. The annual pine trees BAI increased with the increase in the proportion of deciduous trees in pine stands. Increases in temperature and precipitation in considered months reinforced this positive effect on pine BAI, especially in mature pine stands in temporarily waterlogged meso-eutrophic FSs on mineral soils. A negative effect of deciduous trees on pine stem increment was observed only in nutrient-rich eutrophic and drained peatland FSs. Forestry treatments directed towards the increase in deciduous tree proportion in the most common normal or temporarily waterlogged meso-eutrophic and oligotrophic pine stands might increase the biodiversity and productivity of pine stands, and their sustainability in future climate change scenarios.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor3703-014"
  },
  {
    "title": "Oasis Irrigation-Induced Hydro-Climatic Effects: A Case Study in the Hyper-Arid Region of Northwest China",
    "authors": [
      "Nan Shan,",
      "Zhongjie Shi,",
      "Xiaohui Yang,",
      "Hao Guo,",
      "Xiao Zhang,",
      "Zhiyong Zhang"
    ],
    "doi": "https://doi.org/10.3390/atmos9040142",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  142",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The response of potential evapotranspiration (ET0) to widespread irrigation is important to fully understand future regional climate changes and to infer adaptive management of agricultural water resources. The quantitative impact of irrigation on ET0 from 1960 to 2013 was evaluated using historical time series data of daily meteorological observations in the hyper-arid region of northwest China. The decreasing trends in ET0 were accelerated for meteorological stations in regions with oasis agriculture, especially in the summer and during the growing season. Irrigation led to a cooling effect on temperature, increased relative humidity and precipitation. All of these changes contributed to a larger decrease of ET0 trend. The findings of this study advance our insight into the effects of irrigation on dynamics in ET0 and meteorological factors. Further investigations to understand how ET0 responds to climate change and agricultural irrigation could provide guidance for determining effective measures of water resources for adapting to global change.",
    "readLink": "http://www.mdpi.com/2073-4433/9/4/142"
  },
  {
    "title": "Expanding the Duty to Rescue to Climate Migration",
    "authors": [
      "David N. Hoffman,",
      "Anne  Zimmerman ,",
      "Camille Castelyn,",
      "Srajana Kaikini"
    ],
    "doi": "https://doi.org/10.52214/vib.v8i.9680",
    "journalVolume": "Vol. 8",
    "issn": "2691-4875 (Online)",
    "publisher": "Columbia University Libraries",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Medical philosophy. Medical ethics",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "https://journals.library.columbia.edu/index.php/bioethics/index",
    "abstract": "Photo by Jonathan Ford on Unsplash ABSTRACT Since 2008, an average of twenty million people per year have been displaced by weather events. Climate migration creates a special setting for a duty to rescue. A duty to rescue is a moral rather than legal duty and imposes on a bystander to take an active role in preventing serious harm to someone else. This paper analyzes the idea of expanding a duty to rescue to climate migration. We address who should have the duty and to whom the duty should extend. The paper discusses ways to define and apply the duty to rescue as well as its limitations, arguing that it may take the form of an ethical duty to prepare. INTRODUCTION Climate migration creates a special setting for a duty to rescue. A duty to rescue is a moral rather than legal duty and imposes on a bystander to take an active role in preventing serious harm to someone else. Examples of circumstances range from person-to-person intimate rescue to saving those in poverty, even in distant parts of the world.[1] Since 2008, an average of twenty million people per year have been displaced by weather events.[2] Circumstances like being thrust from homes under the threat of fire, mudslide, and flooding vary greatly from long-term changes like land becoming too arid for crops or temperatures increasing annually gradually pushing up the number of heat-related deaths, with the area slowly becoming uninhabitable. Imminence in fleeing affects resettling and need for rescue with important implications for how the duty to rescue might apply. This paper reevaluates the ethical framing of the duty to rescue and, while it is arguably a stretch, applies it to climate migration. Climate migration has become common and is expected to increase due to rises in sea level, increases in weather events that make areas uninhabitable, and changes to land that preclude farming or other necessary land uses. We argue that a duty to rescue may help highlight who has moral obligations to whom. Because the problem is so large in scope, we suggest a change in the ethical limits to humans' duty to rescue other humans who are in distress. We imagine an expansion or extension of the duty to rescue to meet some of the basic needs created by climate migration. Yet how it should expand, and how much depend on ethical framing and practical limitations. l. Expanding the Geographical Boundaries Two commonly recognized emergencies, Hurricane Katrina in the case of weather events and the current COVID-19 pandemic, provide a historical and current backdrop to evaluate ethical obligations as more disasters displace people. A significant reassessment of the ethical scope of an obligation to rescue in the case of weather events will be limited by the ability to render aid to those in distress in the case of a planet-wide weather catastrophe. The problems may overwhelm the ability to rescue or the reasonableness of attempting rescue. The extent of the moral obligation borne by humans to other humans in the case of a weather event has been largely defined by its locality and limited geographic influence. Whether we are imagining the scope of ethical obligation in the case of hurricane, flood, tornado, drought, or wildfire events, the perceived ethical obligation is significantly defined by the limited impact of these weather events on people outside the zone of the weather event's direct impact, yet close to that zone. A hurricane affecting New Orleans will not have immediate impact on the residents of California or even those on the northeast coast of the United States until a later time. Wildfires in the Pacific Northwest do not impair the ability of those in the rest of the country to come forward with assistance. But as climate migration crosses international borders, and climate events occur simultaneously in many regions, a more expansive duty to rescue may provide the ethical impulse to help those who live afar or migrate long distances. In this respect, the need for help in the event of widespread climate migration due to global warming is more like a pandemic than a weather event. Its broad impact area diminishes the capability of nearly the entire balance of the human population to help due to those populations' awareness that they will, in short order, have the same need for the same resources, from the same cause. Those living near current flood zones may find their historically safe havens are also a flood zone. Those previously best positioned to rescue may find themselves also needing to relocate. Thus, we may observe the need for new rescuers. ll. The Rule of Rescue The Rule of Rescue as defined by Al Jonsen describes the moral impetus or knee jerk reaction to save identifiable people facing death.[3] A duty to rescue has since been expanded beyond imminent death and beyond the near and identifiable. But there are limitations. For example, by most accounts, the ethical duty tends not to require extreme bodily risk or financial depletion. In comparing Good Samaritans to humanitarians, Scott M. James argues the duty to rescue arises from unique dependence, but the ethical obligation to help strangers through humanitarian aid is of a different nature.[4] The wrongness of failing to help is arguably more egregious when one is in a unique position to help. Like in the tragedy of the commons, where there is no unique positioning, when the global community is called upon to help, each individual in it may feel less obliged to do so. Climate migration falls in between—it requires helping strangers, yet it may move forward without anyone seeing themselves as uniquely positioned to help until those strangers become part of communities, at which time, there may be more moral justification to help a community member in need. Generally, arguments about Good Samaritans hinge on extraordinary acts, praiseworthy because they are acts of compassion, not obligation. Now all US states have Good Samaritan laws[5] which protect helpers from liability for help gone wrong or for a failure to succeed once engaged in an act of rescue. Extraordinary help as a moral good is thus somewhat encouraged through legal protection, but not imposed. Conversely, jobs like firefighting, search and rescue, and emergency medical care tend to oblige employees to take on risks that would be extraordinary if undertaken by the average bystander, yet they are rendered ordinary rescue as part of the job. Three states, Minnesota, Rhode Island, and Vermont have a broad duty to rescue, adding legal considerations to an otherwise moral conundrum. The laws do not require bystanders to take on risk for the sake of rescuing strangers.[6] The moral duty will require looking beyond law, but it is unclear how the moral duty to rescue should be distributed in the case of climate migration. A bare minimum would prevent taking advantage of newcomers, paying sub-minimum wage, and discriminating against them. Yet such a minimum is hardly rescue. lll. An Ethical Rather than Legal Duty The difficulty in defining the duty to rescue as a legal obligation is that it is difficult to determine the extent of risk a rescuer ought to be required to take. The nature of this ethical duty is also arguably tied to the experiences of both the rescuer and the rescued. There are subjective aspects like what someone perceives as a danger that make it difficult to write enforceable laws requiring rescue. It is one thing to expect a rescuer to step into several inches of relatively warm water to lift a person lying face down in a pond and enable them to breathe. It is something altogether different to expect that rescuer to dive into frigid water and attempt to extricate someone trapped in a submerged automobile. As the legal philosopher H.L.A. Hart observed, it is always easier to define application of the core intention of any rule, whether law or ethical norm. It is more difficult to create legal certainty about how the law applies to what he described as “penumbra circumstances”. In the case of a hurricane, it is easier to define what surplus resources are available in areas geographically remote from the impact of the storm and demand, as a moral obligation, that those nearby but outside the area provide assistance. It is more difficult to obligate people, organizations, or governments to supply a quantity of medication or some number of ventilators to an adjacent community when they expect to imminently need them for their own community. In the early stages of climate migration, the ethics of extreme weather event assistance, a common application of the duty to rescue, will be useful and appropriate. The rising sea levels first experienced by island nations in the South Pacific[7] will not render those living in other coastal communities, those with greater available “high ground”, unable to supply resources to those in need. But when sea level rise and climate change affect more communities simultaneously, albeit in varying degree, the task of defining what response is ethically obligatory becomes increasingly complicated. Pinpointing the obligations of those communities which are resource rich to those communities which are resource deprived, and of those partly affected to those more severely affected may become necessary. The limitations of the traditional duty to rescue could expand to meet the needs. lV. Contribution to the Problem Many argue that the duty to rescue may depend on any appropriate claim of those needing rescue. One issue is whether preferential claims among those who can identify the source of the harm should call for a greater duty or whether everyone in need should be approached as like candidates for rescue, shaping the duty as equal across those on the receiving end. As climate change does have human-made causes, there are strong arguments to impose a greater ethical duty on any entity that caused the climate-related problems leading to the mass exodus. While the global north is often implicated in pollution that causes migration, industries like energy, transportation, and agriculture are tied to climate change and associated with significant greenhouse gas emissions.[8] Practices like directing agriculture to less sustainable single crop growth generally made land less farmable. Yet it is difficult to place blame and identify specific causal relationships as most migration is due to many factors. A movement toward greater accountability can be reframed as a greater duty to rescue, a duty to engage in the extraordinary. The fossil fuel industry, for example, should have a larger obligation than the average person. Similarly, some may argue anyone unjustly enriching themselves while contributing to climate change or people who over-consume have an elevated duty to rescue.[9] Climate change lawsuits demonstrate an eagerness to hold governments and corporations accountable, despite difficulty proving causation. V. The Most Vulnerable One ethical dimension of climate migration that remains unexplored is how a duty to rescue applies to vulnerable populations who stand to be left behind or unable to migrate without assistance. Researchers from the Global North working across the Global South are increasingly observing the phenomenon of ethics dumping, where the research ethics of some countries are imposed on research subjects in other countries.[10] In that vein, rescuers should be careful not to impose unwelcome cultural standards or exploit people who are in the process of migrating. There is a gap in discussions reflecting voices that have been left out. The duty to rescue is incomplete without an attempt to understand the ethical experiences of those being rescued. The actual people affected by climate migration who are the least likely to have the means to migrate, or to do so without extreme hardship, should have a voice informing the global community including those in a position to carry out rescue. People who have the means and are young and healthy may easily make decisions to avoid the catastrophic consequences that climate migration brings. However, what about those who are left behind? For example, especially recognizing cultural differences, the homeless community, disabled community, refugees, the elderly community, and women[11] and children may suffer differently and call for more attention. In some parts of the world, human rights are severely constrained. An ethical duty to rescue, with many considerations and variables, may be more justified in the case of those most in need. As climate migration continues and increases significantly, it may be reasonable to ask the local and global community to focus on those least well positioned to migrate successfully. In this context, the use of phenomenology to understand the lived experiences of those migrating, sometimes termed “ethical experiences”, may help flesh out how a duty to rescue takes shape. The discussion of duty and obligation requires an articulation of the ethical experiences (how the local community in need of rescue views the proposed rescue). Then, the obligation to interpret the duty as ‘one shall not’ or ‘one must’ can be focused on the migrants’ needs rather than the rescuers’ feelings of obligation.[12] A revised theory of the duty to rescue taking into account the asymmetrical experiences of communities involved could ensure that the needs of people whose living situations, gender, ethnicity, age, or race impact their ability to even begin the migration process are considered. In this discussion, the rescuing is directed toward communities /collectives of persons migrating, whether at once or across a period of time. Often, the climate migrant may not be in a state to articulate the nature of this event when it happens, given its subjective proximity. Yet, when communities are given the space and opportunity to articulate their shared values, the ethical action of rescue derives its meaningfulness from the community rather than the rescuers. In other words, allowing climate migrants to explain their feelings can add complexity to what some see as a binary receiver-giver (of rescue) dynamic. This is necessary because the concept of vulnerable populations is fraught with problematic assumptions. There have been various definitions and criteria to determine what would constitute vulnerable populations.[13] For example, the United Nations Framework Convention on Climate Change[14] identifies and assesses vulnerable populations. These criteria may be helpful. However, they do not provide the full picture. Rather than identifying categorical criteria of vulnerable populations, engaging with people who are experiencing climate migration and listening to their current experiences and concerns helps determine need. Knowing what people need may prevent the kneejerk reaction to label people who are quite resilient yet have appropriate needs “vulnerable”. Proceeding with caution is important because the duty to rescue has hierarchical underpinnings of \"us\" and \"them.\" Often when people swoop in to save, there are good and bad consequences of the intervention. We should proceed with caution because often the helper misses the actual needs of those in need. The only way to combat this would be to make sure that people are empowered to inform those agencies that are able to help. In addition to more practical approaches, large scale oral histories could allow those who have migrated already to share their experiences. It would be important to capture the lived experiences of people who are already experiencing the consequences of climate migration or of other migration like that due to political or economic extreme events. These experiences could shape our analysis of whether people in fact wish for rescue. If so, further conversations can determine best actions as well as give important insight into what resources might be necessary to empower people now and in the future. Vl. A Duty to Rescue as a Duty to Prepare If we view Good Samaritans as going above and beyond, then a duty to rescue, something ethically compelled, must bring rescue out of the framework of charity and place it in the context of humanity and obligations. Such a view would also support expanding the geographical reach of the otherwise more proximate duty. The duty may be stronger and take shape in a more workable way if it applies to preparing places expecting to see an influx of people due to climate migration and to helping those most in need. The duty may arise out of expectations of what type of community the place welcoming those migrating due to climate should be—does it want to offer good housing, schooling, and medical care as well as economic opportunity to new people? And if so, at what cost, or with which risks? If the newcomers are viewed as community members rather than strangers, a model of acceptance may lead to better preparation. Some considerations like whether the actions will reasonably help the persons in need of rescue[15] will shape the application of a duty to rescue in the context of climate migration. Similarly, ensuring that people have the chance to articulate their values may help communities support the newcomers. New relationships should not be defined as migrant and rescuer. Voluntariness in participation and not forcing any action deemed rescue would help ensure the human rights of those migrating. In the United States, President Biden issued an executive order addressing impending climate migration steeped in a duty to prepare by making plans for resettlement and to address the impact of climate migration.[16] Vll. At What Risk? As we investigate the ethical obligations to meet even basic needs, we must also ask what level of risk is ethically compelled. There is an extraordinary need to integrate newcomers successfully, but it is difficult to stretch an ethical duty to rescue to require all the prerequisites for successful climate migration. Even defining success would create deep ethical arguments. As observed in almost all migrations, extraordinary charitable acts may be the key to success, while an ethical duty to rescue must try to require the important government and community-based basics and ensuring respect for human rights. That is, the migrating people should be rescued from circumstances that contradict basic human rights. Rather than comparing communities to bystanders, mere places where people will arrive and need to hash out how to find housing, jobs, education, and opportunity, a duty of preparation may be the key to rescue those disenfranchised by migration. There are cultural, personal, physical, psycho-social, and geopolitical issues surrounding how to best help those needing to permanently relocate. Ethics arguments will certainly range from “do nothing”, which may fail people, to “do everything”, which could waste taxpayer money in futile over-preparation while failing to actually help. Communities must avoid planning exclusively for one scenario only to have it not take place. Striking the balance, a duty to rescue as it could apply to climate migration should set goals of societal integration, and providing the basics like education, housing, food, health care, and job opportunity, the precursors to flourishing. Recommending the extraordinary, morally preferred but perhaps not compulsory, when charitable actors are participating, or when wrongdoers are compensating, may be more workable than seeing the duty to rescue as compelling people or local governments to take on significant financial and personal risk for newcomers. While humanitarian ethics supports helping everyone, it is likely that people who resettle in advance of a need to flee will find themselves with more choices and opportunities. Help is warranted for those with more dire needs. Preparing for them may do just that. Vlll. Rescue Prior to Migration and Rescue in the Process of Resettlement The duty to enable the migration in the first-place hints to the inadequacy of a duty to prepare. The traditional duty to rescue perhaps steps in if rescue looks like those geographically just out of harm's way rescuing those in danger. That resembles the traditional moral requirement, or duty to rescue according to the Rule of Rescue. Humanitarian aid typically provided by many institutions makes sense and is in place, although financial support for additional humanitarian aid is always needed. Despite having moved to purportedly more capable communities, migrant communities may be able to develop more egalitarian orders of living. Rather than continually being identified as having been rescued, it is important to make sure people keep or make social ties during and after migration. Immigrants often face social isolation.[17] Small shifts in gestural language also have the potential to welcome people and show they are valued. For instance, some migrants may not like questions like “Where are you from?” and “What brings you here?” as they emphasize differences over fitting in. CONCLUSION The ethical duty to rescue should be expanded to better match those in need of relocation with a welcome environment and the resources needed to achieve success and fully integrate socially and culturally. Expanding a dialogue that includes the voices of people who have recently migrated whether due to violence, poverty, or climate, could properly frame the extent of the duty. If we are to apply the duty of rescue to climate migration, rescuers should avoid labeling people vulnerable, dependent, or needy, although there is reason to focus on those whose needs are the most dire. A soft duty to rescue people during the course of climate migration can come in the form of preparation. People will need help finding housing, education, access to food, and employment. Ultimately, to help them help themselves may be the best goal. While the obligations should be borne differently by people, whether due to a special responsibility, or a special relationship that creates a clearer duty, the global community must prepare for its role in rescuing those displaced by climate events. By helping those displaced at the start of the climate migration process according to a more commonly held notion of the duty to rescue, and by preparing to incorporate newcomers successfully according to an expanded duty to rescue, effectively a duty to prepare, countries that take on climate refugees may find themselves rewarded by the cultural diversity and workplace talents that people bring. A duty to those at a distance is a reasonable expansion of the duty to rescue. But what one ought to do in the global community varies somewhat from the traditional Rule of Rescue. - [1] Singer, P. (1972). Famine, Affluence, and Morality. Philosophy and Public Affairs, 1(3): 229-43. [2] Irfan, U. (2022, March 16). Why We Still Don’t Yet Know How Bad Climate Migration Will Get. Vox. https://www.vox.com/2022/3/16/22960468/ipcc-climate-change-migration-migrant-refugee, citing the International Panel on Climate Change (IPCC) (2022). Sixth Assessment Report, Climate Change 2022, Impacts, Adaptation, and Vulnerability. https://www.ipcc.ch/report/ar6/wg2/ [3] McKie, J., Richardson, J. (2003) The Rule of Rescue. Social Science & Medicine, 56(12): 2407-2419. https://doi.org/10.1016/S0277-9536(02)00244-7. [4] James, S.M. (2007). Good Samaritans, Good Humanitarians. Journal of Applied Philosophy, 24(3):238-254. [5] Overview of Good Samaritan laws. https://worldpopulationreview.com/state-rankings/good-samaritan-law-states [6] Fifield, J. (2017, Sept. 19). Why It’s Hard to Punish ‘Bad Samaritans’. Stateline Blog, Pew Charitable Trusts, https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2017/09/19/why-its-hard-to-punish-bad-samaritans [7] Cassella, C. (2019). There’s a Climate Threat Facing Pacific Islands That’s More Dire Than Losing Land, Science Alert, https://www.sciencealert.com/pacific-islanders-are-in-a-climate-crisis-as-rising-sea-levels-threaten-water; Hassan, H. R., and Cliff, V. (2019). For Small Island Nations, Climate Change is not a Threat. It’s Already Here, World Economic Forum, https://www.weforum.org/agenda/2019/09/island-nations-maldives-climate-change/ [8] For example, Lyons, K. (2019). Australia Coal use is Existential threat to Pacific Islanders, The Guardian. https://www.theguardian.com/world/2019/aug/12/australia-coal-use-is-existential-threat-to-pacific-islands-says-fiji-pm [9] Cripps, E. (2013). Climate Change and the Moral Agent: Individual Duties in an Interdependent World. Oxford: Oxford University Press. [10] Schroeder, D., Chatfield, K., Singh, M., Chennells, R., and Herissone-Kelly, P.. Ethics Dumping and the Need for a Global Code of Conduct. In Cham. (Ed.)(2019). Equitable Research Partnerships. SpringerBriefs in Research and Innovation Governance. Springer. 2019. https://doi.org/10.1007/978-3-030-15745-6_1 [11] Giudice L.C., Llamas-Clark E.F., DeNicola N., Pandipati, S., Zlatnik, M.G., Decena, D.C.D., Woodruff, T.J., Conry, J.A. (2021). Climate Change, Women’s Health, and the Role of Obstetricians and Gynecologists in Leadership, International J Gynecol Obstet, 155(3), 345-356. 10.1002/ijgo.13958 [12] See Ferrarello, S. and Zapien, N. (2020). Ethical Experience: A Phenomenology, Bloomsbury. (for understanding phenomenological determinants of ethical action). [13] McLeman, R.A., Hunter, L.M., (2010). Migration in the context of vulnerability and adaptation to climate change: insights from analogues. Wiley Interdiscip Rev Clim Change, 1(3): 450-461. [14] Least Developed Countries Expert Group. (2018). Considerations Regarding Vulnerable Groups, Communities and Ecosystems in the Context of the National Adaptation Plans: United Nations Framework Convention on Climate Change. [15] Jecker, N.S. 2013. \"The Problem with Rescue Medicine.\" J Med Philos, 38(1):64-81. [16] White House Report. (February 9, 2021), Executive Order (E.O.) 14013, “Rebuilding and Enhancing Programs to Resettle Refugees and Planning for the Impact of Climate Change on Migration.” (calls on the National Security Advisor to prepare a report on climate change and its impact on migration. “This report marks the first time the U.S. Government is officially reporting on the link between climate change and migration.” https://www.whitehouse.gov/briefing-room/presidential-actions/2021/01/27/executive-order-on-tackling-the-climate-crisis-at-home-and-abroad/ [17] Torres, J.M., Casey, J.A. (2017) The centrality of social ties to climate migration and mental health. BMC Public Health, 17: 600. https://doi.org/10.1186/s12889-017-4508-0",
    "readLink": "https://journals.library.columbia.edu/curre/index.php/bioethics/article/view/9680"
  }
]