[
  {
    "title": "Perceived barriers and facilitators of physical activity among Saudi Arabian females living in the East Midlands",
    "authors": [
      "Abdullah Almaqhawi, MBBS"
    ],
    "doi": "Vol. 17,\n                                no. 3\n                                \n                                  pp.\n                                  384\n                                  – 391",
    "issn": "1658-3612 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Saudi Arabia",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-taibah-university-medical-sciences/",
    "abstract": "الملخص: أهداف البحث: أجريت هذه الدراسة لاستكشاف العوائق والميسرات المحتملة للنشاط البدني لدى النساء السعوديات اللواتي يعشن في منطقة شرق ميدلاندز بالمملكة المتحدة. طرق البحث: أجريت مقابلات جزئية الهيكلة مع نساء سعوديات يعشن حاليا في شرق ميدلاندز بالإضافة إلى استكمال استبانات دولية حول النشاط البدني. تم تسجيل المقابلات ونسخها رقميا وتحليلها باستخدام نهج موضوعي سردي؛ تم تحليل بيانات الاستبانات وصفيا. تم إجراء ما مجموعه 12 مقابلة. تم تحديد 5 موضوعات مصقولة و 19 موضوعا فرعيا. النتائج: تظهر نتائج هذا البحث أن المناخ الجذاب، وتوافر المساحات المفتوحة، وسهولة الوصول إلى الصالة الرياضية، والتكلفة المنخفضة، ونمط الحياة المستقل كطلاب، والعادات الغذائية، والنقل الفعال، وثقافة المملكة المتحدة كميسرين للنشاط البدني، وانخفاض توافر الصالات الرياضية للنساء فقط، وعدم مشاركة مدربي اللياقة البدنية، وانخفاض الاهتمام بالفئات العمرية المختلفة كعوائق للنشاط البدني في شرق ميدلاندز بين النساء السعوديات. الاستنتاجات: على الرغم من أن النتائج من النساء السعوديات، فإنه من منظور المشاركات أنه يمكن اتخاذ إجراءات أكثر ملاءمة لزيادة الوعي بمزايا النشاط بين النساء بشكل عام. بالاعتماد على نموذج تقديم الخدمة على أساس مراحل التغيير وإشراك أصحاب المصلحة المعنيين في تطوير وتنفيذ التدخلات الفعالة، يجب تطوير الاستراتيجيات والسياسات لتعزيز مشاركة النساء السعوديات والمغتربات من البلدان الأخرى في النشاط البدني بالمملكة المتحدة . Abstract: Objective: This study was conducted to explore the potential barriers to and facilitators of physical activity in Saudi Arabian females living in the East Midlands region of the United Kingdom. Methods: A qualitative study was conducted with Saudi Arabian females currently living in the East Midlands, along with the completion of International Physical Activity Questionnaires (IPAQs). The Semi-structured interviews were digitally recorded, transcribed, and analysed using a narrative thematic approach; IPAQ data were descriptively analysed. A total of 12 interviews were conducted. Five refined themes and 19 sub-themes were identified. Results: The results of this research showed that attractive climate, availability of open spaces, easy gymnasium accessibility, low cost, independent student lifestyles, food habits, efficient transportation, and UK culture serve as facilitators, while reduced availability of individual women-only gyms, non-engaging fitness instructors and reduced attention to different age groups serve as barriers to physical activity for Saudi Arabian females in the East Midlands. Conclusions: Although the results concerned Saudi Arabian females in the East Midlands, the participants' perspectives showed that more appropriate action could be taken to raise awareness of the advantages of being active among females in general. Drawing on a service delivery model based on the stages of change and including relevant stakeholders in developing and implementing effective interventions, strategies and policies must be developed to promote the participation of Saudi Arabian females and female expats from other countries in physical activity in the UK.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1658361221002298"
  },
  {
    "title": "Evolutionary Effects on Morphology and Agronomic Performance of Three Winter Wheat Composite Cross Populations Maintained for Six Years under Organic and Conventional Conditions",
    "authors": [
      "Sarah Brumlop,",
      "Tabea Pfeiffer,",
      "Maria R. Finckh"
    ],
    "doi": "https://doi.org/10.12924/of2017.03010034",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  34\n                                  – 50",
    "issn": "2297-6485 (Online)",
    "publisher": "Librelloph",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.librelloph.com/organicfarming",
    "abstract": "Three winter wheat (Triticum aestivum L.) composite cross populations (CCPs) that had been maintained in repeated parallel populations under organic and conventional conditions from the F5 to the F10 were compared in a two-year replicated field trial under organic conditions. The populations were compared to each other, to a mixture of the parental varieties used to establish the CCPs, and to three winter wheat varieties currently popular in organic farming. Foot and foliar diseases, straw length, ear length, yield parameters, and baking quality parameters were assessed. The overall performance of the CCPs differed clearly from each other due to differences in their parental genetics and not because of their conventional or organic history. The CCPs with high yielding background (YCCPs) also yielded higher than the CCPs with a high baking quality background (QCCPs; in the absence of extreme winter stress). The QCCPs performed equally well in comparison to the reference varieties, which were also of high baking quality. Compared to the parental mixture the CCPs proved to be highly resilient, recovering much better from winter kill in winter 2011/12. Nevertheless, they were out yielded by the references in that year. No such differences were seen in 2013, indicating that the CCPs are comparable with modern cultivars in yielding ability under organic conditions. We conclude that—especially when focusing on traits that are not directly influenced by natural selection (e.g. quality traits)—the choice of parents to establish a CCP is crucial. In the case of the QCCPs the establishment of a reliable high-quality population worked very well and quality traits were successfully maintained over time. However, in the YCCPs lack of winter hardiness in the YCCP parents also became clearly visible under relevant winter conditions.",
    "readLink": "http://www.librelloph.com/organicfarming/article/view/302"
  },
  {
    "title": "Estimating Effects of Sea Level Rise on Benthic Biodiversity and Ecosystem Functioning in a Large Meso-Tidal Coastal Lagoon",
    "authors": [
      "Olivia Dixon,",
      "Johanna Gammal,",
      "Dana Clark,",
      "Joanne I. Ellis,",
      "Conrad A. Pilditch"
    ],
    "doi": "https://doi.org/10.3390/biology12010105",
    "journalVolume": "Vol. 12,\n                                no. 105\n                                \n                                  p.\n                                  105",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Estuaries are among the world’s most productive ecosystems, but due to their geographic location, they are at the forefront of anthropogenic pressures. Sea level rise (SLR) is one major consequence of climate change that poses a threat to estuaries with extensive intertidal habitats. The ecological implications of intertidal habitat loss have been largely overlooked despite their likely significance. We aimed to address this knowledge gap by investigating how benthic macroinvertebrate communities and their contributions to ecosystem function are likely to respond to SLR. Based on a spatially extensive dataset (119 sites) from a large coastal lagoon, depth, sediment chlorophyll concentrations, mud content, and average current speed were identified as the main drivers of community compositional turnover. Shifts in benthic community structure and associated functional implications were then evaluated using depth as a proxy for SLR. Three main macrofaunal groups representing intertidal, shallow subtidal, and deep subtidal habitats were identified. Functional trait analysis indicated low functional redundancy for a key intertidal suspension-feeding bivalve (Austrovenus stutchburyi) and the lack of a shallow subtidal functional replacement should intertidal habitats become inundated. These findings strongly suggest SLR and the associated environmental changes will alter estuarine macroinvertebrate communities, with implications for future ecosystem function and resilience.",
    "readLink": "https://www.mdpi.com/2079-7737/12/1/105"
  },
  {
    "title": "Twelve Recommendations for Advancing Marine Conservation in European and Contiguous Seas",
    "authors": [
      "Stelios Katsanevakis,",
      "Marta Coll,",
      "Simonetta Fraschetti,",
      "Simonetta Fraschetti,",
      "Sylvaine Giakoumi,",
      "David Goldsborough,",
      "Vesna Mačić,",
      "Peter Mackelworth,",
      "Peter Mackelworth,",
      "Gil Rilov,",
      "Vanessa Stelzenmüller,",
      "Paolo G. Albano,",
      "Amanda E. Bates,",
      "Stanislao Bevilacqua,",
      "Stanislao Bevilacqua,",
      "Elena Gissi,",
      "Virgilio Hermoso,",
      "Antonios D. Mazaris,",
      "Cristina Pita,",
      "Valentina Rossi,",
      "Yael Teff-Seker,",
      "Katherine Yates,",
      "Katherine Yates"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.565968",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Like most ocean regions today, the European and contiguous seas experience cumulative impacts from local human activities and global pressures. They are largely in poor environmental condition with deteriorating trends. Despite several success stories, European policies for marine conservation fall short of being effective. Acknowledging the challenges for marine conservation, a 4-year multi-national network, MarCons, supported collaborative marine conservation efforts to bridge the gap between science, management and policy, aiming to contribute in reversing present negative trends. By consolidating a large network of more than 100 scientists from 26 countries, and conducting a series of workshops over 4 years (2016–2020), MarCons analyzed challenges, opportunities and obstacles for advancing marine conservation in the European and contiguous seas. Here, we synthesize the major issues that emerged from this analysis and make 12 key recommendations for policy makers, marine managers, and researchers. To increase the effectiveness of marine conservation planning, we recommend (1) designing coherent networks of marine protected areas (MPAs) in the framework of marine spatial planning (MSP) and applying systematic conservation planning principles, including re-evaluation of existing management zones, (2) designing MPA networks within a broader transboundary planning framework, and (3) implementing integrated land-freshwater-sea approaches. To address inadequate or poorly informed management, we recommend (4) developing and implementing adaptive management plans in all sites of the Natura 2000 European conservation network and revising the Natura 2000 framework, (5) embedding and implementing cumulative effects assessments into a risk management process and making them operational, and (6) promoting actions to reach ‘good environmental status’ in all European waters. To account for global change in conservation planning and management, we further recommend (7) developing conservation strategies to address the impacts of global change, for example identifying climate-change refugia as high priority conservation areas, and (8) incorporating biological invasions in conservation plans and prioritizing management actions to control invasive species. Finally, to improve current practices that may compromise the effectiveness of conservation actions, we recommend (9) reinforcing the collection of high-quality open-access data, (10) improving mechanisms for public participation in MPA planning and management, (11) prioritizing conservation goals in full collaboration with stakeholders, and (12) addressing gender inequality in marine sciences and conservation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2020.565968/full"
  },
  {
    "title": "Editorial for the Special Issue “Sustainable Agriculture for Climate Change Adaptation”",
    "authors": [
      "Kathy Lewis,",
      "Doug Warner"
    ],
    "doi": "https://doi.org/10.3390/cli8050060",
    "journalVolume": "Vol. 8,\n                                no. 60\n                                \n                                  p.\n                                  60",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "As we lie firmly entrenched within what many have termed the Anthropocene, the time of humans, human influence on the functioning of the planet has never been greater or in greater need of mitigation. Climate change, the accelerated warming of the planet’s surface attributed to human activities, is now at the forefront of global politics [...]",
    "readLink": "https://www.mdpi.com/2225-1154/8/5/60"
  },
  {
    "title": "Projected intensification of sub-daily and daily rainfall extremes in convection-permitting climate model simulations over North America: implications for future intensity–duration–frequency curves",
    "authors": [
      "A. J. Cannon,",
      "S. Innocenti"
    ],
    "doi": "https://doi.org/10.5194/nhess-19-421-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  421\n                                  – 440",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Convection-permitting climate models have been recommended for use in projecting future changes in local-scale, short-duration rainfall extremes that are of the greatest relevance to engineering and infrastructure design, e.g., as commonly summarized in intensity–duration–frequency (IDF) curves. Based on thermodynamic arguments, it is expected that rainfall extremes will become more intense in the future. Recent evidence also suggests that shorter-duration extremes may intensify more than longer durations and that changes may depend on event rarity. Based on these general trends, will IDF curves shift upward and steepen under global warming? Will long-return-period extremes experience greater intensification than more common events? Projected changes in IDF curve characteristics are assessed based on sub-daily and daily outputs from historical and late 21st century pseudo-global-warming convection-permitting climate model simulations over North America. To make more efficient use of the short model integrations, a parsimonious generalized extreme value simple scaling (GEVSS) model is used to estimate historical and future IDF curves (1 to 24 h durations). Simulated historical sub-daily rainfall extremes are first evaluated against in situ observations and compared with two high-resolution observationally constrained gridded products. The climate model performs well, matching or exceeding performance of the gridded datasets. Next, inferences about future changes in GEVSS parameters are made using a Bayesian false discovery rate approach. Large portions of the domain experience significant increases in GEVSS location (>99 % of grid points), scale (>88 %), and scaling exponent (>39 %) parameters, whereas almost no significant decreases are projected to occur (<1 %, <5 %, and <5 % respectively). The result is that IDF curves tend to shift upward (increases in location and scale), and, with the exception of the eastern US, steepen (increases in scaling exponent), which leads to the largest increases in return levels for short-duration extremes. The projected increase in the GEVSS scaling exponent calls into question stationarity assumptions that form the basis for existing IDF curve projections that rely exclusively on simulations at the daily timescale. When changes in return levels are scaled according to local temperature change, median scaling rates, e.g., for the 10-year return level, are consistent with the Clausius–Clapeyron (CC) relation at 1 to 6 h durations, with sub-CC scaling at longer durations and modest super-CC scaling at sub-hourly durations. Further, spatially coherent but small increases in dispersion – the ratio of scale and location parameters – of the GEVSS distribution are found over more than half of the domain, providing some evidence for return period dependence of future changes in extreme rainfall.",
    "readLink": "https://www.nat-hazards-earth-syst-sci.net/19/421/2019/nhess-19-421-2019.pdf"
  },
  {
    "title": "Modeling migration patterns in the USA under sea level rise.",
    "authors": [
      "Caleb Robinson,",
      "Bistra Dilkina,",
      "Juan Moreno-Cruz"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0227436",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  p.\n                                  e0227436",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Sea level rise in the United States will lead to large scale migration in the future. We propose a framework to examine future climate migration patterns using models of human migration. Our framework requires that we distinguish between historical versus climate driven migration and recognizes how the impacts of climate change can extend beyond the affected area. We apply our framework to simulate how migration, driven by sea level rise, differs from baseline migration patterns. Specifically, we couple a sea level rise model with a data-driven model of human migration and future population projections, creating a generalized joint model of climate driven migration that can be used to simulate population distributions under potential future sea level rise scenarios. The results of our case study suggest that the effects of sea level rise are pervasive, expanding beyond coastal areas via increased migration, and disproportionately affecting some areas of the United States.",
    "readLink": "https://doi.org/10.1371/journal.pone.0227436"
  },
  {
    "title": "Satellite-based multi-annual yield models for major food crops at the household field level for nutrition and health research: A case study from the Nouna HDSS, Burkina Faso",
    "authors": [
      "Maximilian Schwarz,",
      "Windpanga Aristide Ouédraogo,",
      "Issouf Traoré,",
      "Charlotte Müller,",
      "Ali Sié,",
      "Sandra Barteit,",
      "Isabel Mank,",
      "Florian Siegert,",
      "Rainer Sauerborn,",
      "Jonas Franke"
    ],
    "doi": "Vol. 117\n                                \n                                \n                                  p.\n                                  103203",
    "issn": "1569-8432 (Print)",
    "publisher": "1872-826X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-applied-earth-observation-and-geoinformation",
    "abstract": "Increasing frequencies of climate change-induced extreme weather events like prolonged droughts pose significant challenges for small-scale subsistence farmers in sub-Saharan Africa, who rely on the yearly harvest by more than 80 % of their nutritional needs. However, we do not have a good understanding of yield estimates at the field and household level (with a mean field size of < 2 ha) to understand nutritional priorities in vulnerable communities due to their scarcity in the literature, particularly yield estimates that do not require re-collection of in-situ data. Statistical models for estimating regional food crop yields based on high-resolution satellite data at the field level may provide better insights into how to address health risks such as child malnutrition. Especially in low-resource contexts, where the burden is greatest and expected to worsen in future climate projections. Our study developed crop-specific, satellite-based yield models using a novel three-year data set of in-situ yield measurements as exemplified for a rural region in Burkina Faso. The aim of the model is to reduce the need for in-situ field data collection while still assuring accurate yield estimates at the field level. The model employed LASSO regression and was based on monthly vegetation index composites from Sentinel-2 and weekly accumulated Climate Hazards Group InfraRed Precipitation with Station (CHIRPS) rainfall data. Our yield modeling results showed that there was less overfitting when there was more training data over three years that demonstrated a wider range of yields, which also led to better model fits. R² values ranged from 0.62 (Maize) to 0.3 (Sorghum) for the three-year yield models, with normalized root mean square error (nRMSE) values ranging from 12 % − 16 %. An additional plausibility check confirmed the validity of our models, as we compared the magnitude of our yield estimation with national yield statistics for Burkina Faso. We demonstrated that our models based on three years of in-situ data may capture some of the inter-annual variability in yields, which could be a step toward minimizing the necessity for in-situ measurements in the future. Our advances in predicting yield estimates at the field level enable a linkage between household-level yields, socioeconomic indicators, nutritional status of children, and the health status of the household members. A further application is linking high-resolution yield data to farmers’ productivity losses from increasing heat under climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1569843223000250"
  },
  {
    "title": "Interactions between precipitation, evapotranspiration and soil-moisture-based indices to characterize drought with high-resolution remote sensing and land-surface model data",
    "authors": [
      "J. Gaona,",
      "J. Gaona,",
      "P. Quintana-Seguí,",
      "M. J. Escorihuela,",
      "A. Boone,",
      "M. C. Llasat"
    ],
    "doi": "https://doi.org/10.5194/nhess-22-3461-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  3461\n                                  – 3485",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "The Iberian Peninsula is prone to drought due to the high variability in the Mediterranean climate with severe consequences for drinking water supply, agriculture, hydropower and ecosystem functioning. Because of the complexity and relevance of droughts in this region, it is necessary to increase our understanding of the temporal interactions of precipitation, evapotranspiration and soil moisture that originate from drought within the Ebro basin, in northeastern Spain, as the study region. Remote sensing and land-surface models provide high-spatial-resolution and high-temporal-resolution data to characterize evapotranspiration and soil moisture anomalies in detail. The increasing availability of these datasets has the potential to overcome the lack of in situ observations of evapotranspiration and soil moisture. In this study, remote sensing data of evapotranspiration from MOD16A2 and soil moisture data from SMOS1km as well as SURFEX-ISBA land-surface model data are used to calculate the evapotranspiration deficit index (ETDI) and the soil moisture deficit index (SMDI) for the period 2010–2017. The study compares the remote sensing time series of the ETDI and SMDI with the ones estimated using the land-surface model SURFEX-ISBA, including the standardized precipitation index (SPI) computed at a weekly scale. The study focuses on the analysis of the time lags between the indices to identify the synchronicity and memory of the anomalies between precipitation, evapotranspiration and soil moisture. Lag analysis results demonstrate the capabilities of the SPI, ETDI and SMDI drought indices computed at a weekly scale to give information about the mechanisms of drought propagation at distinct levels of the land–atmosphere system. Relevant feedback for both antecedent and subsequent conditions is identified, with a preeminent role of evapotranspiration in the link between rainfall and soil moisture. Both remote sensing and the land-surface model show capability to characterize drought events, with specific advantages and drawbacks of the remote sensing and land-surface model datasets. Results underline the value of analyzing drought with dedicated indices, preferably at a weekly scale, to better identify the quick self-intensifying and mitigating mechanisms governing drought, which are relevant for drought monitoring in semi-arid areas.",
    "readLink": "https://nhess.copernicus.org/articles/22/3461/2022/nhess-22-3461-2022.pdf"
  },
  {
    "title": "Roles of horizontal and vertical tree canopy structure in mitigating daytime and nighttime urban heat island effects",
    "authors": [
      "Jike Chen,",
      "Shuangen Jin,",
      "Peijun Du"
    ],
    "doi": "Vol. 89\n                                \n                                \n                                  p.\n                                  102060",
    "issn": "1569-8432 (Print)",
    "publisher": "1872-826X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-applied-earth-observation-and-geoinformation",
    "abstract": "The urban heat island (UHI) is increasingly recognized as a serious, worldwide problem because of urbanization and climate change. Urban vegetation is capable of alleviating UHI and improving urban environment by shading together with evapotranspiration. While the impacts of abundance and spatial configuration of vegetation on land surface temperature (LST) have been widely examined, very little attention has been paid to the role of vertical structure of vegetation in regulating LST. In this study, we investigated the relationships between horizontal/vertical structure characteristics of urban tree canopy and LST as well as diurnal divergence in Nanjing City, China, with the help of high resolution vegetation map, Light Detection and Ranging (LiDAR) data and various statistical analysis methods. The results indicated that composition, configuration and vertical structure of tree canopy were all significantly related to both daytime LST and nighttime LST. Tree canopy showed stronger influence on LST during the day than at night. Note that the contribution of composition of tree canopy to explaining spatial heterogeneity of LST, regardless of day and night, was the highest, followed by vertical structure and configuration. Combining composition, configuration and vertical structure of tree canopy can take advantage of their respective advantages, and best explain variation in both daytime LST and nighttime LST. As for the independent importance of factors affecting spatial variation of LST, percent cover of tree canopy (PLAND), mean tree canopy height (TH_Mean), amplitude of tree canopy height (TA) and patch cohesion index (COHESION) were the most influential during the day, while the most important variables were PLAND, maximum height of tree canopy (TH_Max), variance of tree canopy height (TH_SD) and COHESION at night. This research extends our understanding of the impacts of urban trees on the UHI effect from the horizontal to three-dimensional space. In addition, it may offer sustainable and effective strategies for urban designers and planners to cope with increasing temperature.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0303243419308037"
  }
]