[
  {
    "title": "Tending to innovate in Swedish primary health care: a qualitative study",
    "authors": [
      "Gunilla Avby,",
      "Sofia Kjellström,",
      "Monica Andersson Bäck"
    ],
    "doi": "https://doi.org/10.1186/s12913-019-3874-y",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "1472-6963 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://bmchealthservres.biomedcentral.com",
    "abstract": "Abstract Background Policymakers in many countries are involved in system reforms that aim to strengthen the primary care sector. Sweden is no exception. Evidence suggests that targeted financial micro-incentives can stimulate change in certain areas of care, but they do not result in more radical change, such as innovation. The study was performed in relation to the introduction of a national health care reform, and conducted in Jönköping County Council, as the region’s handling of health care reforms has attracted significant national and international interest. This study employed success case method to explore what enables primary care innovations. Methods Five Primary Health Care Centres (PHCCs) were purposively selected to ensure inclusion of a variety of aspects, such as size, location, ownership and regional success criteria. 48 in-depth interviews with managers and staff at the recruited PHCCs were analysed using content analyses. The COREQ checklist for qualitative studies was used to assure quality standards. Results This study identified three types of innovations, which break with previous ways of organizing work at these PHCCs: (1) service innovation; (2) process innovation; and (3) organizational innovation. A learning-oriented culture and climate, comprising entrepreneurial leadership, cross-boundary collaboration, visible and understandable performance measurements and ability to adapt to external pressure were shown to be advantageous for innovativeness. Conclusions This qualitative study highlights critical features in practice that support primary care innovation. Managers need to consistently transform and integrate a policy “push” with professionals’ understanding and values to better support primary care innovation. Ultimately, the key to innovation is the professionals’ engagement in the work, that is, their willingness, capability and opportunity to innovate.",
    "readLink": "http://link.springer.com/article/10.1186/s12913-019-3874-y"
  },
  {
    "title": "On the Need to Further Refine Stock Quality Specifications to Improve Reforestation under Climatic Extremes",
    "authors": [
      "Antonio D. del Campo,",
      "Guillem Segura-Orenga,",
      "Antonio J. Molina,",
      "María González-Sanchis,",
      "Santiago Reyna,",
      "Javier Hermoso,",
      "Carlos J. Ceacero"
    ],
    "doi": "https://doi.org/10.3390/f13020168",
    "journalVolume": "Vol. 13,\n                                no. 168\n                                \n                                  p.\n                                  168",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The achievement of goals in forest landscape restoration strongly relies on successful plantation establishment, which is challenging in drylands, especially under climate change. Improvement of field performance through stock quality has been used for decades. Here, we use machine learning (ML) techniques to identify key stock traits involved in successful survival and to refine previous specifications that were developed under more conventional stock quality assessments carried out at the lifting–shipping phases in the nursery. Two differentiated stocklots in each species were used, both fitting in the regional quality standard. ML was used to infer a set of attributes for planted seedlings that were subsequently related to survival at the short-term (two years) and mid-term (ten years) in six different species planted in a harsh site with shallow soil that suffered the driest year on record during this study. Whilst stocklot quality, as measured in the lifting–shipping stage, had very poor importance to the survival response, individual plant traits presented a moderate to high diagnostic ability for seedling survival (area under the receiver operating characteristic (ROC) curve between 0.59 and 0.99). Early growth traits catch most of the importance in these models (≈40%), followed by individual morphology traits (≈28%) and site variation (≈2%), with overall means varying across species. Aleppo pine and Phoenician juniper stocklots presented survival rates of 66–78% after ten years, and these rates were below 27% for the remaining species that suffered during the historical drought. In Aleppo pine, the plant attributes related to early field performance (growth in the first growing season) were more important in the drought-mediated mid-term performance than stock quality at the nursery stage. Within the technical framework of this study, our results allow for both testing and refining the regional quality standard specifications for harsh conditions such as those found in our study.",
    "readLink": "https://www.mdpi.com/1999-4907/13/2/168"
  },
  {
    "title": "Flower differentiation and fruiting dynamics in olive trees (Olea europaea): Eco-physiological analysis in the Mediterranean basin",
    "authors": [
      "Festus Maniriho"
    ],
    "doi": "https://doi.org/10.36253/ahsc-12444",
    "journalVolume": "Vol. 36,\n                                no. 1",
    "issn": "0394-6169 (Print)",
    "publisher": "1592-1573 (Online)",
    "countryOfPublisher": "Firenze University Press",
    "lcc": [
      "Italy",
      "Science: Biology (General)",
      "Science: Botany"
    ],
    "journalUrl": "https://oaj.fupress.net/index.php/ahs",
    "abstract": "The formation of flowers in sufficient number and quality is a prerequisite for a successful subsequent fruit set. Despite the abundant flowering, olive trees (Olea europea) are characterized by a very low fruit set, and a very severe yield alteration leading to market fluctuation over time. The goal of this paper is to explore and analyze eco-physiological driving factors behind the poor fruit set in Mediterranean olive groves. The key mechanisms causing floral differentiation and extreme yield alternate are functional of plant genetic variability, nutrient competition, and some ecological aspects as a response to climate change. Additionally, olive inflorescence architecture appears to be complex and can vary between cultivars; the olive flower differentiation results in a variable proportion of hermaphrodite, pistillate and staminate flowers among olive cultivars as well as across canopy positions and branches, enhancing nutrient competition between flowers. Self-pollination could be one of the limiting factors for increasing early fruit abscission and extreme alternate fruit-bearing. Hormonal treatments to reduce alternate production in olive trees should be explored. The current review analysis shall help to improve olive grove management, but also for breeding new cultivars more suitable for Mediteranean agro-ecological constraints. Ovule viability and fertilisation, and embryo sac development abnormalities should all be further investigated.",
    "readLink": "https://oaj.fupress.net/index.php/ahs/article/view/12444"
  },
  {
    "title": "Analysis of the role of long-term and short-term periods of inflow in reservoirs water resources planning",
    "authors": [
      "Kanani Reza"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202234602006",
    "journalVolume": "Vol. 346\n                                \n                                \n                                  p.\n                                  02006",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Predicting of inflow discharge to reservoir dams is very important in achieving the purposes of reservoirs water planning. Due to climate change and human activities in the upstream of basins in recent years, the time series of discharge data has generally had downward trend. Therefore, estimating of the discharge in different statistical periods (long-term, medium-term and short-term) and analyzing it in the selection of project purposes has undeniable importance. In this study, the estimate of inflow discharge in 4 dams located in East Azerbaijan province (northwest of Iran) in different statistical periods was performed, and the effect of selecting each statistical period in the dams water resources planning was analyzed. The results showed that depending on the conditions of each basin, the selection of the appropriate discharge period will be different. But in general, choosing a short period of 15-20 years is appropriate and effective in achieving the goals of the project.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/13/e3sconf_cigb2022_02006.pdf"
  },
  {
    "title": "Responding to Global Challenges through Education: Entrepreneurial, Sustainable, and Pro-Environmental Education in Nordic Teacher Education Curricula",
    "authors": [
      "Jaana Seikkula-Leino,",
      "Svanborg R. Jónsdóttir,",
      "Marcia Håkansson-Lindqvist,",
      "Mats Westerberg,",
      "Sofia Eriksson-Bergström"
    ],
    "doi": "https://doi.org/10.3390/su132212808",
    "journalVolume": "Vol. 13,\n                                no. 12808\n                                \n                                  p.\n                                  12808",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The United Nations’ Sustainable Development Goals (SDGs), and the European Union’s strategies both set goals for solving environmental challenges faced by societies and communities. As part of solving these challenges, both the UN and the EU stress the development of entrepreneurial and innovative education. Teacher education plays a crucial role in these efforts, since teachers and teacher educators have a significant impact on educating citizens far into the future. In this research, we studied how Nordic (Finnish, Swedish, and Icelandic) primary teacher education curricula involve entrepreneurial, sustainable, and pro-environmental education. For this study, the authors analyzed the B.Ed. curricula of three academic teacher education institutions in Spring 2021. We used qualitative content analysis as our research method. According to the results, all three curricula incorporated both entrepreneurship education and sustainable development to some extent, although often not very explicitly. Given the urgency of problems such as global climate change, the educational goals and contents in these curricula related to entrepreneurial education and sustainable development are very limited. The idea of integrating environmental/sustainable and entrepreneurship education could be promoted in the future more explicitly, with these interdisciplinary educational themes emphasised more strongly in the curricula and education policies.",
    "readLink": "https://www.mdpi.com/2071-1050/13/22/12808"
  },
  {
    "title": "Comparison of carbon and nitrogen storage in mineral soils of graminoid and shrub tundra sites, western Greenland",
    "authors": [
      "Chelsea L. Petrenko,",
      "Julia Bradley-Cook,",
      "Emily M. Lacroix,",
      "Andrew J. Friedland,",
      "Ross A. Virginia"
    ],
    "doi": "https://doi.org/10.1139/as-2015-0023",
    "journalVolume": "Vol. 2,\n                                no. 4\n                                \n                                  pp.\n                                  165\n                                  – 182",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "Shrub species are expanding across the Arctic in response to climate change and biotic interactions. Changes in belowground carbon (C) and nitrogen (N) storage are of global importance because Arctic soils store approximately half of global soil C. We collected 10 (60 cm) soil cores each from graminoid- and shrub-dominated soils in western Greenland and determined soil texture, pH, C and N pools, and C:N ratios by depth for the mineral soil. To investigate the relative chemical stability of soil C between vegetation types, we employed a novel sequential extraction method for measuring organo-mineral C pools of increasing bond strength. We found that (i) mineral soil C and N storage was significantly greater under graminoids than shrubs (29.0 ± 1.8 versus 22.5 ± 3.0 kg·C·m−2 and 1.9 ± .12 versus 1.4 ± 1.9 kg·N·m−2), (ii) chemical mechanisms of C storage in the organo-mineral soil fraction did not differ between graminoid and shrub soils, and (iii) weak adsorption to mineral surfaces accounted for 40%–60% of C storage in organo-mineral fractions — a pool that is relatively sensitive to environmental disturbance. Differences in these C pools suggest that rates of C accumulation and retention differ by vegetation type, which could have implications for predicting future soil C pool storage.",
    "readLink": "https://cdnsciencepub.com/doi/10.1139/as-2015-0023"
  },
  {
    "title": "Spatial-Temporal Characteristics of Arctic Summer Climate Comfort Level in the Context of Regional Tourism Resources from 1979 to 2019",
    "authors": [
      "Yutao Huang,",
      "Xuezhen Zhang,",
      "Dan Zhang,",
      "Lijuan Zhang,",
      "Wenshuai Zhang,",
      "Chong Ren,",
      "Tao Pan,",
      "Zheng Chu,",
      "Yuying Chen"
    ],
    "doi": "https://doi.org/10.3390/su132313056",
    "journalVolume": "Vol. 13,\n                                no. 13056\n                                \n                                  p.\n                                  13056",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In the context of global warming, a key scientific question for the sustainable development of the Arctic tourism industry is whether the region’s climate is becoming more suitable for tourism. Based on the ERA5-HEAT (Human thErmAl comforT) dataset from the European Center for Medium-range Weather Forecasts (ECMWF), this study used statistical methods such as climatic tendency rate and RAPS to analyze the spatial-temporal changes in Arctic summer climate comfort zones from 1979 to 2019 and to explore the influence of changes in climate comfort on Arctic tourism. The results showed the following: (1) With the increase in the Arctic summer temperature, the universal thermal climate index (UTCI) rose significantly from 1979 to 2019 at a rate of 0.457 °C/10a. There was an abrupt change in 2001, when the climate comfort changed from “colder” to “cool”, and the climate comfort has remained cool over the past decade (2010–2019). (2) With the increase in Arctic summer temperatures, the area assessed as “comfortable” increased significantly from 1979 to 2019 at a rate of 2.114 × 105 km2/10a. Compared with the comfortable area in the 1980s, the comfortable area increased by 6.353 × 105 km2 over the past 10 years and expanded to high-latitude and high-altitude areas, mainly in Kola Peninsula, Putorana Plateau, and Verkhoyansk Mountains in Russia, as well as the Brooks Mountains in Alaska. (3) With the increase in Arctic summer temperatures, the number of days rated comfortable on 30% of the grid increased significantly from 1979 to 2019 (maximum increase: 31 days). The spatial range of the area with a low level of comfortable days narrowed and the spatial range of the area with a high level of such days expanded. The area with 60–70 comfortable days increased the most (4.57 × 105 km2). The results of this study suggest that global warming exerts a significant influence on the Arctic summer climate comfort level and provides favorable conditions for further development of regional tourism resources.",
    "readLink": "https://www.mdpi.com/2071-1050/13/23/13056"
  },
  {
    "title": "A study of the sensitivity of ENSO to the mean climate",
    "authors": [
      "T. Toniazzo"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  pp.\n                                  111\n                                  – 118",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "We study the dependence of the simulated ENSO on the mean simulated climate in the HadCM3 GCM and attempt to understand its relation with results from intermediate-complexity models (ICMs). Our aim is to bridge an existing gap between results from complex GCMs and from more readily understandable ICMs, and thereby to improve our process-based prediction skills of the potential sensitivity of observed ENSO properties (amplitude, frequency and pattern) to climate change. Although there is a suggestion that surface ENSO processes are dominating the response in HadCM3, our work also shows that the complex changes in simulated climate can have contrasting effects on the ENSO and the net result may not be robust.",
    "readLink": "http://www.adv-geosci.net/6/111/2006/adgeo-6-111-2006.pdf"
  },
  {
    "title": "Determining the Climate Future Projection of Erzurum City with the UrbClim Model",
    "authors": [
      "Mehmet Irmak,",
      "Cihad Bilge,",
      "Sevgi Yılmaz"
    ],
    "doi": "https://doi.org/10.30785/mbud.1256724",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  112\n                                  – 122",
    "issn": "2548-0170 (Online)",
    "publisher": "Süleyman Demirel University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Fine Arts: Architecture: Architectural drawing and design"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/mbud",
    "abstract": "The negativities brought by climate change, which is among the crisis agendas today, directly affect the cities. According to the UN, the rate of urbanization in the world is increasing rapidly. It is estimated that it will reach 6.4 billion in 2050. The UrbClim model is also used to project future climate in cities. For the province of Erzurum, where the climate negatively affects living things, the climate data of the city for the first 10 days of July 2016, 2017, and 2018 were analyzed using the UrbClim model. This study, it is aimed to analyze the exemplary cities with cold climates in the world, which will set an example in the determination of climate change and support sustainable and livable urbanization, use energy efficiently, and to produce climate adaptation strategies at the point related to landscape.",
    "readLink": "https://dergipark.org.tr/tr/download/article-file/2975653"
  },
  {
    "title": "Minor interspecies differences in breeding phenology and productivity between two co-occurring aerial insectivores",
    "authors": [
      "Chloe K. Boynton,",
      "Olga C. Lansdorp,",
      "Nancy A. Mahony,",
      "Tony D. Williams"
    ],
    "doi": "Vol. 16,\n                                no. 2\n                                \n                                  p.\n                                  27",
    "issn": "1712-6568 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ace-eco.org/",
    "abstract": "Aerial insectivore populations have declined significantly across Canada for the last fifty years. Although there are several suggested drivers of these population declines, including agricultural intensification, not all species show similar spatiotemporal population trends. Therefore, comparing interspecies differences in breeding productivity on the breeding grounds is vital to understand what is driving population variation among aerial insectivores. We examined breeding productivity and phenology in relation to habitat, weather, and insect availability for two co-occurring swallow species, Tree Swallow (Tachinyeta bicolor; â'2.79 regional annual trend index) and Barn Swallow (Hirundo rustica; â'3.33 regional annual trend index) over four years on the southern coast of British Columbia, Canada. We found only minor interspecies differences in breeding productivity (brood size, fledge success) comparing first broods, although the Barn Swallow is double-brooded, suggesting higher potential productivity than in the Tree Swallow. However, Tree Swallows had larger clutches, earlier lay dates, and more rapid cumulative laying than Barn Swallows. There was little effect of habitat on breeding productivity or phenology for either species, and we found no significant difference in total insect abundance between crop and pasture habitats. Overall, our study suggests there is little interspecies variation in breeding productivity for first broods between these co-occurring aerial insectivores in British Columbia. Given the higher propensity for double brooding and no differences in brood size or fledging success, Barn Swallows in this region may, in fact, have higher annual productivity than Tree Swallows, despite a more steeply declining regional population trend, suggesting that declines are caused by factors operating outside the breeding grounds or during post-breeding.",
    "readLink": "https://www.ace-eco.org/vol16/iss2/art27/"
  }
]