[
  {
    "title": "Layered Perovskites BaLn<sub>n</sub>In<sub>n</sub>O<sub>3n+1</sub> (<i>n</i> = 1, 2) for Electrochemical Applications: A Mini Review",
    "authors": [
      "Nataliia Tarasova"
    ],
    "doi": "https://doi.org/10.3390/membranes13010034",
    "journalVolume": "Vol. 13,\n                                no. 34\n                                \n                                  p.\n                                  34",
    "issn": "2077-0375 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology: Chemical engineering"
    ],
    "journalUrl": "https://www.mdpi.com/journal/membranes",
    "abstract": "Modern humanity is facing many challenges, such as declining reserves of fossil energy resources and their increasing prices, climate change and an increase in the number of respiratory diseases including COVID-19. This causes an urgent need to create advanced energy materials and technologies to support the sustainable development of renewable energy systems including hydrogen energy. Layered perovskites have many attractions due to their physical and chemical properties. The structure of such compounds contains perovskite layers divided by layers with different frameworks, which provide their properties’ features. Proton-conduction layered perovskites open up a novel structural class of protonic conductors, potentially suitable for application in such hydrogen energy devices as protonic ceramic electrolysis cells and protonic ceramic fuel cells. In this mini review, the special features of proton transport in the novel class of proton conductors BaLnnInnO3n+1 (n = 1, 2) with a layered perovskite structure are observed and general regularities are discussed.",
    "readLink": "https://www.mdpi.com/2077-0375/13/1/34"
  },
  {
    "title": "Where Anthropogenic Activity Occurs, Anthropogenic Activity Dominates Vegetation Net Primary Productivity Change",
    "authors": [
      "Conghui Xie,",
      "Shixin Wu,",
      "Qingwei Zhuang,",
      "Zihui Zhang,",
      "Guanyu Hou,",
      "Geping Luo,",
      "Zengyun Hu"
    ],
    "doi": "https://doi.org/10.3390/rs14051092",
    "journalVolume": "Vol. 14,\n                                no. 1092\n                                \n                                  p.\n                                  1092",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Anthropogenic activities and climate change affect the type, structure and function of ecosystems, resulting in important changes in vegetation net primary productivity (NPP). Therefore, in this study we used the vegetation photosynthesis model (VPM) to reveal the spatiotemporal variations in NPP in Xinjiang from 2000 to 2019. The impacts of climate change and anthropogenic activities on NPP changes were quantified and separated by the residual analysis-control variables (RES-CON) method. The results showed that the average NPP in Xinjiang increased by 17.77% from 2000 to 2019. Anthropogenic activities and climate change generally had a positive impact on NPP from 2000 to 2019. The most important anthropogenic activity was land use and land cover (LULC) transformation from grass to arable land, which significantly increased vegetation productivity. Regarding climate change, precipitation has played a significant role in promoting the productivity of vegetation. Overall, the average contribution of climate change (temperature and precipitation) to NPP variation (21.44%) is much greater than the contribution of anthropogenic activities (3.46%), but in areas where anthropogenic activities occur, the average contribution of anthropogenic activities to NPP variation (75.01%) is much greater than the average contribution of climate change (15.53%). Where there are no anthropogenic activities, the average contribution of climate change to NPP variation is 21.72%. In summary, anthropogenic activities are the main driver of NPP variation in areas where anthropogenic activities occur, while the total area in Xinjiang where climate change is the most important driver is larger than the total area where anthropogenic activities are the dominant driver.",
    "readLink": "https://www.mdpi.com/2072-4292/14/5/1092"
  },
  {
    "title": "Potable Reuse of Coalbed Methane-Produced Waters in Developing Country Contexts—Could the Benefits Outweigh the Costs to Facilitate Coal Transitions?",
    "authors": [
      "Udayan Singh,",
      "Lisa  M. Colosi"
    ],
    "doi": "https://doi.org/10.3390/en13010154",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  p.\n                                  154",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Development of coalbed methane (CBM) projects is critical to the achievement of climate change goals because it will help facilitate coal-to-gas transitions in Asia-Pacific countries with low conventional gas reserves. However, growth in CBM in these regions will necessitate strategic, sustainable approaches to produced water management. We posit that it may be possible to deliver synergistic water, energy, and health benefits by reusing CBM-produced waters as potable water supply in water-stressed coal-bearing regions. The goal of this study is to probabilistically evaluate life cycle costs and benefits of using reverse osmosis to treat CBM-produced water in the Damodar Valley coalfields in eastern India. Two treatment configurations are assessed, namely, centralized, and decentralized (i.e., in-home). We find that both configurations offer good cost-effectiveness based on two separately computed metrics to account for the value of health improvement benefits (i.e., disability-adjusted life years (DALYs) averted or monetized health benefits). We also observe that centralized systems are more cost-effective than decentralized, because they reduce capital cost and use-phase energy consumption per unit-volume treated. Average estimated values for the cost−benefit ratio are <0.5 and 1.0 for centralized and decentralized, respectively. Normalizing by anticipated health benefits, cost-effectiveness metrics are <$30/DALY for the centralized system versus <$200/DALY for the decentralized system. These results are highly sensitive to the value of statistical life and baseline water access. A related analysis taking into account both CBM-produced waters and mine waters revealed that deployment of reverse osmosis (RO) could provide drinking to approximately 3.5 million people over 20 years in the Damodar Valley region. These results have interesting implications not only for the study region but also for other CBM-producing countries experiencing chronic severe water stress.",
    "readLink": "https://www.mdpi.com/1996-1073/13/1/154"
  },
  {
    "title": "Terrestrial Carbon Cycle Variability [version 1; referees: 2 approved]",
    "authors": [
      "Dennis Baldocchi,",
      "Youngryel Ryu,",
      "Trevor Keenan"
    ],
    "doi": "https://doi.org/10.12688/f1000research.8962.1",
    "journalVolume": "Vol. 5",
    "issn": "2046-1402 (Online)",
    "publisher": "F1000 Research Ltd",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://f1000research.com",
    "abstract": "A growing literature is reporting on how the terrestrial carbon cycle is experiencing year-to-year variability because of climate anomalies and trends caused by global change. As CO2 concentration records in the atmosphere exceed 50 years and as satellite records reach over 30 years in length, we are becoming better able to address carbon cycle variability and trends. Here we review how variable the carbon cycle is, how large the trends in its gross and net fluxes are, and how well the signal can be separated from noise. We explore mechanisms that explain year-to-year variability and trends by deconstructing the global carbon budget. The CO2 concentration record is detecting a significant increase in the seasonal amplitude between 1958 and now. Inferential methods provide a variety of explanations for this result, but a conclusive attribution remains elusive. Scientists have reported that this trend is a consequence of the greening of the biosphere, stronger northern latitude photosynthesis, more photosynthesis by semi-arid ecosystems, agriculture and the green revolution, tropical temperature anomalies, or increased winter respiration. At the global scale, variability in the terrestrial carbon cycle can be due to changes in constituent fluxes, gross primary productivity, plant respiration and heterotrophic (microbial) respiration, and losses due to fire, land use change, soil erosion, or harvesting. It remains controversial whether or not there is a significant trend in global primary productivity (due to rising CO2, temperature, nitrogen deposition, changing land use, and preponderance of wet and dry regions). The degree to which year-to-year variability in temperature and precipitation anomalies affect global primary productivity also remains uncertain. For perspective, interannual variability in global gross primary productivity is relatively small (on the order of 2 Pg-C y-1) with respect to a large and uncertain background (123 +/- 4 Pg-C y-1), and detected trends in global primary productivity are even smaller (33 Tg-C y-2). Yet residual carbon balance methods infer that the terrestrial biosphere is experiencing a significant and growing carbon sink. Possible explanations for this large and growing net land sink include roles of land use change and greening of the land, regional enhancement of photosynthesis, and down regulation of plant and soil respiration with warming temperatures. Longer time series of variables needed to provide top-down and bottom-up assessments of the carbon cycle are needed to resolve these pressing and unresolved issues regarding how, why, and at what rates gross and net carbon fluxes are changing.",
    "readLink": "http://f1000research.com/articles/5-2371/v1"
  },
  {
    "title": "Climate-wise choices in a world of oil abundance",
    "authors": [
      "Adam R Brandt,",
      "Mohammad S Masnadi,",
      "Jacob G Englander,",
      "Jonathan Koomey,",
      "Deborah Gordon"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aaae76",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  p.\n                                  044027",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Constrained oil supply has given way to abundance at a time when strong action on climate change is wavering. Recent innovation has pushed US oil production to all-time heights and driven oil prices lower. At the same time, attention to climate policy is wavering due to geopolitical upheaval. Nevertheless, climate-wise choices in the oil sector remain a priority, given oil’s large role in modern economies. Here we use a set of open-source models along with a detailed dataset comprising 75 global crude oils (~25% of global production) to estimate the effects of carbon intensity and oil demand on decadal scale oil-sector emissions. We find that oil resources are abundant relative to all projections of 21st century demand, due to large light-tight oil (LTO) and heavy oil/bitumen (HOB) resources. We then investigate the ‘barrel forward’ emissions from producing, refining, and consuming all products from a barrel of crude. These oil resources have diverse life-cycle-greenhouse gas (LC-GHG) emissions impacts, and median per-barrel emissions for unconventional resources vary significantly. Median HOB life cycle emissions are 1.5 times those of median LTO emissions, exceeding them by 200 kgCO _2 eq./bbl. We show that reducing oil LC-GHGs is a mitigation opportunity worth 10–50 gigatonnes CO _2 eq. cumulatively by 2050. We discuss means to reduce oil sector LC-GHGs. Results point to the need for policymakers to address both oil supply and oil demand when considering options to reduce LC-GHGs.",
    "readLink": "https://doi.org/10.1088/1748-9326/aaae76"
  },
  {
    "title": "Oil and natural gas wells across the NASA ABoVE domain: fugitive methane emissions and broader environmental impacts",
    "authors": [
      "Louise A Klotz,",
      "Oliver Sonnentag,",
      "Ziming Wang,",
      "Jonathan A Wang,",
      "Mary Kang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acbe52",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  p.\n                                  035008",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Arctic-boreal regions are experiencing major anthropogenic disturbances in addition to intensifying natural disturbance regimes as a consequence of climate change. Oil and natural gas (OG) activities are extensive in the Arctic-boreal region of western North America, a large portion of which is underlain by permafrost. The total number and distribution of OG wells and their potential fate remain unclear. Consequently, the collective impacts of OG wells on natural and cultural resources, human health and emissions of methane (CH _4 ), are poorly understood. Using public OG well databases, we analysed the distribution of OG wells drilled between 1984 and 2018 across the Core Domain of the NASA Arctic-Boreal Vulnerability Experiment (‘ABoVE domain’). We identified 242 007 OG wells drilled as of 2018 in the ABoVE domain, of which almost two thirds are now inactive or abandoned OG wells. We found that annual drilling has increased from 269 to 8599 OG wells from 1984 to 2014 with around 1000, 700 and 1800 OG wells drilled annually in evergreen forest, deciduous forest and herbaceous land cover types, respectively. 65 588 OG well sites were underlain by permafrost in 2012. Fugitive CH _4 emissions from active and abandoned OG wells drilled in the Canadian portion of the ABoVE domain accounted for approximately 13% of the total anthropogenic CH _4 emissions in Canada in 2018. Our analysis identified OG wells as an anthropogenic disturbance in the ABoVE domain with potentially non-negligible consequences to local populations, ecosystems, and the climate system.",
    "readLink": "https://doi.org/10.1088/1748-9326/acbe52"
  },
  {
    "title": "Environmental Justice and Equity: An Exploration through the POP Movement",
    "authors": [
      "Ash Pachauri,",
      "Drishya Pathak,",
      "Komal Mittal,",
      "Meghana Elsa Thomas,",
      "Nahid Pérez Ayala,",
      "Norma Patricia Muñoz Sevilla,",
      "Philo Magdalene A,",
      "Vanessa Anahí Hernández Vázquez"
    ],
    "doi": "Vol. 4,\n                                no. 5\n                                \n                                  pp.\n                                  72\n                                  – 82",
    "issn": "2038-5242 (Print)",
    "publisher": "2038-5250 (Online)",
    "countryOfPublisher": "Risk Institute, Trieste- Geneva",
    "lcc": [
      "Italy",
      "Political science: International relations",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.cadmusjournal.org/",
    "abstract": "Environmental Justice, defined as “The fair treatment and meaningful involvement of all people regardless of race, color, national origin, or income with respect to the development, implementation, and enforcement of environmental laws, regulations, and policies” (EPA), has been the object of study of this article in which it is shown how through the work of Non-Governmental Organizations (NGOs), the problem of inequalities and problems that arise in the day for certain communities and spaces can be revealed. The background shown and the methodology used are the result of numerous activities developed by “The POP Movement” (2016), in collaboration with various organizations, academic institutions, governments, civil society and particularly with young people from various countries around the world, among others: The International Conference and POP Festival for Youth-Led Climate Action; Intergenerational Dialogue on Environmental Justice and Equity; Latin American Dialogue; GlobalMindED Webinar and Truth and Reconciliation Week. The results obtained from the direct participation of the actors are shown through the problem analysis format, which are recorded within the framework of equity, justice, human rights and the environment, during the events. These results have allowed the design of strategies of action to address the identified problem, under the principle of “Youth inspired by Knowledge.” These results are manifested in various areas: Differentiated impact of climate change; Role of government in environmental justice, and Role of communities and other sectors. Finally, the conclusions obtained during the development of the various events mentioned are presented and that lead us to the following consideration, “The threat of the climate crisis is the one that looms over the world. And yet, the impact of climate change disproportionately affects some of the lives and livelihoods of the world’s most vulnerable and marginalized communities.”",
    "readLink": "http://cadmusjournal.org/article/volume-4/issue-5/environmental-justice-and-equity"
  },
  {
    "title": "Quantifying the effect of forest age in annual net forest carbon balance",
    "authors": [
      "Simon Besnard,",
      "Nuno Carvalhais,",
      "M Altaf Arain,",
      "Andrew Black,",
      "Sytze de Bruin,",
      "Nina Buchmann,",
      "Alessandro Cescatti,",
      "Jiquan Chen,",
      "Jan G P W Clevers,",
      "Ankur R Desai,",
      "Christopher M Gough,",
      "Katerina Havrankova,",
      "Martin Herold,",
      "Lukas Hörtnagl,",
      "Martin Jung,",
      "Alexander Knohl,",
      "Bart Kruijt,",
      "Lenka Krupkova,",
      "Beverly E Law,",
      "Anders Lindroth,",
      "Asko Noormets,",
      "Olivier Roupsard,",
      "Rainer Steinbrecher,",
      "Andrej Varlagin,",
      "Caroline Vincke,",
      "Markus Reichstein"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aaeaeb",
    "journalVolume": "Vol. 13,\n                                no. 12\n                                \n                                  p.\n                                  124018",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Forests dominate carbon (C) exchanges between the terrestrial biosphere and the atmosphere on land. In the long term, the net carbon flux between forests and the atmosphere has been significantly impacted by changes in forest cover area and structure due to ecological disturbances and management activities. Current empirical approaches for estimating net ecosystem productivity (NEP) rarely consider forest age as a predictor, which represents variation in physiological processes that can respond differently to environmental drivers, and regrowth following disturbance. Here, we conduct an observational synthesis to empirically determine to what extent climate, soil properties, nitrogen deposition, forest age and management influence the spatial and interannual variability of forest NEP across 126 forest eddy-covariance flux sites worldwide. The empirical models explained up to 62% and 71% of spatio-temporal and across-site variability of annual NEP, respectively. An investigation of model structures revealed that forest age was a dominant factor of NEP spatio-temporal variability in both space and time at the global scale as compared to abiotic factors, such as nutrient availability, soil characteristics and climate. These findings emphasize the importance of forest age in quantifying spatio-temporal variation in NEP using empirical approaches.",
    "readLink": "https://doi.org/10.1088/1748-9326/aaeaeb"
  },
  {
    "title": "UNPROTECTION OF THE PROTECTED, STRATEGIES FOR SUBTRACTING AND / OR ALLOWING THE REDUCTION OF PROTECTED AREAS, CASE STUDY IN BRAZILIAN AMAZON",
    "authors": [
      "Diana Magally Correa Valero"
    ],
    "doi": "https://doi.org/10.5902/1981369440442",
    "journalVolume": "Vol. 14,\n                                no. 3\n                                \n                                  pp.\n                                  e40442\n                                  – e40442",
    "issn": "1981-3694 (Online)",
    "publisher": "Universidade Federal de Santa Maria",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "http://cascavel.ufsm.br/revistas/ojs-2.2.2/index.php/revistadireito",
    "abstract": "In general terms, we know that the Amazon is being burned and that thousands of species have died during the process. We know that this is happening throughout Latin America, and we know that governments do very little to stop this deforestation. What we ignore is that there are Government Policies which cover up such deforestation with \"incendiary\" speeches. A discourse analysis on the current government of Jair Bolsonaro who, through official media such as NY Times, BBC, and O Globo among others, has recognized Brazilian autonomy in its decisions on the \"lung of the world\", the Amazon, will be conducted to discuss this situation. The discussion of the previous paragraph between national sovereignty and the world heritage site is not new. It is found in the international agreements of biological diversity, climate change, forest protection, and the fight against desertification signed in Rio de Janeiro in 1992. This research will allow verifying how the combination of constitutional amendments approved in the Congress of Brazil in the last three years, specifically during the governments of Temer and Bolsonaro, mixed with a presidential political discourse held during these years, have allowed miners, farmers, cattle breeders and private entrepreneurs to burn the Amazon, waiting to see what happens ... To carry out the discourse analysis, we will start from a historical perspective, verifying government policies regarding the Amazon in the last presidential periods (Lula, Rousseff, Temer, Bolsonaro) to conclude that, although in accordance with the scientific data existing in the international NGOs, progress has been made in the conservation of the Amazon rainforest. However, the Amazon is on fire today. What are the political legal decisions, and even the constitutional amendments that have been made in recent years to allow the economic use of the Brazilian Amazon? How does President Bolsonaro's government speech relate to the deforestation of the Amazon? What is the contribution that scientists are making today in the political field for the defense of the Brazilian Amazon? The answers to these questions will be found in this text.",
    "readLink": "https://periodicos.ufsm.br/revistadireito/article/view/40442"
  },
  {
    "title": "The Indian Sundarban Mangrove Forests: History, Utilization, Conservation Strategies and Local Perception",
    "authors": [
      "Aditya Ghosh,",
      "Susanne Schmidt,",
      "Thomas Fickert,",
      "Marcus Nüsser"
    ],
    "doi": "https://doi.org/10.3390/d7020149",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  149\n                                  – 169",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Covering approximately 10,000 km2 the Sundarbans in the Northern Bay of Bengal is the largest contiguous mangrove forest on earth. Mangroves forests are highly productive and diverse ecosystems, providing a wide range of direct ecosystem services for resident populations. In addition, mangroves function as a buffer against frequently occurring cyclones; helping to protect local settlements including the two most populous cities of the world, Kolkata and Dhaka, against their worst effects. While large tracts of the Indian Sundarbans were cleared, drained and reclaimed for cultivation during the British colonial era, the remaining parts have been under various protection regimes since the 1970s, primarily to protect the remaining population of Bengal tigers (Panthera tigris ssp. tigris). In view of the importance of such forests, now severely threatened worldwide, we trace the areal change that the Indian Sundarbans have undergone over the last two-and-a-half centuries. We apply a multi-temporal and multi-scale approach based on historical maps and remote sensing data to detect changes in mangrove cover. While the mangroves’ areal extent has not changed much in the recent past, forest health and structure have. These changes result from direct human interference, upstream development, extreme weather events and the slow onset of climate change effects. Moreover, we consider the role of different management strategies affecting mangrove conservation and their intersection with local livelihoods.",
    "readLink": "http://www.mdpi.com/1424-2818/7/2/149"
  }
]