[
  {
    "title": "Architectures of adaptive integration in large collaborative projects",
    "authors": [
      "Lois Wright Morton,",
      "Sanford D. Eigenbrode,",
      "Timothy A. Martin"
    ],
    "doi": "https://doi.org/10.5751/ES-07788-200405",
    "journalVolume": "Vol. 20,\n                                no. 4\n                                \n                                  p.\n                                  5",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Collaborations to address complex societal problems associated with managing human-natural systems often require large teams comprised of scientists from multiple disciplines. For many such problems, large-scale, transdisciplinary projects whose members include scientists, stakeholders, and other professionals are necessary. The success of very large, transdisciplinary projects can be facilitated by attending to the diversity of types of collaboration that inevitably occur within them. As projects progress and evolve, the resulting dynamic collaborative heterogeneity within them constitutes architectures of adaptive integration (AAI). Management that acknowledges this dynamic and fosters and promotes awareness of it within a project can better facilitate the creativity and innovation required to address problems from a systems perspective. In successful large projects, AAI (1) functionally meets objectives and goals, (2) uses disciplinary expertise and concurrently bridges many disciplines, (3) has mechanisms to enable connection, (4) delineates boundaries to keep focus but retain flexibility, (5) continuously monitors and adapts, and (6) encourages project-wide awareness. These principles are illustrated using as case studies three large climate change and agriculture projects funded by the U.S. Department of Agriculture-National Institute of Food and Agriculture.",
    "readLink": "http://www.ecologyandsociety.org/vol20/iss4/art5/"
  },
  {
    "title": "Climate extreme effects on the chemical composition of temperate grassland species under ambient and elevated CO2: a comparison of fructan and non-fructan accumulators.",
    "authors": [
      "Hamada AbdElgawad,",
      "Darin Peshev,",
      "Gaurav Zinta,",
      "Wim Van den Ende,",
      "Ivan A Janssens,",
      "Han Asard"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0092044",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  e92044",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Elevated CO2 concentrations and extreme climate events, are two increasing components of the ongoing global climatic change factors, may alter plant chemical composition and thereby their economic and ecological characteristics, e.g. nutritional quality and decomposition rates. To investigate the impact of climate extremes on tissue quality, four temperate grassland species: the fructan accumulating grasses Lolium perenne, Poa pratensis, and the nitrogen (N) fixing legumes Medicago lupulina and Lotus corniculatus were subjected to water deficit at elevated temperature (+3°C), under ambient CO2 (392 ppm) and elevated CO2 (620 ppm). As a general observation, the effects of the climate extreme were larger and more ubiquitous in combination with elevated CO2. The imposed climate extreme increased non-structural carbohydrate and phenolics in all species, whereas it increased lignin in legumes and decreased tannins in grasses. However, there was no significant effect of climate extreme on structural carbohydrates, proteins, lipids and mineral contents and stoichiometric ratios. In combination with elevated CO2, climate extreme elicited larger increases in fructan and sucrose content in the grasses without affecting the total carbohydrate content, while it significantly increased total carbohydrates in legumes. The accumulation of carbohydrates in legumes was accompanied by higher activity of sucrose phosphate synthase, sucrose synthase and ADP-Glc pyrophosphorylase. In the legumes, elevated CO2 in combination with climate extreme reduced protein, phosphorus (P) and magnesium (Mg) contents and the total element:N ratio and it increased phenol, lignin, tannin, carbon (C), nitrogen (N) contents and C:N, C:P and N:P ratios. On the other hand, the tissue composition of the fructan accumulating grasses was not affected at this level, in line with recent views that fructans contribute to cellular homeostasis under stress. It is speculated that quality losses will be less prominent in grasses (fructan accumulators) than legumes under climate extreme and its combination with elevated CO2 conditions.",
    "readLink": "http://europepmc.org/articles/PMC3966776?pdf=render"
  },
  {
    "title": "The Logistics Aspect in Research on the Reduction of Carbon Dioxide Emissions from Agricultural Biogas",
    "authors": [
      "Aleksandra Siudek,",
      "Anna M. Klepacka"
    ],
    "doi": "https://doi.org/10.3390/su141610124",
    "journalVolume": "Vol. 14,\n                                no. 10124\n                                \n                                  p.\n                                  10124",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The article addresses the progressive changes in the climate caused by increasing concentration of greenhouse gases in the atmosphere. In light of the applicable regulations, Poland should reduce the emissions with significant potential of creating the greenhouse effect. One way to achieve this is to increase the use of renewable energy sources, where biogas energy production is one of the most effective methods. Using the Life Cycle Assessment (LCA) method, the greenhouse gas emissions, expressed as CO2 equivalent generated during the entire logistic process of its production, were calculated.",
    "readLink": "https://www.mdpi.com/2071-1050/14/16/10124"
  },
  {
    "title": "Links between winter dust over the Tibetan Plateau and preceding autumn sea ice variability in the Barents and Kara Seas",
    "authors": [
      "Chao Xu,",
      "Jie-Hua Ma,",
      "Jian-Qi Sun,",
      "Chao You,",
      "Yao-Ming Ma,",
      "Hui-Jun Wang,",
      "Tao Wang"
    ],
    "doi": "Vol. 13,\n                                no. 6\n                                \n                                  pp.\n                                  896\n                                  – 908",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "The Tibetan Plateau (TP) is characterized by heavily local dust activities, however, the mechanism of interannual variations of winter dust frequency over the TP remain poorly understood. Previous studies showed the autumn Arctic sea ice could significantly influence the winter climate over Eurasia. Whether autumn sea ice affects winter dust activity over the TP or not? Here, we used an integrated surface database to investigate possible mechanisms for interannual variability in the frequency of winter dust events above the TP. This variability, which is thought to be mainly caused by local dust emissions, shows significant correlations with sea ice concentration (SIC) in the Barents and Kara Seas during the preceding autumn. Low Barents–Kara SIC is accompanied by reduced snow depth over northern Eurasia between autumn and winter, which can enhance the Eurasian mid-latitude westerly jet stream. This strengthening increases the cyclogenesis and occurrence of strong surface wind speeds in winter, especially over the TP. In addition, a lower SIC is closely associated with reduced precipitation and snow cover in late autumn and winter over the TP, which in turn enhances warming of the land surface and reduces the area of frozen ground. These anomalies in atmospheric circulation patterns and local surface conditions promote dust events above the TP during winter. The ensemble means of Atmospheric Model Intercomparison Project experiments from Phase 6 of the Coupled Model Inter-comparison Project and the Community Atmosphere Model version 4 can generally reproduce the atmospheric circulation anomalies associated with decreased Barents–Kara SIC. This study reveals the crucial effect that SIC anomalies in the Barents and Kara Seas have on winter dust activities over the TP.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822001101"
  },
  {
    "title": "Soil Hydrothermal Characteristics among Three Typical Vegetation Types: An Eco-Hydrological Analysis in the Qilian Mountains, China",
    "authors": [
      "Jian Hu,",
      "Da Lü,",
      "Feixiang Sun,",
      "Yihe Lü,",
      "Youjun Chen,",
      "Qingping Zhou"
    ],
    "doi": "https://doi.org/10.3390/w11061277",
    "journalVolume": "Vol. 11,\n                                no. 6\n                                \n                                  p.\n                                  1277",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Soil moisture is a central theme in eco-hydrology. Topography, soil characteristics, and vegetation types are significant factors impacting soil moisture dynamics. However, water loss (evapotranspiration and leakage) and its factors of the self-organized vegetation pattern are not clear, which has significant ecologic functions and contributes to different hydrological ecosystem services. From an eco-hydrological point of view, we relied on the observation of rainfall, soil moisture, and soil temperature in the growing season of a drought year to compare soil moisture and temperature dynamics in terms of frequency/probability distribution and water loss among three typical vegetation types in the Qilian Mountains, China. The results indicated that shrubland (the semi-shaded slope) had the highest average soil moisture at the surface soil (0−40 cm) and soil profile during the growing season, while grassland (the south-facing slope) had the lowest daily average soil moisture and highest daily average soil temperature at the surface soil and soil profile. Spruce forest (the shaded slope) had the lowest daily average soil temperature at the surface soil and soil profile (p < 0.001). Water loss among the three vegetation types has a clear positive relationship with soil water content and a negative relationship with soil temperature. The values of water loss between values of water loss at the wilting point and maximum evapotranspiration point tend to occur in wetter soil moisture under the spruce forest and shrubland, whereas that of grassland emerges in drier soil moisture. The spruce forest and shrubland experienced higher water loss than the grassland. Although the spruce forest and shrubland had a better capacity to retain soil water, they also consumed more soil water than the grassland. Soil moisture may be the main factor controlling the difference in water loss among the three vegetation types. These findings may contribute to improving our understanding of the relationship between the soil moisture dynamics and vegetation pattern, and may offer basic insights for ecosystem management for upstream water-controlled mountainous areas.",
    "readLink": "https://www.mdpi.com/2073-4441/11/6/1277"
  },
  {
    "title": "The Innate Immune Response of Atlantic Salmon (Salmo salar) Is Not Negatively Affected by High Temperature and Moderate Hypoxia",
    "authors": [
      "Fábio S. Zanuzzo,",
      "Anne Beemelmanns,",
      "Jennifer R. Hall,",
      "Matthew L. Rise,",
      "Anthony K. Gamperl"
    ],
    "doi": "https://doi.org/10.3389/fimmu.2020.01009",
    "journalVolume": "Vol. 11",
    "issn": "1664-3224 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Internal medicine: Specialties of internal medicine: Immunologic diseases. Allergy"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/immunology",
    "abstract": "Climate change is predicted to increase water temperatures and decrease oxygen levels in freshwater and marine environments, however, there is conflicting information regarding the extent to which these conditions may impact the immune defenses of fish. In this study, Atlantic salmon were exposed to: (1) normoxia (100–110% air saturation) at 12°C; (2) an incremental temperature increase (1°C per week from 12 to 20°C), and then held at 20°C for an additional 4 weeks; and (3) “2” with the addition of moderate hypoxia (~65–75% air saturation). These conditions realistically reflect what farmed salmon in some locations are currently facing, and future conditions in Atlantic Canada and Europe, during the summer months. The salmon were sampled for the measurement of head kidney constitutive anti-bacterial and anti-viral transcript expression levels, and blood parameters of humoral immune function. Thereafter, they were injected with either the multi-valent vaccine Forte V II (contains both bacterial and viral antigens) or PBS (phosphate-buffer-saline), and the head kidney and blood of these fish were sampled at 6, 12, 24, and 48 h post-injection (HPI). Our results showed that: (1) neither high temperature, nor high temperature + moderate hypoxia, adversely affected respiratory burst, complement activity or lysozyme concentration; (2) the constitutive transcript expression levels of the anti-bacterial genes il1β, il8-a, cox2, hamp-a, stlr5-a, and irf7-b were up-regulated by high temperature; (3) while high temperature hastened the peak in transcript expression levels of most anti-bacterial genes by 6–12 h following V II injection, it did not affect the magnitude of changes in transcript expression; (4) anti-viral (viperin-b, mx-b, and isg15-a) transcript expression levels were either unaffected, or downregulated, by acclimation temperature or V II injection over the 48 HPI; and (5) hypoxia, in addition to high temperature, did not impact immune transcript expression. In conclusion, temperatures up to 20°C, and moderate hypoxia, do not impair the capacity of the Atlantic salmon's innate immune system to respond to bacterial antigens. These findings are surprising, and highlight the salmon's capacity to mount robust innate immune responses (i.e., similar to control fish under optimal conditions) under conditions approaching their upper thermal limit.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fimmu.2020.01009/full"
  },
  {
    "title": "Objective selection of model run from regional climate models ensemble",
    "authors": [
      "V. Khokhlov,",
      "E. Serga,",
      "L. Neodstrelova"
    ],
    "doi": "https://doi.org/10.31481/uhmj.28.2021.03",
    "journalVolume": "no. 28\n                                \n                                  pp.\n                                  29\n                                  – 36",
    "issn": "2311-0902 (Print)",
    "publisher": "2616-7271 (Online)",
    "countryOfPublisher": "Odessa State Environmental University",
    "lcc": [
      "Ukraine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://uhmj.org.ua",
    "abstract": "In this paper, a method was developed in relation to the north-western coast of the Black Sea in order to determine the optimal model run from regional climate models ensemble. As a result of climate change, which has been observed since the late 1980s in Ukraine, various natural objects changes have been also transformed. The study of such changes in the future is possible only by using runs of global or regional climate models. Moreover, the step of the spatial grid in the climate model must be comparative with the spatial size of a natural object under study. In the north-western coast of the Black Sea, climate change is characterized by increasing aridity of climate and a corresponding decrease in freshwater inflows into coastal lagoons from their catchments, making ecosystems of these lagoons sensitive and vulnerable to climate change. Using numerical models in order to study climate change impact on these natural objects requires input hydrometeorological information in the spatial grid points, the distance between which should correspond to the horizontal size of lagoons, i.e. several kilometers. In this paper, data from the scenarios RCP4.5 and RCP8.5 of the ensemble from 14 model runs with different regional climatic models of the CORDEX project were used to simulate the future changes of the temperature and precipitation regime. For each grid point and scenario, a single simulation was selected from the ensemble, which best reproduces the intra-annual changes of temperature, precipitation, and evaporation compared to the ensemble means. Despite the sufficiently large distance between the estuaries, the method allowed the selection of a single optimal model run, which shows the significant differences in spring and summer precipitation as well as year-around evaporation in the southern and northern parts of the northwestern coast of the region. This run well reproduces the relationship between temperature, precipitation, and evaporation in the southern and northern parts of the northwestern coast of the Black Sea.",
    "readLink": "http://uhmj.org.ua/index.php/journal/article/view/177"
  },
  {
    "title": "A Climate-Economy Policy Model for Barbados",
    "authors": [
      "Eric Kemp-Benedict,",
      "Crystal Drakes,",
      "Nella Canales"
    ],
    "doi": "https://doi.org/10.3390/economies8010016",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  16",
    "issn": "2227-7099 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/economies",
    "abstract": "Small island developing states (SIDS), such as Barbados, must continually adapt in the face of uncertain external drivers. These include demand for exports, tourism demand, and extreme weather events. Climate change introduces further uncertainty into the external drivers. To address the challenge, we present a policy-oriented simulation model that builds upon prior work by the authors and their collaborators. Intended for policy analysis, it follows a robust decision making (RDM) philosophy of identifying policies that lead to positive outcomes across a wide range of external changes. While the model can benefit from further development, it illustrates the importance for SIDS of incorporating climate change into national planning. Even without climate change, normal variation in export and tourism demand drive divergent trajectories for the economy and external debt. With climate change, increasing storm damage adds to external debt as the loss of productive capital and need to rebuild drives imports.",
    "readLink": "https://www.mdpi.com/2227-7099/8/1/16"
  },
  {
    "title": "Themes in climate change and variability within the context of rural livelihoods. A systematic literature review",
    "authors": [
      "Lokuthula Msimanga,",
      "Geoffrey Mukwada"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  p.\n                                  100101",
    "issn": "2590-051X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://www.journals.elsevier.com/research-in-globalization",
    "abstract": "Rural livelihoods will continue to face the consequences of climatic change in the short and long term, and the outlook is likely going to deteriorate further with the increasing frequency and intensity of weather extremes. This paper aims to investigate the common traits and heterogeneity of climate change impacts on rural livelihoods across the globe. This study focused on systematically reviewing 86 publications using the Preferred Reporting Items for Systematic reviews and meta-Analyses (PRISMA) guidelines. The review of these articles resulted in the identification of 4 main themes and 11 sub-themes. The results indicate that the substantial body of literature on climate change and rural livelihoods emphasizes the vulnerability of natural-resources based livelihoods to climate-related impacts. Our analysis found that worldwide, the indicators of climate change and variability vary in terms of how climate change affects rural livelihoods and accordingly how rural communities cope with or adapt to climate change also differ. Based on the analysis, the study concludes that these differences are attributed to exposure to various climate change conditions and non-climatic factors, namely social, economic, cultural, and political factors. To employ effective and sustainable rural livelihoods in the face of climate-induced events, it is crucial for internal and external institutions to recognize such heterogeneity, making the formulation of adaptation plans and policies context-specific.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590051X22000223"
  },
  {
    "title": "WATER AVAILABILITY IN SOUTHERN PORTUGAL FOR DIFFERENT CLIMATE CHANGE SCENARIOS SUBJECTED TO BIAS CORRECTION",
    "authors": [
      "Sandra Mourato,",
      "Madalena Moreira,",
      "João Corte-Real"
    ],
    "doi": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  109\n                                  – 117",
    "issn": "1982-3932 (Online)",
    "publisher": "University of Paraiba",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "http://www.journal-uee.org/",
    "abstract": "Regional climate models provided precipitation and temperature time series for control (1961–1990) and scenario (2071–2100) periods. At southern Portu gal, the climate models in the control period systematically present higher temp eratures and lower precipitation than the observations. Therefore, the direct inpu t of climate model data into hydrological models might result in more severe scenarios for future water availability. Three bias correction methods (Delta Change, Dire ct Forcing and Hybrid) are analysed and their performances in water availability impac t studies are assessed. The Delta Change method assumes that the observed series variab ility is maintained in the scenario period and is corrected by the evolution predicted by the climate models. The Direct Forcing method maintains the scenario series variabi lity, which is corrected by the bias found in the control period, and the Hybrid method maintains the control model series variability, which is corrected by the bias found in the control period and by the evolution predicted by the climate models. To assess the climate impacts in the water resources expected for the scenario period, a physically based spatially distributed hydrological model, SHETRAN, is used for runoff pro jections in a southern Portugal basin. The annual and seasonal runoff shows a runoff d ecrease in the scenario period, increasing the water shor tage that is already experienc ed. The overall annual reduction varies between –80% and –35%. In general, the results show that the runoff reductions obtained with climate models corrected with the Delt a Change method are highest but with a narrow range that varies between –80% and –5 2%.",
    "readLink": "http://www.redalyc.org/articulo.oa?id=283232412011"
  }
]