[
  {
    "title": "Particulate emissions from residential wood combustion in Europe – revised estimates and an evaluation",
    "authors": [
      "H. A. C. Denier van der Gon,",
      "R. Bergström,",
      "C. Fountoukis,",
      "C. Johansson,",
      "S. N. Pandis,",
      "D. Simpson,",
      "A. J. H. Visschedijk"
    ],
    "doi": "https://doi.org/10.5194/acp-15-6503-2015",
    "journalVolume": "Vol. 15,\n                                no. 11\n                                \n                                  pp.\n                                  6503\n                                  – 6519",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Currently residential wood combustion (RWC) is increasing in Europe because of rising fossil fuel prices but also due to climate change mitigation policies. However, especially in small-scale applications, RWC may cause high emissions of particulate matter (PM). Recently we have developed a new high-resolution (7 × 7 km) anthropogenic carbonaceous aerosol emission inventory for Europe. The inventory indicated that about half of the total PM2.5 emission in Europe is carbonaceous aerosol and identified RWC as the largest organic aerosol source in Europe. The inventory was partly based on national reported PM emissions. Use of this organic aerosol inventory as input for two chemical transport models (CTMs), PMCAMx and EMEP MSC-W, revealed major underestimations of organic aerosol in winter time, especially for regions dominated by RWC. Interestingly, this was not universal but appeared to differ by country. In the present study we constructed a revised bottom-up emission inventory for RWC accounting for the semivolatile components of the emissions. The revised RWC emissions are higher than those in the previous inventory by a factor of 2–3 but with substantial inter-country variation. The new emission inventory served as input for the CTMs and a substantially improved agreement between measured and predicted organic aerosol was found. The revised RWC inventory improves the model-calculated organic aerosol significantly. Comparisons to Scandinavian source apportionment studies also indicate substantial improvements in the modelled wood-burning component of organic aerosol. This suggests that primary organic aerosol emission inventories need to be revised to include the semivolatile organic aerosol that is formed almost instantaneously due to dilution and cooling of the flue gas or exhaust. Since RWC is a key source of fine PM in Europe, a major revision of the emission estimates as proposed here is likely to influence source–receptor matrices and modelled source apportionment. Since usage of biofuels in small combustion units is a globally significant source, the findings presented here are also relevant for regions outside of Europe.",
    "readLink": "http://www.atmos-chem-phys.net/15/6503/2015/acp-15-6503-2015.pdf"
  },
  {
    "title": "Obesity, Chronic Disease, and Economic Growth: A Case for “Big Picture” Prevention",
    "authors": [
      "Garry Egger"
    ],
    "doi": "https://doi.org/10.4061/2011/149158",
    "journalVolume": "Vol. 2011",
    "issn": "2090-3480 (Print)",
    "publisher": "2090-3499 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.hindawi.com/journals/apm/",
    "abstract": "The discovery of a form of chronic, low-grade systemic inflammation (“metaflammation”) linked with obesity, but also associated with several lifestyle-related behaviours not necessarily causing obesity, suggests a re-consideration of obesity as a direct cause of chronic disease and a search for the main drivers—or cause of causes. Factors contributing to this are considered here within an environmental context, leading to the conclusion that humans have an immune reaction to aspects of the modern techno-industrial environment, to which they have not fully adapted. It is suggested that economic growth—beyond a point—leads to increases in chronic diseases and climate change and that obesity is a signal of these problems. This is supported by data from Sweden over 200 years, as well as “natural” experiments in disrupted economies like Cuba and Nauru, which have shown a positive health effect with economic downturns. The effect is reflected both in human health and environmental problems such as climate change, thus pointing to the need for greater cross-disciplinary communication and a concept shift in thinking on prevention if economic growth is to continue to benefit human health and well-being.",
    "readLink": "http://dx.doi.org/10.4061/2011/149158"
  },
  {
    "title": "The strong role of external forcing in seasonal forecasts of European summer temperature",
    "authors": [
      "Matthew Patterson,",
      "Antje Weisheimer,",
      "Daniel J Befort,",
      "Christopher H O’Reilly"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac9243",
    "journalVolume": "Vol. 17,\n                                no. 10\n                                \n                                  p.\n                                  104033",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Since the 1980s, external forcings from increasing greenhouse gases and declining aerosols have had a large effect on European summer temperatures. These forcings may therefore provide an important source of forecast skill, even for timescales as short as a season ahead. However, the relative importance of external forcings for seasonal forecasts has thus far received little attention, particularly on a regional scale. In this study, we investigate forcing-induced skill by comparing the near-surface temperature skill of a multi-model ensemble of seasonal predictions from the Copernicus Climate Change Service archive to that of an uninitialised ensemble of Coupled Model Intercomparison Project phase 6 projections for European summers (June–July–August) spanning the years 1993–2016. As expected, predictive skill over southern Europe is larger for initialised seasonal predictions compared to uninitialised climate projections. However, for northern Europe, we find that predictive skill is generally small in current seasonal models and surprisingly even smaller compared to uninitialised climate projections. These results imply that further research is necessary to understand the role of external forcing on seasonal temperature variations over Europe.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac9243"
  },
  {
    "title": "Agriculture and forest land use change in the continental United States: Are there tipping points?",
    "authors": [
      "Angelo C. Gurgel,",
      "John Reilly,",
      "Elodie Blanc"
    ],
    "doi": "Vol. 24,\n                                no. 7\n                                \n                                  p.\n                                  102772",
    "issn": "2589-0042 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.cell.com/iscience/home",
    "abstract": "Summary: Land use in the United States (US) is driven by multiple forces operating at the global level, such as income and population growth, yield and productivity improvement, trade policy, climate change, and changing diets. Future land use has implications for biodiversity, run-off, carbon storage, ecosystem values, agriculture, and the broader economy. We investigate those forces and their implications from a multisector, multisystem dynamics (MSD) perspective focused on understanding dynamics and resilience in complex interdependent systems. Historical trends show slight increases in grassland and natural forest areas and decreases in cropland. We project these trends to intensify under higher pressures for agriculture land and reduce under lower pressures, with no evidence of tipping points toward larger agricultural land abandonment or deforestation. However, US sectoral output and trade, fertilizer use, N2O and CH4 emissions from agriculture activities, and CO2 emissions from land use changes are substantially impacted under land use forcing scenarios.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589004221007409"
  },
  {
    "title": "Sugarcane Yield Forecast in Ivory Coast (West Africa) Based on Weather and Vegetation Index Data",
    "authors": [
      "Edouard Pignède,",
      "Philippe Roudier,",
      "Arona Diedhiou,",
      "Vami Hermann N’Guessan Bi,",
      "Arsène T. Kobea,",
      "Daouda Konaté,",
      "Crépin Bi Péné"
    ],
    "doi": "https://doi.org/10.3390/atmos12111459",
    "journalVolume": "Vol. 12,\n                                no. 1459\n                                \n                                  p.\n                                  1459",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "One way to use climate services in the case of sugarcane is to develop models that forecast yields to help the sector to be better prepared against climate risks. In this study, several models for forecasting sugarcane yields were developed and compared in the north of Ivory Coast (West Africa). These models were based on statistical methods, ranging from linear regression to machine learning algorithms such as the random forest method, fed by climate data (rainfall, temperature); satellite products (NDVI, EVI from MODIS Vegetation Index product) and information on cropping practices. The results show that the forecasting of sugarcane yield depended on the area considered. At the plot level, the noise due to cultivation practices can hide the effects of climate on yields and leads to poor forecasting performance. However, models using satellite variables are more efficient and those with EVI alone may explain 43% of yield variations. Moreover, taking into account cultural practices in the model improves the score and enables one to forecast 3 months before harvest in 50% and 69% of cases whether yields will be high or low, respectively, with errors of only 10% and 2%, respectively. These results on the predictive potential of sugarcane yields are useful for planning and climate risk management in this sector.",
    "readLink": "https://www.mdpi.com/2073-4433/12/11/1459"
  },
  {
    "title": "Climate Change and Water Exploitation as Co-Impact Sources on River Benthic Macroinvertebrates",
    "authors": [
      "Francesca Salmaso,",
      "Giuseppe Crosa,",
      "Paolo Espa,",
      "Silvia Quadroni"
    ],
    "doi": "https://doi.org/10.3390/w13192778",
    "journalVolume": "Vol. 13,\n                                no. 2778\n                                \n                                  p.\n                                  2778",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change can affect freshwater communities superimposing on other major stressors, such as water exploitation, with effects still poorly understood. The exacerbation of naturally-occurring periods of low flows has been reported as a major hydrological effect of water diversions, with severe impacts on river benthic macroinvertebrate communities. This study aimed at assessing long-term modifications of low-flow events in a large lowland Italian river possibly associated to climate change and the effects of these events, intensified by water withdrawals, on benthic macroinvertebrates. A 77-year dataset on daily discharge was thus analyzed through Mann-Kendall test and Sen’s method to investigate modifications of the main hydrological parameters. Moreover, macroinvertebrates were collected during the low-flow periods that occurred from 2010 to 2015 at three sites downstream of water withdrawals, representing three different conditions of hydrological impairment. After assessing possible differences in taxonomical and functional composition between sites and impairment conditions, redundancy analysis and ordinary least squares regression were performed to link benthos metrics to environmental (hydrological and physico-chemical) characteristics. An increase in the duration of the low-flow periods and reduced summer flows were detected on the long term, and the magnitude of low flows was significantly altered by water withdrawals. These hydrological features shaped both structural and functional characteristics of benthic assemblages, highlighting the need for a more environmentally-sustainable water resource management in the current context of climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/13/19/2778"
  },
  {
    "title": "Assessment of Climate Change Impact on Future Groundwater-Level Behavior Using SWAT Groundwater-Consumption Function in Geum River Basin of South Korea",
    "authors": [
      "Jiwan Lee,",
      "Chunggil Jung,",
      "Sehoon Kim,",
      "Seongjoon Kim"
    ],
    "doi": "https://doi.org/10.3390/w11050949",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  949",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study was to evaluate the groundwater-level behavior in Geum River Basin (9645.5 km2) of South Korea with HadGEM3-RA RCP 4.5 and 8.5 climate change scenarios and future groundwater use data using the soil and water assessment tool (SWAT). Before evaluating future groundwater behavior, the SWAT model was calibrated and validated using the daily inflows and storage of two dams (DCD and YDD) in the basin for 11 years (2005−2015), the daily groundwater-level observation data at five locations (JSJS, OCCS, BEMR, CASS, and BYBY), and the daily inflow and storage of three weir locations (SJW, GJW, and BJW) for three years and five months (August 2012 to December 2015). The Nash−Sutcliffe efficiency (NSE) and the coefficient of determination (R2) of two dam inflows was 0.55−0.70 and 0.67−0.75. For the inflows of the three weirs, NSE was 0.57−0.77 and R2 was 0.62−0.81. The average R2 value for the groundwater levels of the five locations ranged from 0.53 to 0.61. After verifying the SWAT for hydrologic components, we evaluated the behavior of future groundwater levels by future climate change scenarios and estimated future ground water use by Korean water vision 2020 based on ground water use monitoring data. The future groundwater-level decreased by −13.0, −5.0, and −9.0 cm at three upstream locations (JSJS, OCCS, and BEMR) among the five groundwater-level observation locations and increased by +3.0 and +1.0 cm at two downstream locations (CASS and BYBY). The future groundwater level was directly affected by the groundwater recharge, which was dependent on the seasonal and spatial precipitations in the basin.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/949"
  },
  {
    "title": "Greenhouse Gas Emissions from Solid Waste Management in Saudi Arabia—Analysis of Growth Dynamics and Mitigation Opportunities",
    "authors": [
      "Muhammad  Muhitur Rahman,",
      "Syed  Masiur Rahman,",
      "Mohammad  Shahedur Rahman,",
      "Md  Arif Hasan,",
      "Syed  Abu Shoaib,",
      "Sayeed Rushd"
    ],
    "doi": "https://doi.org/10.3390/app11041737",
    "journalVolume": "Vol. 11,\n                                no. 1737\n                                \n                                  p.\n                                  1737",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The continuous growth in population, urbanization, and industrial development has been increasing the generation of solid waste (SW) in the Kingdom of Saudi Arabia. Consequently, the associated greenhouse gas (GHG) emission is also following an increasing trend. The collection and use of greenhouse gases emitted from solid waste management practices are still limited. A causality analysis examined the driving factors of the emissions from solid waste management. The methane (CH4) emissions from municipal solid waste (MSW) increased with an increase in gross domestic product (GDP) per capita and urban population, and an increase in foreign direct investment (FDI) inflows and literacy rate was likely to reduce CH4 emissions from municipal solid waste and vice versa. The CH4 emission generated from industrial solid wastes was found to be positively related to GDP per capita, urban population, and FDI inflows. However, a decrease in the unemployment rate was likely to increase CH4 emissions from industrial solid wastes. The future greenhouse gas emissions were projected under different possible socio-economic conditions. The scenario analysis based on different variations of population and GDP growth revealed that methane emission from total waste would increase at an average annual rate of 5.13% between 2020 and 2050, and is projected to reach about 4000 Gg by the end of the year 2050. Although the Kingdom has been taking some initiatives towards climate change mitigation, it has significant opportunities to adopt some of the best practices in solid waste management including reduction, recycling, composting and waste-to-energy, and carbon capture and utilization. This study also put emphasis on developing appropriate policy approaches for climate change mitigation based on the circular economy which is gaining momentum in the Kingdom.",
    "readLink": "https://www.mdpi.com/2076-3417/11/4/1737"
  },
  {
    "title": "Relationship Factors Physical Environment and Behavior house Respondents with incidence of Dengue Hemorrhagic Fever in Depok 2016",
    "authors": [
      "Fathinah Ranggauni,",
      "Nuning Maria Kiptiyah"
    ],
    "doi": "https://doi.org/10.19106/JMedScieSup005001201802",
    "journalVolume": "Vol. 50,\n                                no. 1",
    "issn": "0126-1312 (Print)",
    "publisher": "2356-3931 (Online)",
    "countryOfPublisher": "Universitas Gadjah Mada",
    "lcc": [
      "Indonesia",
      "Medicine"
    ],
    "journalUrl": "https://jurnal.ugm.ac.id/bik/index",
    "abstract": "Abstract Depok City is one of the endemic areas of dengue disease in Indonesia. An increase and spread of dengue cases was likely caused by the high mobility of the population, urban development, climate change, changes in population density and distribution. This research is an analytic study with case control design. This study found that in bivariate analysis, the variables associated with the incidence of dengue in the city of Depok are variable lighting (OR = 2.857, 95% CI = 1.179 to 7.175), variable cleaning TPA (OR = 2.210, 95% CI = 0.972 to 5.103), variable educational level (OR = 24.375 (95% CI = 3.540 to 1030.606). On multivariate analysis, the home environment variables that individuals with home lighting ineligible risk of 3.369 (95% CI: 1.418 to 8.005) compared to individuals exposed to dengue home lighting qualify as controlled by confounding variables, namely the habit of cleaning water reservoirs and jobs. On multivariate analysis, behavioral variables respondent is an individual who cleans water reservoirs are not routinely <1 time a week are at risk of 3.293 (95% CI: 1.321 to 8.212) DHF compared with individuals who have the habit of cleaning water reservoirs regularly after confounding variables are controlled by environmental conditions and education of home lighting. For Depok City Health Department inspection home lighting conditions and larvae regularly, fogging and improve health promotion to respondents on how to prevent dengue by conducting 3M plus especially on variable bathtub drain in order to suppress the incidence of dengue in the working area. For respondents in order to join and participate in efforts to Mosquito Nest Eradication of Dengue Hemorrhagic Fever (PSN-DBD).",
    "readLink": "https://jurnal.ugm.ac.id/bik/article/view/31905"
  },
  {
    "title": "Introducing Environmental Research: Health—a new journal devoted to addressing important global challenges at the interface of the environment and public health",
    "authors": [
      "Michelle L Bell"
    ],
    "doi": "https://doi.org/10.1088/2752-5309/ac97b5",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  p.\n                                  010401",
    "issn": "2752-5309 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/2752-5309",
    "abstract": "Environmental Research: Health is a new open access, interdisciplinary journal devoted to addressing important global challenges at the interface of the environment and health in ways that bridge scientific progress and assessment with efforts relating to impact and future risks, resilience, mitigation, adaptation, security and solutions in the broadest sense. While progress has been made in many areas of environmental health, many problems remain and are in fact rising, with increasing threats from climate change and growing disparities in the health burdens of environmental conditions. Although many disciplinary and some broader journals exist, Environmental Research: Health functions at the intersection of science and solutions, which necessitates contributions from multiple disciplines, often working collaboratively, to provide science to better inform decisions from the local to global levels. The journal welcomes contributions from all research methodologies, including qualitative, quantitative, experimental, theoretical and applied approaches, including work on exposure assessment, implementation studies, policy analysis, and health assessment. Through open access, all science published in the journal will be made available free of charge to everyone. The inaugural Editorial Board spans experts from many fields including medicine, epidemiology, architecture, environmental engineering, statistics, and more. Environmental Research: Health aims to facilitate high caliber scientific evidence on how environmental conditions can harm or improve health to allow decision-makers from community groups to national and international leaders to make the best choices to improve health and the environment.",
    "readLink": "https://doi.org/10.1088/2752-5309/ac97b5"
  }
]