[
  {
    "title": "Carbon Emission Prediction Model for the Underground Mining Stage of Metal Mines",
    "authors": [
      "Gaofeng Ren,",
      "Wei Wang,",
      "Wenbo Wu,",
      "Yong Hu,",
      "Yang Liu"
    ],
    "doi": "https://doi.org/10.3390/su151712738",
    "journalVolume": "Vol. 15,\n                                no. 12738\n                                \n                                  p.\n                                  12738",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "At present, the carbon emissions in China’s metal mining industry can be calculated based on the amount of energy consumed in the mining process. However, it is still difficult to predict the carbon emissions before implementation of mining engineering. There are no effective approaches that could reasonably estimate the amount of carbon emissions before mining. To this end, based on the ‘Top–down’ carbon emission accounting method recommended by the Intergovernmental Panel on Climate Change (IPCC), this study proposes a model to predict the greenhouse gases emitted in seven carbon-intensive mining stages, namely, drilling, blasting, ventilation, drainage, air compression, transportation, and backfilling. The contribution of this model is to enable a prediction of the accumulation of greenhouse gases based on the mining preliminary design of mine, rather than on the consumption of energy and materials commonly used in recent research. It also establishes the amount of carbon emissions generated by mining per unit cubic meter of ore rock as the minimum calculation unit for carbon emissions, which allows for the cost and footprint of carbon emissions in the mining process to become clearer. Then, a gold–copper mine is involved as a case study, and the greenhouse gas emissions were predicted employing its preliminary design. Among all the predicted results, the carbon emissions from air compression and ventilation are larger than others, reaching 22.00 kg CO2/m3 and 10.10 kg CO2/m3, respectively. By contrast, the carbon emissions of rock drilling, drainage, and backfilling material pumping are 5.87 kg CO2/m3, 6.80 kg CO2/m3, and 7.79 kg CO2/m3, respectively. To validate the proposed model, the calculation results are compared with the actual energy consumption data of the mine. The estimated overall relative error is only 5.08%. The preliminary predictions of carbon emissions and carbon emission costs in mining before mineral investment were realized, thus helping mining companies to reduce their investment risk.",
    "readLink": "https://www.mdpi.com/2071-1050/15/17/12738"
  },
  {
    "title": "IMPACT OF CHANGES IN CLIMATE AND LAND USE ON THE FUTURE STREAMFLOW FLUCTUATION",
    "authors": [
      "Suria Tarigan,",
      "Akhmad Faqih"
    ],
    "doi": "https://doi.org/10.29244/jpsl.9.1.181-189",
    "journalVolume": "Vol. 9,\n                                no. 1",
    "issn": "2086-4639 (Print)",
    "publisher": "2460-5824 (Online)",
    "countryOfPublisher": "Bogor Agricultural University",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journal.ipb.ac.id/index.php/jpsl",
    "abstract": "Beside land use change, future climate change potentially alters streamflow fluctuation of a river basin in Indonesia. We investigated relative impact of changes in climate and land use on the streamflow fluctuation of a watershed for future condition (2025). To account for the climate change, we simulated future rainfall and temperature scenarios using the downscaled rainfall and mean surface temperature of 24 CMIP5 GCM outputs with moderate scenario of RCP4.5. We used distributed hydrologic model (SWAT) to simulate relative impact of changes in climate and plantation expansion on the future streamflow fluctuation. The SWAT model performed well with the Nash-Sutcliff efficiency values of 0.80-0.85 (calibration) and 0.84-0.86 (validation). The results indicated that the climate change caused 32% decrease of the low flows during dry season and 96% increase of the flooding peak discharge during rainy season. Meanwhile, the plantation expansion led to 40% decrease of the low flow in the dry season and 65% increase of the flooding peak discharge in wet season. Both changes indicated strong impact on the extreme events such as flooding peak discharge and low flows. The impact of the climate change on the increased peak discharge was stronger compared to that of land use change. Meanwhile, the impact of the land use change on the low flow was stronger compared to that of the climate change. The results of this study pointed out that both climate change and the plantation expansion potentially become crucial factors for the future water security in Indonesia.",
    "readLink": "https://journal.ipb.ac.id/index.php/jpsl/article/view/21886"
  },
  {
    "title": "Joint Fact-Finding in Practice: Review of a Collaborative Approach to Climate-Ready Infrastructure in Rotterdam",
    "authors": [
      "Todd Schenk,",
      "Ruben A.L. Vogel,",
      "Nienke Maas,",
      "Lóránt A. Tavasszy"
    ],
    "doi": "https://doi.org/10.18757/ejtir.2016.16.1.3132",
    "journalVolume": "Vol. 16,\n                                no. 1",
    "issn": "1567-7141 (Online)",
    "publisher": "TU Delft Open",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering"
    ],
    "journalUrl": "https://journals.open.tudelft.nl/ejtir",
    "abstract": "Joint fact-finding has been advanced as a method for helping stakeholders grappling with technically intensive policy and planning challenges to collaboratively engage in research and arrive at shared sets of facts to inform their decision-making. This paper introduces joint factfinding and considers its application in the context of infrastructure stakeholders aiming to assess and increase the resilience of their infrastructure systems to climate change. A set of evaluative criteria is introduced, which are proposed for assessing joint fact finding processes both procedurally and substantively in terms of the outcomes, considering them to be both arenas for collaborative governance and joint knowledge production efforts. These criteria are applied to a case in Rotterdam, the Netherlands. This case suggests that joint fact-finding can provide value, but also reveals some lessons. For the efforts themselves, these lessons relate to: The practical applicability of the outcomes; the inherently contingent nature of the outcomes when addressing wicked problems; questions of representation from stakeholder groups; and the importance of leadership and good process design. The following observations are made regarding the criteria: While they are typically interdependent, both process and outcomes should be evaluated; and more attention should be paid to the method and metrics of evaluation, while recognizing that there is no single formula or approach that can be applied, given the heterogeneity of the criteria.",
    "readLink": "https://journals.open.tudelft.nl/ejtir/article/view/3132"
  },
  {
    "title": "COMPOSITES FROM LEATHER INDUSTRY BUFFING DUST: A REVIEW",
    "authors": [
      "KILIÇ Eylem,",
      "PUIG Rita,",
      "FULLANA-i-PALMER Pere"
    ],
    "doi": "Vol. XVIII,\n                                no. 2\n                                \n                                  pp.\n                                  149\n                                  – 154",
    "issn": "1843-813X (Print)",
    "publisher": "2457-4880 (Online)",
    "countryOfPublisher": "Editura Universităţii din Oradea",
    "lcc": [
      "Romania",
      "Technology: Manufactures"
    ],
    "journalUrl": "http://textile.webhost.uoradea.ro/Annals/index.html",
    "abstract": "Leather buffing dust is a fine powder of collagen fibril waste from milling and buffing operations and constitutes an important part of solid wastes generated from chrome tanned leather production processes. It is one of the difficult tannery wastes to manage and current practice of its disposal includes its incineration and disposal in landfill. The scientific literature reports numerous studies on its utilization in composites formulations. Chrome tanned buffing dust has been used as filler for various polymeric matrices with the aim of producing leather-like composites for potential applications such as hand bags, wallets, key chain holder and purses and footwear products such as shoe soles, insole, heels etc. This paper compiles different research works done by researchers regarding composites made from leather industry buffing dust. The characteristics of composites are also presented by making use of previously published studies carried out with different polymer matrices. Reviewed studies reveal that fiber-reinforced composites utilizing buffing dust provide landfill avoidance, energy conservation, decrease depletion of virgin raw material, enable production of low cost composites with improved mechanical properties that can be used for multifunctional applications and moreover they provide solution to the environmental problems associated with the waste management of the leather industry.",
    "readLink": "http://textile.webhost.uoradea.ro/Annals/Vol%20XVIII-No%202-2017/Pielarie/Art.nr.%20273-pag.%20149-154.pdf"
  },
  {
    "title": "Reducing the carbon footprint of research: experience from the NightLife study",
    "authors": [
      "Leila Rooshenas,",
      "Niamh Quann,",
      "Carla Richardson,",
      "James O Burton,",
      "Helen Eborall,",
      "Carmel Conefrey,",
      "Katherine L Hull,",
      "Steph Burns,",
      "Victoria Cluley,",
      "Kateryna MacConaill"
    ],
    "doi": "https://doi.org/10.1136/bmjopen-2022-070200",
    "journalVolume": "Vol. 13,\n                                no. 4",
    "issn": "2044-6055 (Online)",
    "publisher": "BMJ Publishing Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://bmjopen.bmj.com",
    "abstract": "Background As set out in the Climate Change Act (2008), the UK National Health Service (NHS) has made a commitment to halve greenhouse gas emissions by 2025 and reach net zero by 2050. Research forms a core part of NHS activity and reducing the carbon footprint of clinical trials is a core element of the National Institute for Health and Care Research Carbon Reduction Strategy (2019).Key arguments However, support from funding organisations on how to achieve these targets is lacking. This brief communication article reports the reduction in the carbon footprint of the NightLife study, an ongoing multicentre randomised controlled trial assessing the impact of in-centre nocturnal haemodialysis on quality of life.Conclusion By using remote conferencing software and innovative data collection methods, we demonstrated a total saving of 136 tonnes of carbon dioxide equivalent over three workstreams during the first 18 months of the study, following grant activation on 1 January 2020. In addition to the environmental impact, there were additional benefits seen to cost as well as increased participant diversity and inclusion. This work highlights ways in which trials could be made less carbon intensive, more environmentally sustainable and better value for money.",
    "readLink": "https://bmjopen.bmj.com/content/13/4/e070200.full"
  },
  {
    "title": "Evaluating Climate Change Governance Using the “Polity–Policy–Politics” Framework: A Comparative Study of China and the United States",
    "authors": [
      "Xiaochen Gong,",
      "Yunxia Liu,",
      "Tao Sun"
    ],
    "doi": "https://doi.org/10.3390/su12166403",
    "journalVolume": "Vol. 12,\n                                no. 6403\n                                \n                                  p.\n                                  6403",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change governance has attracted increasing academic interest. However, holistic reviews on the dynamic complexity and stability of climate change governance have received little attention. This study addresses this research gap by conducting a structurally comparative analysis between China and the United States based on the “polity–policy–politics” framework. Three analytical facets are identified for each dimension of the framework, including institutional settings, the nature of policy mechanisms used in climate change practices, and the degree of multi-actors’ involvement under two governance scenarios. Results show that climate change governance in the two countries differs substantially. The process of climate governance in China is driven by strong leadership at the national level alongside policy continuity, whereas well-functioning market mechanisms and robust regulatory systems are still lacking. A more meaningful involvement of social forces is also critically needed when addressing increasingly complex and uncertain climate change. By contrast, the US federal climate policies are considered inadequate compared with sub-national actions and persistent efforts of non-state actors, to which the success of climate practices is largely attributed. This study systematically uncovers the divergence of climate mitigation under different political–institutional contexts, and evaluates the effectiveness of governance arrangement in the two countries, which helps policymakers to understand the potential of improving the performance of climate change governance.",
    "readLink": "https://www.mdpi.com/2071-1050/12/16/6403"
  },
  {
    "title": "High level Communiqué from the InterAction Council",
    "authors": [
      "George Lueddeke"
    ],
    "doi": "https://doi.org/10.4119/seejph-1860",
    "issn": "2197-5248 (Online)",
    "publisher": "Jacobs Verlag",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.seejph.com/index.php/seejph/index",
    "abstract": "Dear Colleagues, Here is a link to a copy of a high level Communiqué from the InterActionCouncil that may also be of interest to SEEJPH readers. As you may be aware, the Council brings together former world leaders (heads of government and senior officials) and focuses on issues related, among others, to global security and has been examining the role of health security over the last few years. At this year’s meeting (30-31 May), co-chaired by HE Obasanjo from Nigeria and HE Bertie Ahern from Ireland, the session on Planetary Health, coordinated by Professor John Wyn Owen, resulted in the endorsement of the “Dublin Charter for One Health”. Dr Joanna Nurse presented on the policy implications of Planetary and One Health in this session and is tasked by the InterAction Council with advancing the One Health Charter in collaboration with key partners. Below is a summary of the main actions in the Charter for One Health that may in due course help to inform trans-disciplinary research, education and practice at national, regional and global levels with a view to sustaining people and planet health and well-being. Your comments on how best to advance these key areas are requested-i.e. please let us know what is already happening, gaps and suggestions for how to advance the following: • Strengthening multi-sector solutions for the SDGs - the One Health approach has the potential to act as a unifying theme; • Resilience to emerging threats -including AMR, disease outbreaks, climate change and environmental impacts; • Mainstreaming One Health within public health systems for UHC -including environmental health; • Strengthen One Health Governance mechanisms for systems reform; • Building leadership for One Health for future generations; • Establish an independent accountability mechanism for advancing action on One Health. Please send your comment to glueddeke@aol.com by 10 July. Many thanks and best wishes! George Lueddeke PhD",
    "readLink": "https://www.seejph.com/index.php/seejph/article/view/1860"
  },
  {
    "title": "Supporting the adaptive capacity of species through more effective knowledge exchange with conservation practitioners",
    "authors": [
      "Carly N. Cook,",
      "Erik A. Beever,",
      "Lindsey L. Thurman,",
      "Laura M. Thompson,",
      "John E. Gross,",
      "Andrew R. Whiteley,",
      "Adrienne B. Nicotra,",
      "Jennifer A. Szymanski,",
      "Carlos A. Botero,",
      "Kimberly R. Hall,",
      "Ary A. Hoffmann,",
      "Gregor W. Schuurman,",
      "Carla M. Sgrò"
    ],
    "doi": "https://doi.org/10.1111/eva.13266",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  pp.\n                                  1969\n                                  – 1979",
    "issn": "1752-4571 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/17524571",
    "abstract": "Abstract There is an imperative for conservation practitioners to help biodiversity adapt to accelerating environmental change. Evolutionary biologists are well‐positioned to inform the development of evidence‐based management strategies that support the adaptive capacity of species and ecosystems. Conservation practitioners increasingly accept that management practices must accommodate rapid environmental change, but harbour concerns about how to apply recommended changes to their management contexts. Given the interest from both conservation practitioners and evolutionary biologists in adjusting management practices, we believe there is an opportunity to accelerate the required changes by promoting closer collaboration between these two groups. We highlight how evolutionary biologists can harness lessons from other disciplines about how to foster effective knowledge exchange to make a substantive contribution to the development of effective conservation practices. These lessons include the following: (1) recognizing why practitioners do and do not use scientific evidence; (2) building an evidence base that will influence management decisions; (3) translating theory into a format that conservation practitioners can use to inform management practices; and (4) developing strategies for effective knowledge exchange. Although efforts will be required on both sides, we believe there are rewards for both practitioners and evolutionary biologists, not least of which is fostering practices to help support the long‐term persistence of species.",
    "readLink": "https://doi.org/10.1111/eva.13266"
  },
  {
    "title": "Water supply and runoff capture reliability curves for hypothetical rainwater harvesting systems for locations across the U.S. for historical and projected climate conditions",
    "authors": [
      "Nasrin Alamdari,",
      "David J. Sample,",
      "Jia Liu,",
      "Andrew Ross"
    ],
    "doi": "Vol. 18\n                                \n                                \n                                  pp.\n                                  441\n                                  – 447",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "The data presented in this article are related to the research article entitled “Assessing climate change impacts on the reliability of rainwater harvesting systems” (Alamdari et al., 2018) [1]. This article evaluated the water supply and runoff capture reliability of rainwater harvesting (RWH) systems for locations across the U.S. for historical and projected climate conditions. Hypothetical RWH systems with varying storage volumes, rooftop catchment areas, irrigated areas, and indoor wSater demand based upon population from selected locations were simulated for historical (1971–1998) and projected (2041–2068) periods, the latter dataset was developed using dynamic downscaling of North American Regional Climate Change (CC) Assessment Program (NARCCAP). A computational model, the Rainwater Analysis and Simulation Program (RASP), was used to compute RWH performance with respect to the reliability of water supply and runoff capture. The reliability of water supply was defined as the proportion of demands that are met; and the reliability of runoff capture was defined as the amount stored and reused, but not spilled. A series of contour plots using the four design variables and the reliability metrics were developed for historical and projected conditions. Frequency analysis was also used to characterize the long-term behavior of rainfall and dry duration at each location. The full data set is made publicly available to enable critical or extended analysis of this work.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340918302282"
  },
  {
    "title": "Avian Cholera emergence in Arctic-nesting northern Common Eiders: using community-based, participatory surveillance to delineate disease outbreak patterns and predict transmission risk",
    "authors": [
      "Samuel A. Iverson,",
      "Mark R. Forbes,",
      "Manon Simard,",
      "Catherine Soos,",
      "H. Grant Gilchrist"
    ],
    "doi": "https://doi.org/10.5751/ES-08873-210412",
    "journalVolume": "Vol. 21,\n                                no. 4\n                                \n                                  p.\n                                  12",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Emerging infectious diseases are a growing concern in wildlife conservation. Documenting outbreak patterns and determining the ecological drivers of transmission risk are fundamental to predicting disease spread and assessing potential impacts on population viability. However, evaluating disease in wildlife populations requires expansive surveillance networks that often do not exist in remote and developing areas. Here, we describe the results of a community-based research initiative conducted in collaboration with indigenous harvesters, the Inuit, in response to a new series of Avian Cholera outbreaks affecting Common Eiders (Somateria mollissima) and other comingling species in the Canadian Arctic. Avian Cholera is a virulent disease of birds caused by the bacterium Pasteurella multocida. Common Eiders are a valuable subsistence resource for Inuit, who hunt the birds for meat and visit breeding colonies during the summer to collect eggs and feather down for use in clothing and blankets. We compiled the observations of harvesters about the growing epidemic and with their assistance undertook field investigation of 131 colonies distributed over >1200 km of coastline in the affected region. Thirteen locations were identified where Avian Cholera outbreaks have occurred since 2004. Mortality rates ranged from 1% to 43% of the local breeding population at these locations. Using a species-habitat model (Maxent), we determined that the distribution of outbreak events has not been random within the study area and that colony size, vegetation cover, and a measure of host crowding in shared wetlands were significantly correlated to outbreak risk. In addition, outbreak locations have been spatially structured with respect to hypothesized introduction foci and clustered along the migration corridor linking Arctic breeding areas with wintering areas in Atlantic Canada. At present, Avian Cholera remains a localized threat to Common Eider populations in the Arctic; however expanded, community-based surveillance will be required to track disease spread.",
    "readLink": "http://www.ecologyandsociety.org/vol21/iss4/art12/"
  }
]