[
  {
    "title": "Permission to Say “Capitalism”: Principles for Critical Social Science Engagement With GGR Research",
    "authors": [
      "Stephen Hall,",
      "Mark Davis"
    ],
    "doi": "https://doi.org/10.3389/fclim.2021.708913",
    "journalVolume": "Vol. 3",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "The grand scale of GGR deployment now necessary to avoid dangerous climate change warrants the use of grand interpretive theories of how the global economy operates. We argue that critical social science should be able to name the global economy as “capitalism”; and instead of speaking about “transforming the global economy” as a necessary precondition for limiting climate change, instead speak about transforming, or even transcending, capitalism. We propose three principles are helpful for critical social science researchers willing to name and analyse the structural features of capitalism and their relation to greenhouse gas removal technology, policy, and governance. These principles are: (1) Greenhouse Gas Removal technologies are likely to emerge within capitalism, which is crisis prone, growth dependent, market expanding, We use a broad Marxist corpus to justify this principle. (2) There are different varieties of capitalism and this will affect the feasibility of different GGR policies and supports in different nations. We draw on varieties of capitalism and comparative political economy literature to justify this principle. (3) Capitalism is more than an economic system, it is ideologically and culturally maintained. Globally-significant issues such as fundamentalism, institutional mistrust, precarity, and populism, cannot be divorced from our thinking about globally significant deployment of greenhouse gas removal technologies. We use a broad Critical Theory body of work to explore the ideational project of maintaining capitalism and its relation to GGR governance and policy.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2021.708913/full"
  },
  {
    "title": "Palaeoenvironments and hominin evolutionary dynamics in southeast Asia",
    "authors": [
      "Anne-Marie Bacon,",
      "Nicolas Bourgon,",
      "Elise Dufour,",
      "Fabrice Demeter,",
      "Clément Zanolli,",
      "Kira E. Westaway,",
      "Renaud Joannes-Boyau,",
      "Philippe Duringer,",
      "Jean-Luc Ponche,",
      "Mike W. Morley,",
      "Eric Suzzoni,",
      "Sébastien Frangeul,",
      "Quentin Boesch,",
      "Pierre-Olivier Antoine,",
      "Souliphane Boualaphane,",
      "Phonephanh Sichanthongtip,",
      "Daovee Sihanam,",
      "Nguyen Thi Mai Huong,",
      "Nguyen Anh Tuan,",
      "Denis Fiorillo,",
      "Olivier Tombret,",
      "Elise Patole-Edoumba,",
      "Alexandra Zachwieja,",
      "Thonglith Luangkhoth,",
      "Viengkeo Souksavatdy,",
      "Tyler E. Dunn,",
      "Laura Shackelford,",
      "Jean-Jacques Hublin"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-43011-2",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Secure environmental contexts are crucial for hominin interpretation and comparison. The discovery of a Denisovan individual and associated fauna at Tam Ngu Hao 2 (Cobra) Cave, Laos, dating back to 164–131 ka, allows for environmental comparisons between this (sub)tropical site and the Palearctic Denisovan sites of Denisova Cave (Russia) and Baishiya Karst Cave (China). Denisovans from northern latitudes foraged in a mix of forested and open landscapes, including tundra and steppe. Using stable isotope values from the Cobra Cave assemblage, we demonstrate that, despite the presence of nearby canopy forests, the Denisovan individual from Cobra Cave primarily consumed plants and/or animals from open forests and savannah. Using faunal evidence and proxy indicators of climates, results herein highlight a local expansion of rainforest at ~ 130 ka, raising questions about how Denisovans responded to this local climate change. Comparing the diet and habitat of the archaic hominin from Cobra Cave with those of early Homo sapiens from Tam Pà Ling Cave (46–43 ka), Laos, it appears that only our species was able to exploit rainforest resources.",
    "readLink": "https://doi.org/10.1038/s41598-023-43011-2"
  },
  {
    "title": "Airborne Noise Emission Characteristics of Wind Turbines in Iran",
    "authors": [
      "MILAD DERAKHSHAN JAZARI,",
      "MAHDYEH BOUBEHREJH,",
      "MARYAM AVISHAN,",
      "JAMSHID GHOLAMPOUR,",
      "MOHAMMAD REZA MONAZZAM ESMAIL POUR,",
      "MOHSEN MESHKANI"
    ],
    "doi": "Vol. 8,\n                                no. 1",
    "issn": "2008-5109 (Print)",
    "publisher": "2008-5435 (Online)",
    "countryOfPublisher": "Tehran University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://ijoh.tums.ac.ir",
    "abstract": "Introduction: Wind-turbine noise emission and its environmental impact are considerable issues nowadays. Considering the importance of the issue, the purpose of this study was to prepare noise map and wind turbines sound characteristics on the largest wind farm of Iran. Method: This study was carried out in two phases:1) In order to prepare the daytime sound level (Ld) noise map, environmental noise measurement was done using LAeq for 10 minutes three times daily according to the ISO9612 method. 2) On the basis of IEC 61400-11.2006, sound characteristics and wind speed were measured concurrently at the back and front of the wind turbines using TES-1358 Sound Level Meter and vane anemometer. Discussion: The average daytime sound level (Ld) of wind farm was 63dBA which is 3 dB higher than the recommended level. Wind speed has a significant non-linear relationship with the wind turbine noise emissions (p<0.05) which is valid with increasing wind speed up to 17 m/s. Frequency analysis showed that the wind turbine noise is in the range of low noise frequencies(below 1000 Hz). There is a significant relationship between the power generation, wind turbine blade length and sound level (p<0.05). Sound pressure levels in frequencies lower than 250 Hz are equal at the back and front of the wind turbines. Wind turbine characteristics specifies model of noise emission. Result: Daytime sound level around the wind farm is more than the recommended values. The sound level of wind turbines is sensitive to Wind speed changes and it is in a range of low frequencies and fluctuation once.",
    "readLink": "https://ijoh.tums.ac.ir/index.php/ijoh/article/view/155"
  },
  {
    "title": "IMPLEMENTASI DAN STRATEGI PEMBANGUNAN KESATUAN PENGELOLAAN HUTAN BANJAR",
    "authors": [
      "Iis Alviya,",
      "Elvida Yosefi Suryandari"
    ],
    "doi": "https://doi.org/10.20886/jakk.2009.6.1.%p",
    "journalVolume": "Vol. 6,\n                                no. 1",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Eksploitasi hutan alam produksi secara besar-besaran yang telah berlangsung sejak tahun 1969, telah memberikan kontribusi besar bagi pembangunan nasional melalui produk utamanya kayu dan hasil hutan non-kayu. Di lain pihak eksploitasi hutan alam telah memberikan dampak negatif bagi kelestarian sumberdaya hutan sendiri. Untuk mewujudkan pengelolaan hutan yang lestari, maka seluruh kawasan hutan akan dibagi ke dalam Kesatuan Pengelolaan Hutan (KPH) yang merupakan wilayah pengelolaan hutan terkecil sesuai fungsi pokok dan peruntukannya. Tujuan penelitian ini secara khusus adalah : (1) mengidentifikasi permasalahan yang meliputi faktor internal maupun eksternal yang berpengaruh terhadap pembangunan KPH Banjar dan (2) mengkaji implementasi dan strategi pembangunan KPH Banjar. Pengumpulan data dilakukan dengan metode survei lapangan dan wawancara secara mendalam di KPH Model Banjar, Provinsi Kalimantan Selatan, dan data tersebut diolah dengan analisis deskriptif dan SWOT. Hasil penelitian menunjukkan bahwa dalam pembangunan KPH Banjar, masih terdapat perbedaan persepsi di antara para pemangku kepentingan. Hal ini dibuktikan dari hasil análisis SWOT yang menunjukkan adanya perbedaan cara pandang dalam memahami beberapa kasus permasalahan dalam pembangunan KPH antara Dishut propinsi, Dishut kabupaten dan BPKH. Oleh karena itu upaya yang perlu dilakukan dalam pembangunan KPH Banjar ke depan adalah: adanya dukungan dan komitmen Pemda dengan merumuskan perundangan (PERDA) maupun penyusunan RTRW yang sesuai, pengembangan SDM melalui kerjasama perguruan tinggi, dan peningkatan koordinasi, kolaborasi dengan pemangku kepentingan dalam rangka sinkronisasi kegiatan dalam kawasan KPH Banjar serta peningkatan pemberdayaan masyarakat sekitar kawasan KPH.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/341"
  },
  {
    "title": "Compassion fade and the challenge of environmental conservation",
    "authors": [
      "Ezra M. Markowitz,",
      "Paul Slovic,",
      "Daniel Västfjäll,",
      "Sara D. Hodges"
    ],
    "doi": "https://doi.org/10.1017/S193029750000526X",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  pp.\n                                  397\n                                  – 406",
    "issn": "1930-2975 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences",
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/judgment-and-decision-making",
    "abstract": "Compassion shown towards victims often decreases as the number of individuals in need of aid increases, identifiability of the victims decreases, and the proportion of victims helped shrinks. Such “compassion fade” may hamper individual-level and collective responses to pressing large-scale crises. To date, research on compassion fade has focused on humanitarian challenges; thus, it remains unknown whether and to what extent compassion fade emerges when victims are non-human others. Here we show that compassion fade occurs in the environmental domain, but only among non-environmentalists. These findings suggest that compassion fade may challenge our collective ability and willingness to confront the major environmental problems we face, including climate change. The observed moderation effect of environmental identity further indicates that compassion fade may present a significant psychological barrier to building broad public support for addressing these problems. Our results highlight the importance of bringing findings from the field of judgment and decision making to bear on pressing societal issues.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S193029750000526X/type/journal_article"
  },
  {
    "title": "Estimating climate-induced ‘Nowhere to go’ range shifts of the Himalayan Incarvillea Juss. using multi-model median ensemble species distribution models",
    "authors": [
      "Santosh Kumar Rana,",
      "Hum Kala Rana,",
      "Dong Luo,",
      "Hang Sun"
    ],
    "doi": "Vol. 121\n                                \n                                \n                                  p.\n                                  107127",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Global climate change threatens the range and resilience of species in the major biodiversity, particularly those in mountain regions. As the climatic conditions at high altitudes becomes suitable for colonization, many alpine plants experiences novel competitive pressures along as well as range-shift limitations along alpine peaks. To estimate climate-induced ‘Nowhere to go’ scenarios, we modelled habitat suitability for the Himalayan Incarvillea Juss. and its subgenera using a multi-model median (MMM) ensemble species distribution modelling (eSDM). This model incorporated 13 climatic and other 15 environmental variables with n = 542 spatially rarefied occurrence records of the Incarvillea species. Meanwhile, contributions of environmental factors to ecological divergence were statistically verified using principal component analysis (PCA) and discriminant function analysis (DFA). Finally, the geographic range was projected under n = 4 different climatic scenarios and analysed for plausible range shifts. The niche divergence test suggested larger ecological differentiation within the genus and subgenera by climatic rather than environmental variables. In response to climatic factors, the consensus projection resulted in a wide range of suitability for Incarvillea across the three foremost Biodiversity hotspots of Asia. The spatio-temporal projection of the Incarvillea species in the Hengduan Mountains expand their range north-westward in future without diminishing their range size under climate warming, but not promisingly occupied niche range as anticipated by the “Nowhere to go” hypothesis. Therefore, a better understanding of the potential range of the genus Incarvillea and its subgenera envisioned through solely climate-induced variables might provide better insights to biogeographers in understanding geographic range amalgamating climate change adaptation and biodiversity conservation in the biodiversity hotspots.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X20310669"
  },
  {
    "title": "A multi-state weather generator for daily precipitation for the Torne River basin, northern Sweden/western Finland",
    "authors": [
      "David Rayner,",
      "Christine Achberger,",
      "Deliang Chen"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2016.06.006",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  70\n                                  – 81",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "This paper describes a new weather generator – the 10-state empirical model – that combines a 10-state, first-order Markov chain with a non-parametric precipitation amounts model. Using a doubly-stochastic transition-matrix results in a weather generator for which the overall precipitation distribution (including both wet and dry days) and the temporal-correlation can be modified independently for climate change studies. This paper assesses the ability of the 10-state empirical model to simulate daily area-average precipitation in the Torne River catchment in northern Sweden/western Finland in the context of 3 other models: a 10-state model with a parametric (Gamma) amounts model; a wet/dry chain with the empirical amounts model; and a wet/dry chain with the parametric amounts model. The ability to accurately simulate the distribution of multi-day precipitation in the catchment is the primary consideration. Results showed that the 10-state empirical model represented accumulated 2- to 14-day precipitation most realistically. Further, the distribution of precipitation on wet days in the catchment is related to the placement of a wet day within a wet-spell, and the 10-state models represented this realistically, while the wet/dry models did not. Although all four models accurately reproduced the annual and monthly averages in the training data, all models underestimated inter-annual and inter-seasonal variance. Even so, the 10-state empirical model performed best. We conclude that the multi-state model is a promising candidate for hydrological applications, as it simulates multi-day precipitation well, but that further development is required to improve the simulation of interannual variation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927815300150"
  },
  {
    "title": "Low-Carbon Tourism—Technical, Economic and Management Project of a Greenway, for Enhancing Inner Areas of the Cilento National Park, Italy",
    "authors": [
      "Giacomo Di Ruocco,",
      "Luis Palmero Iglesias,",
      "Begoña Blandón,",
      "Roberta Melella"
    ],
    "doi": "https://doi.org/10.3390/su122310012",
    "journalVolume": "Vol. 12,\n                                no. 12\n                                \n                                  p.\n                                  12",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In the light of recent emergencies represented by climate change and global warming, with the consequent policies to reduce greenhouse gas emissions, this research aims at offering a response to the need for decarbonization of anthropization processes of territories, on a building and urban scale. This study elaborates a methodology, according to an integrated qualitative-quantitative approach, which combines the strategic need for sustainable mobility with the need to enhance the value of natural and environmental interesting places, typical of the Mediterranean area and in particular the ones which represented the heart of Magna Graecia. This strategy is implemented through a growing mobility offer in recent years: sustainable cycling tourism, which is included in the wider and more widespread strategic action of greenways. However, these strategies do not often meet the interests of the public administration, which is refractory to face great costs in exchange for a hypothetical return on investment, in the long term; the result is the abandonment and degradation of territories characterized by a remarkable naturalistic, landscape and environmental value. The aim of this study, therefore, is to provide operators in the sector (public administration, Cilento National Park Authority, economic operators, etc.) with a decision-maintenance tool, through the definition of priority criteria for interventions, according to an economic sustainability approach of the intervention and adopting an integrated qualitative-quantitative methodology. The intervention, as a whole, involves a cycle path of about 600 km, passing through 70 countries of the territory. Therefore, assuming the impossibility of being carried out at the same time, as a whole, it has been divided into 23 functional lots: the methodology intends, precisely, to define the priority and necessity criteria that determine the classification of importance of the 23 routes (sub-interventions), identified in this study.",
    "readLink": "https://www.mdpi.com/2071-1050/12/23/12"
  },
  {
    "title": "Coastal flooding and mean sea-level rise allowances in atoll island",
    "authors": [
      "Angel Amores,",
      "Marta Marcos,",
      "Gonéri Le Cozannet,",
      "Jochen Hinkel"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-05329-1",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Atoll islands are among the places most vulnerable to climate change due to their low elevation above mean sea level. Even today, some of these islands suffer from severe flooding generated by wind-waves, that will be exacerbated with mean sea-level rise. Wave-induced flooding is a complex physical process that requires computationally-expensive numerical models to be reliably estimated, thus limiting its application to single island case studies. Here we present a new model-based parameterisation for wave setup and a set of numerical simulations for the wave-induced flooding in coral reef islands as a function of their morphology, the Manning friction coefficient, wave characteristics and projected mean sea level that can be used for rapid, broad scale (e.g. entire atoll island nations) flood risk assessments. We apply this new approach to the Maldives to compute the increase in wave hazard due to mean sea-level rise, as well as the change in island elevation or coastal protection required to keep wave-induced flooding constant. While future flooding in the Maldives is projected to increase drastically due to sea-level rise, we show that similar impacts in nearby islands can occur decades apart depending on the exposure to waves and the topobathymetry of each island. Such assessment can be useful to determine on which islands adaptation is most urgently needed.",
    "readLink": "https://doi.org/10.1038/s41598-022-05329-1"
  },
  {
    "title": "The Upper Range Limit of Alien Plants Is Not in Equilibrium with Climate in the Andes of Central Chile",
    "authors": [
      "Estefany Goncalves,",
      "Ileana Herrera,",
      "Jake Alexander,",
      "Milen Duarte,",
      "Lohengrin A. Cavieres,",
      "Luis Morales-Salinas,",
      "Ramiro O. Bustamante"
    ],
    "doi": "https://doi.org/10.3390/plants11182345",
    "journalVolume": "Vol. 11,\n                                no. 2345\n                                \n                                  p.\n                                  2345",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Alien plant species are colonizing high-elevation areas along roadsides. In this study, we evaluated whether the distributions of alien plants in the central Chilean mountains have reached climatic equilibrium (i.e., upper distribution limits consistent with their climatic requirements). First, we evaluated whether the upper elevational limits of alien plants changed between 2008 and 2018 based on the Mountain Invasion Research Network (MIREN) database. Second, we compared the observed upper elevational limits with the upper limits predicted by each species’ global climatic niche. On average across species, the upper elevation limit did not change between 2008 and 2018. However, most species maintained the same limit or shifted downward, while only 23% of the species shifted upwards. This lack of change does not mean that the species’ distributions are in equilibrium with the climate, because the observed upper limit was lower than the limit predicted by the global niche model for 87% of species. Our results suggest that alien species in this study region may not only be climate-limited, but could also be limited by other local-scale factors, such as seed dispersal, intermittent disturbance rates, soil type and biotic interactions.",
    "readLink": "https://www.mdpi.com/2223-7747/11/18/2345"
  }
]