[
  {
    "title": "Squeezed from All Sides: Urbanization, Invasive Species, and Climate Change Threaten Riparian Forest Buffers",
    "authors": [
      "Lea R. Johnson,",
      "Tara L. E. Trammell,",
      "Tracie J. Bishop,",
      "Joshua Barth,",
      "Scott Drzyzga,",
      "Claire Jantz"
    ],
    "doi": "https://doi.org/10.3390/su12041448",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  p.\n                                  1448",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Streamside forests of urbanizing coastal regions lie at the nexus of global changes: rising sea levels, increasing storm surge, expanding urban development, and invasive species. To understand how these combined stressors affect forest conditions, we identified forest patches adjacent to urban land, analyzed adjacent land cover, modeled forest inundation, and sampled 100 sites across the Chesapeake Bay and Delaware Bay watersheds. We found that the majority of forest patches are adjacent to urban land and projected flooding will affect 8–19% of regional forested land. We observed non-native invasive plants in 94% of forest plots. Trees were predominantly native, but over half of shrub stems were invasive species and more than 80% of plots contained invasive woody vines. Disturbance of human origin was correlated with abundance of invasive trees. Signs of deer activity were common. Richness and number of growth forms of invasive plants were related to adjacent agricultural land cover. These data reveal that streamside forests are impacted by the interacting stressors of urbanization, climate change, and invasive species spread. Our results emphasize the importance of protection and restoration of forests in urban regions and point to the need for a social-ecological systems approach to improve their condition.",
    "readLink": "https://www.mdpi.com/2071-1050/12/4/1448"
  },
  {
    "title": "Mild Water Stress Makes Apple Buds More Likely to Flower and More Responsive to Artificial Forcing— Impacts of an Unusually Warm and Dry Summer in Germany",
    "authors": [
      "Eduardo Fernandez,",
      "Eike Luedeling,",
      "Dominik Behrend,",
      "Stijn Van de Vliet,",
      "Achim Kunz,",
      "Erica Fadón"
    ],
    "doi": "https://doi.org/10.3390/agronomy10020274",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  274",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Climate change may result in increasingly frequent extreme events, such as the unusually dry conditions that occurred in Germany during the apple growing season of 2018. To assess the effects of this phenomenon on dormancy release and flowering in apples, we compared irrigated and non-irrigated orchard blocks at Campus Klein-Altendorf. We evaluated bud development, dormancy release and flowering in the following season under orchard and controlled forcing conditions. Results showed that irrigated trees presented longer (39.2%) and thinner shoots compared to non-irrigated trees. In both treatments, apical buds developed a similar number of flower primordia per cyme (4−5), presenting comparable development and starch dynamics during dormancy. Interestingly, buds on non-irrigated shoots exposed to low chill levels responded earlier to forcing conditions than those on irrigated shoots. However, chill requirements (~50 Chill Portions) and bud phenology under field conditions did not differ between treatments. In spring, buds on non-irrigated trees presented a higher bloom probability (0.42) than buds on irrigated trees (0.30). Our findings show that mild water stress during summer influenced vegetative growth during the same season, as well as the response of buds to forcing temperatures and flowering of the following season. The differences between irrigation levels in the phenological responses of shoots under low-chill conditions point to a so-far understudied impact of water supply on chilling requirements, as well as subsequent bud behavior. Accounting for the effects of both the water status during summer and the temperature during the dormant season may be required for accurately predicting future tree phenology in a changing climate.",
    "readLink": "https://www.mdpi.com/2073-4395/10/2/274"
  },
  {
    "title": "Rethinking methane from animal agriculture",
    "authors": [
      "Shule Liu,",
      "Joe Proudman,",
      "Frank M. Mitloehner"
    ],
    "doi": "https://doi.org/10.1186/s43170-021-00041-y",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2662-4044 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://cabiagbio.biomedcentral.com/",
    "abstract": "Abstract Background As the global community actively works to keep temperatures from rising beyond 1.5 °C, predicting greenhouse gases (GHGs) by how they warm the planet—and not their carbon dioxide (CO2) equivalence—provides information critical to developing short- and long-term climate solutions. Livestock, and in particular cattle, have been broadly branded as major emitters of methane (CH4) and significant drivers of climate change. Livestock production has been growing to meet the global food demand, however, increasing demand for production does not necessarily result in the proportional increase of CH4 production. The present paper intends to evaluate the actual effects of the CH4 emission from U.S. dairy and beef production on temperature and initiate a rethinking of CH4 associated with animal agriculture to clarify long-standing misunderstandings and uncover the potential role of animal agriculture in fighting climate change. Methods Two climate metrics, the standard 100-year Global Warming Potential (GWP100) and the recently proposed Global Warming Potential Star (GWP*), were applied to the CH4 emission from the U.S. cattle industry to assess and compare its climate contribution. Results Using GWP*, the projected climate impacts show that CH4 emissions from the U.S. cattle industry have not contributed additional warming since 1986. Calculations show that the California dairy industry will approach climate neutrality in the next ten years if CH4 emissions can be reduced by 1% per year, with the possibility to induce cooling if there are further reductions of emissions. Conclusions GWP* should be used in combination with GWP to provide feasible strategies on fighting climate change induced by short-lived climate pollutants (SLCPs). By continuously improving production efficiency and management practices, animal agriculture can be a short-term solution to fight climate warming that the global community can leverage while developing long-term solutions for fossil fuel carbon emissions.",
    "readLink": "https://doi.org/10.1186/s43170-021-00041-y"
  },
  null,
  null,
  {
    "title": "The Effect of Modeling Strategies on Assessments of Differential Warming Impacts of 0.5°C",
    "authors": [
      "Wenxia Zhang,",
      "Tianjun Zhou"
    ],
    "doi": "https://doi.org/10.1029/2020EF001640",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract The differential climatic impact between the 1.5° versus 2°C warmer worlds is a global concern on the post‐Paris science agenda. The recently released Intergovernmental Panel on Climate Change (IPCC) special report “Global Warming of 1.5ºC” (hereafter SR15) concludes robustly avoided impacts from climate extremes from the 0.5°C less warming globally, based on multiple lines of evidence. However, the methodological uncertainties, including those arising from modeling strategy (i.e., different pathways to achieve the temperature targets), remain a knowledge gap. Here, by comparing simulations with the common Community Atmosphere Model (CAM5) using different modeling strategies (i.e., fully coupled transient, fully coupled quasi‐equilibrium, and atmosphere‐only quasi‐equilibrium simulations), we explored the uncertainty from modeling strategy in the reduced impacts of climate extremes from the half‐degree less warming. While the globally aggregated reduced impacts are reasonably consistent among modeling strategies, substantial quantitative uncertainties of reduced impact exist at regional scales. For temperature extremes, the largest methodological uncertainty exists in northern high‐latitudes, especially in Europe and North America, with spread exceeding 0.8°C. For precipitation extremes, large uncertainties (even opposite signs) are expected scatteredly over the globe, particularly in the populous South Asia for wet extremes, and in South‐East Asia, West North America, and the Amazon for dry extremes, with spread of ∼5%. The different regional responses among modeling strategies result from multiple physical processes, dominated by the transient versus quasi‐equilibrium responses, prescribed sea surface temperatures and aerosol forcing. The comparisons improve the understanding of methodological uncertainties in the projected impacts in light of model setups.",
    "readLink": "https://doi.org/10.1029/2020EF001640"
  },
  {
    "title": "Caracterización de las comunidades de acridios (Orthoptera: Acridoidea) del partido de Benito Juárez, sudeste de la provincia de Buenos Aires, Argentina Grasshopper (Orthoptera: Acridoidea) community structure in Benito Juárez county, in outhern Buenos Aires province, Argentina",
    "authors": [
      "María Laura de Wysiecki,",
      "Sandra Torrusui,",
      "María Marta Cigliano"
    ],
    "doi": "Vol. 63,\n                                no. 3-4\n                                \n                                  pp.\n                                  87\n                                  – 96",
    "issn": "0373-5680 (Print)",
    "publisher": "1851-7471 (Online)",
    "countryOfPublisher": "Sociedad Entomológica Argentina",
    "lcc": [
      "Argentina",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.biotaxa.org/RSEA",
    "abstract": "Se analizó la riqueza, densidad, constancia y distribución de especies de acridios, en distintas comunidades vegetales (1997-2002) en el partido de Benito Juárez, sudeste de la provincia de Buenos Aires. Las comunidades vegetales se categorizaron en pastizales nativos, comunidades halófilas, pasturas sin disturbio, pasturas con moderado disturbio y pasturas con alto disturbio. En total se registraron 23 especies de acridios. Los melanoplinos dominaron en casi todas las comunidades vegetales, excepto en las halófilas que se caracterizaron por la presencia de un acridino, Covasacris pallidinota (Bruner). La riqueza de especies promedio por sitio por año, varió entre 2,10 ± 0,60 especies en las pasturas con moderado disturbio y 6,20 ± 0,58 especies en las comunidades halófilas. La riqueza de especies acumulada fue de 17 en los pastizales nativos, 14 en las comunidades halófilas, 19 en las pasturas sin disturbio, 18 en las pasturas con moderado disturbio y 14 en las pasturas con alto disturbio. La densidad promedio de acridios fue máxima en el 2001 y 2002. Dichroplus pratensis Bruner y Dichroplus elongatus Giglio-Tos dominaron en los pastizales nativos y en las pasturas con alto disturbio, C. pallidinota en las comunidades halófilas, D. elongatus y Scotussa lemniscata (Stål) en las pasturas sin disturbio y en las pasturas con moderado disturbio. La estructura taxonómica de las comunidades de acridios fue constante en los pastizales nativos, las comunidades halófilas y las pasturas. Hubo pocas especies de amplia distribución e intermedias y las raras fueron las más numerosas. De las 23 especies registradas en todos los sitios, D. elongatus fue la única de amplia distribución. Históricamente, para la zona de estudio, Dichroplus maculipennis (Blanch) fue señalada como la especie dominante. Sin embargo, nuestros resultados sugieren que en la actualidad la especie dominante es D. elongatus. Si bien resulta imposible conocer las causas que motivaron este cambio en la dominancia ya que no se cuenta con datos históricos, no pueden descartarse entre otros factores, eventuales cambios climáticos, campañas acridianas y contra otras plagas y el cambio en los patrones del uso de la tierra ocurridos en las últimas décadas en el área de estudio.The structure of grasshopper communities was studied at different sites in Benito Juárez county, Buenos Aires province, Argentina, over a six-year period (1997-2002). The sites were classified into five categories of disturbance: native grasslands, halophilous communities, pastures, moderately and highly disturbed pastures. A total of 23 grasshopper species was collected. Melanoplinae was the most abundant subfamily in all sites, except for halophilous communities that were characterized by the presence of one Acridinae species, Covasacris pallidinota (Bruner). Average species richness per site and per year, ranged from 2.10 ± 0.60 species in moderately disturbed pastures to 6.20 ± 0.58 species in halophilous communities. Cumulative species richness was: 17 in native grasslands, 14 in halophilous communities, 19 in undisturbed pastures, 18 in moderately disturbed pastures and 14 in highly disturbed pastures. Mean density was significantly higher in 2001 and 2002 than in the remaining years. The most abundant species were Dichroplus pratensis Bruner and Dichroplus elongatus Giglio-Tos in native grasslands and highly disturbed pastures; C. pallidinota in halophilous communities and D. elongatus - Scotussa lemniscata (Stål) in undisturbed and moderately disturbed pastures. Along the study, the taxonomic structure of the grasshopper assemblages was significantly constant in native grasslands, halophilous communities and undisturbed pastures. The pattern of species distribution showed few species widely or intermediately distributed, whereas numerous species were rare. Among the 23 species collected, D. elongatus was the most broadly distributed of all. Historically, Dichroplus maculipennis (Blanch.) has been known as the most conspicuous species in the studied area. However, our results suggest that nowadays D. elongatus is the most common species. Among other factors, climate changes, insecticidal treatments against grasshoppers or other pests, and changes in the land use might be involved in such change in dominance.",
    "readLink": "http://www.scielo.org.ar/scielo.php?script=sci_arttext&pid=S0373-56802004000200014"
  },
  {
    "title": "Is there Hope for the Right to Hope?",
    "authors": [
      "Kanstantsin Dzehtsiarou"
    ],
    "doi": "no. 2366-7044",
    "issn": "2366-7044 (Online)",
    "publisher": "Max Steinbeis Verfassungsblog GmbH",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Law"
    ],
    "journalUrl": "https://verfassungsblog.de/",
    "abstract": "The European Court of Human Rights has overturned its former position that convicts sentenced to life in prison enjoy a „right to hope“ to be eventually released. Arguably, in this case we have an instance of interpretation of evolution which lowers rather than heightens human rights protection. In the current climate when there is a growing political appetite to curtail human rights, a Court interpretation towards change in this direction without good reasons may create a dangerous precedent for further reduction of basic human rights guarantees.",
    "readLink": "https://verfassungsblog.de/is-there-hope-for-the-right-to-hope/"
  },
  {
    "title": "Evaluation and Zoning of Wind Power in Hormozgan Province, Iran",
    "authors": [
      "Sohrab Ghaedi"
    ],
    "doi": "https://doi.org/10.22097/eeer.2018.119180.1020",
    "journalVolume": "Vol. 1,\n                                no. 4\n                                \n                                  pp.\n                                  373\n                                  – 382",
    "issn": "2538-4988 (Print)",
    "publisher": "2676-4997 (Online)",
    "countryOfPublisher": "Iranian Association for Energy Economics",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "http://www.eeer.ir/",
    "abstract": "Limited resources of fossil energies and climate change have encouraged countries to use renewable energies like wind energy. Although Iran has enormous natural resources of fossil fuels, environmental considerations and the depletion of these resources in the future have increased interest in renewable energies. In this paper, the magnitude and power of wind in Hormozgan province, southern Iran were investigated and classified. The long coastlines and several islands of this province have provided suitable conditions for exploiting wind energy. Collecting data related to speed and direction of the wind, the magnitude and power of zonal and meridional winds were calculated. A cluster analysis on wind magnitude showed the central regions of the province has less productive energy potentials than other regions. From central to the surrounding areas, there is an increased amount of energy potential. Wind power was estimated by the different rotor radius of turbines in the province. In islands, wind magnitude was more than 1/5m.s^(-1), which increases energy potential production in the cold months. In eastern regions, up to 68000 w.m^(-2) power could be produced.",
    "readLink": "http://www.eeer.ir/article_63365_39d24d32b375ba28b4234b9282507c88.pdf"
  },
  {
    "title": "Regime shift in the destructiveness of tropical cyclones over the western North Pacific",
    "authors": [
      "Shifei Tu,",
      "Feng Xu,",
      "Jianjun Xu"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aade3a",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  p.\n                                  094021",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The characteristics of tropical cyclones (TCs) and their response to climate change is an issue of broad concern. Based on the Power Dissipation Index (PDI) proposed by Emanuel in 2005, the destructiveness of TCs in the typhoon season (July–October) during the period 1979–2016 over the western North Pacific is investigated. Results show that a regime shift in the destructive potential of TCs took place around 1998. The destructive potential of TCs has a considerable increasing trend from 1998 to 2016 (the P2 period), mainly contributed by the average intensity of TCs (51.20% of PDI change). We find that the PDI of TCs is mainly regulated by the El Niño/Southern Oscillation cycle in whole study period, whereas the Pacific Decadal Oscillation pattern shows significant enhancement in P2, which acts as a more important constraint on the typhoon season PDI over the western North Pacific.",
    "readLink": "https://doi.org/10.1088/1748-9326/aade3a"
  }
]