[
  {
    "title": "Analytical Protocol to Estimate the Relative Importance of Environmental and Anthropogenic Factors in Influencing Runoff Quality in the Bumbu Watershed, Papua New Guinea",
    "authors": [
      "Willie Doaemo,",
      "Lawrence Wuest,",
      "Shaurya Bajaj,",
      "Wan Shafrina Wan Mohd Jaafar,",
      "Midhun Mohan"
    ],
    "doi": "https://doi.org/10.3390/hydrology7040077",
    "journalVolume": "Vol. 7,\n                                no. 77\n                                \n                                  p.\n                                  77",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "The wellbeing, socio-economic viability and the associated health of the inhabitant species of any ecosystem are largely dependent on the quality of its water resources. In this regard, we developed a protocol to measure the potential impact of various environmental and anthropogenic factors on runoff quality at 22 water sampling sites across the Bumbu Watershed in Papua New Guinea. For this purpose, we utilized Digital Elevation Models and several GIS techniques for delineation of stream drainage patterns, classification of the watershed based on Land Use/Land Cover, spatial interpolation of rainfall patterns and computation of the corresponding factor runoff. Our study concludes that a variety of potential challenges to surface water quality are possible such as natural geologic and geochemical inputs, runoff accumulation of precipitation and organic matter pollutants. The developed protocol can also accommodate socio-economic factors such as community and household health, sanitation and hygiene practices, pollution and waste disposal. This research lays the foundation for further development of an all-inclusive correlational analysis between the relative importance values of the factors influencing runoff and spatially distributed water quality measurements in the Bumbu basin.",
    "readLink": "https://www.mdpi.com/2306-5338/7/4/77"
  },
  {
    "title": "Future monitoring and research needs for forest ecosystems in a changing environment: an introduction",
    "authors": [
      "Schaub M"
    ],
    "doi": "https://doi.org/10.3832/ifor0488-002",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  54\n                                  – 55",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "In order to identify future monitoring and research needs, a COST Strategic workshop on the role of “Forest ecosystems in a changing environment” assembled nearly 180 scientists from 30 countries in Istanbul on 11-13 March 2008. The workshop specifically tackled the fields of climate change and forests, ozone, atmospheric deposition and critical loads, biodiversity, as well as quality assurance in forest monitoring.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor0488-002"
  },
  {
    "title": "Irreversible impacts of heat on the emissions of monoterpenes, sesquiterpenes, phenolic BVOC and green leaf volatiles from several tree species",
    "authors": [
      "E. Kleist,",
      "T. F. Mentel,",
      "S. Andres,",
      "A. Bohne,",
      "A. Folkers,",
      "A. Kiendler-Scharr,",
      "Y. Rudich,",
      "M. Springer,",
      "R. Tillmann,",
      "J. Wildt"
    ],
    "doi": "https://doi.org/10.5194/bg-9-5111-2012",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  pp.\n                                  5111\n                                  – 5123",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Climate change will induce extended heat waves to parts of the vegetation more frequently. High temperatures may act as stress (thermal stress) on plants changing emissions of biogenic volatile organic compounds (BVOCs). As BVOCs impact the atmospheric oxidation cycle and aerosol formation, it is important to explore possible alterations of BVOC emissions under high temperature conditions. Applying heat to European beech, Palestine oak, Scots pine, and Norway spruce in a laboratory setup either caused the well-known exponential increases of BVOC emissions or induced irreversible changes of BVOC emissions. Considering only irreversible changes of BVOC emissions as stress impacts, we found that high temperatures decreased the <i>de novo</i> emissions of monoterpenes, sesquiterpenes and phenolic BVOC. This behaviour was independent of the tree species and whether the <i>de novo</i> emissions were constitutive or induced by biotic stress. <br><br> In contrast, application of thermal stress to conifers amplified the release of monoterpenes stored in resin ducts of conifers and induced emissions of green leaf volatiles. In particular during insect attack on conifers, the plants showed <i>de novo</i> emissions of sesquiterpenes and phenolic BVOCs, which exceeded constitutive monoterpene emissions from pools. The heat-induced decrease of <i>de novo</i> emissions was larger than the increased monoterpene release caused by damage of resin ducts. For insect-infested conifers the net effect of thermal stress on BVOC emissions could be an overall decrease. <br><br> Global change-induced heat waves may put hard thermal stress on plants. If so, we project that BVOC emissions increase is more than predicted by models only in areas predominantly covered with conifers that do not emit high amounts of sesquiterpenes and phenolic BVOCs. Otherwise overall effects of high temperature stress will be lower increases of BVOC emissions than predicted by algorithms that do not consider stress impacts.",
    "readLink": "http://www.biogeosciences.net/9/5111/2012/bg-9-5111-2012.pdf"
  },
  {
    "title": "Selected problems of water, electricity and waste management in Brazil in the context of its impact on climate change mitigation",
    "authors": [
      "Ewa Kochańska,",
      "Iwona Adamkiewicz,",
      "Lais Bertozo"
    ],
    "doi": "https://doi.org/10.32933/ActaInnovations.32.4",
    "journalVolume": "Vol. 3,\n                                no. 32\n                                \n                                  pp.\n                                  29\n                                  – 39",
    "issn": "2300-5599 (Online)",
    "publisher": "Research and Innovation Centre Pro-Akademia",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Technology (General)",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Technological innovations. Automation"
    ],
    "journalUrl": "http://www.proakademia.eu/en/acta-innovations/",
    "abstract": "The article discusses selected problems related to environmental protection in the context of climate change in the Ceará region of North-Eastern Brazil. The authors analyse the lack of water and negative impact of climate change on fish processing in the region. Also, the opportunity to use fish waste to increase profitability of the local fish processing SMEs thanks to implementation of climate-friendly technologies such as the production of fertilisers and energy for their own needs is discussed.",
    "readLink": "http://www.proakademia.eu/gfx/baza_wiedzy/526/nr_32_29-39_2.pdf"
  },
  {
    "title": "Among-population variation in seed mass for 190 Tibetan plant species: Phylogenetic pattern and ecological correlates",
    "authors": [
      "Chunhui Zhang,",
      "Junyong Li,",
      "Charles G. Willis,",
      "Zhen Ma"
    ],
    "doi": "Vol. 23\n                                \n                                \n                                  p.\n                                  e01163",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "It is widely assumed that seed mass, as a proxy of both dispersability and competitiveness, can affect community composition and diversity. Numerous studies have validated the influence of seed mass at the interspecific level. However, little is known about patterns of among-population variation in seed mass (APVSM), which may influence a species’ persistence under climate change. We characterized the naturally occurring variation in seed mass among populations across 190 Tibetan plant species (2503 populations). We tested for relationships between APVSM and plant life-history traits (mean seed mass, seed dormancy type, seed dispersal mode, life form, and pollination system) and an environmental factor, elevation. We also tested patterns of phylogenetic signal in APVSM and identified the lineages (clades) with an exceptionally high or low APVSM. We found that APVSM varied > 5-fold among species, ranging from 0.085 in Bromus sinensis to 0.447 in Anaphalis flavescens. Furthermore, wind-dispersed species tended to have greater APVSM. Finally, we found that APVSM exhibited a significant phylogenetic signal (i.e., closely related species were more or less variable in their seed size than would be expected by chance) that was driven by a few major lineages. Clades with significantly less APVSM included Brassicaceae, Campanulaceae, Ranunculaceae (including Thalictrum, Trollius, Aconitum and Anemone), Roegneria, Rumex. Clades with significantly greater APVSM included Bignoniaceae, Lamiaceae, Orobanchaceae, Anaphalis, Cotoneaster and Sorbus. In summary, our study suggested that APVSM is partly due to trade-offs in evolutionary history and its associations with other life-history traits.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989420307046"
  },
  {
    "title": "Additional contributions to CMIP5 regional sea level projections resulting from Greenland and Antarctic ice mass loss",
    "authors": [
      "N Agarwal,",
      "J H Jungclaus,",
      "A Köhl,",
      "C R Mechoso,",
      "D Stammer"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/7/074008",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  074008",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The impact of Greenland and Antarctic ice sheet mass loss on regional sea level is evaluated here under RCP 4.5 and RCP 8.5 scenarios for the period 2081–2099. To this end, estimates of associated fresh water sources are added to the Max Planck Institute for Meteorology’s Earth System Model ocean component and the dynamical impact is quantified in terms of the difference in sea level relative to previous phase 5 of the Coupled Model Intercomparison Project runs. Overall, the addition of these freshwater sources have only a small impact on regional sea level variations relative to the global mean (<2 cm in magnitude). However, in some regions, notably in the North Atlantic and Arctic Ocean, an additional increase in regional steric sea level by 4–8 cm can be obtained, which is ∼20% more than the previous climate model response. Climate feedbacks can have additional sea level impacts regionally, e.g., through changes in the wind forcing or surface freshwater fluxes. Overall, the dynamical regional sea level response to the polar ice mass loss is of the same order as the simulated decadal sea level variability.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/7/074008"
  },
  {
    "title": "Recent Progress in Germplasm Evaluation and Gene Mapping to Enable Breeding of Drought-Tolerant Wheat",
    "authors": [
      "Kamal Khadka,",
      "Manish N. Raizada,",
      "Alireza Navabi"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.01149",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "There is a need to increase wheat productivity to meet the food demands of the ever-growing human population. However, accelerated development of high yielding varieties is hindered by drought, which is worsening due to climate change. In this context, germplasm diversity is central to the development of drought-tolerant wheat. Extensive collections of these genetic resources are conserved in national and international genebanks. In addition to phenotypic assessments, the use of advanced molecular techniques (e.g., genotype by sequencing) to identify quantitative trait loci (QTLs) for drought tolerance related traits is useful for genome- and marker-assisted selection based approaches. Therefore, to assist wheat breeders at a critical time, we searched the recent peer-reviewed literature (2011-current), first, to identify wheat germplasm observed to be useful genetic sources for drought tolerance, and second, to report QTLs associated with drought tolerance. Though many breeders limit the parents used in breeding programs to a familiar core collection, the results of this review show that larger germplasm collections have been sources of useful genes for drought tolerance in wheat. The review also demonstrates that QTLs for drought tolerance in wheat are associated with diverse physio-morphological traits, at different growth stages. Here, we also briefly discuss the potential of genome engineering/editing to improve drought tolerance in wheat. The use of CRISPR-Cas9 and other gene-editing technologies can be used to fine-tune the expression of genes controlling drought adaptive traits, while high throughput phenotyping (HTP) techniques can potentially accelerate the selection process. These efforts are empowered by wheat researcher consortia.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.01149/full"
  },
  {
    "title": "Testing Landscape, Climate and Lithology Impact on Carbon, Major and Trace Elements of the Lena River and Its Tributaries during a Spring Flood Period",
    "authors": [
      "Sergey N. Vorobyev,",
      "Yuri Kolesnichenko,",
      "Mikhail A. Korets,",
      "Oleg S. Pokrovsky"
    ],
    "doi": "https://doi.org/10.3390/w13152093",
    "journalVolume": "Vol. 13,\n                                no. 2093\n                                \n                                  p.\n                                  2093",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Transport of carbon, major and trace elements by rivers in permafrost-affected regions is one of the key factors in circumpolar aquatic ecosystem response to climate warming and permafrost thaw. A snap-shot study of major and trace element concentration in the Lena River basin during the peak of spring flood revealed a specific group of solutes according to their spatial pattern across the river main stem and tributaries and allowed the establishment of a link to certain landscape parameters. We demonstrate a systematic decrease of labile major and trace anion, alkali and alkaline-earth metal concentration downstream of the main stem of the Lena River, linked to change in dominant rocks from carbonate to silicate, and a northward decreasing influence of the groundwater. In contrast, dissolved organic carbon (DOC) and a number of low-soluble elements exhibited an increase in concentration from the SW to the NE part of the river. We tentatively link this to an increase in soil organic carbon stock and silicate rocks in the Lena River watershed in this direction. Among all the landscape parameters, the proportion of sporadic permafrost on the watershed strongly influenced concentrations of soluble highly mobile elements (Cl, B, DIC, Li, Na, K, Mg, Ca, Sr, Mo, As and U). Another important factor of element concentration control in the Lena River tributaries was the coverage of the watershed by light (for B, Cl, Na, K, U) and deciduous (for Fe, Ni, Zn, Ge, Rb, Zr, La, Th) needle-leaf forest (pine and larch). Our results also suggest a DOC-enhanced transport of low-soluble trace elements in the NW part of the basin. This part of the basin is dominated by silicate rocks and continuous permafrost, as compared to the carbonate rock-dominated and groundwater-affected SW part of the Lena River basin. Overall, the impact of rock lithology and permafrost on major and trace solutes of the Lena River basin during the peak of spring flood was mostly detected at the scale of the main stem. Such an impact for tributaries was much less pronounced, because of the dominance of surface flow and lower hydrological connectivity with deep groundwater in the latter. Future changes in the river water chemistry linked to climate warming and permafrost thaw at the scale of the whole river basin are likely to stem from changes in the spatial pattern of dominant vegetation as well as the permafrost regime. We argue that comparable studies of large, permafrost-affected rivers during contrasting seasons, including winter baseflow, should allow efficient prediction of future changes in riverine ‘inorganic’ hydrochemistry induced by permafrost thaw.",
    "readLink": "https://www.mdpi.com/2073-4441/13/15/2093"
  },
  {
    "title": "Effects of climate variability on freshwater fisheries in Cambodia's rice field fisheries: a longitudinal cohort study",
    "authors": [
      "Kathryn J Fiorella, PhD,",
      "Elizabeth R Bageant, MS,",
      "Karina Acosta Ordonez, BA,",
      "Miratori Kim, BA,",
      "Yumiko Kura, MS,",
      "Shakuntala H Thilsted, PhD,",
      "Christopher B Barrett, PhD"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  S23",
    "issn": "2542-5196 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.thelancet.com/journals/lanplh/issue/current",
    "abstract": "Background: Projections suggest that by 2050, climate change will reduce global fish catch by 3–13%, with fish catch falling by as much as 30% in some tropical marine systems. Freshwater fisheries are particularly susceptible to the warming effects of climate change because shallower, hydrologically distinct water bodies are easily affected by atmospheric temperatures and less easily accommodate fish migrations. Damage to freshwater fisheries is a problem particularly for poor and undernourished human populations, which are especially dependent on them. Despite the severity of projected climate change effects on fish catch and the risk to human health, few empirical studies have examined how fish catch is already responding to climate variability, the ways fishers are adapting to these changes, and how it affects people's consumption of fish, which are rich in micronutrients and fatty acids. We aim here to account for behavioural responses among fishers to identify the ecological effect of flood and weather on fish catch in Cambodian rice field fisheries, and patterns of fish consumption and nutrition in the local communities. Methods: In this longitudinal cohort study, we use a panel dataset collected by WorldFish of 400 households dependent on rice field fisheries over 3 years (19 distinct timepoints) to examine how changing flood patterns and temperature alter households' fish catch and whether fishing families respond by either adapting the effort put into fishing (ie, hours, time of day, or number of family members involved) or fish consumption. We analyse the net effect of biophysical changes on household fish catch, the effect of biophysical changes (flood, temperature, and rainfall) on household fish catch and fish consumption with the addition of controls for fishing effort, a key way that fishers might adapt to ecological changes, and the direct effect of biophysical changes on fishing effort and fish consumption. Findings: Preliminary results suggest that from November, 2012, to November, 2015, fishing families changed their fishing effort and practices to adapt to the effects of flood and temperature changes on fish catch. Updated data and analyses will allow us to disentangle these effects by using an identification strategy to separate the ecological effects of flood and temperature changes on fish catch from the ways households respond to changes in fish availability. Interpretation: Our results have broad implications for understanding the ways that climate change might affect the 10% of the global population that rely on small-scale fisheries in low-income countries. Analyses of fish catch will show the effects of flood and temperature changes on fish catch and how households respond to these changes. Further, analyses of the effects on consumption of fish will show how temperature potentially alters access to micronutrient-rich food. Our findings suggest the ways that the changing global climate might affect the health and wellbeing of natural resource-dependent communities. Funding: Financial support for this project was provided by the US Agency for International Development (USAID) through the Rice Field Fisheries Enhancement project and Cornell University's David R Atkinson Center for a Sustainable Future Postdoctoral Fellows Program. The contents and opinions expressed herein are those of the authors and do not necessarily reflect the views of USAID or the US Government.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2542519618301086"
  },
  {
    "title": "Climate change impacts and adaptation to permafrost change in High Mountain Asia: a comprehensive review",
    "authors": [
      "Prashant Baral,",
      "Simon Allen,",
      "Jakob F Steiner,",
      "Tika R Gurung,",
      "Graham McDowell"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acf1b4",
    "journalVolume": "Vol. 18,\n                                no. 9\n                                \n                                  p.\n                                  093005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Changing climatic conditions in High Mountain Asia (HMA), especially regional warming and changing precipitation patterns, have led to notable effects on mountain permafrost. Comprehensive knowledge of mountain permafrost in HMA is mostly limited to the mountains of the Qinghai-Tibetan Plateau, with a strong cluster of research activity related to critical infrastructure providing a basis for related climate adaptation measures. Insights related to the extent and changing characteristics of permafrost in the Hindu Kush Himalaya (HKH), are much more limited. This study provides the first comprehensive review of peer-reviewed journal articles, focused on hydrological, ecological, and geomorphic impacts associated with thawing permafrost in HMA, as well as those examining adaptations to changes in mountain permafrost. Studies reveal a clear warming trend across the region, likely resulting in increased landslide activity, effects on streamflow, soil saturation and subsequent vegetation change. Adaptation strategies have been documented only around infrastructure megaprojects as well as animal herding in China. While available research provides important insight that can inform planning in the region, we also identify a need for further research in the areas of hazards related to changing permafrost as well as its effect on ecosystems and subsequently livelihoods. We suggest that future planning of infrastructure in HMA can rely on extrapolation of already existing knowledge within the region to reduce risks associated with warming permafrost. We highlight key research gaps as well as specific areas where insights are limited. These are areas where additional support from governments and funders is urgently needed to enhance regional collaboration to sufficiently understand and effectively respond to permafrost change in the HKH region.",
    "readLink": "https://doi.org/10.1088/1748-9326/acf1b4"
  }
]