[
  {
    "title": "Applying the Urban Systems Abstraction Hierarchy as a Tool for Flood Resilience",
    "authors": [
      "K. McClymont,",
      "M. Bedinger,",
      "L. Beevers,",
      "G. H. Walker"
    ],
    "doi": "https://doi.org/10.1029/2023EF003594",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Climate change will mean cities are exposed to more frequent short‐term shocks such as floods. City‐scale resilience is achieved by understanding how these shocks interact with longer‐term stressors (e.g., social inequality). The Urban Systems Abstraction Hierarchy (USAH) has been developed for this purpose. In this paper, Glasgow (UK) is used as a case study application, to demonstrate how resilience theory can be operationalized through the application of the USAH. Results demonstrate how the USAH can quantify interdependencies between tangible physical entities in the city and intangible outcomes that monitor city stressors, and specifically how these outcomes change in response to a 1:200‐year fluvial flood return period in Glasgow. Resilience concepts such as multifunctionality, redundancy and diversity are applied to interpret the results and their implications for longer‐term resilience in Glasgow. The findings from the application of the USAH show that the outcome Social equality and equity is influential for longer‐term resilience in Glasgow, whilst Reliable communications and mobility is an important outcome for flood resilience.",
    "readLink": "https://doi.org/10.1029/2023EF003594"
  },
  {
    "title": "Predicting impacts of climate change on the aboveground carbon sequestration rate of a temperate forest in northeastern China.",
    "authors": [
      "Jun Ma,",
      "Yuanman Hu,",
      "Rencang Bu,",
      "Yu Chang,",
      "Huawei Deng,",
      "Qin Qin"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0096157",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  e96157",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The aboveground carbon sequestration rate (ACSR) reflects the influence of climate change on forest dynamics. To reveal the long-term effects of climate change on forest succession and carbon sequestration, a forest landscape succession and disturbance model (LANDIS Pro7.0) was used to simulate the ACSR of a temperate forest at the community and species levels in northeastern China based on both current and predicted climatic data. On the community level, the ACSR of mixed Korean pine hardwood forests and mixed larch hardwood forests, fluctuated during the entire simulation, while a large decline of ACSR emerged in interim of simulation in spruce-fir forest and aspen-white birch forests, respectively. On the species level, the ACSR of all conifers declined greatly around 2070s except for Korean pine. The ACSR of dominant hardwoods in the Lesser Khingan Mountains area, such as Manchurian ash, Amur cork, black elm, and ribbed birch fluctuated with broad ranges, respectively. Pioneer species experienced a sharp decline around 2080s, and they would finally disappear in the simulation. The differences of the ACSR among various climates were mainly identified in mixed Korean pine hardwood forests, in all conifers, and in a few hardwoods in the last quarter of simulation. These results indicate that climate warming can influence the ACSR in the Lesser Khingan Mountains area, and the largest impact commonly emerged in the A2 scenario. The ACSR of coniferous species experienced higher impact by climate change than that of deciduous species.",
    "readLink": "http://europepmc.org/articles/PMC3999096?pdf=render"
  },
  {
    "title": "Nurses' knowledge and attitudes regarding potential impacts of climate change on public health in central of China",
    "authors": [
      "Juan Xiao,",
      "Wei Fan,",
      "Yang Deng,",
      "Shaolan Li,",
      "Ping Yan"
    ],
    "doi": "https://doi.org/10.1016/j.ijnss.2016.04.002",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  158\n                                  – 161",
    "issn": "2352-0132 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Singapore",
    "lcc": [
      "Medicine: Nursing"
    ],
    "journalUrl": "http://www.journals.elsevier.com/international-journal-of-nursing-sciences/",
    "abstract": "Objective: This study aims to determine the knowledge and attitudes of nurses concerning climate change and their role in addressing health-related impacts of climate change in Central China. Method: The cross-sectional study was conducted in 2014. The study randomly selected nurses from hospitals in Central of China and they were asked to complete a questionnaire about climate change Descriptive statistical analysis was used to analyze the data. Results: Majority of nurses (76%) knew about the climate change would affect public health. But more than half of the nurses did not know their work could also affect the development of climate change; 83–96% of the nurses thought it were necessary and would like to learn the knowledge about climate change. Conclusion: The education program about this issue in Chinese colleges or universities is still very weak nursing courses and needs to be emphasized in the future.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S235201321630059X"
  },
  {
    "title": "Responses to Climate Change of Maximum Latewood Density from <i>Larix speciosa</i> Cheng et Law and <i>Abies delavayi</i> Franch. in the Northwest of Yunnan Province, China",
    "authors": [
      "Guofu Deng,",
      "Mingqi Li,",
      "Zhixin Hao,",
      "Xuemei Shao"
    ],
    "doi": "https://doi.org/10.3390/f13050720",
    "journalVolume": "Vol. 13,\n                                no. 720\n                                \n                                  p.\n                                  720",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Tree-ring density has been used for climate-response analysis and climate reconstruction for many species. However, our knowledge of wood density for the responses of different species to climate remains very limited and inconclusive. To determine the relationship between maximum latewood density (MXD) and climate for deciduous and evergreen coniferous species, MXD chronologies were developed from Larix speciosa Cheng et Law and Abies delavayi Franch. growing at 3200–3300 m a.s.l. in Gongshan county, northwestern Yunnan, in China. Significant positive correlations with late summer mean temperature were found for the MXD chronologies of both species. However, the highest correlation occurred in August–September for L. speciosa (r = 0.551, p A. delavayi (r = 0.575, p L. speciosa (MXD = 0.0506T8–9 − 0.0509, R2 = 30.3%) and A. delavay (MXD = 0.0317T9–10 + 0.4066, R2 = 33.0%). The composite chronology from the two species can reveal a late summer temperature (August−October) signal with the explained variance 32.2% for its response model. However, in dry areas and or at high altitudes close to upper tree line, the responses of wood densities to climate require further investigation for deciduous and evergreen coniferous species.",
    "readLink": "https://www.mdpi.com/1999-4907/13/5/720"
  },
  {
    "title": "Genome-wide analysis, expansion and expression of the NAC family under drought and heat stresses in bread wheat (T. aestivum L.).",
    "authors": [
      "Claire Guérin,",
      "Jane Roche,",
      "Vincent Allard,",
      "Catherine Ravel,",
      "Said Mouzeyar,",
      "Mohamed Fouad Bouzidi"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0213390",
    "journalVolume": "Vol. 14,\n                                no. 3\n                                \n                                  p.\n                                  e0213390",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The NAC family is one of the largest plant-specific transcription factor families, and some of its members are known to play major roles in plant development and response to biotic and abiotic stresses. Here, we inventoried 488 NAC members in bread wheat (Triticum aestivum). Using the recent release of the wheat genome (IWGS RefSeq v1.0), we studied duplication events focusing on genomic regions from 4B-4D-5A chromosomes as an example of the family expansion and neofunctionalization of TaNAC members. Differentially expressed TaNAC genes in organs and in response to abiotic stresses were identified using publicly available RNAseq data. Expression profiling of 23 selected candidate TaNAC genes was studied in leaf and grain from two bread wheat genotypes at two developmental stages in field drought conditions and revealed insights into their specific and/or overlapping expression patterns. This study showed that, of the 23 TaNAC genes, seven have a leaf-specific expression and five have a grain-specific expression. In addition, the grain-specific genes profiles in response to drought depend on the genotype. These genes may be considered as potential candidates for further functional validation and could present an interest for crop improvement programs in response to climate change. Globally, the present study provides new insights into evolution, divergence and functional analysis of NAC gene family in bread wheat.",
    "readLink": "https://doi.org/10.1371/journal.pone.0213390"
  },
  {
    "title": "EU between old and new security strategies approach",
    "authors": [
      "Goran ZENDELOVSKI"
    ],
    "doi": "https://doi.org/10.47054/SD171-20301z",
    "journalVolume": "Vol. 8,\n                                no. 1-2\n                                \n                                  pp.\n                                  301\n                                  – 317",
    "issn": "1857-7172 (Print)",
    "publisher": "1857-8055 (Online)",
    "countryOfPublisher": "Faculty of Philosophy, Ss. Cyril and Methodius University in Skopje",
    "lcc": [
      "North Macedonia",
      "Social Sciences"
    ],
    "journalUrl": "http://periodica.fzf.ukim.edu.mk/sd/about.html",
    "abstract": "Over the past decade, the European Union has faced numerous crises and turmoil which indirectly/directly affected its stability and prosperity. From conflicts in Africa, security tensions in Asia, economic crisis, climate change, supply of natural resources, partnerships and expansions, the stability of the Western Balkans, refugee crises to terrorist attacks by non-state actors. These complex events led to tensions and divisions within the Union and beyond, the same was a prelude to reforms of the existing security strategy. A moment of rethinking the new content will interact with the current and future political-security and economic-social environment. Through analysis of the old-new strategic documents in the area of security will acknowledge the extent to which the European Union has evolved. The focus is directed towards the questions of whether the \"old Europe\" is prepared for the new security challenges, and whether strategic goals and principles correspond to the real situation in Europe and the world?",
    "readLink": "http://periodica.fzf.ukim.edu.mk/sd/SD%2008.sp%20(2017)/SD%2008.sp.20%20Zendelovski,%20G.%20-%20EU%20between%20old%20and%20new%20security%20strategies.pdf"
  },
  {
    "title": "Scaling Contagious Disturbance: A Spatially-Implicit Dynamic Model",
    "authors": [
      "Tempest D. McCabe,",
      "Michael C. Dietze"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00064",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Spatial processes often drive ecosystem processes, biogeochemical cycles, and land-atmosphere feedbacks at the landscape-scale. Climate-sensitive disturbances, such as fire, land-use change, pests, and pathogens, often spread contagiously across the landscape. While the climate-change implications of these factors are often discussed, none of these processes are incorporated into earth system models as contagious disturbances because they occur at a spatial scale well below model resolution. Here we present a novel second-order spatially-implicit scheme for representing the size distribution of spatially contagious disturbances. We demonstrate a means for dynamically evolving spatial adjacency through time in response to disturbance. Our scheme shows that contagious disturbance types can be characterized as a function of their size and edge-to-interior ratio. This emergent disturbance characterization allows for description of disturbance across scales. This scheme lays the ground for a more realistic global-scale exploration of how spatially-complex disturbances interact with climate-change drivers, and forwards theoretical understanding of spatial and temporal evolution of disturbance.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00064/full"
  },
  {
    "title": "Revisiting the Functional Zoning Concept under Climate Change to Expand the Portfolio of Adaptation Options",
    "authors": [
      "Samuel Royer-Tardif,",
      "Jürgen Bauhus,",
      "Frédérik Doyon,",
      "Philippe Nolet,",
      "Nelson Thiffault,",
      "Isabelle Aubin"
    ],
    "doi": "https://doi.org/10.3390/f12030273",
    "journalVolume": "Vol. 12,\n                                no. 273\n                                \n                                  p.\n                                  273",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Climate change is threatening our ability to manage forest ecosystems sustainably. Despite strong consensus on the need for a broad portfolio of options to face this challenge, diversified management options have yet to be widely implemented. Inspired by functional zoning, a concept aimed at optimizing biodiversity conservation and wood production in multiple-use forest landscapes, we present a portfolio of management options that intersects management objectives with forest vulnerability to better address the wide range of goals inherent to forest management under climate change. Using this approach, we illustrate how different adaptation options could be implemented when faced with impacts related to climate change and its uncertainty. These options range from establishing ecological reserves in climatic refuges, where self-organizing ecological processes can result in resilient forests, to intensive plantation silviculture that could ensure a stable wood supply in an uncertain future. While adaptation measures in forests that are less vulnerable correspond to the traditional functional zoning management objectives, forests with higher vulnerability might be candidates for transformative measures as they may be more susceptible to abrupt changes in structure and composition. To illustrate how this portfolio of management options could be applied, we present a theoretical case study for the eastern boreal forest of Canada. Even if these options are supported by solid evidence, their implementation across the landscape may present some challenges and will require good communication among stakeholders and with the public.",
    "readLink": "https://www.mdpi.com/1999-4907/12/3/273"
  },
  {
    "title": "Experiences from Cyclone Anna and Cyclone Dumako: A short report",
    "authors": [
      "Amos Mailosi,",
      "Stanley Mwalwanda,",
      "Charles Hassan,",
      "Stalin Zinkanda,",
      "Beatrice Matanje,",
      "Fabien Munyaneza,",
      "Moses B. Aron,",
      "Emily Dally,",
      "Manuel Mulwafu,",
      "Chiyembekezo Kachimanga"
    ],
    "doi": "https://doi.org/10.4102/phcfm.v14i1.3761",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e4",
    "issn": "2071-2928 (Print)",
    "publisher": "2071-2936 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://phcfm.org/index.php/phcfm",
    "abstract": "In the third week of January 2022, the southern districts of Malawi were hit by Cyclone Ana. The worst affected areas were Chikwawa and Nsanje. Four weeks following Cyclone Ana, a rather smaller cyclone, Dumako, hit the same areas, causing more damage. The Partners in Health or Abwenzi Pa Za Umoyo, an international humanitarian nongovernmental organisation that provides primary health care (PHC), organised teams to join Chikwawa District Council – Health, providing PHC assistance in the most affected district (Chikwawa); these teams were joined by three senior residents in family medicine from Kamuzu University of Health Sciences. Contribution: From the experiences of the interventions reported here, it was learnt that a multidisciplinary team of PHC providers is the key to the success of the emergency PHC programmes in times of natural disasters. While immediate PHC may be important at the actual time of disaster, it was learnt that PHC is also very important for continuation of care for chronic conditions, antenatal clinics and other clinics that are interrupted by the disaster. The experiences emphasised the importance of involving the PHC physicians and other PHC cadres in planning PHC programmes in natural disaster–prone areas.",
    "readLink": "https://phcfm.org/index.php/phcfm/article/view/3761"
  },
  {
    "title": "Evaporation induced convection enhances mixing in the upper ocean",
    "authors": [
      "Devang Falor,",
      "Bishakhdatta Gayen,",
      "Bishakhdatta Gayen,",
      "Debasis Sengupta,",
      "Debasis Sengupta,",
      "Gregory N. Ivey"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1176226",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The upper ocean surface layer is directly affected by the air-sea fluxes. The diurnal variations in these fluxes also cause the upper ocean mixed layer turbulence and mixing to diurnally vary. The underlying thermohaline structure also varies accordingly throughout the day. Here we use large-eddy simulation to quantify the role of surface evaporation in modulating the diurnal mixed layer turbulence and mixing in the presence of wind forcing. During daytime, the upper ocean boundary layer becomes thermally stratified, and a salinity inversion layer is formed in the upper 10m, leading to double diffusive salt-fingering instability. During nighttime, the mixed layer undergoes convective deepening due to surface buoyancy loss redfrom both surface cooling and evaporation. We find that salinity makes a major contribution to the convective instability during both transitions between day and night. Overall surface evaporation increases the mixed layer depth and irreversible mixing through convection, both during nighttime and daytime, and leads to better prediction of the dynamical variables as sea surface salinity (SSS) and sea surface temperature (SST). Our findings can help improve the ocean parameterizations to improve the forecasts on a diurnal timescale.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1176226/full"
  }
]