[
  {
    "title": "Vessels in a Rhododendron ferrugineum (L.) population do not trace temperature anymore at the alpine shrubline",
    "authors": [
      "Silvia Piccinelli,",
      "Loïc Francon,",
      "Christophe Corona,",
      "Christophe Corona,",
      "Markus Stoffel,",
      "Markus Stoffel,",
      "Markus Stoffel,",
      "Lenka Slamova,",
      "Nicoletta Cannone,",
      "Nicoletta Cannone"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1023384",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "IntroductionMean xylem vessel or tracheid area have been demonstrated to represent powerful proxies to better understand the response of woody plants to changing climatic conditions. Yet, to date, this approach has rarely been applied to shrubs.MethodsHere, we developed a multidecadal, annually-resolved chronology of vessel sizes for Rhododendron ferrugineum shrubs sampled at the upper shrubline (2,550 m asl) on a north-facing, inactive rock glacier in the Italian Alps.Results and DiscussionOver the 1960-1989 period, the vessel size chronology shares 64% of common variability with summer temperatures, thus confirming the potential of wood anatomical analyses on shrubs to track past climate variability in alpine environments above treeline. The strong winter precipitation signal recorded in the chronology also confirms the negative effect of long-lasting snow cover on shrub growth. By contrast, the loss of a climate-growth relation signal since the 1990s for both temperature and precipitation, significantly stronger than the one found in radial growth, contrasts with findings in other QWA studies according to which stable correlations between series of anatomical features and climatic parameters have been reported. In a context of global warming, we hypothesize that this signal loss might be induced by winter droughts, late frost, or complex relations between increasing air temperatures, permafrost degradation, and its impacts on shrub growth. We recommend future studies to validate these hypotheses on monitored rock glaciers.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1023384/full"
  },
  {
    "title": "Decadal Changes of Organic Carbon, Nitrogen, and Acidity of Austrian Forest Soils",
    "authors": [
      "Robert Jandl,",
      "Ernst Leitgeb,",
      "Michael Englisch"
    ],
    "doi": "https://doi.org/10.3390/soilsystems6010028",
    "journalVolume": "Vol. 6,\n                                no. 28\n                                \n                                  p.\n                                  28",
    "issn": "2571-8789 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/soilsystems",
    "abstract": "Repeated soil surveys provide opportunities to quantify the effect of long-term environmental change. In recent decades, the topics of forest soil acidification as a consequence of acidic deposition, the enrichment of forest ecosystems with nitrogen, and the loss of carbon due to climate change have been discussed. We used two forest soil surveys that were 20 years apart, in order to establish the direction and magnitude of changes in soil carbon, nitrogen, and soil acidity. Soils have been initially sampled in the late 1980s. The plots were revisited twenty years later. Archived soil samples from the first survey were reanalyzed with the same protocol as the new samples. We found changes in the stocks of soil organic carbon, soil nitrogen, and soil pH. However, the changes were inconsistent. In general, as many sites have gained soil organic carbon, as sites have lost carbon. Most soils have been slightly enriched with nitrogen. The soil pH has not changed significantly. We conclude that changes in the evaluated soil chemical properties are mainly driven by forest management activities and ensuing forest stand dynamics, and atmospheric deposition. We have no convincing evidence that climate change effects have already changed the soil organic carbon stock, irrespective of bedrock type.",
    "readLink": "https://www.mdpi.com/2571-8789/6/1/28"
  },
  {
    "title": "Low winter precipitation, but not warm autumns and springs, threatens mountain butterflies in middle-high mountains",
    "authors": [
      "Martin Konvicka,",
      "Tomas Kuras,",
      "Jana Liparova,",
      "Vit Slezak,",
      "Dita Horázná,",
      "Jan Klečka,",
      "Irena Kleckova"
    ],
    "doi": "https://doi.org/10.7717/peerj.12021",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e12021",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Low-elevation mountains represent unique model systems to study species endangered by climate warming, such as subalpine and alpine species of butterflies. We aimed to test the effect of climate variables experienced by Erebia butterflies during their development on adult abundances and phenology, targeting the key climate factors determining the population dynamics of mountain insects. We analysed data from a long-term monitoring of adults of two subalpine and alpine butterfly species, Erebia epiphron and E. sudetica (Nymphalidae: Satyrinae) in the Jeseník Mts and Krkonoše Mts (Czech Republic). Our data revealed consistent patterns in their responses to climatic conditions. Lower precipitation (i.e., less snow cover) experienced by overwintering larvae decreases subsequent adult abundances. Conversely, warmer autumns and warmer and drier springs during the active larval phase increase adult abundances and lead to earlier onset and extended duration of the flight season. The population trends of these mountain butterflies are stable or even increasing. On the background of generally increasing temperatures within the mountain ranges, population stability indicates dynamic equilibrium of positive and detrimental consequences of climate warming among different life history stages. These contradictory effects warn against simplistic predictions of climate change consequences on mountain species based only on predicted increases in average temperature. Microclimate variability may facilitate the survival of mountain insect populations, however the availability of suitable habitats will strongly depend on the management of mountain grasslands.",
    "readLink": "https://peerj.com/articles/12021.pdf"
  },
  {
    "title": "Accelerate urban sustainability through policies and practices on the mobility system in Italy",
    "authors": [
      "Federica Gaglione,",
      "David Ania Ayiine-Etigo"
    ],
    "doi": "https://doi.org/10.6093/1970-9870/9413",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  pp.\n                                  549\n                                  – 553",
    "issn": "1970-9889 (Print)",
    "publisher": "1970-9870 (Online)",
    "countryOfPublisher": "Università di Napoli Federico II",
    "lcc": [
      "Italy",
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "http://www.tema.unina.it/index.php/tema",
    "abstract": "Starting from the relationship between urban planning and mobility management, TeMA has gradually expanded the view of the covered topics, always following a rigorous scientific in-depth analysis. This section of the Journal, Review Notes, is a continuous update about emerging topics concerning relationships among urban planning, mobility, and environment, thanks to a collection of short scientific papers written by young researchers. The Review Notes are made up of five parts. Each section examines a specific aspect of the broader information storage within the main interests of the TeMA Journal. In particular: the Town Planning International Rules and Legislation. Section aims at presenting the latest updates in the territorial and urban legislative sphere. The current challenges that today's cities have to face, from climate change to environmental and social ones, have led to urban planning being accompanied by the mobility system from a sustainable point of view. In turn, sustainable mobility constitutes that important link in the chain of development of cities. In this direction, the contribution explores in the first part how the scientific community is addressing the issue of sustainable mobility and what the new paradigms are, however, in the second part it focuses on the urban policies issued by the Italian government.",
    "readLink": "http://www.serena.unina.it/index.php/tema/article/view/9413"
  },
  {
    "title": "TREN PERUBAHAN CROP WATER PRODUCTIVITY KAKAO (Theobroma cacao L.) DI D.I. YOGYAKARTA",
    "authors": [
      "Eka Suhartanta,",
      "Lisma Safitri"
    ],
    "doi": "https://doi.org/10.23960/jtep-l.v9i3.237-247",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  237\n                                  – 247",
    "issn": "2302-559X (Print)",
    "publisher": "2549-0818 (Online)",
    "countryOfPublisher": "Jurusan Teknik Pertanian Universitas Lampung",
    "lcc": [
      "Indonesia",
      "Agriculture",
      "Technology"
    ],
    "journalUrl": "http://jurnal.fp.unila.ac.id/index.php/JTP",
    "abstract": "The studies on the Crop Water Productivity (CWP) of cocoa to increase productivity in the midst of water scarcity and climate change are currently underdeveloped. Thus, this study aims to find out the trends in climate, productivity, crop water use and CWP of cocoa plantations. The methods included collecting climate and productivity data during 2014-2019, simulating crop water use with Cropwat 8.0 software and analysing the changing trends of CWP in cocoa plantations, DI Yogyakarta. The results indicated the changes in productivity of cocoa plantation ranged from 0,41 – 0,53 tons / ha. The Crop Water Usage (CWU) decreased from 11.107 m3 in 2014 to 8.482 m3 in 2019 under rainfed schenario. Subsequently, the trend of CWP tended to increase from 0,037 kgm-3 in 2014 to 0,059 kgm-3 in 2019. CWP of cocoa plantation increased when CWU decreased and productivity increased. CWP value illustrated that every 1 m3 of water used have produced 0,037 – 0,059 kg of dried cocoa beans. In terms of water use efficiency, this relatively small CWP value indicates that the level of water use by cocoa plants in DI Yogyakarta is inefficient that requires improvement in the future such as increasing land productivity and precision irrigation schemes for cocoa plantations.",
    "readLink": "https://doi.org/10.23960/jtep-l.v9i3.237-247"
  },
  {
    "title": "Uncertain Greenhouse Gas Implication in Waste Heat Utilization – A Case Study with a Data Center",
    "authors": [
      "Jani Laine,",
      "Kaisa Kontu,",
      "Jukka Heinonen,",
      "Seppo Junnila"
    ],
    "doi": "https://doi.org/10.13044/j.sdewes.d7.0301",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  360\n                                  – 372",
    "issn": "1848-9257 (Online)",
    "publisher": "SDEWES Centre",
    "countryOfPublisher": "Croatia",
    "lcc": [
      "Technology",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.sdewes.org/jsdewes",
    "abstract": "Waste heat utilization is shown to have the potential to decrease greenhouse gas emissions globally. The purpose of this case study is to illustrate how the utilization of waste heat to decrease municipal boundary greenhouse gas emissions may increase such emissions within wider boundaries. The case study assesses the utilization of waste heat generated by a data center. In this paper, we analyze the implications within Scopes 1-3 of the Greenhouse Gas Protocol together with attributional and consequential life cycle assessment principals. Only Scope 1 showed negative greenhouse gas emission implications. In order to achieve negative Scope 2 emissions, approximately half of the waste heat would need to be utilized, which is the purpose of further site development. In order for negative Scope 3 emission implications, electricity production changes are needed or local municipal replaceable greenhouse gas emissions would need to be much higher.",
    "readLink": "\n      http://www.sdewes.org/jsdewes/pid7.0301\n    "
  },
  {
    "title": "The Effect of Non-<i>Saccharomyces</i> and <i>Saccharomyces</i> Non-<i>Cerevisiae</i> Yeasts on Ethanol and Glycerol Levels in Wine",
    "authors": [
      "Nedret  Neslihan Ivit,",
      "Rocco Longo,",
      "Belinda Kemp"
    ],
    "doi": "https://doi.org/10.3390/fermentation6030077",
    "journalVolume": "Vol. 6,\n                                no. 77\n                                \n                                  p.\n                                  77",
    "issn": "2311-5637 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology: Fermentation industries. Beverages. Alcohol"
    ],
    "journalUrl": "http://www.mdpi.com/journal/fermentation",
    "abstract": "Non-Saccharomyces and Saccharomyces non-cerevisiae studies have increased in recent years due to an interest in uninoculated fermentations, consumer preferences, wine technology, and the effect of climate change on the chemical composition of grapes, juice, and wine. The use of these yeasts to reduce alcohol levels in wines has garnered the attention of researchers and winemakers alike. This review critically analyses recent studies concerning the impact of non-Saccharomyces and Saccharomyces non-cerevisiae on two important parameters in wine: ethanol and glycerol. The influence they have in sequential, co-fermentations, and solo fermentations on ethanol and glycerol content is examined. This review highlights the need for further studies concerning inoculum rates, aeration techniques (amount and flow rate), and the length of time before Saccharomyces cerevisiae sequential inoculation occurs. Challenges include the application of such sequential inoculations in commercial wineries during harvest time.",
    "readLink": "https://www.mdpi.com/2311-5637/6/3/77"
  },
  {
    "title": "İklim Değişikliği Çerçevesinde Ankara İli Ana Su Havzaları Gelecek Projeksiyonu: Sakarya ve Batı Karadeniz Havzaları",
    "authors": [
      "M. Murat Kale"
    ],
    "doi": "https://doi.org/10.33688/aucbd.732831",
    "journalVolume": "Vol. 18,\n                                no. 2\n                                \n                                  pp.\n                                  191\n                                  – 215",
    "issn": "1303-5851 (Print)",
    "publisher": "1308-9765 (Online)",
    "countryOfPublisher": "Ankara University",
    "lcc": [
      "Türkiye",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/aucbd",
    "abstract": "In this study; the impact of global climate change on the water resources of Ankara, located in the Sakarya and Western Black Sea basins, was investigated. In the study, IPCC AR4 and AR5 scenario outputs and long term precipitation and temperature datasets were used together. The main source of the water in the sub-basins where the regulators and dams are located is the precipitation in the winter and spring seasons. According to the results of the study, at the end of the projection period, precipitation anomalies in the sub-basin where the regulator is located reach up to10% in the winter season. In the same basin, precipitation anomalies in spring season ranging from - 20% to 10% are expected. At the end of the projection period, in the winter season it is expected that reach up to 10% in the sub-basins where the dams are located. In the spring season, negative precipitation anomalies are expected, up to 10% according to SRES A2 outputs and varying according to other scenario outputs. At the end of the projection period, temperature anomalies are expected between 2° C and 6°C in winter and spring seasons.",
    "readLink": "https://dergipark.org.tr/tr/pub/aucbd/issue/55854/732831"
  },
  {
    "title": "A Framework Towards Resource Integration and Energy Efficiency Auditing with Zero Hazardous Discharge Programme",
    "authors": [
      "Andrea Maffini,",
      "Giorgio Bonvicini,",
      "Alessandro Venturin,",
      "Marco Morando,",
      "Antonio Saba,",
      "Bruno Fabiano"
    ],
    "doi": "https://doi.org/10.3303/CET2291045",
    "journalVolume": "Vol. 91",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Purpose of this paper is to outline a framework for resources and energy efficiency auditing activities and present its application in field studies carried out in Italy and in Eastern Europe, to support Companies and International Financial Institutions (IFIs) in the implementation of actions to improve industrial performances and reduce global environmental impacts. Among environmental considerations, climate change mitigation and adaptation aspects are included, as well as circular economy, pollution prevention and preservation of biodiversity. Within this context, this study focuses on the peculiar case of the textile industry, which is characterized by a significant use of energy and resources, mainly water and chemicals, thus involving the respect of the Zero Discharge of Hazardous Chemicals Programme. The auditing approach is conceived as a step-by step sequence of activities, starting from the Job Assignment from the Client based on specific Terms of Reference, followed by the submission of a data collection questionnaire, tailored to the specific textile industry, site survey with company managers and concluded with the elaboration of the technical report. In order to demonstrate the capability of the approach, the applicative section of this paper will present results in terms of technical and managerial actions to reduce energy and water consumption and GHGs emissions, as well as to control water pollution and waste generation and disposal.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/12307"
  },
  {
    "title": "Effects of land cover change on temperature and rainfall extremes in multi-model ensemble simulations",
    "authors": [
      "A. J. Pitman,",
      "N. de Noblet-Ducoudré,",
      "F. B. Avila,",
      "L. V. Alexander,",
      "J.-P. Boisier,",
      "V. Brovkin,",
      "C. Delire,",
      "F. Cruz,",
      "M. G. Donat,",
      "V. Gayler,",
      "B. van den Hurk,",
      "C. Reick,",
      "A. Voldoire"
    ],
    "doi": "https://doi.org/10.5194/esd-3-213-2012",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  213\n                                  – 231",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "The impact of historical land use induced land cover change (LULCC) on regional-scale climate extremes is examined using four climate models within the Land Use and Climate, IDentification of robust impacts project. To assess those impacts, multiple indices based on daily maximum and minimum temperatures and daily precipitation were used. We contrast the impact of LULCC on extremes with the impact of an increase in atmospheric CO<sub>2</sub> from 280 ppmv to 375 ppmv. In general, consistent changes in both high and low temperature extremes are similar to the simulated change in mean temperature caused by LULCC and are restricted to regions of intense modification. The impact of LULCC on both means and on most temperature extremes is statistically significant. While the magnitude of the LULCC-induced change in the extremes can be of similar magnitude to the response to the change in CO<sub>2</sub>, the impacts of LULCC are much more geographically isolated. For most models, the impacts of LULCC oppose the impact of the increase in CO<sub>2</sub> except for one model where the CO<sub>2</sub>-caused changes in the extremes are amplified. While we find some evidence that individual models respond consistently to LULCC in the simulation of changes in rainfall and rainfall extremes, LULCC's role in affecting rainfall is much less clear and less commonly statistically significant, with the exception of a consistent impact over South East Asia. Since the simulated response of mean and extreme temperatures to LULCC is relatively large, we conclude that unless this forcing is included, we risk erroneous conclusions regarding the drivers of temperature changes over regions of intense LULCC.",
    "readLink": "http://www.earth-syst-dynam.net/3/213/2012/esd-3-213-2012.pdf"
  }
]