[
  {
    "title": "Promoting mental health in small-medium enterprises: An evaluation of the \"Business in Mind\" program",
    "authors": [
      "Scott Jenn,",
      "Sanderson Kristy,",
      "Martin Angela,",
      "Brough Paula"
    ],
    "doi": "https://doi.org/10.1186/1471-2458-9-239",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  239",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background Workplace mental health promotion (WMHP) aims to prevent and effectively manage the social and economic costs of common mental illnesses such as depression. The mental health of managers and employees within small-medium enterprises (SMEs) is a neglected sector in occupational health research and practice, despite the fact that this sector is the most common work setting in most economies. The availability and propensity of SME staff to attend face-to-face training/therapy or workshop style interventions often seen in corporate or public sector work settings is a widely recognised problem. The 'Business in Mind' program employs a DVD mode of delivery that is convenient for SME managers, particularly those operating in regional and remote areas where internet delivery may not be optimal. The objective of the intervention program is to improve the mental health of SME managers, and examine whether employees of managers' whose mental health improves, report positive change in their psychosocial work environment. The mechanisms via which we aim to improve managers' mental health are through the development of their psychological capital (a higher order construct comprised of hope, self efficacy, resilience and optimism) and their skills and capacities for coping with work stress. Methods/Design The effectiveness of two versions of the program (self administered and telephone facilitated) will be assessed using a randomised trial with an active control condition (psychoeducation only). We aim to recruit a minimum of 249 managers and a sample of their employees. This design allows for 83 managers per group, as power analyses showed that this number would allow for attrition of 20% and still enable detection of an effect size of 0.5. The intervention will be implemented over a three month period and postal surveys will assess managers and employees in each group at baseline, intervention completion, and at 6 month follow up. The intervention groups (managers only) will also be assessed at 12 and 24 month follow-up to examine maintenance of effects. Primary outcomes are managers' levels of psychological capital (hope, resilience, self-efficacy and optimism), coping strategies, anxiety and depression symptoms, self-reported health, job satisfaction and job tension. Secondary outcomes are participating managers subordinates' perceptions of manager support, relational justice, emotional climate and job tension. In order to provide an economic evaluation of the intervention, both employees and manager rates of absenteeism and presenteeism will also be assessed. Discussion The intervention being trialled is expected to improve both primary and secondary outcomes. If proven efficacious, the intervention could be disseminated to reach a much larger proportion of the business community. Trial registration Current controlled trials ISRCTN 62853520",
    "readLink": "http://www.biomedcentral.com/1471-2458/9/239"
  },
  {
    "title": "Translation Policy, Social System, and Ideology: A Study on the English Translation of Modern Chinese Fiction for America During the CWRAJ",
    "authors": [
      "Ping Li,",
      "Chuanmao Tian"
    ],
    "doi": "https://doi.org/10.1177/21582440211046944",
    "journalVolume": "Vol. 11",
    "issn": "2158-2440 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences"
    ],
    "journalUrl": "http://journals.sagepub.com/home/sgoa",
    "abstract": "This article explores translation policy on the English translations of modern Chinese fiction to American readers during China’s War of Resistance against Japan (1931–1945). The research findings show that translation policy may not be explicitly stated, but implicitly embodied in some political, diplomatic, and cultural policies made by the American and Chinese governments. Translation policy making as a social system is influenced by the political environment during the war. Different policy makers’ motives and policies change over time in reaction to each other with the course of the war, and the changing socio-political climate in China and the US had great effects on the English translations of Chinese fiction before the entry of the US into the war and after the US government became actively involved in translation projects. Moreover, the ideological preferences and political interests of the various actors shape actual translation practice—the selection of texts and actual choices in wording. This course of events affects the reception of these translations by the US public. In other words, the readership of these books grew after the Chinese government became allies in the war with the American government.",
    "readLink": "https://doi.org/10.1177/21582440211046944"
  },
  {
    "title": "Post-Tin-Mining Agricultural Soil Regeneration Using Local Resources, Reduces Drought Stress and Increases Crop Production on Bangka Island, Indonesia",
    "authors": [
      "Rizki Maftukhah,",
      "Rosana M. Kral,",
      "Axel Mentler,",
      "Ngadisih Ngadisih,",
      "Murtiningrum Murtiningrum,",
      "Katharina M. Keiblinger,",
      "Michael Gartner,",
      "Rebecca Hood-Nowotny"
    ],
    "doi": "https://doi.org/10.3390/agronomy13010050",
    "journalVolume": "Vol. 13,\n                                no. 50\n                                \n                                  p.\n                                  50",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Mining severely affects ecosystems and threatens local food security. Remediation practices, however, are a viable way of reducing the negative impacts on post-mining lands. In this study we aim to improve crop yields and drought resistance on a post-tin-mining site located in Bangka Island, Indonesia, with locally available resources. Plots with five different soil amendments: (1) dolomite; (2) compost; (3) charcoal; combinations of (4) charcoal + compost; and (5) charcoal + sawdust; and a control were established. An intercropping system with cassava and centrosema was employed, and yields were determined. Drought resistance was evaluated by carbon isotope discrimination (∆13C) from crop parts of cassava and centrosema’s shoot. Soil physicochemical properties were determined at harvesting time. Soil amendments significantly improved cassava and centrosema yields. In particular, the compost and combined (charcoal + compost) treatments enhanced centrosema yields (1.18 and 1.99 kg·plot−1, respectively) and were related to higher nutrient availability. Similarly, compost, charcoal, and combined treatments showed positive effects on the cassava yield (0.15–0.16 kg·plant−1) and a higher drought resistance in the charcoal treatment (∆13C= 21.48‰). Increased water-holding capacity (WHC) reduced the water deficiency and boosted yields of cassava and centrosema when the soil was treated with dual amendments (charcoal + compost). Charcoal, compost, and their combination turned out to be the most sustainable amendments in degraded post-mining tropical soils.",
    "readLink": "https://www.mdpi.com/2073-4395/13/1/50"
  },
  {
    "title": "Projected evolution of California's San Francisco Bay-Delta-river system in a century of climate change.",
    "authors": [
      "James E Cloern,",
      "Noah Knowles,",
      "Larry R Brown,",
      "Daniel Cayan,",
      "Michael D Dettinger,",
      "Tara L Morgan,",
      "David H Schoellhamer,",
      "Mark T Stacey,",
      "Mick van der Wegen,",
      "R Wayne Wagner,",
      "Alan D Jassby"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0024465",
    "journalVolume": "Vol. 6,\n                                no. 9\n                                \n                                  p.\n                                  e24465",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Accumulating evidence shows that the planet is warming as a response to human emissions of greenhouse gases. Strategies of adaptation to climate change will require quantitative projections of how altered regional patterns of temperature, precipitation and sea level could cascade to provoke local impacts such as modified water supplies, increasing risks of coastal flooding, and growing challenges to sustainability of native species.We linked a series of models to investigate responses of California's San Francisco Estuary-Watershed (SFEW) system to two contrasting scenarios of climate change. Model outputs for scenarios of fast and moderate warming are presented as 2010-2099 projections of nine indicators of changing climate, hydrology and habitat quality. Trends of these indicators measure rates of: increasing air and water temperatures, salinity and sea level; decreasing precipitation, runoff, snowmelt contribution to runoff, and suspended sediment concentrations; and increasing frequency of extreme environmental conditions such as water temperatures and sea level beyond the ranges of historical observations.Most of these environmental indicators change substantially over the 21(st) century, and many would present challenges to natural and managed systems. Adaptations to these changes will require flexible planning to cope with growing risks to humans and the challenges of meeting demands for fresh water and sustaining native biota. Programs of ecosystem rehabilitation and biodiversity conservation in coastal landscapes will be most likely to meet their objectives if they are designed from considerations that include: (1) an integrated perspective that river-estuary systems are influenced by effects of climate change operating on both watersheds and oceans; (2) varying sensitivity among environmental indicators to the uncertainty of future climates; (3) inevitability of biological community changes as responses to cumulative effects of climate change and other drivers of habitat transformations; and (4) anticipation and adaptation to the growing probability of ecosystem regime shifts.",
    "readLink": "http://europepmc.org/articles/PMC3177826?pdf=render"
  },
  {
    "title": "Enhancing the Resilience of the Australian National Electricity Market: Taking a Systems Approach in Policy Development",
    "authors": [
      "Barry Newell,",
      "Debborah M. Marsh,",
      "Deepak Sharma"
    ],
    "doi": "https://doi.org/10.5751/ES-04132-160215",
    "journalVolume": "Vol. 16,\n                                no. 2\n                                \n                                  p.\n                                  15",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "As the complexity and interconnectedness of present-day social-ecological systems become steadily more apparent, there is increasing pressure on governments, policy makers, and managers to take a systems approach to the challenges facing humanity. However, how can this be done in the face of system complexity and uncertainties? In this paper we briefly discuss practical ways that policy makers can take up the systems challenge. We focus on resilience thinking, and the use of influence diagrams, causal-loop diagrams, and system archetypes. As a case study, set in the context of the climate-energy-water nexus, we use some of these system concepts and tools to carry out an initial exploration of factors that can affect the resilience of the Australian National Electricity Market. We stress the need for the electricity sector to prepare for the impacts of global change by encouraging innovation and diversity, supporting modularity and redundancy, and embracing the need for a policy making approach that takes account of the dynamics of the wider social-ecological system. Finally, taking a longer term view, we conclude by recommending that policy makers work to reduce reliance on conventional market mechanisms, institute continuing cross-sector dialogue, and promote basic education in system dynamics.",
    "readLink": "http://www.ecologyandsociety.org/vol16/iss2/art15/"
  },
  {
    "title": "Space-time variation of rainfall in Mexico: an approach for assessing impacts",
    "authors": [
      "Gabriel Díaz Padilla,",
      "Ignacio Sánchez Cohen,",
      "Roberto Quiroz,",
      "Jaime Garatuza Payán,",
      "Christopher Watts Thorp,",
      "Isidro Roberto Cruz Medina,",
      "Rafael Alberto Guajardo Panes"
    ],
    "doi": "Vol. 2,\n                                no. 4\n                                \n                                  pp.\n                                  51\n                                  – 64",
    "issn": "0187-8336 (Print)",
    "publisher": "2007-2422 (Online)",
    "countryOfPublisher": "Instituto Mexicano de Tecnología del Agua",
    "lcc": [
      "Mexico",
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.revistatyca.org.mx/",
    "abstract": "This work discusses the development of a process to approach the study of spatial and temporal rainfall patterns in Mexico, considering historical information for at least 20 years from 2 165 weather stations belonging to the National Weather Service. Outlier data were eliminated and estimates were made using ClimGen, provided that the missing information did not exceed 25% of the total. Goodness-of-fit was tested with respect to the two-parameter gamma distribution for the annual period and the period from May to October, the latter of which registers 80% of the annual rainfall in Mexico. It was noted that 1 786 of the stations for the annual period and 1 727 stations for May to October adjusted to the gamma distribution. The following spatial interpolation techniques were assessed: kriging, co-kriging, inverse distance and thin-plate smoothing spline. The latter showed lower mean square error and was considered in the interpolation of the shape and scale parameters to generate precipitation maps for 70, 80 and 90% rainfall probability. Finally, we analyzed the frequency, duration and intensity of wet and dry periods in Mexico considering the classification by the Standardized Precipitation Index (SPI), which is interpolated to generate annual raster maps for the period 1961-2003 with a resolution of 900 meters. An increase was observed in the duration of droughts and a decrease in their intensity. This research aims to help improve the modeling of the hydrological cycle, the study of climate change and the delineation of vulnerable areas in Mexico.",
    "readLink": "http://www.revistatyca.org.mx/ojs/index.php/tyca/article/view/235"
  },
  {
    "title": "International organizations and climate change adaptation: A new dataset for the social scientific study of adaptation, 1990-2017.",
    "authors": [
      "Ece Kural,",
      "Lisa Maria Dellmuth,",
      "Maria-Therese Gustafsson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0257101",
    "journalVolume": "Vol. 16,\n                                no. 9\n                                \n                                  p.\n                                  e0257101",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "This article introduces a new dataset on the climate change adaptation activities of international organizations (IOs). While climate change adaptation has been studied at the local level and in the context of major climate organizations, such as the United Nations Framework Convention on Climate Change, we provide a first quantitative dataset on non-environmental IOs that can be linked to different social scientific datasets relevant for adaptation. Our new dataset contains information on the governance activities of 30 IOs from 1990 to 2017. Based on this dataset, we introduce different types of adaptation-related activities and develop a quantitative measure of IOs' climate adaptation engagement. We map the adaptation engagement of the 30 IOs across organizations, across issue areas, and over time. This dataset can be used to compare adaptation activities across and within IOs, but also as an empirical foundation for the emerging research field of global adaptation governance, for which IO climate change adaptation activities are relevant.",
    "readLink": "https://doi.org/10.1371/journal.pone.0257101"
  },
  {
    "title": "Anchoring Policies, Alignment Tensions: Reconciling New Zealand’s Climate Change Act and Emissions Trading Scheme",
    "authors": [
      "Tor Håkon Jackson Inderberg,",
      "Ian Bailey"
    ],
    "doi": "https://doi.org/10.17645/pag.v10i1.4788",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  290\n                                  – 301",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "Climate Change Acts (CCAs) seek to anchor national climate policy by establishing long-term targets and lines of accountability that guide the development of other climate policy instruments. However, counter-pressures to modify CCAs can occur where tensions exist with the provisions of already-established policies that enjoy substantial political and stakeholder support. Such tensions can be especially pronounced where CCAs necessitate major changes to emissions trading schemes (ETSs) that have formed the mainstay of efforts to reduce national emissions. This article employs a novel anchoring policy framework to examine the dynamics of aligning ETSs with CCAs. We investigate debates on reforms to the New Zealand Emissions Trading Scheme following the introduction of the Zero Carbon Act in 2019 to examine how alignment pressures between anchoring and subordinate policies are negotiated. The analysis reveals several tactics used to increase the acceptability of reforms to the New Zealand Emissions Trading Scheme and protect the Zero Carbon Act’s integrity. The article concludes by arguing that a greater understanding of alignment pressures between anchoring and subordinate policies is essential in enabling both CCAs and ETSs to contribute to achieving decarbonisation goals.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/4788"
  },
  {
    "title": "TQM and SDGs for Erasmus+ Programme—Quality Education, Reducing Inequalities, Climate Change, Peace and Justice",
    "authors": [
      "Teresa Nogueiro,",
      "Margarida Saraiva"
    ],
    "doi": "https://doi.org/10.3390/socsci12030123",
    "journalVolume": "Vol. 12,\n                                no. 123\n                                \n                                  p.\n                                  123",
    "issn": "2076-0760 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/socsci",
    "abstract": "Any element that enables higher education institutions (HEIs) to set themselves apart in a positive and superior way in terms of their performance would be advantageous given the competitive climate in which they operate. The Erasmus+ Programme provides HEIs with yet another option to become more competitive and to contribute to the Sustainable Development Goals (SDGs) via the improvement of educational quality (SDG 4), reducing inequalities (SDG 10), climate action (SDG 13), and peace and justice (SDG 16). The goal of this work was to explore the potential relationships and synergies between HE sustainability and Total Quality Management (TQM) issues through the SDGs. The methodological approach was concentrated on the qualitative study of academic papers on TQM, sustainability, and the SDGs in HE as well as on the analysis of Regulation (EU) 2021/817, which established Erasmus+. We concluded that TQM and sustainability have synergies related to the SDGs, and the Erasmus+ Programme can support the sustainability of HEIs by promoting these SDGs. Leadership; education and training; the participation of staff members; measurement, evaluation, and control; and other stakeholders are essential factors for the effective implementation of TQM and sustainability in HEIs.",
    "readLink": "https://www.mdpi.com/2076-0760/12/3/123"
  },
  {
    "title": "Parks, people, and change: the importance of multistakeholder engagement in adaptation planning for conserved areas",
    "authors": [
      "Corrine N. Knapp,",
      "F. Stuart. Chapin III,",
      "Gary P. Kofinas,",
      "Nancy Fresco,",
      "Courtney Carothers,",
      "Amy Craver"
    ],
    "doi": "https://doi.org/10.5751/ES-06906-190416",
    "journalVolume": "Vol. 19,\n                                no. 4\n                                \n                                  p.\n                                  16",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Climate change challenges the traditional goals and conservation strategies of protected areas, necessitating adaptation to changing conditions. Denali National Park and Preserve (Denali) in south central Alaska, USA, is a vast landscape that is responding to climate change in ways that will impact both ecological resources and local communities. Local observations help to inform understanding of climate change and adaptation planning, but whose knowledge is most important to consider? For this project we interviewed long-term Denali staff, scientists, subsistence community members, bus drivers, and business owners to assess what types of observations each can contribute, how climate change is impacting each, and what they think the National Park Service should do to adapt. The project shows that each type of long-term observer has different types of observations, but that those who depend more directly on natural resources for their livelihoods have more and different observations than those who do not. These findings suggest that engaging multiple groups of stakeholders who interact with the park in distinct ways adds substantially to the information provided by Denali staff and scientists and offers a broader foundation for adaptation planning. It also suggests that traditional protected area paradigms that fail to learn from and foster appropriate engagement of people may be maladaptive in the context of climate change.",
    "readLink": "http://www.ecologyandsociety.org/vol19/iss4/art16/"
  }
]