[
  {
    "title": "Effects of Urbanization-Induced Cultivated Land Loss on Ecosystem Services in the North China Plain",
    "authors": [
      "Wei Song,",
      "Xiangzheng Deng"
    ],
    "doi": "https://doi.org/10.3390/en8065678",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  pp.\n                                  5678\n                                  – 5693",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Since the implementation of market oriented economic reform in 1978, China has been on the track of rapid urbanization. The unprecedented urbanization in China has resulted in substantial cultivated land loss and rapid expansion of urban areas. The cultivated land loss due to urbanization not only threatens food security in China, but has also led to ecological system degradation to which close attention should be paid. Therefore, we examined the effects of the conversion from cultivated to urban areas on the ecosystem service in the North China Plain on the basis of a net primary productivity based ecosystem service model (NESM) and a buffer comparison method. Cultivated land loss due to urbanization in the North China Plain led to a total loss of ecosystem service value of 34.66% during the period 1988–2008. Urban expansion significantly decreased the ecosystem service function of water conservation (–124.03%), nutrient cycling (–31.91%), gas regulation (−7.18%), and organic production (–7.18%), while it improved the soil conservation function (2.40%). Land use change accounted for 57.40% of the changes in ecosystem service and had a major influence on the changes in nutrient cycling and water conservation. However, climate change mainly determined the changes in gas regulation, organic production, and soil conservation.",
    "readLink": "http://www.mdpi.com/1996-1073/8/6/5678"
  },
  {
    "title": "Biometeorological forecasts as adaptation measures in the contest of climate change",
    "authors": [
      "Ieva Nariūnaitė,",
      "Judita Liukaitytė"
    ],
    "doi": "https://doi.org/10.3846/mla.2009.4.12",
    "journalVolume": "Vol. 1,\n                                no. 4",
    "issn": "2029-2341 (Print)",
    "publisher": "2029-2252 (Online)",
    "countryOfPublisher": "Vilnius Gediminas Technical University",
    "lcc": [
      "Lithuania",
      "Technology",
      "Science"
    ],
    "journalUrl": "https://journals.vgtu.lt/index.php/MLA",
    "abstract": "The basic aim of this paper is to review biometeorological forecasts in Lithuania as well as their necessities and adjustments toward climate change. Weather alterations and climate anomalies make a substantial impact on human health (physical and psychological), and therefore biometeorological forecasts are useful to foresee and elude some negative climate influence. Article in Lithuanian. Biometeorologinės prognozės kaip adaptacijos priemonė klimato kaitos kontekste Anotacija. Klimato kaitos ir žmogaus tarpusavio ryšys yra neabejotinai stiprus, jis turi nesustabdomą tąsą laike, kuri lemia vis didesnę fizinę ar psichologinę žmogaus reakciją. Biometeorologija gerai perteikia jųdviejų sąsajas ir apibūdina esamą bei būsimą klimato kaitos poveikį, žmogaus pojūčius tokioje aplinkoje. Tad šiame darbe aptariamos Lietuvoje plėtojamos biometeorologinės prognozės, jų sudarymo principai, galimybės bei nauda prisitaikant prie klimato kaitos. Reikšminiai žodžiai: biometeorologinės prognozės, klimato kaita, adaptacija.",
    "readLink": "https://www.jbem.vgtu.lt/index.php/MLA/article/view/10696"
  },
  {
    "title": "A review of phytoplankton dynamics in tropical African lakes",
    "authors": [
      "Mzime Ndebele-Murisa,",
      "Charles Musil,",
      "Lincoln Raitt"
    ],
    "doi": "Vol. 106,\n                                no. 1/2",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "This paper provides a synthesis of current knowledge on phytoplankton production, seasonality, and stratification in tropical African lakes and considers the effects of nutrient enrichment and the potential impacts of climate warming on phytoplankton production and composition. Tropical African lakes are especially sensitive to climate warming as they experience wide fluctuations in the thermocline over a narrow range of high water temperatures. Recent climate warming has reduced phytoplankton biomass and production in the lakes. A decline in the production of palatable chlorophytes and an increase in cyanobacteria has led to reduced zooplankton production and a consequent decline in fish stocks, all of which can be associated with the elevated water temperatures. This indicates that even moderate climate warming may destabilise phytoplankton dynamics in tropical African lakes, thereby reducing water quality and food resources for planktivorous fish, with consequent negative impacts on human livelihoods.",
    "readLink": "https://www.sajs.co.za/article/view/10182"
  },
  {
    "title": "Nutrient-Loading Mitigation by Shellfish Aquaculture in Semi-Enclosed Estuaries",
    "authors": [
      "Thomas Guyondet,",
      "Ramón Filgueira,",
      "Christopher M. Pearce,",
      "Réjean Tremblay,",
      "Luc A. Comeau"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.909926",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Bivalve aquaculture may provide a variety of ecosystem services including nitrogen extraction from estuaries, which are often subject to excess nutrient loading from various land activities, causing eutrophication. This nitrogen extraction may be affected by a combination of various non-linear interactions between the cultured organisms and the receiving ecosystem. The present study used a coupled hydro-biogeochemical model to examine the interactive effects of various factors on the degree of estuarine nutrient mitigation by farmed bivalves. These factors included bay geomorphology (leaky, restricted and choked systems), river size (small and large rivers leading to moderate (105.9 Mt N yr-1) and high (529.6 Mt N yr-1) nutrient discharges), bivalve species (blue mussel (Mytilus edulis) and eastern oyster (Crassostrea virginica)), farmed bivalve area (0, 10, 25 and 40% of estuarine surface area) and climate change (water temperature, sea level and precipitation reflecting either present or future (Horizon 2050) conditions). Model outputs indicated that bivalve culture was associated with the retention of nitrogen within estuaries, but that this alteration of nitrogen exchange between estuaries and the open ocean was not uniform across all tested variables and it depended on the nature of their interaction with the bivalves as well as their own dynamics. When nitrogen extraction resulting from harvest was factored in, however, bivalve culture was shown to provide a net nitrogen removal in the majority of the tested model scenarios. Mussels provided more nutrient mitigation than oysters, open systems were more resilient to change than closed ones, and mitigation potential was shown to generally increase with increasing bivalve biomass. Under projected future temperature conditions, nutrient mitigation from mussel farms was predicted to increase, while interactions with the oyster reproductive cycle led to both reduced harvested biomass and nutrient mitigation potential. This study presents the first quantification of the effects of various biological, physical, geomorphological and hydrodynamical processes on nutrient mitigation by bivalve aquaculture and will be critical in addressing questions related to eutrophication mitigation by bivalves and prediction of possible nutrient trading credits.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.909926/full"
  },
  {
    "title": "Assessing biomass and primary production of microphytobenthos in depositional coastal systems using spectral information.",
    "authors": [
      "Pascalle Jacobs,",
      "Jaime Pitarch,",
      "Jacco C Kromkamp,",
      "Catharina J M Philippart"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0246012",
    "journalVolume": "Vol. 16,\n                                no. 7\n                                \n                                  p.\n                                  e0246012",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "In depositional intertidal coastal systems, primary production is dominated by benthic microalgae (microphytobenthos) inhabiting the mudflats. This benthic productivity is supporting secondary production and supplying important services to humans including food provisioning. Increased frequencies of extreme events in weather (such as heatwaves, storm surges and cloudbursts) are expected to strongly impact the spatiotemporal dynamics of the microphytobenthos and subsequently their contribution to coastal food webs. Within north-western Europe, the years 2018 and 2019 were characterized by record-breaking summer temperatures and accompanying droughts. Field-calibrated satellite data (Sentinel 2) were used to quantify the seasonal dynamics of microphytobenthos biomass and production at an unprecedented spatial and temporal resolution during these years. We demonstrate that the Normalized Difference Vegetation Index (NDVI) should be used with caution in depositional coastal intertidal systems, because it may reflect import of remains of allochthonous pelagic productivity rather than local benthic biomass. We show that the reduction in summer biomass of the benthic microalgae cannot be explained by grazing but was most probably due to the high temperatures. The fivefold increase in salinity from January to September 2018, resulting from reduced river run-off during this exceptionally dry year, cannot have been without consequences for the vitality of the microphytobenthos community and its resistance to wind stress and cloud bursts. Comparison to historical information revealed that primary productivity of microphytobenthos may vary at least fivefold due to variations in environmental conditions. Therefore, ongoing changes in environmental conditions and especially extreme events because of climate change will not only lead to changes in spatiotemporal patterns of benthic primary production but also to changes in biodiversity of life under water and ecosystem services including food supply. Satellite MPB data allows for adequate choices in selecting coastal biodiversity conservation and coastal food supply.",
    "readLink": "https://doi.org/10.1371/journal.pone.0246012"
  },
  {
    "title": "Variability of Stem-Base Infestation and Coexistence of Fusarium spp. Causing Crown Rot of Winter Wheat in Serbia",
    "authors": [
      "Radivoje Jevtić,",
      "Nemanja Stošić,",
      "Vesna Župunski,",
      "Mirjana Lalošević,",
      "Branka Orbović"
    ],
    "doi": "https://doi.org/10.5423/PPJ.OA.02.2019.0038",
    "journalVolume": "Vol. 35,\n                                no. 6\n                                \n                                  pp.\n                                  553\n                                  – 563",
    "issn": "1598-2254 (Print)",
    "publisher": "2093-9280 (Online)",
    "countryOfPublisher": "Hanrimwon Publishing Company",
    "lcc": [
      "Korea, Republic of",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.ppjonline.org/main.html",
    "abstract": "Investigations related with factors influencing root and crown rot are rare and mainly related to farming practice and soil management. The main objective of this study was to examine broader range of factors influencing stem-base infestation of winter wheat in the field conditions. The effect of spatial distribution of infected plants on disease index (DIs) assessments was also investigated. Analysis of factors influencing DIs of crown rot of wheat demonstrated significant influence of the growing seasons (P < 0.001) and extreme fluctuations in winter temperatures (P < 0.001). In addition to that, localities together with their interaction with the growing season also significantly influenced DIs (P < 0.001). Aggregation of infected plants influenced variability of DI estimations, and it was pointed out that more extensive investigation should be conducted on broad range of DI in order to establish sampling method giving uniform sampling precision. Fusarium graminearum was shown to be predominant Fusarium species in Serbia (72.6%) using sequence-characterized amplified region analysis. Interestingly F. oxysporum was isolated in higher frequencies (27.4%) than it was reported in the literature. Given that there were no reports on the diversity of Fusarium species causing crown rot of wheat in Serbia, this study presents first report on this important subject. It also indicated that more attention should be focused on combined effects of abiotic and biotic factors influencing stem-base infestation of winter wheat. This knowledge will contribute to better understanding of factors influencing root and crown rot of wheat which would ensure sustainable disease management in the future.",
    "readLink": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC6901256"
  },
  {
    "title": "Relation between the sedimentary organic record and the climatic oscilations in the Holocene attested by palynofacies and organic geochemical analyses from a pond of altitude in southern Brazil",
    "authors": [
      "GABRIELLI T. GADENS-MARCON,",
      "JOÃO G. MENDONÇA-FILHO,",
      "MARGOT GUERRA-SOMMER,",
      "MARCELO A. CARVALHO,",
      "ETIENE F. PIRES,",
      "LÉO A. HARTMANN"
    ],
    "doi": "https://doi.org/10.1590/0001-3765201420130268",
    "journalVolume": "Vol. 86,\n                                no. 3\n                                \n                                  pp.\n                                  1077\n                                  – 1099",
    "issn": "0001-3765 (Print)",
    "publisher": "1678-2690 (Online)",
    "countryOfPublisher": "Academia Brasileira de Ciências",
    "lcc": [
      "Brazil",
      "Science"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=0001-3765&lng=en&nrm=iso",
    "abstract": "This paper presents the quantitative and qualitative results obtained from palynofacies and geochemistry analyses carried out on a core covering approximately 8000 years of sedimentation of a pond of altitude located at the mining district of Ametista do Sul, southernmost Brazil. The main objective of this paper is to consider the paleoclimatic and paleoenvironmental significance of these analyses. The hydrological isolation renders this pond climatically sensitive to variations in pluviometric regime and this enabled infer rainfall events during the early Holocene, which was responsible for the beginning of the processes of water accumulation in the gossan and the sedimentation of the pond. Changes in the pattern of moisture over the time become the drier environment, resulting in the intermittent pattern of water depth that currently exists at the site. The fluctuations in water depth are inferred from the frequency of Botryococcus and other algae, which tend to decrease progressively toward the top where the autochthonous elements are replaced by parautochthonous and allochthonous elements. Pseudoschizaea, in turn, appears to act as a biological marker of these transitional intervals. The present results are of great importance for understanding the extent of climate change and its environmental impacts at regional and global levels.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0001-37652014000301077&lng=en&tlng=en"
  },
  {
    "title": "The role of law in adaptive governance",
    "authors": [
      "Barbara A. Cosens,",
      "Robin K. Craig,",
      "Shana Lee Hirsch,",
      "Craig Anthony (Tony). Arnold,",
      "Melinda H. Benson,",
      "Daniel A. DeCaro,",
      "Ahjond S. Garmestani,",
      "Hannah Gosnell,",
      "J.B. Ruhl,",
      "Edella Schlager"
    ],
    "doi": "https://doi.org/10.5751/ES-08731-220130",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  p.\n                                  30",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "The term \"governance\" encompasses both governmental and nongovernmental participation in collective choice and action. Law dictates the structure, boundaries, rules, and processes within which governmental action takes place, and in doing so becomes one of the focal points for analysis of barriers to adaptation as the effects of climate change are felt. Adaptive governance must therefore contemplate a level of flexibility and evolution in governmental action beyond that currently found in the heavily administrative governments of many democracies. Nevertheless, over time, law itself has proven highly adaptive in western systems of government, evolving to address and even facilitate the emergence of new social norms (such as the rights of women and minorities) or to provide remedies for emerging problems (such as pollution). Thus, there is no question that law can adapt, evolve, and be reformed to make room for adaptive governance. In doing this, not only may barriers be removed, but law may be adjusted to facilitate adaptive governance and to aid in institutionalizing new and emerging approaches to governance. The key is to do so in a way that also enhances legitimacy, accountability, and justice, or else such reforms will never be adopted by democratic societies, or if adopted, will destabilize those societies. By identifying those aspects of the frameworks for adaptive governance reviewed in the introduction to this special feature relevant to the legal system, we present guidelines for evaluating the role of law in environmental governance to identify the ways in which law can be used, adapted, and reformed to facilitate adaptive governance and to do so in a way that enhances the legitimacy of governmental action.",
    "readLink": "http://www.ecologyandsociety.org/vol22/iss1/art30/"
  },
  {
    "title": "A Novel Multipurpose Self-Irrigated Green Roof with Innovative Drainage Layer",
    "authors": [
      "Behrouz Pirouz,",
      "Stefania Anna Palermo,",
      "Gianfranco Becciu,",
      "Umberto Sanfilippo,",
      "Hana Javadi Nejad,",
      "Patrizia Piro,",
      "Michele Turco"
    ],
    "doi": "https://doi.org/10.3390/hydrology10030057",
    "journalVolume": "Vol. 10,\n                                no. 57\n                                \n                                  p.\n                                  57",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "Climate change is a significant problem that many countries are currently facing, and green roofs (GRs) are one of the suitable choices to confront it and decrease its impacts. The advantages of GRs are numerous, such as stormwater management, thermal need reduction, runoff quality, and life quality improvement. However, there are some limitations, including the weight, limits in water retention, irrigation in the drought period, suitability of harvested water for building usages, installation on sloped roofs, and high cost. Therefore, developing a novel system and design for GRs with higher efficiency and fewer negative points seems necessary and is the main scope of this research. In this regard, a novel multipurpose self-irrigated green roof with an innovative drainage layer combined with specific multilayer filters has been developed. The application of the proposed system in terms of water retention capacity, water storage volume, runoff treatment performance, irrigation system, drainage layer, application of the harvested water for domestic purposes, and some other aspects has been analyzed and compared with the conventional systems with a focus on extensive green roofs. The results demonstrate that this novel green roof would have many advantages including less weight due to the replacement of the gravel drainage layer with a pipeline network for water storage, higher water retention capacity due to the specific design, higher impacts on runoff treatment due to the existence of multilayer filters that can be changed periodically, easier installation on flat and sloped roofs, the possibility of using the collected rainfall for domestic use, and fewer irrigation water demands due to the sub-surface self-irrigation system.",
    "readLink": "https://www.mdpi.com/2306-5338/10/3/57"
  },
  {
    "title": "Topography reconstruction and evolution analysis of outlet glacier using data from unmanned aerial vehicles in Antarctica",
    "authors": [
      "Gang Qiao,",
      "Xiaohan Yuan,",
      "Igor Florinsky,",
      "Sergey Popov,",
      "Youquan He,",
      "Hongwei Li"
    ],
    "doi": "Vol. 117\n                                \n                                \n                                  p.\n                                  103186",
    "issn": "1569-8432 (Print)",
    "publisher": "1872-826X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-applied-earth-observation-and-geoinformation",
    "abstract": "Reconstruction of glacial topography is important for assessing the ice dynamics of glaciers in the past and understanding how they may respond to climate change in the future. As an emerging strategy, unmanned aerial vehicles (UAVs) have been successfully used in glaciology applications to reconstruct surface topography and monitor the short-term dynamics of glaciers. However, none of these studies have focused on the ice dynamics of outlet glaciers in Antarctica. In this study, based on a combination of UAVs and a base station, we investigated Dalk Glacier, a typical marine-terminating glacier in East Antarctica, during two Chinese National Antarctic Research Expeditions from 2019 to 2020. By applying structure-from-motion and multi-view-stereo photogrammetry, high-resolution orthomosaics and digital elevation models of the glacial topography were reconstructed with centimeter-level accuracy via in situ validation, thus marking the first application of UAV observations in the monitoring of Antarctic outlet glaciers. Topographic evolution of the glacier was quantitatively analyzed from various aspects including ice velocity, surface elevation, crevasses, and ice front calving. A maximum ice velocity of ∼ 310 m a-1 at its terminus was observed, which was ∼ 90 m a-1 greater than that in satellite-based studies. We analyzed in detail the spatially heterogeneous changes in the ice velocity and surface elevation of the glacier under the influence of an ice rumple at its calving terminus. Combined with satellite images and existing datasets, we hypothesize that the large ice rumples at the glacier terminus could deform the glacier and potentially damage its structural integrity, thereby limiting the growth of its terminus.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1569843223000080"
  }
]