[
  {
    "title": "Practical considerations for adaptive strategies by US grazing land managers with a changing climate",
    "authors": [
      "Justin D. Derner,",
      "Hailey Wilmer,",
      "Kim Stackhouse‐Lawson,",
      "Sara Place,",
      "Mark Boggess"
    ],
    "doi": "https://doi.org/10.1002/agg2.20356",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2639-6696 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Agriculture",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://acsess.onlinelibrary.wiley.com/journal/26396696",
    "abstract": "Abstract We outline practical considerations for grazing land adaptations with a changing climate, with an emphasis on the ranch operation scale and specific attention to directional climate changes and increased climate variability. These adaptive strategies fall into two themes: flexibility and learning under uncertainty. Ranches and livestock operations with greater land, social, or other capital resources may have more flexibility. Risk can be reduced for managers (ranchers, farmers, operators, and livestock managers) through participation in conservation or farm policy programs and/or market‐based approaches. Bolstering adaptive capacity across landscapes and time can originate from social capital of operators and strategic collaborations among managers and scientists. As climate diverges from historical baselines and the realm of managers’ experiential knowledge, new conceptual frameworks are needed to structure conversations, influence research relevancy and impact, and drive imaginative solutions among researchers, managers, and local communities for socio‐ecological systems. We provide simplified frameworks to help guide conversation, future research, and new imaginative solutions for systems‐scale knowledge needs and adaptation to address increasingly uncertain and complex change at multiple scales. Practical considerations for adaptive strategies by grazing land managers with a changing climate will be accelerated through (1) collaborative efforts among managers and explicitly with science–management partnerships becoming more mainstream, (2) co‐produced research with managers and researchers at ranch scales, (3) development of communities of practice and associated learning opportunities, and (4) continued co‐development and advancement of technologies and tools that result in high uptake adoption by ranch managers.",
    "readLink": "https://doi.org/10.1002/agg2.20356"
  },
  {
    "title": "Pakistan’s water resource management: Ensuring water security for sustainable development",
    "authors": [
      "Waseem Ishaque,",
      "Mudassir Mukhtar,",
      "Rida Tanvir"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1096747",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Pakistan is blessed with abundant water resources but facing a critical water shortage due to a lack of storage facilities, poor water governance, and the adverse impacts of climate change. The burgeoning population at present 225 million, which is expected to cross 250 million by 2025 is creating an additional burden on water resources, as per capita availability is depleting sharply from 5,000 m3 in 1951 to 1,100 m3 in 2005, which is expected to fall to 800 m3 by 2025. Pakistan’s water demand is increasing at an average yearly rate of 10% which in terms of the area will increase to 338 km3 by 2025, against the availability of 240–258 km3. Out of the available surface water, approximately 74% is extracted, while 83% of the groundwater is used for agricultural and other uses, which is an exceptionally high ratio for a water-scarce country like Pakistan. The adverse impacts of climate change are also causing extreme weather conditions, resulting in drought and floods almost every year. Inadequate water reservoirs, water wastage in agriculture and households, negligible wastewater recycling, and contamination of drinking water are causing health risks that have turned serious national security challenges for Pakistan. This research article argues that surface and subsurface water in Pakistan is depleting sharply, and if not addressed in time, has the potential of becoming the biggest national security problem. The article investigates the available water status in Pakistan covering surface and subsurface resources in detail, including reservoirs for storage, and sectoral utilization, to draw conclusions on water availability and usage requirement. The policy recommendations highlight the effective integration of smart technology in addressing multidimensional water issues and efficient water governance for ensuring water security for the sustainable development of Pakistan.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1096747/full"
  },
  {
    "title": "Degree modeling of pistachio farmers' resilience against climate change (Study subject: Rural areas of Rafsanjan and Anar counties, Iran)",
    "authors": [
      "Amirreza Asrari,",
      "Maryam Omidi Najafabadi,",
      "Jamal Farajollah Hosseini"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1134487",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "The counties of Rafsanjan and Anar are some of the main production centers of pistachio, an important strategic commodity of Iran that is recently facing major environmental problems such as climate change. Therefore, the present research has modeled the degree of resilience of Rafsanjan pistachio and pomegranate farmers against climate change. The study's statistical population was pistachio farmers in the rural areas of Rafsanjan and Anar, which were 27,860 people. To determine the sample size of the research, a sample size of 588 users was calculated using Cochran's formula, with an error level of 4%. Users were then randomly selected in each village as a proportional assignment. A questionnaire was used for data collection. A group of experts determined its validity, and Cronbach's alpha method was used to determine its reliability and internal consistency. The combined method of Vaikor-entropy was used to measure the resilience behavior of Rafsanjan pistachio and pomegranate farmers against climate change. Data processing was done using MATLAB 7.10, AMOSver24, SPSSver25, and Arc-GIS 10.5 software. The results show that the behavior of the studied farmers' resilience against climate change is at an average level. Also, after analysis, the studied villages were divided into six levels, ranging from lack of endurance to resilient. None of the villages fell into the lowest or highest level. There are 8 villages with a very weak resilience level and 22 villages in the weak resilience level. There are 26 villages at the relatively resistant level and 4 villages in the good resilience level. This finding indicates that the investigated pistachio growers are not in good shape in terms of climate change resilience, and they are unable to deal with larger climate change variations, which can have serious effects on the agricultural sector and the villages' livelihoods.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1134487/full"
  },
  {
    "title": "A Structurally Simplified Hybrid Model of Genetic Algorithm and Support Vector Machine for Prediction of Chlorophyll a  in Reservoirs",
    "authors": [
      "Jieqiong Su,",
      "Xuan Wang,",
      "Shouyan Zhao,",
      "Bin Chen,",
      "Chunhui Li,",
      "Zhifeng Yang"
    ],
    "doi": "https://doi.org/10.3390/w7041610",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  pp.\n                                  1610\n                                  – 1627",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "With decreasing water availability as a result of climate change and human activities, analysis of the influential factors and variation trends of chlorophyll a has become important to prevent reservoir eutrophication and ensure water supply safety. In this paper, a structurally simplified hybrid model of the genetic algorithm (GA) and the support vector machine (SVM) was developed for the prediction of monthly concentration of chlorophyll a in the Miyun Reservoir of northern China over the period from 2000 to 2010. Based on the influence factor analysis, the four most relevant influence factors of chlorophyll a (i.e., total phosphorus, total nitrogen, permanganate index, and reservoir storage) were extracted using the method of feature selection with the GA, which simplified the model structure, making it more practical and efficient for environmental management. The results showed that the developed simplified GA-SVM model could solve nonlinear problems of complex system, and was suitable for the simulation and prediction of chlorophyll a with better performance in accuracy and efficiency in the Miyun Reservoir.",
    "readLink": "http://www.mdpi.com/2073-4441/7/4/1610"
  },
  {
    "title": "Variable Response in Alpine Tree-Ring Stable Isotopes Following Volcanic Eruptions in the Tropics and Iceland",
    "authors": [
      "Tito Arosio,",
      "Stéphane Affolter,",
      "Kurt Nicolussi,",
      "Michael Sigl,",
      "Malin Michelle Ziehmer-Wenz,",
      "Christian Schlüchter,",
      "Emmanuel Schaad,",
      "Rafael Stähli,",
      "Markus Christian Leuenberger"
    ],
    "doi": "https://doi.org/10.3390/geosciences12100371",
    "journalVolume": "Vol. 12,\n                                no. 371\n                                \n                                  p.\n                                  371",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "The importance of the stable isotopes in tree rings for the study of the climate variations caused by volcanic eruptions is still unclear. We studied δ18O, δD, δ13C stable isotopes of larch and cembran pine cellulose around four major eruptions with annual resolution, along with a superposed epoch analysis of 34 eruptions with 5-year resolution. Initial analysis of the tropical Tambora (1815 CE) and Samalas (1257 CE) eruptions showed a post-eruption decrease in δ18O values attributed to post-volcanic cooling and increased summer precipitation in Southern Europe, as documented by observations and climate simulations. The post-volcanic cooling was captured by the δD of speleothem fluid inclusion. The δ18O decrease was also observed in the analysis of 34 major tropical eruptions over the last 2000 years. In contrast, the eruptions of c. 750, 756, and 764 CE attributed to Icelandic volcanoes left no significant responses in the cellulose isotopes. Further analysis of all major Icelandic eruptions in the last 2000 years showed no consistent isotopic fingerprints, with the exception of lower post-volcanic δ13C values in larch. In summary, the δ18O values of cellulose can provide relevant information on climatic and hydroclimatic variations following major tropical volcanic eruptions, even when using the 5-year resolution wood samples of the Alpine Tree-Ring Isotope Record database.",
    "readLink": "https://www.mdpi.com/2076-3263/12/10/371"
  },
  {
    "title": "Characterizing Groundwater Interaction with Lakes and Wetlands Using GIS Modeling and Natural Water Quality Measurements",
    "authors": [
      "Brianna Speldrich,",
      "Philip Gerla,",
      "Emma Tschann"
    ],
    "doi": "https://doi.org/10.3390/w13070983",
    "journalVolume": "Vol. 13,\n                                no. 983\n                                \n                                  p.\n                                  983",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Wetlands provide many benefits, including flood attenuation, groundwater recharge, water-quality improvement, and habitat for wildlife. As their structure and functions are sensitive to changes in hydrology, characterizing the water budgets of wetlands is crucial to effective management and conservation. The groundwater component of a budget, which often controls resiliency and water quality, is difficult to estimate and can be costly, time-consuming, and invasive. This study used a GIS approach using a digital elevation model (DEM) and the elevations of lakes, wetlands, streams, and hydric soils to produce a water-table surface raster for a portion of the Itasca Moraine, Minnesota, U.S. The water-table surface was used to delineate groundwatersheds and groundwater flow paths for lakes and wetlands, and map recharge and discharge rates across the landscape. Specific conductance and pH, which depend on the hydrological processes that dominate a wetlands water budget, were measured in the field to verify this modeling technique. While the pH of surface waters varied in the study area, specific conductance increased from 16.7 to 357.5 μS/cm downgradient along groundwater flow paths, suggesting increased groundwater interaction. Our results indicate that basic GIS tools and often freely available public-domain elevation datasets can be used to map and characterize the interaction of groundwater in the water budgets of lakes and wetlands, as exemplified by the Itasca Moraine region. Combining this with grid cell-by-cell water balance provides a means to estimate recharge and discharge, thereby affording a way to quantify groundwater contribution to and from lakes and wetlands. Applied elsewhere, this cost-efficient technique can be used to assess the vulnerability of lakes and wetlands to changes in land use, groundwater development, and climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/13/7/983"
  },
  {
    "title": "Efficiency Test of Forecasts: an illustration for Carbon Emission",
    "authors": [
      "Madiha Riaz,",
      "Zobia Bhatti,",
      "Saeed-ur-Rahman,",
      "Shahzad Mushtaq"
    ],
    "doi": "https://doi.org/10.26710/jbsee.v6i2.1329",
    "journalVolume": "Vol. 6,\n                                no. 2",
    "issn": "2519-089X (Print)",
    "publisher": "2519-0326 (Online)",
    "countryOfPublisher": "CSRC Publishing",
    "lcc": [
      "Pakistan",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://publishing.globalcsrc.org/jbsee/",
    "abstract": "World Economies are facing numerous challenges concurrently. Among them one of most pertinent is global warming. Almost all the countries are victims of climate changes. Therefore, several economic mechanisms in environmental policy have been adopted to combat the distasteful impacts of climate change. The implication of environmental policies for clean energy environment in a country can be accessed via several channels. Forecast analysis is one of them, it reveals the forthcoming arrangement. The direction of the forecast trend discloses the current as well as potential outlook, indicating the intensity of policy brunt. The study evaluated the forecast and their accuracy to ensure the performance of forecast. Carbon emission in Gulf countries and their forecast are used as a case study. ARIMA model is used to obtain the forecast. Afterward, to evaluate the forecast performance, the study utilized the different efficiency criterion defined by Nordhaus (1987). By following the several efficiency test study found consistent and efficient forecasts. These performance tests ascertain the reliability and accuracy of the trend followed by forecasts. Accurate Forecasts direct better policy formation and management decision with buoyancy. Moreover, earlier policy resolution becomes more lucid.",
    "readLink": "https://publishing.globalcsrc.org/ojs/index.php/jbsee/article/view/1329"
  },
  {
    "title": "Modelling the distribution of Oxytenanthera abyssinica (A. Richard) under changing climate: implications for future dryland ecosystem restoration",
    "authors": [
      "Weldemariam Ch. Elias,",
      "Dejene W. Sintayehu,",
      "Bobasa F. Arbo,",
      "Abraha K. Hadera"
    ],
    "doi": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  e10393",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Bamboo is the world's most widely exploited plant resource, with significant socio-economic and cultural values. In most parts of Africa, the population is in jeopardy due to the high pressure from human and natural forces. Of these, Oxytenanthera abyssinica (A. Richard) is among the threatened bamboo species. Furthermore, the effect of climate change on the distribution of bamboo has not yet been adequately studied. Therefore, this study aims to model and map the current and future distribution of O. abyssinica in Africa under four representative concentration pathways (RCPs), such as RCP2.6, RCP4.5, RCP6, and RCP8.5. The future projections were done for the years 2050 and 2070 using SDM ensemble approaches. To model the current and future distribution of O. abyssinica in Africa, 737 presence data were collected from various sources. For this study, a total of eight (8) temperature and precipitation-related variables were used as inputs to the Species Distribution Model (SDM). Finally, the model performance was assessed based on the area under the curve (AUC) and true skills statistics (TSS) measures of statistics. Our results showed an upsurge in the distribution of O. abyssinica across the study area for the low and moderate suitability classes for the climatic conditions considered in this study. However, a steady shrinkage in the habitat was found for the higher suitability classes. The model indicated climatic-related factors such as precipitation during the cold and warm quarters (57.8%), followed by mean temperature during the coldest quarter, isothermality (41.9%) and topographic factors such as elevation and slope (31.6%) were identified as the main limiting factors for the growth of O. abyssinica. Precipitation and temperature during the dry period, on the other hand, had the least impact on the growth of O. abyssinica. Except for RCP2.6, the majority of south-western African countries and the Sahel region remain the most climatically stable ecosystems for O. abyssinica growth under the three climatic scenarios RCP45, RCP6 and RCP8.5. Our results revealed a steady increase in the future suitable habitat for O. abyssinica all over the continent under the considered climatic scenarios. Therefore, to support the future restoration of dryland ecosystems, countries should scheme a restoration policy that allows the sustainable utilization of O. abyssinica tree species. The future policy direction for biodiversity conservation and management should encourage the use of O. abyssinica as a major plant species for improving the livelihoods of people living in dryland areas.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844022016814"
  },
  null,
  {
    "title": "Minimization of Construction Costs for an All Battery-Swapping Electric-Bus Transportation System: Comparison with an All Plug-In System",
    "authors": [
      "Shyang-Chyuan Fang,",
      "Bwo-Ren Ke,",
      "Chen-Yuan Chung"
    ],
    "doi": "https://doi.org/10.3390/en10070890",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  890",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The greenhouse gases and air pollution generated by extensive energy use have exacerbated climate change. Electric-bus (e-bus) transportation systems help reduce pollution and carbon emissions. This study analyzed the minimization of construction costs for an all battery-swapping public e-bus transportation system. A simulation was conducted according to existing timetables and routes. Daytime charging was incorporated during the hours of operation; the two parameters of the daytime charging scheme were the residual battery capacity and battery-charging energy during various intervals of daytime peak electricity hours. The parameters were optimized using three algorithms: particle swarm optimization (PSO), a genetic algorithm (GA), and a PSO–GA. This study observed the effects of optimization on cost changes (e.g., number of e-buses, on-board battery capacity, number of extra batteries, charging facilities, and energy consumption) and compared the plug-in and battery-swapping e-bus systems. The results revealed that daytime charging can reduce the construction costs of both systems. In contrast to the other two algorithms, the PSO–GA yielded the most favorable optimization results for the charging scheme. Finally, according to the cases investigated and the parameters of this study, the construction cost of the plug-in e-bus system was shown to be lower than that of the battery-swapping e-bus system.",
    "readLink": "http://www.mdpi.com/1996-1073/10/7/890"
  }
]