[
  {
    "title": "Differences in functional trait responses to elevation among feeding guilds of Aculeata community",
    "authors": [
      "Kazushige Uemori,",
      "Toshiharu Mita,",
      "Takuo Hishi"
    ],
    "doi": "https://doi.org/10.1002/ece3.9171",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract The response of communities to environmental change is expected to vary among feeding guilds. To evaluate the response of guilds to environmental factors without considering the taxonomic specificities, it is useful to examine Aculeata bees and wasps, which consist of closely related taxa including different guilds, pollinators, predators, and parasitoids. In this study, we evaluated changes in species diversity (SD) and functional traits of each feeding guild along an elevational gradient in a boreal forest in northern Japan. We used yellow pan traps to collect Aculeata bees and wasps at 200–1600 m above sea level. We investigated six functional traits (trophic level, seasonal duration, body size, elevational range, nesting position, and soil dependency) and the horizontal distribution of the species. The SD of all Aculeata, predators, and parasitoids decreased with an increase in elevation; however, the SD of pollinators did not show any specific trend. Although the functional trait composition of all Aculeata species did not show any trend, that of each feeding guild responded to elevation in different ways. Pollinators increased in body size and showed a decrease in seasonal duration with increasing elevation, suggesting that tolerance and seasonal escape from physical stress at high elevations are important for shaping pollinator communities. Predators increased their elevational range and the proportion of above‐ground nesting species increased with increasing elevation, suggesting that the ability to live in a wider range of environments and avoid unsuitable soil environments at high elevations might be important. Parasitoids changed their hosts and displayed variable traits with increasing elevation, suggesting that brood parasitoids have difficulty in surviving at high elevation. The traits for each guild responded in different ways, even if they were dominated by the same environmental factors. Our findings imply that differences in the responses of functional traits would produce different community assembly patterns in different guilds during further climate change.",
    "readLink": "https://doi.org/10.1002/ece3.9171"
  },
  {
    "title": "Evolving the Physical Global Ocean Observing System for Research and Application Services Through International Coordination",
    "authors": [
      "Bernadette M. Sloyan,",
      "John Wilkin,",
      "Katherine Louise Hill,",
      "Maria Paz Chidichimo,",
      "Meghan F. Cronin,",
      "Johnny A. Johannessen,",
      "Johannes Karstensen,",
      "Marjolaine Krug,",
      "Tong Lee,",
      "Eitarou Oka,",
      "Matthew D. Palmer,",
      "Benjamin Rabe,",
      "Sabrina Speich,",
      "Karina von Schuckmann,",
      "Robert A. Weller,",
      "Weidong Yu"
    ],
    "doi": "https://doi.org/10.3389/fmars.2019.00449",
    "journalVolume": "Vol. 6",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change and variability are major societal challenges, and the ocean is an integral part of this complex and variable system. Key to the understanding of the ocean’s role in the Earth’s climate system is the study of ocean and sea-ice physical processes, including its interactions with the atmosphere, cryosphere, land, and biosphere. These processes include those linked to ocean circulation; the storage and redistribution of heat, carbon, salt and other water properties; and air-sea exchanges of heat, momentum, freshwater, carbon, and other gasses. Measurements of ocean physics variables are fundamental to reliable earth prediction systems for a range of applications and users. In addition, knowledge of the physical environment is fundamental to growing understanding of the ocean’s biogeochemistry and biological/ecosystem variability and function. Through the progress from OceanObs’99 to OceanObs’09, the ocean observing system has evolved from a platform centric perspective to an integrated observing system. The challenge now is for the observing system to evolve to respond to an increasingly diverse end user group. The Ocean Observations Physics and Climate panel (OOPC), formed in 1995, has undertaken many activities that led to observing system-related agreements. Here, OOPC will explore the opportunities and challenges for the development of a fit-for-purpose, sustained and prioritized ocean observing system, focusing on physical variables that maximize support for fundamental research, climate monitoring, forecasting on different timescales, and society. OOPC recommendations are guided by the Framework for Ocean Observing which emphasizes identifying user requirements by considering time and space scales of the Essential Ocean Variables. This approach provides a framework for reviewing the adequacy of the observing system, looking for synergies in delivering an integrated observing system for a range of applications and focusing innovation in areas where existing technologies do not meet these requirements.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2019.00449/full"
  },
  {
    "title": "Advances in Polyhydroxyalkanoate (PHA) Production, Volume 3",
    "authors": [
      "Martin Koller"
    ],
    "doi": "https://doi.org/10.3390/bioengineering9070328",
    "journalVolume": "Vol. 9,\n                                no. 328\n                                \n                                  p.\n                                  328",
    "issn": "2306-5354 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/bioengineering",
    "abstract": "Steadily increasing R&D activities in the field of microbial polyhydroxyalkanoate (PHA) biopolyesters are committed to growing global threats from climate change, aggravating plastic pollution, and the shortage of fossil resources. These prevailing issues paved the way to launch the third Special Issue of Bioengineering dedicated to future-oriented biomaterials, characterized by their versatile plastic-like properties. Fifteen individual contributions to the Special Issue, written by renowned groups of researchers from all over the world, perfectly mirror the current research directions in the PHA sector: inexpensive feedstock like carbon-rich waste from agriculture, mitigation of CO2 for PHA biosynthesis by cyanobacteria or wild type and engineered “knallgas” bacteria, powerful extremophilic PHA production strains, novel tools for rapid in situ determination of PHA in photobioreactors, modelling of the dynamics of PHA production by mixed microbial cultures from inexpensive raw materials, enhanced bioreactor design for high-throughput PHA production by sophisticated cell retention systems, sustainable and efficient PHA recovery from biomass assisted by supercritical water, enhanced processing of PHA by application of novel antioxidant additives, and the development of compatible biopolymer blends. Moreover, elastomeric medium chain length PHA (mcl-PHA) are covered in-depth, inter alia, by introduction of a novel class of bioactive mcl-PHA-based networks, in addition to the first presentation of the new rubber-like polythioester poly(3-mercapto-2-methylpropionate). Finally, the present Special Issue is concluded by a critical essay on past, ongoing, and announced global endeavors for PHA commercialization.",
    "readLink": "https://www.mdpi.com/2306-5354/9/7/328"
  },
  {
    "title": "A Reappraisal of Polyploidy Events in Grasses (Poaceae) in a Rapidly Changing World",
    "authors": [
      "Acga Cheng,",
      "Noraikim Mohd Hanafiah,",
      "Jennifer Ann Harikrishna,",
      "Lim Phaik Eem,",
      "Niranjan Baisakh,",
      "Muhamad Shakirin Mispan"
    ],
    "doi": "https://doi.org/10.3390/biology11050636",
    "journalVolume": "Vol. 11,\n                                no. 636\n                                \n                                  p.\n                                  636",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Around 80% of megaflora species became extinct at the Cretaceous–Paleogene (K–Pg) boundary. Subsequent polyploidy events drove the survival of thousands of plant species and played a significant historical role in the development of the most successful modern cereal crops. However, current and rapid global temperature change poses an urgent threat to food crops worldwide, including the world’s big three cereals: rice, wheat, and maize, which are members of the grass family, Poaceae. Some minor cereals from the same family (such as teff) have grown in popularity in recent years, but there are important knowledge gaps regarding the similarities and differences between major and minor crops, including how polyploidy affects their biological processes under natural and (a)biotic stress conditions and thus the potential to harness polyploidization attributes for improving crop climate resilience. This review focuses on the impact of polyploidy events on the Poaceae family, which includes the world’s most important food sources, and discusses the past, present, and future of polyploidy research for major and minor crops. The increasing accessibility to genomes of grasses and their wild progenitors together with new tools and interdisciplinary research on polyploidy can support crop improvement for global food security in the face of climate change.",
    "readLink": "https://www.mdpi.com/2079-7737/11/5/636"
  },
  {
    "title": "Kajian Potensi Tripanosomiasis sebagai Penyakit Zoonosis Emerging di Indonesia",
    "authors": [
      "Risqa Novita"
    ],
    "doi": "https://doi.org/10.22435/vektorp.v13i1.934",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  21\n                                  – 32",
    "issn": "1978-3647 (Print)",
    "publisher": "2354-8835 (Online)",
    "countryOfPublisher": "Badan Penelitian dan Pengembangan Kesehatan",
    "lcc": [
      "Indonesia",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://ejournal.litbang.kemkes.go.id/index.php/vektorp/index",
    "abstract": "Abstract Indonesia is the country with the highest population in the Southeast Asia and has high density on population of livestock. The impact of climate change is also happen in Indonesia which environmental temperature increase ranging from 1-1.5 C. Higher temperature will affects vector and reservoirs propagation. Thus, livestock in Indonesia are not yet free of Surra, which caused by Trypanosoma evansi. This condition is potential for Trypanosoma sp. development. Vectors of Trypanosoma are fleas and rats, which their population are high in Indonesia. Human trypanosoma is also happen at year 2014 in Indonesia, but the clinical signs dinot specific (unpublished article). Trypanosoma has a chance to be an emerging zoonoses diseases in Indonesia. This paper aims to study trypanosoma as a disease agent that has opportunity to cause emerging zoonotic parasites. This writing method is a study of the literature in Google scholar and Pubmed, with a search using the keyword trypanosoma in humans, emerging parasites, southeast asia. Based on the results of the literature search, it was found that Indonesia has a chance of human trypanosoma infection because the livestocks in Indonesia are not free from Surra, the population of vectors and reservoirs is quite high and the warm environment triggered by population density is a risk factor for this disease. The closeness of the place of residence between humans and livestock, and also rats as a reservoir is also a risk factor. Indonesia has the opportunity to develop zoonotic parasitic diseases, as human trypanosoma Abstrak Indonesia merupakan negara berjumlah penduduk tertinggi di Asia T enggara dan Indonesia merupakan negara berjumlah penduduk tertinggi di Asia Tenggara dan memiliki kepadatan populasi hewan ternak. Dampak perubahan iklim juga dirasakan di Indonesia berupa kenaikan temperatur lingkungan berkisar 1-1.5 C yang berpengaruh terhadap perkembangbiakan vektor dan reservoir penyakit parasit. Ternak di Indonesia belum bebas penyakit Surra yang disebabkan oleh Trypanosoma evansi. Potensi terjadinya infeksi Surra dan Trypanosoma spesies lainnya cukup tinggi di Indonesia, karena Thailand, Vietnam dan Malaysia memiliki kasus tripanosomiasis pada manusia. Kelembaban udara di Indonesia tinggi sehingga memicu kecepatan perkembangbiakan vektor dan reservoir tripanosoma. Vektor tripanosoma adalah kutu dan lalat, reservoir penyakit adalah tikus yang berjumlah banyak di Indonesia. Tripanosoma pada manusia terjadi pada tahun 2014 di Indonesia (artikel belum terpublikasi). Tulisan ini bertujuan untuk mengkaji Trypanosoma sebagai agen penyakit yang berpeluang menimbulkan penyakit parasit zoonosis emerging. Metode tulisan ini berupa kajian dari literaturliteratur yang ada di Google scholar dan Pubmed, dengan pencarian menggunakan kata kunci: Trypanosoma pada manusia, emerging parasit, Asia Tenggara. Berdasarkan hasil dari penelusuran literatur, didapatkan data bahwa Indonesia memiliki peluang terjadinya infeksi Trypanosoma pada manusia karena ternak di Indonesia belum bebas dari Surra, populasi vektor dan reservoir cukup tinggi dan lingkungan yang hangat dipicu dengan kepadatan penduduk menjadi faktor risiko terjadinya penyakit ini. Adanya kedekatan tempat tinggal antara manusia dengan hewan ternak, dan juga tikus sebagai reservoir juga menjadi faktor risiko tersendiri. Indonesia berpeluang terjadinya penyakit parasit emerging yang zoonosis yaitu Trypanosomapada manusia.",
    "readLink": "https://ejournal2.litbang.kemkes.go.id/index.php/vektorp/article/view/934"
  },
  {
    "title": "Protecting Biodiversity from Invasive Alien Species by Improving Policy Instruments in Greece: The INVALIS Project Action Plan",
    "authors": [
      "Orfeas Roussos,",
      "Christina Kapetanopoulou,",
      "Dimitra Petza"
    ],
    "doi": "https://doi.org/10.3390/jmse9111205",
    "journalVolume": "Vol. 9,\n                                no. 1205\n                                \n                                  p.\n                                  1205",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "The Protecting European Biodiversity from Invasive Alien Species (INVALIS) project objective is to improve policies for protecting biodiversity from invasive alien species (IAS), by bringing together seven partners from seven countries and supporting policy measures for prevention, early detection, and control of IAS in their respective territories. The project is funded by the Interreg Europe program. The learning process of the INVALIS project consisted of various experience-exchanging activities among the project partners (interregional workshops, site visits, etc.), as well as among stakeholders at a regional level. This exchange of experiences led to the drafting of regional Action Plans by each partner. The INVALIS Action Plan of Greece is based on an analysis of the current situation of IAS management in Greece, and the transfer of good practices and conclusions derived from the exchange of experiences. Gaps in IAS management were identified mainly in the areas of raising public awareness of IAS and networking among IAS stakeholders. As a result, three actions were proposed to address these deficits: initiating a project on education and raising awareness about IAS, creating a web portal on these species, and establishing an IAS management working group. These actions will contribute towards improving specific policy instruments in Greece.",
    "readLink": "https://www.mdpi.com/2077-1312/9/11/1205"
  },
  {
    "title": "Climate change effects and adaptation strategies in the wine sector: a quantitative literature review",
    "authors": [
      "Sandro Sacchelli,",
      "Sara Fabbrizzi,",
      "Silvio Menghini"
    ],
    "doi": "https://doi.org/10.1016/j.wep.2016.08.001",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  114\n                                  – 126",
    "issn": "2212-9774 (Online)",
    "publisher": "Firenze University Press",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://oaj.fupress.net/index.php/wep/index",
    "abstract": "This paper presents a quantitative literature review focusing on how scientific research analysed climate change impact on wine chain as well as potential adaptation strategies. The work is based on content analysis and text mining and takes into account researches from 1990 to 2015. A particular emphasis was given to the evaluation of suggested or implemented adaptation strategies at both global and national levels. Data were analysed using cluster analysis, multidimensional scaling and specificity evaluation. Results show that the study of climate change impacts on the wine sector is a recently emerging research topic. Adaptation strategies have not yet been explored thoroughly in the literature, and in-depth uncertainty quantification is also needed. Finally, additional research gaps and potential future issues are suggested.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221297741630014X"
  },
  {
    "title": "REVIEW: Photojournalism—a welcome celebration and challenge",
    "authors": [
      "Colin Peacock"
    ],
    "doi": "https://doi.org/10.24135/pjr.v24i1.421",
    "journalVolume": "Vol. 24,\n                                no. 1",
    "issn": "1023-9499 (Print)",
    "publisher": "2324-2035 (Online)",
    "countryOfPublisher": "Asia Pacific Network",
    "lcc": [
      "New Zealand",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Language and Literature: Literature (General): Journalism. The periodical press, etc."
    ],
    "journalUrl": "https://ojs.aut.ac.nz/pacific-journalism-review/",
    "abstract": "Conflict, Custom and Conscience: Photojournalism and the Pacific Media Centre 2007-2017, edited by Jim Marbrook, Del Abcede, Natalie Robertson and David Robie. Auckland: Pacific Media Centre. 2017. 78 pages. ISBN 978-1-927184-45-5. At an event marking 10 years of the Pacific Media Centre in Auckland in November 2017, Radio New Zealand journalist Johnny Blades said New Zealand’s role in establishing a ceasefire in Bougainville in 1998—and paving the way for a subsequent peace agreement—was an achievement New Zealanders should be proud of. 'We should be shouting about it from the rooftops,' he said. But sadly, he added, too few people seemed to know much about it these days.",
    "readLink": "https://ojs.aut.ac.nz/pacific-journalism-review/article/view/421"
  },
  {
    "title": "Emissions of CO2 in the European Union: Empirical analysis of demographic, economic and technological factors",
    "authors": [
      "Petrović Predrag,",
      "Nikolić Goran,",
      "Ostojić Ivana"
    ],
    "doi": "https://doi.org/10.2298/STNV180614005P",
    "journalVolume": "Vol. 56,\n                                no. 1\n                                \n                                  pp.\n                                  63\n                                  – 82",
    "issn": "0038-982X (Print)",
    "publisher": "2217-3986 (Online)",
    "countryOfPublisher": "Institute of Social Science, Belgrade",
    "lcc": [
      "Serbia",
      "Social Sciences: Economic theory. Demography: Demography. Population. Vital events"
    ],
    "journalUrl": "http://www.doiserbia.nb.rs/journal.aspx?issn=0038-982X",
    "abstract": "Greenhouse gases emissions (GHG) and global climate change phenomena have been top priorities on the agenda of highest-level policy makers for a long period of time now. Scientists are well-familiarised with the fact that use of fossil fuels, such as oil derivatives and coal, is the main generator of harmful gases. In addition, possible substitutions for fossil fuels in the form of other energy sources are very limited, and it should be remembered that other energy sources also have certain adverse environmental effects. Bearing in mind climate change caused by products of fossil fuels combustion, as well as inevitable depletion of natural crude oil resources, management of growing global energy demand becomes one of the key goals and challenges of 21st century. This study is dedicated to lightening up of most significant demographic, economic and technological indicators of carbon dioxide (CO2) emissions in 28 EU member states in the period between 1991 and 2014. The research results, based on logarithmic STIRPAT model and application of econometric techniques on unbalanced panel data sample of 587 (247) observations, indicate that impact of GDP per capita is statistically significant and positive. An increase in GDP per capita growth rate of 1% leads to increased CO2 emissions growth rate ranging between 1.10% and 1.15%. The results unequivocally suggest positive impact of energy intensity to CO2 emissions. Increased growth rate in relative energy consumption of 1% results in increased CO2 emission growth rate ranging between 1.07% and 1.09%. This analysis reinforces the conclusions of numerous empirical studies that impact of population on CO2 emissions is significant and positive. An increase in demographic growth rate of 1% implies increased CO2 emission growth rate ranging between 0.74% and 1.02%. In other words, low fertility rate in the European Union might have positive effect on CO2 emissions reduction. In addition, possibility that elasticity of CO2 emission growth rate in relation to population growth rate is changed depending on the size of population growth rate is rejected on the basis of obtained findings. Impact of gross value added of manufacturing and demographic variables representing the population age structure (share of children and adolescents younger than 14 and share of working age population in total population) is not estimated as statistically significant. Finally, the result that average household size does not determine the CO2 emission should be construed very carefully, since it was obtained on quite small sample, thus questioning representativeness and validity thereof. [Project of the Serbian Ministry of Education, Science and Technological Development, Grant no. III47010 i Grant no. 179014]",
    "readLink": "http://www.doiserbia.nb.rs/img/doi/0038-982X/2018/0038-982X1800005P.pdf"
  },
  {
    "title": "Numerical Optimization of Switching Ripples in the Double Dual Boost Converter through the Evolutionary Algorithm L-SHADE",
    "authors": [
      "Alma Rodríguez,",
      "Avelina Alejo-Reyes,",
      "Erik Cuevas,",
      "Héctor  R. Robles-Campos,",
      "Julio  C. Rosas-Caro"
    ],
    "doi": "https://doi.org/10.3390/math8111911",
    "journalVolume": "Vol. 8,\n                                no. 1911\n                                \n                                  p.\n                                  1911",
    "issn": "2227-7390 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/mathematics",
    "abstract": "Power-electronics based converters are essential circuits in renewable energy applications such as electricity generated with photovoltaic panels. The research on the field is getting increasing attention due to climate change problems and their possible attenuation with the use of renewable energy. Mathematical models of the converters are being used to optimize several aspects of their operation. This article is dedicated to optimizing (through the mathematical model and an evolutionary algorithm) the operation of a state-of-the-art converter. The converter, which is composed of two parts or phases, is controlled by pulse width modulation with two switching signals (one for each phase). The converter provides by itself low switching ripple in both the output voltage and the input current, which is beneficial for renewable energy applications. In the traditional operation, one of the switching signals has an algebraic dependence on the other one. This article proposes a new way to select the duty cycle for both signals. In the proposed method, duty cycles of both phases are considered independent of each other; this provides an extra degree of freedom; on the other hand, this produce that the possible combinations of duty cycles which produce a certain voltage gain is infinite, it becomes a problem with infinite possible solutions. The proposed method utilizes the a linear success-history based adaptive differential evolution with linear population reduction, also called L-SHADE algorithm for simplicity, to find the two duty cycles that achieve the desired voltage gain and to minimize the converters switching ripple. The obtained results are compared with the former operation of the converter; the proposed operation achieves a lower output voltage ripple while achieving the desired operation (voltage gain).",
    "readLink": "https://www.mdpi.com/2227-7390/8/11/1911"
  }
]