[
  {
    "title": "Environmental Impact Evaluation as a Key Element in Ensuring Sustainable Development of Rail Transport",
    "authors": [
      "Julia Milewicz,",
      "Daniel Mokrzan,",
      "Grzegorz M. Szymański"
    ],
    "doi": "https://doi.org/10.3390/su151813754",
    "journalVolume": "Vol. 15,\n                                no. 13754\n                                \n                                  p.\n                                  13754",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The development of railways stands as a pivotal milestone in the history of transportation, transforming the world and revolutionising the movement of people and goods. From their humble beginnings as rudimentary track systems to the sophisticated and interconnected networks we witness today, railways have played a crucial role in fostering economic growth, promoting globalisation, and shaping modern societies. Moreover, as the world grapples with the urgent need to mitigate climate change and transition to sustainable modes of transportation, the role of railways has gained significant attention. Railways have long been recognised as one of the most environmentally friendly means of mass transit, offering lower carbon emissions, energy efficiency, and reduced congestion compared to other transportation modes. However, there are still many challenges to overcome to provide continuous sustainability in the context of environmental impacts, especially related to wildlife and habitat protection. This scientific paper aims to explore the concept of sustainability in the context of railways, providing a comprehensive analysis of their environmental influences. As a result, the authors present a complex analysis of the topic, combining different perspectives—ecological, engineering, and legislative. They present methods of reducing noise pollution—constructional and legal ways; emission pollution reduction associated with combustion engines; and innovative analysis of limiting the impact of transportation on natural habitats and forest animal populations, which is not yet sufficiently elaborated scientifically in the literature. By examining key strategies, technologies, and policy frameworks, this research sheds light on the challenges and opportunities related to sustainability within the railway industry around the world.",
    "readLink": "https://www.mdpi.com/2071-1050/15/18/13754"
  },
  {
    "title": "Planthology: an Application System for Plant Diseases Management",
    "authors": [
      "S. Davino,",
      "S. Panno,",
      "M. Arrigo,",
      "M. La Rocca,",
      "A.G. Caruso,",
      "G. Lo Bosco"
    ],
    "doi": "https://doi.org/10.3303/CET1758104",
    "journalVolume": "Vol. 58",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "The goals of modern agriculture are obtaining high yields that meet the increasing nutritional requirements of the World population. This is extremely difficult for three kind of reasons: i) the lands dedicated to agricultural use are strongly reduced in industrialized Countries; ii) farmers prefer an homogeneous product, because it is easier to manage, with consequent reduction of biodiversity, iii) globalization and climate change have led to the introduction of new pathogens and pest in environments other than original ones, resulting in serious production losses. The consequences of these problems, followed by not timely intervention leads to conditions that make not possible to obtain any kind of profit. In this work, we present an application system for remote plant diseases management. The system is based on the availability of a panel of expert plant pathologists that will be able to remotely diagnose diseases in plants, allowing the possibility of monitoring distinct areas or farms at the same time. Three modules mainly compose this system: (i) the planthology server (ii) the planthology mobile application (ii) the planthology web application. The planthology server represents the back-end core of all the Planthology system. The mobile application is designed for the agronomists involved in farm management. Each one of them will be able to provide a generic case study with the observed symptoms, including from 1 to 5 geo-referenced photos of the case, adding also treatments carried out in the crops grown in the farmer. The web application is for the expert pathologists, and allows them to make diagnosis observing images and data provided to the system by the farms. The collected and validated case studies will feed a dynamic atlas of plant diseases that could contribute to the global dissemination of knowledge of the symptoms inducted by plant diseases. The mobile and web applications exchange information in a bidirectional way: the user provides the case and the expert pathologists provide a therapy, and eventually requesting other kind of information.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/1368"
  },
  {
    "title": "Geohazards and Geomorphological Setting in Poznań Urban Area, Poland",
    "authors": [
      "Zbigniew Zwoliński,",
      "Jarosław Jasiewicz,",
      "Małgorzata Mazurek,",
      "Iwona Hildebrandt-Radke,",
      "Mirosław Makohonienko"
    ],
    "doi": "https://doi.org/10.1080/17445647.2021.1950581",
    "journalVolume": "Vol. 17,\n                                no. 4\n                                \n                                  pp.\n                                  202\n                                  – 214",
    "issn": "1744-5647 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Maps"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjom",
    "abstract": "This paper presents the results of geohazards mapping and evaluation their role in the modifying of the urban landscape in Poznań, Poland. Information on geohazards specific to an urban lowland area (river floods, flash floods, mass movement, wind erosion) because of increasing climate change was compiled into a geomorphological map. The most spatially widespread geohazards in Poznań include: (a) on moraine hills/uplands: mass movement, wind erosion, and flash floods (4.9% of the city area); (b) on outwash plains: mass movement and flash floods (8.6% of the city area); (c) on fluvial landforms: mass movement and river floods (9.8% of the city area); (d) within plains of various origin: flash floods (7.6% of the city area). Mass movement affecting short but numerous (and locally steep) slopes, and flash floods are the most widespread geohazards (16 and 14%, of Poznań’s area, respectively). Extensive urbanisation especially the expansion of impervious surfaces increases the high risk of flash floods.",
    "readLink": "http://dx.doi.org/10.1080/17445647.2021.1950581"
  },
  {
    "title": "Response of Wheat, Maize, and Rice to Changes in Temperature, Precipitation, CO<sub>2</sub> Concentration, and Uncertainty Based on Crop Simulation Approaches",
    "authors": [
      "Mengting Qin,",
      "Ennan Zheng,",
      "Dingmu Hou,",
      "Xuanchen Meng,",
      "Fanxiang Meng,",
      "Yu Gao,",
      "Peng Chen,",
      "Zhijuan Qi,",
      "Tianyu Xu"
    ],
    "doi": "https://doi.org/10.3390/plants12142709",
    "journalVolume": "Vol. 12,\n                                no. 2709\n                                \n                                  p.\n                                  2709",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The influence of global climate change on agricultural productivity is an essential issue of ongoing concern. The growth and development of wheat, maize, and rice are influenced by elevated atmospheric CO2 concentrations, increased temperatures, and seasonal rainfall patterns. However, due to differences in research methodologies (e.g., crop models, climate models, and climate scenarios), there is uncertainty in the existing studies regarding the magnitude and direction of future climate change impacts on crop yields. In order to completely assess the possible consequences of climate change and adaptation measures on crop production and to analyze the associated uncertainties, a database of future crop yield changes was developed using 68 published studies (including 1842 samples). A local polynomial approach was used with the full dataset to investigate the response of crop yield changes to variations in maximum and minimum temperatures, mean temperature, precipitation, and CO2 concentrations. Then, a linear mixed-effects regression model was utilized with the limited dataset to explore the quantitative relationships between them. It was found that maximum temperature, precipitation, adaptation measure, study area, and climate model had significant effects on changes in crop yield. Crop yield will decline by 4.21% for each 1 °C rise in maximum temperature and increase by 0.43% for each 1% rise in precipitation. While higher CO2 concentrations and suitable management strategies could mitigate the negative effects of warming temperatures, crop yield with adaptation measures increased by 64.09% compared to crop yield without adaptation measures. Moreover, the uncertainty of simulations can be decreased by using numerous climate models. The results may be utilized to guide policy regarding the influence of climate change and to promote the creation of adaptation plans that will increase crop systems’ resilience in the future.",
    "readLink": "https://www.mdpi.com/2223-7747/12/14/2709"
  },
  {
    "title": "Ecological and Socio-Economic Determinants of Livestock Animal Leptospirosis in the Russian Arctic",
    "authors": [
      "Olga I. Zakharova,",
      "Fedor I. Korennoy,",
      "Fedor I. Korennoy,",
      "Ivan V. Iashin,",
      "Nadezhda N. Toropova,",
      "Andrey E. Gogin,",
      "Denis V. Kolbasov,",
      "Galina V. Surkova,",
      "Svetlana M. Malkhazova,",
      "Andrei A. Blokhin"
    ],
    "doi": "https://doi.org/10.3389/fvets.2021.658675",
    "journalVolume": "Vol. 8",
    "issn": "2297-1769 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "http://www.frontiersin.org/Veterinary_Science",
    "abstract": "Leptospirosis is a re-emerging zoonotic infectious disease caused by pathogenic bacteria of the genus Leptospira. Regional differences in the disease manifestation and the role of ecological factors, specifically in regions with a subarctic and arctic climate, remain poorly understood. We here explored environmental and socio-economic features associated with leptospirosis cases in livestock animals in the Russian Arctic during 2000–2019. Spatial analysis suggested that the locations of the majority of 808 cases were in “boreal” or “polar” climate regions, with “cropland,” “forest,” “shrubland,” or “settlements” land-cover type, with a predominance of “Polar Moist Cropland on Plain” ecosystem. The cases demonstrated seasonality, with peaks in March, June, and August, corresponding to the livestock pasturing practices. We applied the Forest-based Classification and Regression algorithm to explore the relationships between the cumulative leptospirosis incidence per unit area by municipal districts (G-rate) and a number of socio-economic, landscape, and climatic factors. The model demonstrated satisfactory performance in explaining the observed disease distribution (R2 = 0.82, p < 0.01), with human population density, livestock units density, the proportion of crop area, and budgetary investments into agriculture per unit area being the most influential socio-economic variables. Climatic factors demonstrated a significantly weaker influence, with nearly similar contributions of mean yearly precipitation and air temperature and number of days with above-zero temperatures. Using a projected climate by 2100 according to the RCP8.5 scenario, we predict a climate-related rise of expected disease incidence across most of the study area, with an up to 4.4-fold increase in the G-rate. These results demonstrated the predominant influence of the population and agricultural production factors on the observed increase in leptospirosis cases in livestock animals in the Russian Arctic. These findings may contribute to improvement in the regional system of anti-leptospirosis measures and may be used for further studies of livestock leptospirosis epidemiology at a finer scale.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fvets.2021.658675/full"
  },
  {
    "title": "Differential Game Analysis of Emission Reduction and Preservation in the Tertiary Food Supply Chain under Different Government Subsidy Models",
    "authors": [
      "Jing He,",
      "Ting Yang"
    ],
    "doi": "https://doi.org/10.3390/su15010701",
    "journalVolume": "Vol. 15,\n                                no. 701\n                                \n                                  p.\n                                  701",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change has brought about huge environmental problems and economic losses worldwide, and low carbon has become a hot topic of research in the context of the climate crisis. The article outlines a three-tier food supply chain consisting of suppliers, manufacturers and retailers, based on a cooperative model in which manufacturers share the cost of emission reduction and retailers share the cost of freshness. The study finds that when the government grants the maximum amount of subsidies to the manufacturer, the government’s decision to reduce emissions, the government’s regulations to preserve freshness, and the government’s profits are not affected. The study found that when the government awarded the largest subsidy coefficient to manufacturers and the smallest subsidy coefficient to retailers, the non-specific one-off government subsidy model could lead to higher profits for suppliers, manufacturers, and retailers, increasing the amount of emission reduction while improving the preservation quality of food. When the government subsidy factor for manufacturers is minimal, the reduction in emissions is greater under the government’s dedicated abatement subsidy model but does not increase the freshness quality of the food; food supply chain players consistently produce higher levels of preservation effort and preservation quality under the government’s non-dedicated one-off subsidy model.",
    "readLink": "https://www.mdpi.com/2071-1050/15/1/701"
  },
  {
    "title": "STATISTICAL CHARACTERISTICS OF EXTREME PRECIPITATION EVENTS AT THESSALONIKI, BASED UPON OBSERVED AND MODELLED VALUES",
    "authors": [
      "Maria Douka,",
      "Theodore Karacostas"
    ],
    "doi": "https://doi.org/10.18509/AGB.2018.06",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  49\n                                  – 56",
    "issn": "1857-9833 (Online)",
    "publisher": "Geobalcanica Society",
    "countryOfPublisher": "North Macedonia",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://acta.geobalcanica.info/",
    "abstract": "The objective on this paper is to compare the extreme rainfall characteristics, deduced from the best modelled probability distribution functions and the actual precipitation measurements, obtained at the Department of Meteorology and Climatology of the Aristotle University of Thessaloniki meteorological station. To meet this objective, the proven best models for the simulation of the annual and seasonal extreme rainfall events at the Thessaloniki meteorological station, that is: Generalized Pareto, Johnson SB, log-Pearson and Fatigue Life (3P) probability distribution models, are appropriately applied to generate the extreme rainfall characteristics for the period 1947-2003. The measures of central tendency and variability, for regular and ordinal data, are calculated -in an annual and seasonal basis- in order to compare the two different approaches. Hence the deviations between and among the measured and the modelled values of rainfall: means, medians, standard deviations, variance, skewness and kurtosis, are compared to demonstrate any existent difference. The deviations between the projected and actual measures of central tendency values are discussed, with respect to the contribution on climate change.",
    "readLink": "http://geobalcanica.org/wp-content/uploads/AGB/2018/AGB-2018-4-6.pdf"
  },
  {
    "title": "The effect of regional sea level atmospheric pressure on sea level variations at globally distributed tide gauge stations with long records",
    "authors": [
      "Iz H. Bâki"
    ],
    "doi": "https://doi.org/10.1515/jogs-2018-0007",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  55\n                                  – 71",
    "issn": "2081-9943 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://www.degruyter.com/view/j/jogs",
    "abstract": "This study provides additional information about the impact of atmospheric pressure on sea level variations. The observed regularity in sea level atmospheric pressure depends mainly on the latitude and verified to be dominantly random closer to the equator. It was demonstrated that almost all the annual and semiannual sea level variations at 27 globally distributed tide gauge stations can be attributed to the regional/local atmospheric forcing as an inverted barometric effect. Statistically significant non-linearities were detected in the regional atmospheric pressure series, which in turn impacted other sea level variations as compounders in tandem with the lunar nodal forcing, generating lunar sub-harmonics with multidecadal periods. It was shown that random component of regional atmospheric pressure tends to cluster at monthly intervals. The clusters are likely to be caused by the intraannual seasonal atmospheric temperature changes,which may also act as random beats in generating sub-harmonics observed in sea level changes as another mechanism. This study also affirmed that there are no statistically significant secular trends in the progression of regional atmospheric pressures, hence there was no contribution to the sea level trends during the 20th century by the atmospheric pressure.Meanwhile, the estimated nonuniform scale factors of the inverted barometer effects suggest that the sea level atmospheric pressure will bias the sea level trends inferred from satellite altimetry measurements if their impact is accounted for as corrections without proper scaling.",
    "readLink": "https://doi.org/10.1515/jogs-2018-0007"
  },
  {
    "title": "The carbon balance of terrestrial ecosystems of China",
    "authors": [
      "Pilli R,",
      "Grassi G"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  137\n                                  – 139",
    "issn": "1824-0119 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://foresta.sisef.org/",
    "abstract": "A comment is made on a recent letter published on Nature, in which different methodologies are applied to estimate the carbon balance of terrestrial ecosystems of China. A global carbon sink of 0.19-0.26 Pg per year is estimated during the 1980s and 1990s, and it is estimated that in 2006 terrestrial ecosystems have absorbed 28-37 per cent of global carbon emissions in China. Most of the carbon absorption is attributed to large-scale plantation made since the 1980s and shrub recovery. These results will certainly be valuable in the frame of the so-called “REDD” (Reducing Emissions from Deforestation forest Degradation in developing countries) mechanism (UN convention on climate change UNFCCC).",
    "readLink": "http://www.sisef.it/forest@/show.php?id=584&amp;lang=en"
  },
  {
    "title": "Insights from the remote co‐creation of an Indigenous knowledge questionnaire about aquatic ecosystems in Kinngait, Nunavut",
    "authors": [
      "Laurissa R. Christie,",
      "Allison K. Drake,",
      "Adam Perkovic,",
      "Aiviq Hunters and Trappers Association,",
      "Ooloosie Manning,",
      "Sheojuk Peter,",
      "Pudloo Qiatsuq,",
      "Steven M. Alexander,",
      "Vivian M. Nguyen,",
      "Karen M. Dunmall"
    ],
    "doi": "https://doi.org/10.1002/2688-8319.12236",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2688-8319 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/26888319",
    "abstract": "Abstract There is growing interest in co‐developing research projects that more fully address the priorities of Indigenous communities throughout the Canadian Arctic and beyond. However, details regarding collaborative methods are often not adequately described in the literature. Here, we describe a process to remotely co‐create a questionnaire compiling Indigenous knowledge about local aquatic species and their habitats with the community of Kinngait, Nunavut. This project was undertaken in response to interest expressed by the Aiviq Hunters and Trappers Association in understanding and assessing the impacts of climate change on coastal ecosystems. Researchers from Fisheries and Oceans Canada and academic partners drafted an initial questionnaire that was revised through a series of collaborative sessions with community‐based technicians. We detail the stages of this process and discuss elements that enabled co‐creation including: adaptable and frequent communication, community technician roles, and a pre‐existing partnership. This paper emphasizes that project co‐development and the co‐creation of research tools can be a mutually beneficial process that can broaden our collective understanding of the impacts of climate change on Arctic aquatic ecosystems.",
    "readLink": "https://doi.org/10.1002/2688-8319.12236"
  }
]