[
  {
    "title": "AI-enabled strategies for climate change adaptation: protecting communities, infrastructure, and businesses from the impacts of climate change",
    "authors": [
      "Harshita Jain,",
      "Renu Dhupper,",
      "Anamika Shrivastava,",
      "Deepak Kumar,",
      "Maya Kumari"
    ],
    "doi": "https://doi.org/10.1007/s43762-023-00100-2",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2730-6852 (Online)",
    "publisher": "Springer",
    "countryOfPublisher": "Singapore",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography"
    ],
    "journalUrl": "https://www.springer.com/journal/43762/",
    "abstract": "Abstract Climate change is one of the most pressing global challenges we face today. The impacts of rising temperatures, sea levels, and extreme weather events are already being felt around the world and are only expected to worsen in the coming years. To mitigate and adapt to these impacts, we need innovative, data-driven solutions. Artificial intelligence (AI) has emerged as a promising tool for climate change adaptation, offering a range of capabilities that can help identify vulnerable areas, simulate future climate scenarios, and assess risks and opportunities for businesses and infrastructure. With the ability to analyze large volumes of data from climate models, satellite imagery, and other sources, AI can provide valuable insights that can inform decision-making and help us prepare for the impacts of climate change. However, the use of AI in climate change adaptation also raises important ethical considerations and potential biases that must be addressed. As we continue to develop and deploy these solutions, it is crucial to ensure that they are transparent, fair, and equitable. In this context, this article explores the latest innovations and future directions in AI-enabled climate change adaptation strategies, highlighting both the potential benefits and the ethical considerations that must be considered. By harnessing the power of AI for climate change adaptation, we can work towards a more resilient, sustainable, and equitable future for all.",
    "readLink": "https://doi.org/10.1007/s43762-023-00100-2"
  },
  {
    "title": "Mega shopping malls technology-enabled facilities, destination image, tourists’ behavior and revisit intentions: Implications of the SOR theory",
    "authors": [
      "Ibrahim Al-Sulaiti"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.965642",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Mega shopping malls technology-enabled services influence tourists shopping behavior as Jumbo malls offer a broader range of products and services with innovative features that impacts revisit intentions. This study’s novelty is the research on mega shopping malls as literature lacs it. Travel, leisure, and tourism sectors have gained balanced attention, and scholars have contributed with academic research perspectives. Mega malls in modern cities attract tourists that help foster economic development with revisit intentions. Technology-enabled products influence sustainable tourists’ experiences. Despite broad investigative studies on tourists’ experiences, literature shows little regarding tourists’ shopping experiences in mega shopping malls that lead to reviewing tourist destination choices. This narrative research explores how shopping malls attributes influence tourists’ behavioral intentions in mega malls’ shopping environments that satisfy them for revisiting intentions in the future. Doha city is an economic hub that plays a crucial role in the economic and social development of the region. The city lies on the sea and has many mega shopping malls that offer technology-enabled products and services to attract regional and global tourists. It boosts sustainable economic activities, climate change, and environmental protection concerns. The city of Doha oscillates widespread beaches, and its mega shopping malls are famous as tourist attractions for domestic, regional, and global travelers. As an independent and economically affluent country, it has its take on attracting tourists. The study aimed to examine the revisiting behavior of Doha tourists with destination revisit intentions. A pleasant shopping experience in sizeable technology-enabled shopping malls is critical for tourist satisfaction. The trust, perceived value, and environmental effects affect tourists’ revisit intentions. Other factors include high spirits, excitement, new tourist destinations, and visiting friends. External factors include a preference for natural and historical destinations, technology-enabled facilities, infrastructure, safety, affordability, comfort, budget range, and sociocultural factors. The study recommends future inquiries based on factors that empirically test mega malls’ technology-enabled product effects on tourists’ behaviors. The findings not only contribute to tourists’ experiences in mega shopping malls and revisit intention literature but also provide implications’ for officials and policymakers to articulate policies that promote tourists’ mega-mall shopping experiences and destinations.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.965642/full"
  },
  {
    "title": "Spatial Resilience to Wildfires through the Optimal Deployment of Firefighting Resources: Impact of Topography on Initial Attack Effectiveness",
    "authors": [
      "Stavros Sakellariou,",
      "Athanassios Sfougaris,",
      "Olga Christopoulou,",
      "Stergios Tampekis"
    ],
    "doi": "https://doi.org/10.1007/s13753-023-00464-3",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  98\n                                  – 112",
    "issn": "2095-0055 (Print)",
    "publisher": "2192-6395 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering"
    ],
    "journalUrl": "http://www.springer.com/13753",
    "abstract": "Abstract Strongly affected by the escalating impacts of climate change, wildfires have been increasing in frequency and severity around the world. The primary aim of this study was the development of specific territorial measures—estimating the optimal locations of firefighting resources—to enhance the spatial resilience to wildfires in the fire-prone region of Chalkidiki Prefecture in northern Greece. These measures focus on the resistance to wildfires and the adaptation of strategies to wildfire management, based on the estimation of burn probability, including the effect of anthropogenic factors on fire ignition. The proposed location schemes of firefighting resources such as vehicles consider both the susceptibility to fire and the influence of the topography on travel simulation, highlighting the impact of road slope on the initial firefighting attack. The spatial scheme, as well as the number of required firefighting forces is totally differentiated due to slope impact. When we ignore the topography effect, a minimum number of fire vehicles is required to achieve the maximization of coverage (99.2% of the entire study area) giving priority to the most susceptible regions (that is, employing 18 of 24 available fire vehicles). But when we adopt more realistic conditions that integrate the slope effect with travel time, the model finds an optimal solution that requires more resources (that is, employing all 24 available fire vehicles) to maximize the coverage of the most vulnerable regions within 27 min. This process achieves 80% of total coverage. The proposed methodology is characterized by a high degree of flexibility, and provides optimized solutions to decision makers, while considering key factors that greatly affect the effectiveness of the initial firefighting attack.",
    "readLink": "https://doi.org/10.1007/s13753-023-00464-3"
  },
  {
    "title": "The Energy Transition as a Super Wicked Problem: The Energy Sector in the Era of Prosumer Capitalism",
    "authors": [
      "Aleksander Jakimowicz"
    ],
    "doi": "https://doi.org/10.3390/en15239109",
    "journalVolume": "Vol. 15,\n                                no. 9109\n                                \n                                  p.\n                                  9109",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The main objective of this paper is to demonstrate that the energy transition as part of prosumer capitalism is a socio-economic process whose complexity increases over time, which makes it an example of a super wicked problem. It comprises many new phenomena emerging spontaneously, and often unpredictably, in the energy markets. The main contemporary challenge involves such an energy sector transformation which will prevent climate change and will ensure the sustainable development of the global economy. However, this requires solving a large number of sub-problems in areas such as legislation, energy distribution, democracy, and cybersecurity. Therefore, this is a multidisciplinary issue. Moreover, the situation is complicated by the frequently omitted fact that energy transition is not part of the standard capitalism model, extensively described in handbooks and scientific literature, but it is conducted as part of a new economic system—prosumer capitalism, which has not been properly explored yet. However, a solution to this super wicked problem has to be found soon, as the energy system may be threatened with complexity catastrophe, which denotes exceeding the upper complexity limit associated with the breakdown of its adaptability. Therefore, developing effective techniques for alleviating the complexity catastrophe, including redefining the change management and complexity management methods to the global scale, becomes the top priority among the tasks faced by science.",
    "readLink": "https://www.mdpi.com/1996-1073/15/23/9109"
  },
  {
    "title": "Using ice core measurements from Taylor Glacier, Antarctica, to calibrate in situ cosmogenic <sup>14</sup>C production rates by muons",
    "authors": [
      "M. N. Dyonisius,",
      "M. N. Dyonisius,",
      "V. V. Petrenko,",
      "A. M. Smith,",
      "B. Hmiel,",
      "B. Hmiel,",
      "P. D. Neff,",
      "P. D. Neff,",
      "B. Yang,",
      "Q. Hua,",
      "J. Schmitt,",
      "S. A. Shackleton,",
      "S. A. Shackleton,",
      "C. Buizert,",
      "P. F. Place,",
      "P. F. Place,",
      "J. A. Menking,",
      "J. A. Menking,",
      "R. Beaudette,",
      "C. Harth,",
      "M. Kalk,",
      "H. A. Roop,",
      "B. Bereiter,",
      "C. Armanetti,",
      "C. Armanetti,",
      "I. Vimont,",
      "I. Vimont,",
      "S. Englund Michel,",
      "E. J. Brook,",
      "J. P. Severinghaus,",
      "R. F. Weiss,",
      "J. R. McConnell"
    ],
    "doi": "https://doi.org/10.5194/tc-17-843-2023",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  843\n                                  – 863",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Cosmic rays entering the Earth's atmosphere produce showers of secondary particles such as protons, neutrons, and muons. The interaction of these particles with oxygen-16 (16O) in minerals such as ice and quartz can produce carbon-14 (14C). In glacial ice, 14C is also incorporated through trapping of 14C-containing atmospheric gases (14CO2, 14CO, and 14CH4). Understanding the production rates of in situ cosmogenic 14C is important to deconvolve the in situ cosmogenic and atmospheric 14C signals in ice, both of which contain valuable paleoenvironmental information. Unfortunately, the in situ 14C production rates by muons (which are the dominant production mechanism at depths of >6 m solid ice equivalent) are uncertain. In this study, we use measurements of in situ 14C in ancient ice (>50 ka) from the Taylor Glacier, an ablation site in Antarctica, in combination with a 2D ice flow model to better constrain the compound-specific rates of 14C production by muons and the partitioning of in situ 14C between CO2, CO, and CH4. Our measurements show that 33.7 % (±11.4 %; 95 % confidence interval) of the produced cosmogenic 14C forms 14CO and 66.1 % (±11.5 %; 95 % confidence interval) of the produced cosmogenic 14C forms 14CO2. 14CH4 represents a very small fraction (<0.3 %) of the total. Assuming that the majority of in situ muogenic 14C in ice forms 14CO2, 14CO, and 14CH4, we also calculated muogenic 14C production rates that are lower by factors of 5.7 (3.6–13.9; 95 % confidence interval) and 3.7 (2.0–11.9; 95 % confidence interval) for negative muon capture and fast muon interactions, respectively, when compared to values determined in quartz from laboratory studies (Heisinger et al., 2002a, b) and in a natural setting (Lupker et al., 2015). This apparent discrepancy in muogenic 14C production rates in ice and quartz currently lacks a good explanation and requires further investigation.",
    "readLink": "https://tc.copernicus.org/articles/17/843/2023/tc-17-843-2023.pdf"
  },
  {
    "title": "Climate change‐induced distributional change of medicinal and aromatic plants in the Nepal Himalaya",
    "authors": [
      "Uttam B. Shrestha,",
      "Pramod Lamsal,",
      "Suresh K. Ghimire,",
      "Bharat B. Shrestha,",
      "Sajita Dhakal,",
      "Sujata Shrestha,",
      "Kishor Atreya"
    ],
    "doi": "https://doi.org/10.1002/ece3.9204",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Medicinal and aromatic plants (MAPs) contribute to human well‐being via health and economic benefits. Nepal has recorded 2331 species of MAPs, of which around 300 species are currently under trade. Wild harvested MAPs in Nepal are under increasing pressure from overexploitation for trade and the effects of climate change and development. Despite some localized studies to examine the impact of climate change on MAPs, a consolidated understanding is lacking on how the distribution of major traded species of MAPs will change with future climate change. This study identifies the potential distribution of 29 species of MAPs in Nepal under current and future climate using an ensemble modeling and hotspot approach. Future climate change will reduce climatically suitable areas of two‐third of the studied species and decrease climatically suitable hotspots across elevation, physiography, ecoregions, federal states, and protected areas in Nepal. Reduction in climatically suitable areas for MAPs might have serious consequences for the livelihood of people that depend on the collection and trade of MAPs as well as Nepal's national economy. Therefore, it is imperative to consider the threats that future climate change may have on distribution of MAPs while designing protected areas and devising environmental conservation and climate adaptation policies.",
    "readLink": "https://doi.org/10.1002/ece3.9204"
  },
  {
    "title": "Optimizing the Management Strategies of a Multi-Purpose Multi-Reservoir System in Vietnam",
    "authors": [
      "Frederick N.-F. Chou,",
      "Nguyen Thi Thuy Linh,",
      "Chia-Wen Wu"
    ],
    "doi": "https://doi.org/10.3390/w12040938",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  p.\n                                  938",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Resource shortages are having an increasingly severe impact as global trends like rapid population growth, urbanization, economic development, and climate change unfold. Moreover, rising living standards across many regions are also affecting water and energy resources. This entails an urgent requirement to improve water resources management. An important improvement is to transfer water between the different uses of the reservoir system. A compromise between the needs of hydropower generation and the water supply can be negotiated for the reservoir system to reduce the severity of water shortages. The Be River basin in Vietnam was selected as a case study to investigate. The combination of the generalized water allocation simulation model (GWASIM) and the bounded optimization by quadratic approximation (BOBYQA) algorithm was applied to optimize hydropower generation in various water shortage scenarios. The results present optimized hydropower generation policies for cascade reservoirs that would significantly improve the present operating policy in terms of both the water supply and hydropower generation. Moreover, multiple scenarios will provide flexibility to the reservoir operator by giving the relationship between water and energy. Given water supply conditions, the operator will be able to choose among several optimal solutions to ensure greater water resource efficiency in the Be River basin.",
    "readLink": "https://www.mdpi.com/2073-4441/12/4/938"
  },
  {
    "title": "Contemporary landscape transformation in a small Arctic catchment (Bratteggdalen, Svalbard)",
    "authors": [
      "Aleksandra Wołoszyn,",
      "Marek Kasprzak"
    ],
    "doi": "https://doi.org/10.24425/ppr.2023.144542",
    "journalVolume": "Vol. vol. 44,\n                                no. No 3 : Special Issue to celebrate 50 years anniversary of Stanislaw Baranowski Polar Station in Spitsbergen: Part 2",
    "issn": "0138-0338 (Print)",
    "publisher": "2081-8262 (Online)",
    "countryOfPublisher": "Polish Academy of Sciences",
    "lcc": [
      "Poland",
      "Science: Geology"
    ],
    "journalUrl": "https://www.journals.pan.pl/ppr",
    "abstract": "Small Arctic catchments that are sensitive to climate change reinforced by Arctic amplification remain poorly studied. Since the end of the Little Ice Age (LIA) glaciers on Svalbard have been retreating, and thus, many catchments have transformed from glaciated or partly glaciated to ice-free conditions. Our study focuses on changes that have occurred since the end of the LIA in a small High Arctic mountain catchment, Bratteggdalen. In this study, we traced changes in the Bratteggbreen glacier areal extent since 1976 with parallel vegetation analysis using Landsat and Sentinel data. The geomorphology of Bratteggdalen was mapped and basic morphometric analyses, such as long profile, hypsometric curve, slope and aspect orientation analyses were carried out. We also present a map of landforms in Bratteggdalen based on a fieldwork in 2018 and an analysis of orthophotomaps. Through this research, we enhance the knowledge of small catchments in polar regions.",
    "readLink": "https://journals.pan.pl/Content/126380/PDF/2023-03-PPR-02.pdf"
  },
  {
    "title": "Linking IPCC AR4 &amp; AR5 frameworks for assessing vulnerability and risk to climate change in the Indian Bengal Delta",
    "authors": [
      "Shouvik Das,",
      "Amit Ghosh,",
      "Sugata Hazra,",
      "Tuhin Ghosh,",
      "Ricardo Safra de Campos,",
      "Sourav Samanta"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100110",
    "issn": "2590-0617 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/progress-in-disaster-science/",
    "abstract": "The term ‘vulnerability’ is used to examine the interlinkages between humans and their social and physical surroundings. This approach is similar to the IPCC AR4's (2007) conceptual framework of vulnerability to climate change. The IPCC AR5 (2014) introduces a new approach and terminology that is in line with the concept of risk, thus differing from the previous understanding of vulnerability as mentioned in the IPCC AR4. This study attempts to link the new concept of risk (AR5) with the previous concept of vulnerability (AR4). Based on IPCC AR4 and AR5 frameworks, different bio-physical and socio-economic variables have been used for vulnerability (AR4) and risk (AR5) assessments in the 51 sub-districts (community development blocks) of the Indian part of Ganges-Brahmaputra-Meghna Delta (Indian Bengal Delta or IBD) applying principal component analysis (PCA). The results show that Basanti is the most vulnerable sub-district using the AR4 approach, whereas Gosaba is found to be the highly exposed to risk using the AR5 approach. Both sub-districts are spatially contiguous and with similar geographic characteristics which reflects the validity of the IPCC frameworks of assessment.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590061720300478"
  },
  {
    "title": "Spatial and temporal expansion of global wildland fire activity in response to climate change",
    "authors": [
      "Martín Senande-Rivera,",
      "Damián Insua-Costa,",
      "Gonzalo Miguez-Macho"
    ],
    "doi": "https://doi.org/10.1038/s41467-022-28835-2",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Global climatic fire-prone regions were identified, assessing possible future climate change impacts. A general spatial expansion of these regions and a frequency increase of the fire-prone conditions are expected, especially in Boreal regions.",
    "readLink": "https://doi.org/10.1038/s41467-022-28835-2"
  }
]