[
  {
    "title": "Assessment of Urban Sustainability—The Case of Amman City in Jordan",
    "authors": [
      "Firas M. Sharaf"
    ],
    "doi": "https://doi.org/10.3390/su15075875",
    "journalVolume": "Vol. 15,\n                                no. 5875\n                                \n                                  p.\n                                  5875",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Accelerated urbanization causes an increasing number of city dwellers, insufficient and overburdened infrastructure and services, and negative environmental impacts and climate change impacts. Measuring the city’s progress toward sustainability is essential to support decision-making and policy development. This study aims to establish an assessment and monitoring method of sustainable development goals at the city level, focusing on identifying indicators that are compatible with the city context to update and monitor progress toward sustainability. A review of the literature on sustainability assessment methods and tools is presented. A comprehensive framework for city sustainability assessment and a checklist of indicators. Amman city in Jordan is suggested. A Voluntary Local Review (VLR) report of Amman was presented to the United Nations in 2022. The report reviews Amman’s progress toward achieving the SDGs; however, it lacks clear and a quantitative assessment of the city’s sustainability, particularly SDG 11, which this paper seeks to address. The checklist survey questions were formulated according to the sub-indicators of the UN-Habitat SDG indicator metadata. The checklist was distributed to respondents from the Municipality of Amman and related organizations to the VLR. The respondents evaluated the sub-indicators of Goal 11 and gave performance level scores in three levels: low, average, and optimal. The sum of the indicator values is quantitatively presented in tables. The findings reveal that the indicator values of the city sustainability assessment framework, as applied in this paper, can be adjusted within the characteristics and constraints of the local context in a two-year observation period to provide updated data for decision-makers regarding the current status and future implementation of sustainability agendas.",
    "readLink": "https://www.mdpi.com/2071-1050/15/7/5875"
  },
  {
    "title": "Open Access Scholarly Publications as OER",
    "authors": [
      "Terry Anderson"
    ],
    "doi": "Vol. 14,\n                                no. 2",
    "issn": "1492-3831 (Online)",
    "publisher": "Athabasca University Press",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Education: Special aspects of education"
    ],
    "journalUrl": "http://www.irrodl.org/",
    "abstract": "This paper presents the rationale, common practices, challenges, and some personal anecdotes from a journal editor on the production, use, and re-use of peer-reviewed scholarly articles as open educational resources (OER). The scholarly and professional discourse related to open educational resources has largely focused on open learning objects, courseware, and textbooks. However, especially in graduate education, articles published in scholarly journals are often a major component of the course content in formal education. In addition, open access journal articles are critical to expanding access to knowledge by scholars in the developing world and in fostering citizen science, by which everyone has access to the latest academic information and research results. In this article, I highlight some of the challenges, economic models, and evidence for quality of open access journal content and look at new affordances provided by the Net for enhanced functionality, access, and distribution.In the 17 years since I graduated with a doctorate degree, the climate and acceptance of open access publishing has almost reversed itself. I recall a conversation with my PhD supervisor in which he argued that publishing online was not a viable option as the product would not have permanency, scholarly recognition, or the prestige of a paper publication. His comments reflect the confusion between online resources and those described as open access, but as well illustrate the change in academic acceptance and use of open access products during the past decade. The evolution from paper to online production and consumption is a disruptive technology in which much lower cost and increased accessibility of online work opens the product to a completely new group of potential users. In the case of OER these consumers are primarily students, but certainly access to scholars from all parts of the globe and the availability to support citizen science (Silvertown, 2009) should not be underestimated.",
    "readLink": "http://www.irrodl.org/index.php/irrodl/article/view/1531/2494"
  },
  {
    "title": "Energy Efficiency, Low Carbon Resources and Renewable Technology",
    "authors": [
      "Mehreen Saleem Gul,",
      "Hassam Nasarullah Chaudhry"
    ],
    "doi": "https://doi.org/10.3390/en15134553",
    "journalVolume": "Vol. 15,\n                                no. 4553\n                                \n                                  p.\n                                  4553",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Low carbon and renewable energy technologies help reduce the emissions of carbon dioxide and other greenhouse gases, which cause climate change [...]",
    "readLink": "https://www.mdpi.com/1996-1073/15/13/4553"
  },
  {
    "title": "Estimating Carbon Dioxide Emissions and Direct Power Consumption of Linear Accelerator–Based External Beam Radiation Therapy",
    "authors": [
      "Rachel F. Shenker, MD,",
      "Timothy L. Johnson, PhD,",
      "Marcio Ribeiro, MA,",
      "Anna Rodrigues, PhD,",
      "Junzo Chino, MD"
    ],
    "doi": "Vol. 8,\n                                no. 3\n                                \n                                  p.\n                                  101170",
    "issn": "2452-1094 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Medical physics. Medical radiology. Nuclear medicine",
      "Medicine: Internal medicine: Neoplasms. Tumors. Oncology. Including cancer and carcinogens"
    ],
    "journalUrl": "http://www.journals.elsevier.com/advances-in-radiation-oncology/",
    "abstract": "Purpose: Climate change is one of the direst health threats that humanity faces. We aim to estimate the carbon dioxide (CO2) emissions associated with the energy usage from linear accelerator (LINAC)-based external beam radiation therapy (EBRT) for the most common cancer diagnoses. Methods and Materials: We identified patients with the 4 most common cancer types treated with curative-intent EBRT. Beam-on time for each fraction was extracted from the treatment planning system and averaged over each site and treatment modality. The power was multiplied by the beam-on time in hours to yield kilowatt hours (kWh). Using the US Environmental Protection Agency Greenhouse Gas Equivalencies calculator, we converted the kWh into estimates of CO2-equivalent emissions for the average US power grid. Idle time of the LINAC was estimated via Varian Medical Systems. Results: A total of 10 patients were included for each of the following modalities: conventionally fractionated for prostate cancer (28 fractions [fx]), prostate stereotactic body radiation therapy (SBRT) (5 fx), 15- and 5-fx regimens for early-stage breast cancer, 3- and 5-fx SBRT regimens for early-stage lung cancer, conventional EBRT (30 fx) for locally advanced lung cancer, and short- (5 fx) and long-course (25-28 fx) for rectal cancer. The modality with the lowest and highest carbon emissions per course, on average, was prostate SBRT (2.18 kg CO2; interquartile range, 1.92-2.30) and conventional treatment for prostate cancer (17.34 kg CO2; interquartile range, 10.26-23.79), respectively. This corresponds to CO2-equivalent emissions of driving an average of 5.4 miles and 41.2 miles in a standard vehicle, respectively. “Standby” mode for a LINAC TrueBeam and Clinac IX uses 112 kWh and 64.8 kWh per day, respectively. Conclusions: We have estimated CO2 emissions arising from direct energy usage of a LINAC for 4 common cancers treated with EBRT. “Standby” mode of a LINAC uses the most energy per day. Comprehensive studies are warranted to minimize the environmental effects of health and cancer care.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2452109422002755"
  },
  {
    "title": "The GGCMI Phase 2 experiment: global gridded crop model simulations under uniform changes in CO<sub>2</sub>, temperature, water, and nitrogen levels (protocol version 1.0)",
    "authors": [
      "J. A. Franke,",
      "J. A. Franke,",
      "C. Müller,",
      "J. Elliott,",
      "J. Elliott,",
      "A. C. Ruane,",
      "J. Jägermeyr,",
      "J. Jägermeyr,",
      "J. Jägermeyr,",
      "J. Jägermeyr,",
      "J. Balkovic,",
      "J. Balkovic,",
      "P. Ciais,",
      "P. Ciais,",
      "M. Dury,",
      "P. D. Falloon,",
      "C. Folberth,",
      "L. François,",
      "T. Hank,",
      "M. Hoffmann,",
      "M. Hoffmann,",
      "R. C. Izaurralde,",
      "R. C. Izaurralde,",
      "I. Jacquemin,",
      "C. Jones,",
      "N. Khabarov,",
      "M. Koch,",
      "M. Li,",
      "M. Li,",
      "W. Liu,",
      "W. Liu,",
      "S. Olin,",
      "M. Phillips,",
      "M. Phillips,",
      "T. A. M. Pugh,",
      "T. A. M. Pugh,",
      "A. Reddy,",
      "X. Wang,",
      "X. Wang,",
      "K. Williams,",
      "K. Williams,",
      "F. Zabel,",
      "E. J. Moyer,",
      "E. J. Moyer"
    ],
    "doi": "https://doi.org/10.5194/gmd-13-2315-2020",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  2315\n                                  – 2336",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Concerns about food security under climate change motivate efforts to better understand future changes in crop yields. Process-based crop models, which represent plant physiological and soil processes, are necessary tools for this purpose since they allow representing future climate and management conditions not sampled in the historical record and new locations to which cultivation may shift. However, process-based crop models differ in many critical details, and their responses to different interacting factors remain only poorly understood. The Global Gridded Crop Model Intercomparison (GGCMI) Phase 2 experiment, an activity of the Agricultural Model Intercomparison and Improvement Project (AgMIP), is designed to provide a systematic parameter sweep focused on climate change factors and their interaction with overall soil fertility, to allow both evaluating model behavior and emulating model responses in impact assessment tools. In this paper we describe the GGCMI Phase 2 experimental protocol and its simulation data archive. A total of 12 crop models simulate five crops with systematic uniform perturbations of historical climate, varying CO2, temperature, water supply, and applied nitrogen (“CTWN”) for rainfed and irrigated agriculture, and a second set of simulations represents a type of adaptation by allowing the adjustment of growing season length. We present some crop yield results to illustrate general characteristics of the simulations and potential uses of the GGCMI Phase 2 archive. For example, in cases without adaptation, modeled yields show robust decreases to warmer temperatures in almost all regions, with a nonlinear dependence that means yields in warmer baseline locations have greater temperature sensitivity. Inter-model uncertainty is qualitatively similar across all the four input dimensions but is largest in high-latitude regions where crops may be grown in the future.",
    "readLink": "https://www.geosci-model-dev.net/13/2315/2020/gmd-13-2315-2020.pdf"
  },
  {
    "title": "Climate change and health in North America: literature review protocol",
    "authors": [
      "Sherilee L. Harper,",
      "Ashlee Cunsolo,",
      "Amreen Babujee,",
      "Shaugn Coggins,",
      "Mauricio Domínguez Aguilar,",
      "Carlee J. Wright"
    ],
    "doi": "https://doi.org/10.1186/s13643-020-01543-y",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2046-4053 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://systematicreviewsjournal.biomedcentral.com",
    "abstract": "Abstract Background Climate change is a defining issue and grand challenge for the health sector in North America. Synthesizing evidence on climate change impacts, climate-health adaptation, and climate-health mitigation is crucial for health practitioners and decision-makers to effectively understand, prepare for, and respond to climate change impacts on human health. This protocol paper outlines our process to systematically conduct a literature review to investigate the climate-health evidence base in North America. Methods A search string will be used to search CINAHL®, Web of Science™, Scopus®, Embase® via Ovid, and MEDLINE® via Ovid aggregator databases. Articles will be screened using inclusion/exclusion criteria by two independent reviewers. First, the inclusion/exclusion criteria will be applied to article titles and abstracts, and then to the full articles. Included articles will be analyzed using quantitative and qualitative methods. Discussion This protocol describes review methods that will be used to systematically and transparently create a database of articles published in academic journals that examine climate-health in North America.",
    "readLink": "https://doi.org/10.1186/s13643-020-01543-y"
  },
  {
    "title": "\"We Might Go Back to This\"; Drawing on the Past to Meet the Future in Northwestern North American Indigenous Communities",
    "authors": [
      "Nancy Turner,",
      "Pamela R. Spalding"
    ],
    "doi": "https://doi.org/10.5751/ES-05981-180429",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  p.\n                                  29",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Traditional ecological knowledge (TEK) systems are as important today for the survival and well-being of many indigenous peoples as they ever were. These ways of knowing have much to contribute at a time of marked climate change. As indigenous peoples have sustained exposure to natural resources and phenomena in particular places over time, they are privy to the cumulative knowledge on the location and timing of a host of significant environmental events and processes. Not only do their intimate experiences of seasonal weather conditions, tides and currents, species, and environmental indicators contribute to a better understanding of the nature, rate, and intensity of climate change, but TEK systems can potentially contribute to more effective planning and decision making regarding resilience and adaptation to climate change. Furthermore, the values of respect and recognition of kinship with other species that are often embodied in these systems can serve to remind all of us about the imperative to conserve and protect these other species if we are to survive as humans. We identify some of the more obvious areas where TEK systems can provide important insights for climate change planners in British Columbia, Canada as well as some of the potential challenges to attempting to integrate TEK into mainstream planning for climate change.",
    "readLink": "http://www.ecologyandsociety.org/vol18/iss4/art29/"
  },
  {
    "title": "Hybridization of statistical machine learning and numerical models for improving beam, diffuse and global solar radiation prediction",
    "authors": [
      "Samuel Chukwujindu Nwokolo,",
      "Anthony Umunnakwe Obiwulu,",
      "Julie C. Ogbulezie,",
      "Solomom Okechukwu Amadi"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  p.\n                                  100529",
    "issn": "2666-7908 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/cleaner-engineering-and-technology/",
    "abstract": "Prediction, separation, and improvement of beam (Hb), diffuse (Hd), and global solar radiation (H) using an efficient Gumbel probabilistic model (GP) and hybridization of GP with auto-regression integrated moving average (ARIMA) is essential in regions of Southern Africa and the Middle East. This is because, most of the inhabitants of these localities are not connected to the national grid due to extreme cost implications, frequent power outages, and in most cases, unavailability of the national power supply; as well as the fact that most government meteorological stations are technologically or financially unable to routinely measure these radiometric parameters in most metropolitan cities, developing cities, and remote villages, where there is a severe need for electricity. Although the prediction of H has many advantages in adapting and deploying clean and affordable energy infrastructure through solar photovoltaic (PV) systems, the separation of H into Hb and Hd will further increase cleaner and more affordable systems like solar PV thermal/concentrators, which require Hb for its use. In this era of climate change, Hb, Hd, and H information are needed to detect and adapt climate mitigation plans in places adversely affected by climate change and global warming externalities. Eight different configurations of input combination elements were assembled to stimulate their hybrid evolutionary ARIMA-GP controlled, swapped model through the instrumentality of generalized solar meteorological datasets needed for modeling. The result revealed that the swapped ARIMA models outperformed the controlled and controlled ARIMA models using Gumbel's numerical approach. The best min beam and diffuse irradiance frocontrolled ARIMA models were probabilistically optimized using the Gumbel (GP) probabilistic model to produce ARIMA-GP. From the evaluations of the error metrics, the ARIMA-GP models outperformed the swapped and controlled ARIMA models, as well as the Gumbel models used to separate HB and Hd from H. The selected best performing models produced the RMSE-induced decrease and increase in R2 of 73.73% and 15.25% respectively for GSRML-GP3 (model H), 71.71%, and 14.19% for DSRML-GP5 (model Hd), and 61.91% and 11.70% for DNIML-GP5 (model Hb). These high values of the percentage improvement of the suitable model obtained for the Hb, Hd, and H modeling suggest that the proposed hybrid evolutionary ARIMA-GP model can be adopted to improve the prediction of solar beam, diffuse and global radiation in any region of the world, as the input parameters incorporate the data sets on geo-climatic conditions needed for global modeling. This study also suggests that it is more realistic to use the generalized functional forms GP and ARIMA-GP to separate Hb and Hd from the parameter H and also to generate their corresponding coefficients in the studied regions than applying empirical and machine learning models consolidated in the literature. The proposed ARIMA-GP models are sufficient as a valid evolutionary hybrid model that will accelerate a holistic understanding of the solar resources available in the selected regions and beyond, as well as spread the application of solar photovoltaic/thermal technologies within these countries.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666790822001343"
  },
  {
    "title": "Downscaling CORDEX Through Deep Learning to Daily 1 km Multivariate Ensemble in Complex Terrain",
    "authors": [
      "Dánnell Quesada‐Chacón,",
      "Jorge Baño‐Medina,",
      "Klemens Barfus,",
      "Christian Bernhofer"
    ],
    "doi": "https://doi.org/10.1029/2023EF003531",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract High spatio‐temporal resolution near‐surface projected data is vital for climate change impact studies and adaptation. We derived the highest statistically downscaled resolution multivariate ensemble currently available: daily 1 km until the end of the century. Deep learning models were employed to develop transfer functions for precipitation, water vapor pressure, radiation, wind speed, and, maximum, mean and minimum temperature. Perfect prognosis is the particular statistical downscaling methodology applied, using a subset of the ReKIS data set for Saxony as predictands, the ERA5 reanalysis as during‐training predictors and the CORDEX‐EUR11 ensemble as projected predictors. The performance of the transfer functions was validated with the VALUE framework, yielding highly satisfactory results. Particular attention was given to the three major perfect prognosis assumptions, for which several tests were carried out and thoroughly discussed. From the latter, we corroborated their fulfillment to a high degree, thus, the derived projections are considered adequate and relevant for impact modelers. In total, 18 runs for RCP85, 1 for RCP45, and 4 for RCP26 were downscaled under both stochastic and deterministic approaches. This multivariate ensemble could drive more accurate and diverse impact studies in the region. Generally, the projected climatologies are in agreement with coarser resolution projections. Nevertheless, statistical particularities were observed for some projections, thus, a list of caveats for potential users is given. Due to the scalability of the presented methodology, further possible applications with additional datasets are proposed. Lastly, several potential improvement prospects are discussed toward the ideal subsequent iteration of the perfect prognosis statistical downscaling methodology.",
    "readLink": "https://doi.org/10.1029/2023EF003531"
  },
  {
    "title": "Human health implications of extreme precipitation events and water quality in California, USA: a canonical correlation analysis",
    "authors": [
      "Alexander Gershunov, PhD,",
      "Tarik Benmarhnia, PhD,",
      "Rosana Aguilera, PhD"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  S9",
    "issn": "2542-5196 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.thelancet.com/journals/lanplh/issue/current",
    "abstract": "Background: Pathogens and pollutants collect on the land surface or in infrastructure between strong rainfall episodes and are delivered via storm runoff to areas of human exposure, such as coastal recreational waters. In California, USA, precipitation events are projected to become more extreme and simultaneously decrease in frequency as storm tracks move poleward due to polar-amplified global warming. Precipitation extremes in California are dominated by atmospheric rivers, which carry more moisture in warmer climates. Thus, the physical driver of extreme precipitation events is expected to grow stronger with climate change, and pollutant accumulation and runoff-generated exposure to those pollutants are expected to increase, particularly after prolonged dry spells. Microbiological contamination of coastal waters during winter storms exposes human populations to elevated concentrations of microorganisms such as faecal bacteria, which could cause gastrointestinal and ear infections, and lead to exposure to pathogens causing life-threatening conditions, such as hepatitis A. The aim of this study was to quantitatively assess the effect of precipitation on coastal water quality in California. Methods: We used a recently published catalogue of atmospheric rivers, in combination with historical daily precipitation data and levels of three indicators of faecal bacteria (total and faecal coliforms, and Escherichia coli) detected at roughly 500 monitoring locations in coastal waters along California's 840-mile coastline, to explore weekly associations between extreme precipitation events, particularly those related to atmospheric rivers, and the variability in water quality during 2003–09. We identified ten principal components (together explaining >90% of the variability) in precipitation and faecal bacteria time-series to reduce the dimensionality of the datasets. We then performed canonical correlation analysis of the principal components to identify and quantify associations between precipitation and faecal bacteria. Findings: We found that the temporal evolutions of the leading canonical correlation patterns for precipitation and the faecal bacteria indicators were highly correlated. By looking at the Pearson correlation between precipitation and faecal bacteria canonical correlation patterns and the corresponding original time-series, we observed that the spatial pattern for all variables was strongest in southern California, and that it was mainly related to atmospheric river extreme precipitation events. Specific cases, such as peaks in precipitation and faecal pollution associated with an intense atmospheric river during January 7–12, 2005, were examined in detail. Overall, we found that precipitation over southern California explained over half of the weekly variability in faecal pollution in regional coastal waters. Interpretation: The associations between precipitation and water quality will be used to identify mechanisms of faecal pollutant delivery to coastal recreational waters via storm runoff and to track sources of pollution common in the region, such as sewage outfalls and homeless encampments near rivers and streams. This work should help to reduce vulnerability to extreme weather and delineate measures, such as an early warning system, that improve the response and resilience of human populations and ecosystems to a varying and changing climate. These results will also be used in the context of down-scaled climate change projections to estimate effects of future precipitation regime changes on coastal water quality and related health impacts. Funding: University of California Office of the President via Multicampus Research Programs and Initiatives.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2542519618300949"
  }
]