[
  {
    "title": "Magical Realist Sociologies of Belonging and Becoming: The Explorer",
    "authors": [
      "Maximiliano E. Korstanje"
    ],
    "doi": "https://doi.org/10.5281/zenodo.4109076",
    "journalVolume": "Vol. 6,\n                                no. 3\n                                \n                                  pp.\n                                  61\n                                  – 62",
    "issn": "2529-1947 (Online)",
    "publisher": "International Hellenic University",
    "countryOfPublisher": "Greece",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management",
      "Social Sciences: Commerce: Business: Marketing. Distribution of products"
    ],
    "journalUrl": "http://www.jthsm.gr",
    "abstract": "A critical review of the book titled “Magical Realist Sociologies of Belonging and Becoming: The Explorer” and authored by Rodanthi Tzanelli. Based on this review, this book discuss in-depth a structural dualism that not only helps us to expand our understanding and dichotomies around the problem of ecology and climate change but gives a clear diagnosis on the Western magical imaginary in a digital and hyper-global world. At least for this review, Magical realist sociologies of belonging and becoming brings a clear and fresh position to the foreground, scrutinizing on the other side of imperialism as well as the impacts of digital technologies in the daily lifestyle. The darkness says much of the mainstream cultural values of society than we certainly imagine. For those readers concerned by politics and mobilities, this book offers a high-quality and elegantly-written text which articulates magisterially different academic position, viewpoints and theories into an all-encompassing diagnosis.",
    "readLink": "https://www.jthsm.gr/vol6iss3/6-3-9.pdf"
  },
  {
    "title": "Measuring Urban Low-Carbon Sustainability in Four Chinese Cities",
    "authors": [
      "Mingshun Zhang,",
      "Yitong Yang,",
      "Chun Xia-Bauer"
    ],
    "doi": "https://doi.org/10.3390/su132112281",
    "journalVolume": "Vol. 13,\n                                no. 12281\n                                \n                                  p.\n                                  12281",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Practices and research on measuring traditionally urban sustainability abound, therefore the challenge now is related to how the urban carbon issues are included into current measuring methods, thus there is a need to develop methods for measuring urban low-carbon sustainability. In this paper, a simple method, which is based on low-carbon sustainability index, is developed. The overall urban low-carbon sustainability index is the weighted sum of 11 single indices, and each single index is defined as the indicator assessing the development level against the baseline. The baseline is often the criteria or the minimum requirement of low-carbon sustainability. Case studies in four Chinese cities have put this method into practice, and the results show that all four selected cities fail to pass the testing of sensible low-carbon sustainability rule and they are all in weakly low-carbon sustainable development. Although the four cities have made great progress in their capacity building on pollution control and their capacities on wastewater treatment, main pollutants’ removal and household and hazardous wastes treatment are enough to meet the needs of local development, they are all facing the great challenges on using of sustainable energy, offsetting of CO2 emissions and adoptions of nature-based solutions. The method developed by this research is a useful tool for decision makers identifying whether the local development is not on a low-carbon sustainable path.",
    "readLink": "https://www.mdpi.com/2071-1050/13/21/12281"
  },
  {
    "title": "Natural climate variability is an important aspect of future projections of snow water resources and rain-on-snow events",
    "authors": [
      "M. Schirmer,",
      "M. Schirmer,",
      "A. Winstral,",
      "T. Jonas,",
      "P. Burlando,",
      "N. Peleg,",
      "N. Peleg"
    ],
    "doi": "https://doi.org/10.5194/tc-16-3469-2022",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  3469\n                                  – 3488",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Climate projection studies of future changes in snow conditions and resulting rain-on-snow (ROS) flood events are subject to large uncertainties. Typically, emission scenario uncertainties and climate model uncertainties are included. This is the first study on this topic to also include quantification of natural climate variability, which is the dominant uncertainty for precipitation at local scales with large implications for runoff projections, for example. To quantify natural climate variability, a weather generator was applied to simulate inherently consistent climate variables for multiple realizations of current and future climates at 100 m spatial and hourly temporal resolution over a 12×12 km high-altitude study area in the Swiss Alps. The output of the weather generator was used as input for subsequent simulations with an energy balance snow model. The climate change signal for snow water resources stands out as early as mid-century from the noise originating from the three sources of uncertainty investigated, namely uncertainty in emission scenarios, uncertainty in climate models, and natural climate variability. For ROS events, a climate change signal toward more frequent and intense events was found for an RCP 8.5 scenario at high elevations at the end of the century, consistently with other studies. However, for ROS events with a substantial contribution of snowmelt to runoff (> 20 %), the climate change signal was largely masked by sources of uncertainty. Only those ROS events where snowmelt does not play an important role during the event will occur considerably more frequently in the future, while ROS events with substantial snowmelt contribution will mainly occur earlier in the year but not more frequently. There are two reasons for this: first, although it will rain more frequently in midwinter, the snowpack will typically still be too cold and dry and thus cannot contribute significantly to runoff; second, the very rapid decline in snowpack toward early summer, when conditions typically prevail for substantial contributions from snowmelt, will result in a large decrease in ROS events at that time of the year. Finally, natural climate variability is the primary source of uncertainty in projections of ROS metrics until the end of the century, contributing more than 70 % of the total uncertainty. These results imply that both the inclusion of natural climate variability and the use of a snow model, which includes a physically based process representation of water retention, are important for ROS projections at the local scale.",
    "readLink": "https://tc.copernicus.org/articles/16/3469/2022/tc-16-3469-2022.pdf"
  },
  {
    "title": "Examining the prospects of library use data integration in university information systems : the Spanish and Greek library stakeholder's perspective",
    "authors": [
      "Sant-Geronikolou, Stavroula,",
      "Martínez Ávila, Daniel"
    ],
    "doi": "https://doi.org/10.1344/BiD2019.43.11",
    "journalVolume": "no. 43",
    "issn": "1575-5886 (Online)",
    "publisher": "Universitat de Barcelona & Universitat Oberta de Catalunya",
    "countryOfPublisher": "Spain",
    "lcc": [
      "Bibliography. Library science. Information resources"
    ],
    "journalUrl": "http://bid.ub.edu/",
    "abstract": "Objective. To collect the richly textured viewpoints of academic librarians and students on obstacles to library integration in institutional information systems, namely student success technologies and learning analytics. The aim is to contribute with an initial set of recurring themes to baseline knowledge on Spanish and Greek public university libraries' prospects of engaging in this new type of intervention. -- Methodology. Interviews were conducted between June and November 2016 in two universities in Spain and Greece and were continuously cross-checked against current literature on the academic climate in an interdisciplinary approach. This process helped to effectively outline a conceptual framework for understanding organisational forces and operational issues that could affect the process of connecting library use data to wider student support systems. -- Results. Interviewees' feedback revealed that the practical difficulties involved in systematically tracking in-library student activity workflows and connecting them with campus-wide or even interinstitutional learning analytics initiatives are only some of the operationalisation challenges. Infrastructural capacity-related considerations, the professional development of librarians, user control and strong teacher bias concerns are all high on the stakeholder list of inhibitors that, if they are not tackled, could eventually jeopardize a co-creation and service innovation opportunity of unique value. Easiness of use, voluntariness and feedback were reported among the main criteria with which library data integration in learning analytics systems must comply. A change in data collection practices, the active pursuit of stakeholder engagement and the reconsideration of existing resources, namely infrastructures and funding, were also given as major strategic priorities for the successful implementation of this type of intervention.",
    "readLink": "https://bid.ub.edu/en/43/Sant-Geronikolou.htm"
  },
  {
    "title": "Marine Fish Farming and the Blue Revolution: Culturing Cod Fisheries",
    "authors": [
      "Dean Bavington,",
      "Daniel Banoub"
    ],
    "doi": "https://doi.org/10.14324/111.444.ljcs.2016v31.004",
    "journalVolume": "Vol. 31",
    "issn": "2397-0928 (Online)",
    "publisher": "UCL Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "History America: America"
    ],
    "journalUrl": "https://www.uclpress.co.uk/pages/the-london-journal-of-canadian-studies",
    "abstract": "The Blue Revolution promises to transform wild marine fish into docile domesticates, fish hunters into harvesters. As commercially fished marine species continue to face extinction in the wild due to over-fishing, pollution, global climate change and a host of other anthropo-genic assaults, ‘culture’ has emerged as a keyword in the field of marine fisheries management. Like the terrestrial dreams and grandiose visions of their Green comrades a half-century earlier, Blue revolutionaries advocate the application of scientific expertise, industrial technology and transnational capital in their oceanic culturing projects. These culturing projects influence and seek to transform human identity and ways of living as much as the genetic make-up, behaviours and metabolism of the wild fish species that are targeted for domestication.",
    "readLink": "https://uclpress.scienceopen.com/hosted-document?doi=10.14324/111.444.ljcs.2016v31.004"
  },
  {
    "title": "A Mathematical Description of Selected Energy Transition Scenarios in the 21st Century, Intended to Realize the Main Goals of the Paris Climate Agreement",
    "authors": [
      "Askar  A. Akaev,",
      "Olga  I. Davydova"
    ],
    "doi": "https://doi.org/10.3390/en14092558",
    "journalVolume": "Vol. 14,\n                                no. 2558\n                                \n                                  p.\n                                  2558",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "On 4 November 2016, the historic Paris Climate Agreement of the United Nations entered into force, requiring signatory countries to maintain global warming at the level of 1.5–2 °C. According to the calculations of the Intergovernmental Panel on Climate Change (IPCC), to achieve this goal, a 2/3 reduction in greenhouse gas energy emissions into the atmosphere compared with gaseous energy-related emissions in 2019 (33.3 Gt) by about 2050 (1.5 °C) or by 2070 (2 °C) is required. According to the International Renewable Energy Agency (IRENA), this is only possible with the implementation of a great energy transition from the use of currently dominant fossil hydrocarbon fuels—coal, oil, and natural gas—to the predominant use of renewable energy sources (RES) by 2040–2050, when the share of renewable energy in the total energy balance will reach 40% and above. In this work, mathematical description of an upcoming energy transition has been carried out, including long-term scenario writing of the world’s demographic dynamics and global energy demand, calculation of the dynamics of industrial CO2 emissions and CO2 accumulation in the Earth’s atmosphere, as well as the corresponding changes in the average global temperature of the Earth’s surface in the 21st century. A mathematical description of the impact of energy consumption on climate change was carried out taking into account long-term trends in the dynamics of energy consumption. Using the performed mathematically-oriented scenario writing, it is suggested that a great energy transition with the achievement of the goals of the Paris Agreement is possible only by 2060. Renewable energy could sufficiently displace and replace hydrocarbon fuels to achieve climate safety without compromising economic development. As a result, humanity will receive an environmentally friendly decentralized distributed energy system, connected by «smart» grids, controlled by intelligent digital technologies.",
    "readLink": "https://www.mdpi.com/1996-1073/14/9/2558"
  },
  {
    "title": "Machine learning-based prediction for grassland degradation using geographic, meteorological, plant and microbial data",
    "authors": [
      "Han Yan,",
      "Qinwei Ran,",
      "Ronghai Hu,",
      "Kai Xue,",
      "Biao Zhang,",
      "Shutong Zhou,",
      "Zuopei Zhang,",
      "Li Tang,",
      "Rongxiao Che,",
      "Zhe Pang,",
      "Fang Wang,",
      "Di Wang,",
      "Jing Zhang,",
      "Lili Jiang,",
      "Zhi Qian,",
      "Sanguo Zhang,",
      "Tiande Guo,",
      "Jianqing Du,",
      "Yanbin Hao,",
      "Xiaoyong Cui,",
      "Yanfen Wang"
    ],
    "doi": "Vol. 137\n                                \n                                \n                                  p.\n                                  108738",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Extensive grassland degradation under climate change and intensified human activities has threatened ecological security and caused a variety of environmental problems. However, it is still challenging to predict the grassland degradation status on a large scale because it is a multi-factorial phenomenon with complex changes in ecosystem structure and function, which is hard to be fully characterized through mechanism models. The emergence of machine learning algorithms provides a potential to model complex systems and mine information from multi-source data without elucidating underlying mechanisms. Here, we utilized random forest and neural network algorithms to predict the grassland degradation represented by the net primary productivity (NPP) changing rate based on multi-source data including geographic, meteorological, plant traits, land use type and microbial variables in the Chinese Northern grassland. Particularly, the microbial roles in determining the degradation status were concerned. Results show that a high prediction precision was achieved by random forest model, rather than by neural network model, with a mean relative error of 16.9% and a mean square error of 9.273e-05. Besides identified longitude, arid index and current NPP state, specific soil microbial groups, mainly Solirubrobacter, were screened as credible biomarkers. Regarding model fitting, geographic, meteorological and plant variables explained 61.8% of the total variance, which was enhanced up to 72.8% by the rest microbial markers. These findings provide a theoretical basis to establish a pre-warning system for grassland management and policy-making.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22002096"
  },
  {
    "title": "Spatiotemporal variation characteristics of extreme precipitation in the upper reaches of the Hongshui River Basin during 1959–2016",
    "authors": [
      "Ya Huang,",
      "Ling Yi,",
      "Weihua Xiao,",
      "Guibing Hou,",
      "Yuyan Zhou"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.339",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  pp.\n                                  2378\n                                  – 2399",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Understanding changes in the intensity and frequency of extreme precipitation is vital for flood control, disaster mitigation, and water resource management. In this study, 12 extreme precipitation indices and the best-fitting extreme value distribution were used to analyze the spatiotemporal characteristics of extreme precipitation in the upper reaches of the Hongshui River Basin (UHRB). The possible links between extreme precipitation and large-scale circulation were also investigated. Most extreme precipitation indices increased from west to east in the UHRB, indicating that the eastern region is a humid area with abundant precipitation. The indices for consecutive wet days (CWD) and precipitation events (R0.1) decreased significantly, indicating that the UHRB tends to be dry, with few precipitation events. The probability distribution functions of most extreme precipitation indices, especially that of R0.1, shifted significantly to the left in 1988–2016 compared with 1959–1987, further indicating that the UHRB has experienced a significant drying trend in recent decades. The East Asian summer monsoon and the El Niño–Southern Oscillation/Pacific Decadal Oscillation were confirmed to influence extreme precipitation in the UHRB. These findings are helpful for understanding extreme precipitation variation trends in the UHRB and provide references for further research. HIGHLIGHTS We do not focus on the Pearl River Basin (453,690 km2) but pay attention to a sub-basin (98,500 km2) within it.; Most extreme precipitation indices decreased slightly and nonsignificantly in the UHRB.; The number of consecutive wet days and precipitation events decreased significantly.; The UHRB has tended to be dry, with few precipitation events.; The El Niño–Southern Oscillation /Pacific Decadal Oscillation and East Asian summer monsoon have strong effects on extreme precipitation.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/6/2378"
  },
  {
    "title": "Temperate Fruit Trees under Climate Change: Challenges for Dormancy and Chilling Requirements in Warm Winter Regions",
    "authors": [
      "Abdel-Moety Salama,",
      "Ahmed Ezzat,",
      "Hassan El-Ramady,",
      "Shamel  M. Alam-Eldein,",
      "Sameh Okba,",
      "Hayam  M. Elmenofy,",
      "Islam  F. Hassan,",
      "Attila Illés,",
      "Imre  J. Holb"
    ],
    "doi": "https://doi.org/10.3390/horticulturae7040086",
    "journalVolume": "Vol. 7,\n                                no. 86\n                                \n                                  p.\n                                  86",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "Adequate chill is of great importance for successful production of deciduous fruit trees. However, temperate fruit trees grown under tropical and subtropical regions may face insufficient winter chill, which has a crucial role in dormancy and productivity. The objective of this review is to discuss the challenges for dormancy and chilling requirements of temperate fruit trees, especially in warm winter regions, under climate change conditions. After defining climate change and dormancy, the effects of climate change on various parameters of temperate fruit trees are described. Then, dormancy breaking chemicals and organic compounds, as well as some aspects of the mechanism of dormancy breaking, are demonstrated. After this, the relationships between dormancy and chilling requirements are delineated and challenging aspects of chilling requirements in climate change conditions and in warm winter environments are demonstrated. Experts have sought to develop models for estimating chilling requirements and dormancy breaking in order to improve the adaption of temperate fruit trees under tropical and subtropical environments. Some of these models and their uses are described in the final section of this review. In conclusion, global warming has led to chill deficit during winter, which may become a limiting factor in the near future for the growth of temperate fruit trees in the tropics and subtropics. With the increasing rate of climate change, improvements in some managing tools (e.g., discovering new, more effective dormancy breaking organic compounds; breeding new, climate-smart cultivars in order to solve problems associated with dormancy and chilling requirements; and improving dormancy and chilling forecasting models) have the potential to solve the challenges of dormancy and chilling requirements for temperate fruit tree production in warm winter fruit tree growing regions.",
    "readLink": "https://www.mdpi.com/2311-7524/7/4/86"
  },
  {
    "title": "Forest Carbon Emission Sources Are Not Equal: Putting Fire, Harvest, and Fossil Fuel Emissions in Context",
    "authors": [
      "Kristina J. Bartowitz,",
      "Eric S. Walsh,",
      "Jeffrey E. Stenzel,",
      "Crystal A. Kolden,",
      "Tara W. Hudiburg"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.867112",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Climate change has intensified the scale of global wildfire impacts in recent decades. In order to reduce fire impacts, management policies are being proposed in the western United States to lower fire risk that focus on harvesting trees, including large-diameter trees. Many policies already do not include diameter limits and some recent policies have proposed diameter increases in fuel reduction strategies. While the primary goal is fire risk reduction, these policies have been interpreted as strategies that can be used to save trees from being killed by fire, thus preventing carbon emissions and feedbacks to climate warming. This interpretation has already resulted in cutting down trees that likely would have survived fire, resulting in forest carbon losses that are greater than if a wildfire had occurred. To help policymakers and managers avoid these unintended carbon consequences and to present carbon emission sources in the same context, we calculate western United States forest fire carbon emissions and compare them with harvest and fossil fuel emissions (FFE) over the same timeframe. We find that forest fire carbon emissions are on average only 6% of anthropogenic FFE over the past decade. While wildfire occurrence and area burned have increased over the last three decades, per area fire emissions for extreme fire events are relatively constant. In contrast, harvest of mature trees releases a higher density of carbon emissions (e.g., per unit area) relative to wildfire (150–800%) because harvest causes a higher rate of tree mortality than wildfire. Our results show that increasing harvest of mature trees to save them from fire increases emissions rather than preventing them. Shown in context, our results demonstrate that reducing FFEs will do more for climate mitigation potential (and subsequent reduction of fire) than increasing extractive harvest to prevent fire emissions. On public lands, management aimed at less-intensive fuels reduction (such as removal of “ladder” fuels, i.e., shrubs and small-diameter trees) will help to balance reducing catastrophic fire and leave live mature trees on the landscape to continue carbon uptake.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.867112/full"
  }
]