[
  {
    "title": "Stress & Symbiosis: Heads or Tails?",
    "authors": [
      "Alexis Bénard,",
      "Fabrice Vavre,",
      "Natacha Kremer"
    ],
    "doi": "https://doi.org/10.3389/fevo.2020.00167",
    "journalVolume": "Vol. 8",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "An increasing number of organisms are subjected to abiotic (e.g., air, water, and soil quality, temperature), but also biotic (e.g., new pathogens) stressors. These stressors may disturb the chemical and physiological homeostasis of living systems, and thus impact their ecology and evolution. Because eukaryotes are often associated with symbionts, these changes do not only impact the host but rather the holobiont, an assemblage of interacting species. Indeed, stressors can modify the symbiotic community composition and functions directly, but also indirectly through their impact on host physiology. Any disruption of the symbiotic homeostasis can then impact the host fitness. On the other side, several symbionts protect their host against various threats, and they may facilitate the adaptation of the holobiont to the new environment by limiting the negative impact of stress on the host. It now remains to clarify if their presence constitutes a driver of adaptation of the host or an obstacle limiting the selection of adaptive traits in the host, and to discuss if symbiosis is always the optimal strategy to cope with stressors. The reciprocal impact between stress and symbiosis can become more complex when stressors are considered in combination, as it occurs in nature. Indeed, synergistic or antagonistic effects may impact the holobiont response, and studies characterizing individual disturbances may not be sufficient. In the current context of climate change and globalized pollution, it is thus crucial to develop integrative approaches to predict how organisms, communities and ecosystems will face combinations of stressors.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2020.00167/full"
  },
  {
    "title": "Tourism Destination Competitiveness: An Importance-Performance Analysis of Yazd and Shiraz",
    "authors": [
      "Mohammad Reza Farzin ,",
      "Fatemeh Shekari ,",
      "fatemeh Azizi"
    ],
    "doi": "https://doi.org/10.22054/TMS.2018.9653",
    "journalVolume": "Vol. 13,\n                                no. 44\n                                \n                                  pp.\n                                  219\n                                  – 247",
    "issn": "2322-3294 (Print)",
    "publisher": "2476-597X (Online)",
    "countryOfPublisher": "Allameh Tabataba'i University Press",
    "lcc": [
      "Iran, Islamic Republic of",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Management of special enterprises"
    ],
    "journalUrl": "http://tms.atu.ac.ir/",
    "abstract": "Keeping up with global trends and gaining competitive advantage requires that tourism destinations determine their strategies based on the recognition of the importance of their competitive features and performance. In the present study, the IPA approach was used to assess the importance of various activities for gaining competitive advantage in destination management and the performance of two destinations of Yazd and Shiraz. The results showed that, from experts view, in both destinations, about half of the criteria with low importance and poor performance were in the lowest priorities for allocating resources. Based on the average points of importance in Yazd, the dimensions of \"crisis management\", \"marketing\", \"climate change\", \"tourism and hospitality education\", \"sustainable development\" and \"product development and innovation\" and in the city of Shiraz dimensions of \"climate change\", \"marketing\", \"crisis management\", \"sustainable development\", \"product development and innovation\", and \"tourism and hospitality education\" were identified from the most important to the least important aspects of destination competitiveness, respectively.",
    "readLink": "http://tms.atu.ac.ir/article_9653_688cd455ddeb6dbc4a6e3775bcd29646.pdf"
  },
  {
    "title": "The use of information in the world economy: globalization trends",
    "authors": [
      "Olha Vdovichena,",
      "Oksana Vidomenko,",
      "Svitlana Tkachuk,",
      "Nataliia Zhuzhukina,",
      "Olena Lukianykhina"
    ],
    "doi": "https://doi.org/10.57125/FEL.2022.12.25.01",
    "journalVolume": "Vol. 2,\n                                no. 4\n                                \n                                  pp.\n                                  4\n                                  – 11",
    "issn": "2956-4476 (Online)",
    "publisher": "Futurity Research Publishing",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Social Sciences: Economic theory. Demography",
      "Law",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "http://www.futurity-econlaw.com/index.php/FEL/index",
    "abstract": "The relevance of the investigated problem is the modern development of the world economy in the conditions of globalization. Because the information caused a breakthrough in developmen of the world economy, became its new wealth, it was seen that it is appropriate to research modern trends of its use. Information is used in all branches of the economy. It has power and a dynamic character. Information is capable of improving the economy, as well as destroying it, improving the environment, as well as polluting it, and influencing the political and economical development of the country. The use of information helps countries synchronize with the world economy in order to globalize it. The rational use of information, the right approach and technological capabilities contribute to the development of a circular economy, highly professional labor migration, adaptation to the climate change and the pandemic, and the formation of the economic consciousness of the population through mass media. The purpose of this study was to identify and characterize the main globalization trends of the use of information. To achieve this goal, economic, sociological, technological and scientific literature of 2022 was analyzed. The main results. With the help of empirical studies and analysis of scientific literature and data, the following globalization trends in the use of information were identified: change in the nature and method of information use by the global population, use of information for the development of a circular economy, use of databases, information exchange and use of information by mass media. The practical meaning of this research is the application of findings about the latest trends in the use of information for enterprises striving to enter the global market in further scientific research.",
    "readLink": "http://www.futurity-econlaw.com/index.php/FEL/article/view/60"
  },
  {
    "title": "Bipolar volcanic synchronization of abrupt climate change in Greenland and Antarctic ice cores during the last glacial period",
    "authors": [
      "A. Svensson,",
      "D. Dahl-Jensen,",
      "J. P. Steffensen,",
      "T. Blunier,",
      "S. O. Rasmussen,",
      "B. M. Vinther,",
      "P. Vallelonga,",
      "P. Vallelonga,",
      "E. Capron,",
      "V. Gkinis,",
      "E. Cook,",
      "H. A. Kjær,",
      "R. Muscheler,",
      "S. Kipfstuhl,",
      "S. Kipfstuhl,",
      "F. Wilhelms,",
      "T. F. Stocker,",
      "H. Fischer,",
      "F. Adolphi,",
      "F. Adolphi,",
      "T. Erhardt,",
      "M. Sigl,",
      "A. Landais,",
      "F. Parrenin,",
      "C. Buizert,",
      "J. R. McConnell,",
      "M. Severi,",
      "R. Mulvaney,",
      "M. Bigler"
    ],
    "doi": "https://doi.org/10.5194/cp-16-1565-2020",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  1565\n                                  – 1580",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "The last glacial period is characterized by a number of millennial climate events that have been identified in both Greenland and Antarctic ice cores and that are abrupt in Greenland climate records. The mechanisms governing this climate variability remain a puzzle that requires a precise synchronization of ice cores from the two hemispheres to be resolved. Previously, Greenland and Antarctic ice cores have been synchronized primarily via their common records of gas concentrations or isotopes from the trapped air and via cosmogenic isotopes measured on the ice. In this work, we apply ice core volcanic proxies and annual layer counting to identify large volcanic eruptions that have left a signature in both Greenland and Antarctica. Generally, no tephra is associated with those eruptions in the ice cores, so the source of the eruptions cannot be identified. Instead, we identify and match sequences of volcanic eruptions with bipolar distribution of sulfate, i.e. unique patterns of volcanic events separated by the same number of years at the two poles. Using this approach, we pinpoint 82 large bipolar volcanic eruptions throughout the second half of the last glacial period (12–60 ka). This improved ice core synchronization is applied to determine the bipolar phasing of abrupt climate change events at decadal-scale precision. In response to Greenland abrupt climatic transitions, we find a response in the Antarctic water isotope signals (δ18O and deuterium excess) that is both more immediate and more abrupt than that found with previous gas-based interpolar synchronizations, providing additional support for our volcanic framework. On average, the Antarctic bipolar seesaw climate response lags the midpoint of Greenland abrupt δ18O transitions by 122±24 years. The time difference between Antarctic signals in deuterium excess and δ18O, which likewise informs the time needed to propagate the signal as described by the theory of the bipolar seesaw but is less sensitive to synchronization errors, suggests an Antarctic δ18O lag behind Greenland of 152±37 years. These estimates are shorter than the 200 years suggested by earlier gas-based synchronizations. As before, we find variations in the timing and duration between the response at different sites and for different events suggesting an interaction of oceanic and atmospheric teleconnection patterns as well as internal climate variability.",
    "readLink": "https://cp.copernicus.org/articles/16/1565/2020/cp-16-1565-2020.pdf"
  },
  {
    "title": "Ideologies, Conspiracy Beliefs, and the Chinese Public’s Politicized Attitudes to Climate Change",
    "authors": [
      "Yeheng Pan,",
      "Yu Xie,",
      "Hepeng Jia,",
      "Xi Luo"
    ],
    "doi": "https://doi.org/10.3390/su15010131",
    "journalVolume": "Vol. 15,\n                                no. 131\n                                \n                                  p.\n                                  131",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "While ideologies consistently influence public opinions on climate change in Western democracies, whether they affect the Chinese public’s climate attitudes is unknown. By applying a well-established measure of Chinese ideology, this study conducted a nationwide survey (n = 1469) on the relationships between climate attitudes and ideologies, conspiracy beliefs, and science literacy. It is the first study to empirically investigate the impact of ideological tendencies, conspiracy beliefs, and conspiratorial thinking in shaping people’s climate attitudes. Among a series of novel findings, ideology was found to be a crucial factor in Chinese attitudes toward climate change, and economic ideology, in particular, was most strongly related to climate attitude. Moreover, somewhat counterintuitively, we found a positive link between respondents’ conspiratorial thinking and their climate awareness, as well as the failure of the moderation role of science literacy on ideological factors that influence climate attitude. All these findings suggest a mechanism behind the Chinese public’s perception of climate change, primarily working on the individual–state relationship.",
    "readLink": "https://www.mdpi.com/2071-1050/15/1/131"
  },
  {
    "title": "A Substantial Role of Agro-Textiles in Agricultural Applications",
    "authors": [
      "Neha Sharma,",
      "Neha Sharma,",
      "Ben Allardyce,",
      "Rangam Rajkhowa,",
      "Alok Adholeya,",
      "Alok Adholeya,",
      "Ruchi Agrawal,",
      "Ruchi Agrawal"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.895740",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Agro-textiles have been used in the agriculture sector for thousands of years and are an attractive tool for the protection of crops during their entire lifecycle. Currently, the agro-textile market is dominated by polyolefins or petrochemical-based agro-textiles. However, climate change and an increase in greenhouse gas emissions have raised concern about the future oil-based economy, and petroleum-based agro-textiles have become expensive and less desirable in the modern world. Other products include agro-textiles based on natural fibers which degrade so fast in the environment that their recovery from the field becomes difficult and unattractive even by efficient recycling or combustion, and their lifetime is usually limited to 1 or a maximum of 2 years. Hence, the development of bio-based agro-textiles with a reduced impact on the environment and with extended durability is foreseen to initiate the growth in the bio-based economy. The world is gradually preparing the shift toward a bio-based economy, and research for sustainable bio-based alternatives has already been initiated. This review provides insight into the various agro-textiles used currently in agriculture and the research going on in the area of agro-textiles to offer alternative solutions to the current agro-textile market.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.895740/full"
  },
  {
    "title": "Drought forecasting using W-ARIMA model with standardized precipitation index",
    "authors": [
      "Reza Rezaiy,",
      "Ani Shabri"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.431",
    "journalVolume": "Vol. 14,\n                                no. 9\n                                \n                                  pp.\n                                  3345\n                                  – 3367",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Climate change and water supply shortages are paramount global concerns. Drought, a complex and often underestimated phenomenon, profoundly affects various aspects of human life. Thus, early drought forecasting is crucial for strategic planning and water resource management. This study introduces a novel hybrid model, combining wavelet transform with the Autoregressive Integrated Moving Average (ARIMA) model, known as Wavelet ARIMA (W-ARIMA), to enhance drought prediction accuracy. We meticulously analyze monthly precipitation data from January 1970 to December 2019 in Kabul, Afghanistan, focusing on multiple time scales (SPI 3, SPI 6, SPI 9, SPI 12). Comparative assessment against the conventional ARIMA approach reveals the superior performance of our W-ARIMA model. Key statistical indicators, including Root Mean Squared Error (RMSE), Mean Absolute Error (MAE), and Mean Absolute Percentage Error (MAPE), underscore the improvements achieved by the W-ARIMA model, notably in SPI 12 forecasting. Additionally, we evaluate performance using metrics like R-square, NSE, PBIAS, and KGE, consistently demonstrating the W-ARIMA model's superiority. This substantial enhancement highlights the innovative model's clear superiority in drought forecasting for Kabul, Afghanistan. Our research underscores the critical significance of this hybrid model in addressing the challenges posed by drought within the broader context of climate change and water resource management. HIGHLIGHTS In this research article, a hybrid wavelet autoregressive integrated moving average (ARIMA) model is proposed for drought forecasting based on SPI. The proposed model showed significant excellency over the individual ARIMA model for drought forecasting according to statistical metrices.; A hybrid W-ARIMA model significantly outperforms individual ARIMA models in drought forecasting based on SPI, as evidenced by statistical metrics.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/9/3345"
  },
  {
    "title": "Dynamic Linkages among Mining Production and Land Rehabilitation Efficiency in China",
    "authors": [
      "Zhen Shi,",
      "Yingju Wu,",
      "Yung-ho Chiu,",
      "Fengping  Wu,",
      "Changfeng Shi"
    ],
    "doi": "https://doi.org/10.3390/land9030076",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  76",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "In the context of China’s economic transformation, the consumption of mineral resources plays an important role in its economy’s sustainable development, and so improving mining efficiency is regarded as the basis of industrial development. However, in the pursuit of mine exploitation, the destruction of land resources has attracted greater attention by government and society, with many scholars focusing more on land rehabilitation in recent years. Thus, from the perspective of climate change, this research synthetically analyzes the two stages of mining production and land rehabilitation, by applying mining employees, fixed assets’ investment stock, production of non-petroleum mineral resources, accumulated destruction of land area, rehabilitation investment, rehabilitation of land area, and average temperature to the dynamic two-stage directional-distance-function data envelopment analysis (DEA) model under exogenous variables for 29 provinces in China. The results show that the overall efficiency of mining-production-land rehabilitation in most provinces fluctuates around 0.5 and spans a large range of improvement. The efficiency of the mining production stage fluctuates around 0.55 and is relatively flat over four years. The efficiency of the land rehabilitation stage fluctuates during the four years, with it being higher in 2014, but lower in 2015. Generally speaking, the efficiency of the land rehabilitation stage is higher, promoting the improvement of overall efficiency, but the efficiencies of some provinces’ land rehabilitation stage are quite different, as some provinces still need to improve their overall efficiency level. There are also differences in the efficiencies of each decision-making units (DMU)’s variables. In sum, China should initiate corresponding policies according to specific situations, promote scientific mining in each province, and coordinate the development of mining production and land rehabilitation.",
    "readLink": "https://www.mdpi.com/2073-445X/9/3/76"
  },
  {
    "title": "An environmental imperative in the development of the national economy: increasing the potential of microalgae",
    "authors": [
      "V. V. Melikhov,",
      "L. N. Medvedeva,",
      "M. V. Frolova"
    ],
    "doi": "https://doi.org/10.18470/1992-1098-2020-3-117-131",
    "journalVolume": "Vol. 15,\n                                no. 3",
    "issn": "1992-1098 (Print)",
    "publisher": "2413-0958 (Online)",
    "countryOfPublisher": "Kamerton",
    "lcc": [
      "Russian Federation",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://ecodag.elpub.ru",
    "abstract": "Aim. To study the methodological basis for increasing the potential of applications of microalgae in the national economy, as one of the environmental imperatives in the development of new natural resources for future generations.Materials and Methods. The research was conducted on the basis of content analysis of Russian and foreign scientific publications and materials obtained in the course of expeditions and experimental and sociological research. The clustercognitive approach and economic-mathematical modeling were used for a more complete exposition of the topic.Discussion. According to imperatives of the green economy, environmental technologies will become leading factors in the development of the world economy. The most important incentive for entrepreneurs in the environmental market will be growing the demand of consumers and of governments. Promising areas include the use of microalgae in the production of foods beneficial to human health, feed additives in animal husbandry, poultry farming and fish farming, substances for improving water quality in reservoirs and the clean-up of oil spills. The issue of increasing the potential of microalgae at the regional level on the basis of a cognitive cluster approach is most relevant. The procurement of live microalgae biomass in amounts necessary to thoroughly supply world and national markets remains challenging in both technological and technical terms. Economic and mathematical models and sociological research, as well as the opinions of experts, allow us to justify business decisions in opening microalgae production facilities. Microalgae Chlorella vulgaris and Spirulina platensis present promising prospects for entrepreneurial investment due to the high value of their metabolites.Conclusion. The increase in production and applications of microalgae is of major strategic potential in the development of the national economy, as the manufacture of bio-products and immune-stimulating drugs increases every year in response to climate change, pandemics, environmental pollution, food shortages and difficulties in accessing clean water. It is necessary to adopt legislative and regulatory instruments and organizational measures aimed at stimulating the investment of funding entities and entrepreneurs in the production of microalgae products in various sectors of the economy. International collaborations, industrial enterprises and space agencies (e.g. Roscosmos and NASA) are actively conducting research into the use of microalgae for the processing of organic waste in human living facilities in space as a source of both oxygen and food. The issue of creating clusters and applying mechanisms of public-private partnership aimed at increasing the profitability of bio-product manufacture from microalgae in various industries and sectors of the economy at the macro-and meso-level remains relevant.",
    "readLink": "https://ecodag.elpub.ru/ugro/article/view/2020"
  },
  {
    "title": "Remote sensing modeling of environmental influences on lake fish resources by machine learning: A practice in the largest freshwater lake of China",
    "authors": [
      "Tan Chen,",
      "Chunqiao Song,",
      "Chenyu Fan,",
      "Chenyu Fan,",
      "Xin Gao,",
      "Kai Liu,",
      "Zhen Li,",
      "Jian Cheng,",
      "Pengfei Zhan,",
      "Pengfei Zhan"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.944319",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Climate change and human interference pose a significant threat to fishery habitats and fish biodiversity, leading to changes in fishery resources. However, the impact of environmental change on lake fishery resources has been largely blurred in assessments due to the complicated variables of the lake environment. Here, taking the largest freshwater lake (Poyang Lake) in China as a study case, we first proposed a conceptual model and simulated the effect of environmental variables on fish catches based on remote sensing techniques and machine learning algorithms. We found that the hydrometeorological conditions of fishery habitats are critical controlling factors affecting the fish catches in Poyang Lake through a long time series of simulations. Among the involved hydrometeorological variables, the temperature, precipitation, and water level are strongly correlated with the fish catches in the simulation experiments. Furthermore, we tested other experiments and found that the integration with water quality variables (correlation coefficient (R) increased by 11%, and root mean square error (RMSE) decreased by 2,600 tons) and water ecological variables (R increased by 17%, and RMSE decreased by 3,200 tons) can further improve the accuracy of fish catch simulation. The results also showed that fish catches of aquatic species in Poyang Lake are more susceptible to water ecological variables than water quality refers to the model performance improvements by different input variable selections. In addition, a multi-dimension variable combination involving hydrometeorological conditions, water quality, and water ecological variables derived from remote sensing can maximally optimize the model performance of fish catch simulation (R increased by 21%, and RMSE decreased by 4,300 tons). The approach developed in this study can save the labor and financial costs for large-area investigation and the assessment of lake fishery resources compared to conventional methods. It is expected to demonstrate an efficient way for public authorities, stakeholders, and decision-makers to guide fishery conservation and management strategies.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.944319/full"
  }
]