[
  {
    "title": "Visualising the Global Shift in Energy Demand and Supply",
    "authors": [
      "Muhammad  Isma;il"
    ],
    "doi": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  134\n                                  – 146",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "The global energy demand depends on supplies from fossil fuels responsible for climate change. The supply of the fossil fuels required to meet the global energy demand depends on production from the available proved reserves of oil, coal and gas unevenly distributed around the world. On the other hand, the energy demand of a country is determined by its economic growth and population dynamics. The industrialised nations accounted for the rising demand in global primary energy. However, a global shift is underway with the developing economies being responsible for most of the increase in global energy demand. Moreover, statistics suggest that the global energy production and consumption vary spatially and temporally. This study utilised cartograms to visualise the global shift in production and consumption of fossil fuels; because of its implication on global energy security and climate change. We observed that cartograms which are rarely used in energy visualisations provide informative and intuitive picture of the global shift in energy demand and supply.",
    "readLink": "https://dergipark.org.tr/tr/pub/ijeeep/issue/31901/350677?publisher=http-www-cag-edu-tr-ilhan-ozturk"
  },
  {
    "title": "Coral Reef Monitoring, Reef Assessment Technologies, and Ecosystem-Based Management",
    "authors": [
      "David O. Obura,",
      "Greta Aeby,",
      "Natchanon Amornthammarong,",
      "Ward Appeltans,",
      "Nicholas Bax,",
      "Nicholas Bax,",
      "Joe Bishop,",
      "Russell E. Brainard,",
      "Samuel Chan,",
      "Pamela Fletcher,",
      "Timothy A. C. Gordon,",
      "Timothy A. C. Gordon,",
      "Lew Gramer,",
      "Mishal Gudka,",
      "John Halas,",
      "James Hendee,",
      "Gregor Hodgson,",
      "Danwei Huang,",
      "Mike Jankulak,",
      "Albert Jones,",
      "Tadashi Kimura,",
      "Joshua Levy,",
      "Patricia Miloslavich,",
      "Patricia Miloslavich,",
      "Loke Ming Chou,",
      "Frank Muller-Karger,",
      "Kennedy Osuka,",
      "Melita Samoilys,",
      "Stephen D. Simpson,",
      "Karenne Tun,",
      "Supin Wongbusarakum"
    ],
    "doi": "https://doi.org/10.3389/fmars.2019.00580",
    "journalVolume": "Vol. 6",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Coral reefs are exceptionally biodiverse and human dependence on their ecosystem services is high. Reefs experience significant direct and indirect anthropogenic pressures, and provide a sensitive indicator of coastal ocean health, climate change, and ocean acidification, with associated implications for society. Monitoring coral reef status and trends is essential to better inform science, management and policy, but the projected collapse of reef systems within a few decades makes the provision of accurate and actionable monitoring data urgent. The Global Coral Reef Monitoring Network has been the foundation for global reporting on coral reefs for two decades, and is entering into a new phase with improved operational and data standards incorporating the Essential Ocean Variables (EOVs) (www.goosocean.org/eov) and Framework for Ocean Observing developed by the Global Ocean Observing System. Three EOVs provide a robust description of reef health: hard coral cover and composition, macro-algal canopy cover, and fish diversity and abundance. A data quality model based on comprehensive metadata has been designed to facilitate maximum global coverage of coral reef data, and tangible steps to track capacity building. Improved monitoring of events such as mass bleaching and disease outbreaks, citizen science, and socio-economic monitoring have the potential to greatly improve the relevance of monitoring to managers and stakeholders, and to address the complex and multi- dimensional interactions between reefs and people. A new generation of autonomous vehicles (underwater, surface, and aerial) and satellites are set to revolutionize and vastly expand our understanding of coral reefs. Promising approaches include Structure from Motion image processing, and acoustic techniques. Across all systems, curation of data in linked and open online databases, with an open data culture to maximize benefits from data integration, and empowering users to take action, are priorities. Action in the next decade will be essential to mitigate the impacts on coral reefs from warming temperatures, through local management and informing national and international obligations, particularly in the context of the Sustainable Development Goals, climate action, and the role of coral reefs as a global indicator. Mobilizing data to help drive the needed behavior change is a top priority for coral reef observing systems.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2019.00580/full"
  },
  {
    "title": "Effects of climate change on a mutualistic coastal species: Recovery from typhoon damages and risks of population erosion.",
    "authors": [
      "Yu-Ting Chiu,",
      "Anthony Bain,",
      "Shu-Lin Deng,",
      "Yi-Chiao Ho,",
      "Wen-Hsuan Chen,",
      "Hsy-Yu Tzeng"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0186763",
    "journalVolume": "Vol. 12,\n                                no. 10\n                                \n                                  p.\n                                  e0186763",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Presently, climate change has increased the frequency of extreme meteorological events such as tropical cyclones. In the western Pacific basin, these cyclones are called typhoons, and in this area, around Taiwan Island, their frequency has almost doubled since 2000. When approaching landmasses, typhoons have devastating effects on coastal vegetation. The increased frequency of these events has challenged the survival of coastal plant species and their posttyphoon recovery. In this study, a population of coastal gynodioecious Ficus pedunculosa var. mearnsii (Mearns fig) was surveyed for two years to investigate its recovery after Typhoon Morakot, which occurred in August 2009. Similar to all the Ficus species, the Mearns fig has an obligate mutualistic association with pollinating fig wasp species, which requires syconia (the closed Ficus inflorescence) to complete its life cycle. Moreover, male gynodioecious fig species produces both pollen and pollen vectors, whereas the female counterpart produces only seeds. The recovery of the Mearns fig was observed to be rapid, with the production of both leaves and syconia. The syconium:leaf ratio was greater for male trees than for female trees, indicating the importance of syconium production for the wasp survival. Pollinating wasps live for approximately 1 day; therefore, receptive syconia are crucial. Every typhoon season, few typhoons pass by the coasts where the Mearns fig grows, destroying all the leaves and syconia. In this paper, we highlight the potential diminution of the fig population that can lead to the extinction of the mutualistic pair of species. The effects of climate change on coastal species warrant wider surveys.",
    "readLink": "http://europepmc.org/articles/PMC5658060?pdf=render"
  },
  {
    "title": "Shifting to a Sustainable Dietary Pattern in Iranian Population: Current Evidence and Future Directions",
    "authors": [
      "Seyyed Reza Sobhani,",
      "Nasrin Omidvar,",
      "Zahra Abdollahi,",
      "Ayoub Al Jawaldeh"
    ],
    "doi": "https://doi.org/10.3389/fnut.2021.789692",
    "journalVolume": "Vol. 8",
    "issn": "2296-861X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "http://www.frontiersin.org/nutrition",
    "abstract": "The need for a shift in diet toward a more sustainable one has reached an urgency in certain regions, including Iran, due to more rapid climate change and a higher level of vulnerability. This study was undertaken to identify and summarize available data on changes required in the current Iranian diet to make it more sustainable and the extent to which current policies in the country have addressed such a shift. In this study, PubMed, Scopus, and Web of science, as well as Iranian scientific search engines, including Scientific Information Database and Magiran, were systematically searched from January 1990 to July 2021. A total of 11 studies and policy analyses were included in this study. Based on the findings, moving Iranian diet toward sustainability will require increase in consumption of dairy, fruits, vegetables, cereals, poultry, and legumes and decrease in consumption of bread, rice, pasta, red meat, eggs, fats, sugars, and sweets. There has been a great deal of effort and investment on policies and strategies to decrease the amount of sugar, salt, and fat (specifically trans-fatty acids) in the Iranian diet, which makes it more sustainable healthwise. Several policies and programs have been implemented to tackle non-communicable diseases (NCDs) by reducing access to unhealthy foods, which is in line with health dimension of a sustainable diet. However, there is almost no direct address to ecological aspect of sustainable diet in the food and nutrition policy documents in the ccountry. Development of an enabling environment to a sustainable diet will require policy and actions to improve public awareness, support study to provide evidence and identify possible alternatives, and plan and implement interventions/programs to promote and facilitate healthy and sustainable diets.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fnut.2021.789692/full"
  },
  {
    "title": "Satellite-based climate information within the WMO RA VI Regional Climate Centre on Climate Monitoring",
    "authors": [
      "A. Obregón,",
      "H. Nitsche,",
      "M. Körber,",
      "A. Kreis,",
      "P. Bissolli,",
      "K. Friedrich,",
      "S. Rösner"
    ],
    "doi": "https://doi.org/10.5194/asr-11-25-2014",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  25\n                                  – 33",
    "issn": "1992-0628 (Print)",
    "publisher": "1992-0636 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.advances-in-science-and-research.net/home.html",
    "abstract": "The World Meteorological Organization (WMO) established Regional Climate Centres (RCCs) around the world to create science-based climate information on a regional scale within the Global Framework for Climate Services (GFCS). The paper introduces the satellite component of the WMO Regional Climate Centre on Climate Monitoring (RCC-CM) for Europe and the Middle East. The RCC-CM product portfolio is based on essential climate variables (ECVs) as defined by the Global Climate Observing System (GCOS), spanning the atmospheric (radiation, clouds, water vapour) and terrestrial domains (snow cover, soil moisture). In the first part, the input data sets are briefly described, which are provided by the EUMETSAT (European Organisation for the Exploitation of Meteorological Satellites) Satellite Application Facilities (SAF), in particular CM SAF, and by the ESA (European Space Agency) Climate Change Initiative (CCI). In the second part, the derived RCC-CM products are presented, which are divided into two groups: (i) operational monitoring products (e.g. monthly means and anomalies) based on near-real-time environmental data records (EDRs) and (ii) climate information records (e.g. climatologies, time series, trend maps) based on long-term thematic climate data records (TCDRs) with adequate stability, accuracy and homogeneity. The products are provided as maps, statistical plots and gridded data, which are made available through the RCC-CM website (www.dwd.de/rcc-cm).",
    "readLink": "http://www.adv-sci-res.net/11/25/2014/asr-11-25-2014.pdf"
  },
  {
    "title": "Missing Rings, Synchronous Growth, and Ecological Disturbance in a 36-Year Pitch Pine (Pinus rigida) Provenance Study.",
    "authors": [
      "Caroline Leland,",
      "John Hom,",
      "Nicholas Skowronski,",
      "F Thomas Ledig,",
      "Paul J Krusic,",
      "Edward R Cook,",
      "Dario Martin-Benito,",
      "Javier Martin-Fernandez,",
      "Neil Pederson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0154730",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  e0154730",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Provenance studies are an increasingly important analog for understanding how trees adapted to particular climatic conditions might respond to climate change. Dendrochronological analysis can illuminate differences among trees from different seed sources in terms of absolute annual growth and sensitivity to external growth factors. We analyzed annual radial growth of 567 36-year-old pitch pine (Pinus rigida Mill.) trees from 27 seed sources to evaluate their performance in a New Jersey Pine Barrens provenance experiment. Unexpectedly, missing rings were prevalent in most trees, and some years-1992, 1999, and 2006-had a particularly high frequency of missing rings across the plantation. Trees from local seed sources (<55 km away from the plantation) had a significantly smaller percentage of missing rings from 1980-2009 (mean: 5.0%), relative to northernmost and southernmost sources (mean: 9.3% and 7.9%, respectively). Some years with a high frequency of missing rings coincide with outbreaks of defoliating insects or dry growing season conditions. The propensity for missing rings synchronized annual variations in growth across all trees and might have complicated the detection of potential differences in interannual variability among seed sources. Average ring width was significantly larger in seed sources from both the southernmost and warmest origins compared to the northernmost and coldest seed sources in most years. Local seed sources had the highest average radial growth. Adaptation to local environmental conditions and disturbances might have influenced the higher growth rate found in local seed sources. These findings underscore the need to understand the integrative impact of multiple environmental drivers, such as disturbance agents and climate change, on tree growth, forest dynamics, and the carbon cycle.",
    "readLink": "http://europepmc.org/articles/PMC4868262?pdf=render"
  },
  {
    "title": "Performance assessment of methods to estimate initial hydrologic conditions for event-based rainfall-runoff modelling",
    "authors": [
      "Velpuri Manikanta,",
      "N. V. Umamahesh"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.043",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  pp.\n                                  2277\n                                  – 2293",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Event-based hydrological models are extensively adopted for the estimation of design floods and in operational flood forecasting frameworks. However, an accurate estimation of the initial hydrologic condition (IHC) is essential in enhancing the predictive capability of an event-based hydrological model. Hence, in this study, IHCs of an event-based conceptual model are estimated using two different methods: (1) assimilation of observed variables such as streamflow and soil moisture using an ensemble Kalman filter and (2) states obtained from the continuous model calibrated using four different calibration metrics. The observed flood events at the Jagdalpur catchment are simulated using a conceptual hydrologic model setup at two spatial resolutions (lumped and semi-distributed). The results of the study demonstrate that IHCs estimated by the continuous models perform better than those obtained through data assimilation. The performance of semi-distributed event-based models was found to be outperforming their lumped counterparts demonstrating the advantage of increased model resolution. The states obtained from the continuous models calibrated using Nash–Sutcliffe Efficiency (NSE) are performing well in initialising the event-based models. The median efficiency of the semi-distributed event-based model (based on states from the NSE calibrated continuous model) is 0.91 and 0.77 during calibration and validation periods, respectively. HIGHLIGHTS Methods to estimate the initial hydrologic condition (IHC) to initialise event-based models were evaluated.; Streamflow assimilation in both lumped and semi-distributed models led to improved simulations.; Soil moisture assimilation yielded slightly better predictions in the semi-distributed model.; Semi-distributed event-based model, initialised by IHCs extracted from the corresponding continuous model, is outperforming other models.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/7/2277"
  },
  {
    "title": "Temporal and Spatial Variation of Soil Moisture and Its Possible Impact on Regional Air Temperature in China",
    "authors": [
      "Guolin Han,",
      "Jialin Wang,",
      "Yuying Pan,",
      "Na Huang,",
      "Ziyuan Zhang,",
      "Ruiqi Peng,",
      "Zizhong Wang,",
      "Guofeng Sun,",
      "Cong Liu,",
      "Shangqian Ma,",
      "Yu Song,",
      "Zhihua Pan"
    ],
    "doi": "https://doi.org/10.3390/w12061807",
    "journalVolume": "Vol. 12,\n                                no. 1807\n                                \n                                  p.\n                                  1807",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Soil moisture is closely related to the hydrosphere, atmosphere, and biosphere, which makes it one of the most significant climate variables. Using data from the National Environmental Forecasting Center (NCEP), this paper analyzes the temporal and spatial characteristics of soil moisture at a depth of 0–10 cm in China for the period of 1948 to 2014. In addition, the soil moisture’s possible interaction with air temperature is explored. Mainly using statistical analysis, the results showed that annual soil moisture decreased significantly (p < 0.01) in most areas. The tendency of decreasing soil moisture was relatively higher in spring and autumn than that in summer and winter. As to the national annual average soil moisture, there was a sudden change in the 1970s. The soil moisture had a relatively high value with a larger deviation before the abrupt change, but after that, the soil moisture was at a relatively low level with a smaller deviation. It was also found that the soil moisture at 0–10 cm showed a negative correlation with the 2-m air temperature above ground in the northern part of China, where the speed of the temperature rise was higher. The results are expected to help improve the understanding of the link between regional soil moisture variation and climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/12/6/1807"
  },
  {
    "title": "Effects of Natural Hail on the Growth, Physiological Characteristics, Yield, and Quality of <i>Vitis vinifera</i> L. cv. Thompson Seedless under Mediterranean Growing Conditions",
    "authors": [
      "Despoina  G. Petoumenou,",
      "Katerina Biniari,",
      "Efstratios Xyrafis,",
      "Dimitrios Mavronasios,",
      "Ioannis Daskalakis,",
      "Alberto Palliotti"
    ],
    "doi": "https://doi.org/10.3390/agronomy9040197",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  197",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Hailstorms are typically localized events, and very little is known about their effect on crops. The objective of this study was to examine the physiological and vine performance responses to natural hail, registered four weeks after full bloom, of field-grown Thompson seedless (Vitis vinifera L.) grapevines, one of the most important table grape varieties cultivated in Greece and especially in the Corinthian region in northeastern Peloponnese. Leaf gas exchange, vegetative growth, vine balance indices, cane wood reserves, yield components, and fruit chemical composition were recorded from hail-damaged vines and compared with control vines. Visibly, the extent of the hailstorm damage was great enough to injure or remove leaves as well as cause partial stem bruising and partial injury or total cracking of berries. Our results indicated that natural hail did not affect leaf photosynthesis, berry weight, total acidity, and cane wood reserves but significantly reduced the total leaf area, yield, and the total phenolics of berries at harvest. At the same time, hail-damaged vines increased the leaf area of lateral canes and presented a higher total soluble solid (TSS) accumulation, while no effect on the next year’s fertility was registered. The present work is the first attempt to enhance our understanding of the vegetative yield, berry quality, and physiological responses of grapevines to natural hail, which is an extreme and complex natural phenomenon that is likely to increase due to climate change.",
    "readLink": "https://www.mdpi.com/2073-4395/9/4/197"
  },
  {
    "title": "Surface Water Resources Assessment and Planning with the QUAL2KW Model: A Case Study of the Maroon and Jarahi Basin (Iran)",
    "authors": [
      "Narges Raeisi,",
      "Shahram Moradi,",
      "Miklas Scholz"
    ],
    "doi": "https://doi.org/10.3390/w14050705",
    "journalVolume": "Vol. 14,\n                                no. 705\n                                \n                                  p.\n                                  705",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Mathematical models are useful for predicting the reactions of watercourses such as rivers due to the entry of contaminants. Some of these models are able to simulate the effects of present and future loadings as well as aid managers and officials in making decisions even if the data are sparse. In other words, river water quality preservation requires more investment in wastewater treatment and/or the installation of collection and control systems; it may also limit activity expansion in the river basin. The conservation of watersheds such as the Maroon and Jarahi basin, which provide water for drinking and for industrial and agricultural use, is socio-economically vital. Therefore, the first stage of managing the conservation of water resources is understanding their qualitative changes. For this purpose, the QUAL2KW mathematical model was utilized to simulate the river water quality in this example region. According to the reported values of water quality parameters and pollutants at monitoring stations, it was established that the river is at a critical condition in terms of biochemical oxygen demand (BOD) pollution due to the discharge of urban and industrial wastewater, as well as high electrical conductivity (EC) due to the drainage of agricultural lands. Based on the statistics calculated during the validation step, the authors concluded that the QUAL2KW water quality model is reliable in the simulation of qualitative parameters and the pollution data of the study area; namely the Maroon and Jarahi river basin located in the south-west of Iran. This will help stakeholders to better manage watersheds with sparse data. This region has been suffering from climate change which has led to droughts and the construction of several dams to retain water. For the second and third stations, the NASH (named after the mathematician John Forbes Nash) values were 0.96 and 0.92, respectively, indicating a relatively high model accuracy. The evaluation using the root mean square errors (RMSE) and NASH showed that the quality of water at the second station was better than the other two stations based on the coefficient of determination R2. Since there were three drains at station number 3, the wastewater entering the Maroon River had a higher level of contamination.",
    "readLink": "https://www.mdpi.com/2073-4441/14/5/705"
  }
]