[
  {
    "title": "Role of institutional factors in climate‐smart technology adoption in agriculture: Evidence from an Eastern Indian state",
    "authors": [
      "Purna Chandra Tanti,",
      "Pradyot Ranjan Jena,",
      "Jeetendra Prakash Aryal,",
      "Dil Bahadur Rahut"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100498",
    "issn": "2667-0100 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-challenges/",
    "abstract": "Climate change threatens rural livelihoods by adversely affecting agricultural production through reduced crop yields, harvest loss, and increased cost of production. Climate-smart agriculture (CSA) practices have emerged as a possible solution to ensure food security by adapting to climate risks on the one hand, and mitigating GHG emissions from agriculture, on the other hand. However, resource-poor farmers often face both financial and knowledge constraints to adopt CSA practices, and thus, institutional support plays a crucial role in overcoming those barriers. Therefore, this study uses primary data collected from 248 farm households in the Eastern Indian state of Odisha to examine the role of institutional factors in CSA adoption. Almost 95% of the sample farmers experienced the effects of climate change, and many have adopted CSA practices such as rescheduling planting (78%), crop rotation (56%), crop diversification (35%), micro-irrigation (17%), and drought-resistant seeds (16%). Probit models are estimated to explore the key determinants of the adoption of these five major practices. Results show that factors such as government extension service, farmer field school participation, subsidies, access to energy, and perception of climate shocks are the major determinants. Further, the coefficient of interaction between landholding and credit availability on the decision to adopt CSA is positive. Thus, agricultural policies to improve institutional support, such as subsidies on farm machinery, extension support, credit facility, and field demonstration of technologies, are crucial to upscale CSA adoption in the region.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667010022000580"
  },
  {
    "title": "Spatiotemporal variation and tendency analysis on rainfall erosivity in the Loess Plateau of China",
    "authors": [
      "Yongsheng Cui,",
      "Chengzhong Pan,",
      "Chunlei Liu,",
      "Mingjie Luo,",
      "Yahui Guo"
    ],
    "doi": "https://doi.org/10.2166/nh.2020.030",
    "journalVolume": "Vol. 51,\n                                no. 5\n                                \n                                  pp.\n                                  1048\n                                  – 1062",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "Rainfall erosivity is an important factor to be considered when predicting soil erosion. Precipitation data for 1971–2010 from 39 stations located in the Loess Plateau of China were collected to calculate the spatiotemporal variability of rainfall erosivity, and the long-term tendency of the erosivity was predicted using data from the HadGEM2-ES model. Statistical analyses were done using Mann–Kendall statistic tests and ordinary Kriging interpolation. The results showed that the annual mean rainfall erosivity in the Loess Plateau decreased from 1,286.02 MJ mm hm−2 h−1 a−1 in 1971–1990 to 1,201.46 MJ mm hm−2 h−1 a−1 in 1991–2010 and mainly occurred in July to August. The rainfall erosivity decreased from the southeast to the northwest of the Loess Plateau and was closely related to the annual precipitation amount. However, the effect of annual precipitation on rainfall erosivity weakened under climate change: the annual precipitation increased and the rainfall erosivity decreased. Climate change, however, had little influence on the spatial variation in rainfall erosivity in the Loess Plateau. The results obtained can facilitate the prediction of spatial and temporal variations in soil erosion in the Loess Plateau. HIGHLIGHTS Both precipitation and rainfall erosivity showed an insignificant decreasing trend for 1971–2010.; The climate model predicts an increasing precipitation but decreasing rainfall erosivity.; South and southeast of the Loess Plateau are areas susceptible to rainfall erosion under climate change.;",
    "readLink": "http://hr.iwaponline.com/content/51/5/1048"
  },
  {
    "title": "Toxic effects of phenanthrene intensify with an increase of temperature for the populations of a free-living nematode",
    "authors": [
      "Leticia Pereira Pontes,",
      "Anna-Maria Vafeiadou,",
      "Flavia Juliana Lobato de França,",
      "Raianne Amorim Cavalcante,",
      "Débora Alissandra de Araújo França,",
      "Clara Moura Brito,",
      "Romulo Nepomuceno Alves,",
      "Paulo Sérgio Martins de Carvalho,",
      "Giovanni Amadeu Paiva dos Santos"
    ],
    "doi": "Vol. 120\n                                \n                                \n                                  p.\n                                  106868",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Phenanthrene is one of the most common Polycyclic Aromatic Hydrocarbons (PAHs) in the marine environment. It has high lipoafinity and environmental persistence and tends to accumulate in benthic ecosystems. Exposure to phenanthrene can have severe impacts on a wide range of marine organisms, from nematodes to fish. These effects can be exacerbated with concurrent warming associated with climate change. In this study we investigated the response of free-living nematode populations of the species Diplolaimelloides delyi following exposure to different phenanthrene concentrations under normal and increased temperature conditions (from 25 °C up to 35 °C). Phenanthrene was toxic to D. delyi, causing a decrease in population growth (at concentrations ≥1 μg ml−1) and negatively affecting their development times and reproduction (at concentrations ≥2.5 μg ml−1). The observed effects intensified with increasing temperature, leading to further reduced development and population growth rate, arrested reproduction, and even mortality in 100% of the populations exposed to phenanthrene concentrations over 5 μg ml−1 at the highest temperature used (30 °C). Thermal-induced toxicity effects on marine populations can be significant, and current climate change and warming may have substantial implications for marine food webs and ecosystem functioning.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X20308062"
  },
  {
    "title": "Depth-Independent Reproduction in the Reef Coral Porites astreoides from Shallow to Mesophotic Zones.",
    "authors": [
      "Daniel M Holstein,",
      "Tyler B Smith,",
      "Claire B Paris"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0146068",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  e0146068",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Mesophotic coral ecosystems between 30-150 m may be important refugia habitat for coral reefs and associated benthic communities from climate change and coastal development. However, reduced light at mesophotic depths may present an energetic challenge to the successful reproduction of light-dependent coral organisms, and limit this refugia potential. Here, the relationship of depth and fecundity was investigated in a brooding depth-generalist scleractinian coral, Porites astreoides from 5-37 m in the U.S. Virgin Islands (USVI) using paraffin tissue histology. Despite a trend of increasing planulae production with depth, no significant differences were found in mean peak planulae density between shallow, mid-depth and mesophotic sites. Differential planulae production over depth is thus controlled by P. astreoides coral cover, which peaks at 10 m and ~35 m in the USVI. These results suggest that mesophotic ecosystems are reproductive refuge for P. astreoides in the USVI, and may behave as refugia for P. astreoides metapopulations providing that vertical larval exchanges are viable.",
    "readLink": "http://europepmc.org/articles/PMC4720483?pdf=render"
  },
  {
    "title": "Simulation of hydrological processes in the Zhalong wetland within a river basin, Northeast China",
    "authors": [
      "X. Q. Feng,",
      "G. X. Zhang,",
      "Y. Jun Xu"
    ],
    "doi": "https://doi.org/10.5194/hess-17-2797-2013",
    "journalVolume": "Vol. 17,\n                                no. 7\n                                \n                                  pp.\n                                  2797\n                                  – 2807",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Zhalong National Nature Preserve is a large wetland reserve on the Songnen Plain in Northeast China. Wetlands in the preserve play a key role in maintaining regional ecosystem function and integrity. Global climate change and intensified anthropogenic activities in the region have raised great concerns over the change of natural flow regime, wetland degradation and loss. In this study, two key hydrologic components in the preserve, water surface area and water volume, as well as their variations during the period 1985–2006, were investigated with a spatially-distributed hydrologic modeling system (SWAT). A wetland module was incorporated into the SWAT model to represent hydrological linkages between the wetland and adjacent upland areas. The modified modeling system was calibrated with streamflow measurements from 1987 to 1989 and was validated for the period 2005–2006. The calibration achieved a Nash efficiency coefficient (Ens) of 0.86, and the validation yielded an Ens of 0.66. In the past 20 yr, water surface area in the Zhalong wetland fluctuated from approximately 200 km2 to 1145 km2 with a rapid decreasing trend through the early 2000s. Consequently, water volume decreased largely in the preserve, especially in the dry seasons. The situation changed following the implementation of a river diversion in 2001. Overall, the modeling yielded plausible estimates of hydrologic changes in this large wetland reserve, building a foundation for assessing ecological water requirements and developing strategies and plans for future water resources management within the river basin.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/17/2797/2013/hess-17-2797-2013.pdf"
  },
  {
    "title": "Determinants of Smallholder Livestock Farmers’ Household Resilience to Food Insecurity in South Africa",
    "authors": [
      "Vuyiseka A. Myeki,",
      "Yonas T. Bahta"
    ],
    "doi": "https://doi.org/10.3390/cli9070117",
    "journalVolume": "Vol. 9,\n                                no. 117\n                                \n                                  p.\n                                  117",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "This study identified factors affecting livestock farmers’ agricultural drought resilience to food insecurity in Northern Cape Province, South Africa. Data of 217 smallholder livestock farmers were used in a principal component analysis to estimate the agricultural drought resilience index. The structural equation approach was then applied to assess smallholder livestock farmers’ resilience to food insecurity. The study found that most smallholder livestock farmers (81%) were not resilient to agricultural drought. Assets (β = 0.150), social safety nets (β = 0.001), and adaptive capacity (β = 0.171) indicators positively impacted households’ resilience to food insecurity with 5% significance. Climate change indicators negatively impacted households’ resilience to food insecurity. Two variables were included under climate change, focusing on drought, namely drought occurrence (β = −0.118) and drought intensity (β = −0.021), which had a negative impact on household resilience to food insecurity with 10% significance. The study suggests that smallholder livestock farmers need assistance from the government and various stakeholders to minimize vulnerability and boost their resilience to food insecurity.",
    "readLink": "https://www.mdpi.com/2225-1154/9/7/117"
  },
  {
    "title": "Widespread Exposure to Mosquitoborne California Serogroup Viruses in Caribou, Arctic Fox, Red Fox, and Polar Bears, Canada",
    "authors": [
      "Kayla J. Buhler,",
      "Antonia Dibernardo,",
      "Nicholas W. Pilfold,",
      "N. Jane Harms,",
      "Heather Fenton,",
      "Suzanne Carriere,",
      "Allicia Kelly,",
      "Helen Schwantje,",
      "Xavier Fernandez Aguilar,",
      "Lisa-Marie Leclerc,",
      "Geraldine G. Gouin,",
      "Nicholas J. Lunn,",
      "Evan S. Richardson,",
      "David McGeachy,",
      "Émilie Bouchard,",
      "Adrián Hernández Ortiz,",
      "Gustaf Samelius,",
      "L. Robbin Lindsay,",
      "Michael A. Drebot,",
      "Patricia Gaffney,",
      "Patrick Leighton,",
      "Ray Alisauskas,",
      "Emily Jenkins"
    ],
    "doi": "https://doi.org/10.3201/eid2901.220154",
    "journalVolume": "Vol. 29,\n                                no. 1\n                                \n                                  pp.\n                                  54\n                                  – 63",
    "issn": "1080-6040 (Print)",
    "publisher": "1080-6059 (Online)",
    "countryOfPublisher": "Centers for Disease Control and Prevention",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://wwwnc.cdc.gov/eid/",
    "abstract": "Northern Canada is warming at 3 times the global rate. Thus, changing diversity and distribution of vectors and pathogens is an increasing health concern. California serogroup (CSG) viruses are mosquitoborne arboviruses; wildlife reservoirs in northern ecosystems have not been identified. We detected CSG virus antibodies in 63% (95% CI 58%–67%) of caribou (n = 517), 4% (95% CI 2%–7%) of Arctic foxes (n = 297), 12% (95% CI 6%–21%) of red foxes (n = 77), and 28% (95% CI 24%–33%) of polar bears (n = 377). Sex, age, and summer temperatures were positively associated with polar bear exposure; location, year, and ecotype were associated with caribou exposure. Exposure was highest in boreal caribou and increased from baseline in polar bears after warmer summers. CSG virus exposure of wildlife is linked to climate change in northern Canada and sustained surveillance could be used to measure human health risks.",
    "readLink": "https://wwwnc.cdc.gov/eid/article/29/1/22-0154_article"
  },
  {
    "title": "The conservation of biodiverse continuous forests and patches may provide services that support oil palm yield: Evidence from satellite crop monitoring",
    "authors": [
      "Aslinda Oon,",
      "Azizah Ahmad,",
      "Syarina Md Sah,",
      "Khairul Nizam Abdul Maulud,",
      "Muhammad Syafiq Yahya,",
      "Alex M. Lechner,",
      "Badrul Azhar"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100036",
    "issn": "2666-7916 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/cleaner-production-letters",
    "abstract": "Protecting natural forests such as those identified as high conservation value (HCV) areas may facilitate crop production due to the benefit from ecosystem services provided by biodiversity spill-over from adjacent forests. To investigate the effect of protecting contiguous and isolated forests adjacent to oil palm plantations on crop health, we measured the distance between oil palm plots and the continuous forest and forest patch boundaries. We surveyed 715 oil palm sample plots comprising 613 plots in large-scale oil palm plantation and 102 plots in smallholdings that were at least 300 m apart and had a radius of 100 m. Satellite imagery and ancillary spatial data from 2016, 2018, 2019 and 2020 of Negeri Sembilan, Malaysia were used to determine elevation and vegetation indices (VIs). The VIs derived were the Normalized Difference Vegetation Index (NDVI), Enhanced Vegetation Index (EVI), and Normalized Difference Moisture Index (NDMI). Both NDVI and EVI are used to measure the vegetation greenness. The NDMI is used to determine the water content of plants. The VIs are crucial for a variety of applications, including vegetation monitoring, drought research, and agricultural operations. We then used generalized linear models (GLMs) to examine the relationship between VIs and stand-and landscape-level variables. Each VI was used as a response variable, with elevation, distance from continuous forest or forest patches, and oil palm management system (i.e., smallholding and industrial plantation) as explanatory variables. Our results revealed that the chlorophyll sensitive NDVI decreased with increasing distance from continuous forest, but increased away from the forest patches. In contrast, the dense vegetation sensitive EVI increased away from continuous forest, but decreased when distance from forest patches increased. Proximity to continuous forests or forest patches had no effect on the NDMI. All the vegetation indices were lower in smallholdings than industrial plantations. None of the vegetation indices were significantly influenced by elevation. Given that these indices predict palm health and yield, this pattern could result in greater ecosystem services that benefit oil palm growers in oil palm closer to some forest types through the spillover effects of forest biodiversity from continuous forests and forest patches. This study suggests that conservation and industry stakeholders should work together to strengthen the conservation of biodiverse continuous forests and forest patches in HCV standard to develop more-sustainable oil palm agriculture, because of their potential role in supporting ecosystem services.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266679162300009X"
  },
  {
    "title": "Adaptation aux changements climatiques en milieu urbain et approche globale des trames vertes",
    "authors": [
      "Morgane Colombert,",
      "Philippe Boudes"
    ],
    "doi": "https://doi.org/10.4000/vertigo.11821",
    "journalVolume": "Vol. 12",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "Green infrastructure is used to promote a climate with a good quality, to improve the climate change adaptation or to increase biodiversity. Nowadays, climate, city and vegetation have to be mixed in a unique reflection. This combination is infrequent. So some experts on urban planning, atmospheric sciences, life sciences and sociology met to share and explain their point of view on the relation between climate, city and vegetation. These reflections are presented in this occasional publication.",
    "readLink": "http://journals.openedition.org/vertigo/11821"
  },
  {
    "title": "Gender-based variations in the perception of climate change impact, vulnerability and adaptation strategies in the Pra River Basin of Ghana",
    "authors": [
      "Enoch Bessah,",
      "AbdulGaniy Olayinka Raji,",
      "Olalekan John Taiwo,",
      "Sampson Kwaku Agodzo,",
      "Olusola Oluwayemisi Ololade,",
      "Alexandre Strapasson,",
      "Emmanuel Donkor"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-02-2020-0018",
    "journalVolume": "Vol. 13,\n                                no. 4/5\n                                \n                                  pp.\n                                  435\n                                  – 462",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – This study aims to assess gender-based differences on farmers’ perception of impacts and vulnerability to climate change and the implementation of adaptation strategies in the Pra River Basin of Ghana, while also providing lessons for other Sub-Saharan nations and regions with similar conditions. Design/methodology/approach – The study used semi-structured interviews and questionnaires to collect data from 344 farmers, 64 participants in focus group discussions and 6 agriculture extension officers (key informants) from 10 districts in the Pra River Basin of Ghana. Findings – Results showed several differences in how climate change is perceived and tackled by male and female genders. In the perception of male farmers, for example, they were found to be more vulnerable to increased temperature, and changes in rainfall and growing season, whereas female farmers on average were considered to be less resilient to floods and droughts for different reasons. Moreover, floods posed higher risks to farming than other climate change impacts. Gender roles had a significant correlation with the type of adaptation strategies practised. Men adopted agrochemicals more often than women, as an adaptation strategy. Research limitations/implications – Gender-differentiated interventions should be incorporated in the national climate change action plan for sustainable development in a rain-fed agricultural economy such as Ghana. The study recommends several actions to promote gender equity in the assessed region. Originality/value – This research assessed the gender differentials in climate trends, impact, vulnerability and adaptation based on primary data collected between April and May 2019 and compared the results with climate data in the basin for the period 1991–2014. It is an empirical study focused on primary data analysis obtained in loco by authors, involving approximately 400 participants.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/IJCCSM-02-2020-0018/full/pdf?title=gender-based-variations-in-the-perception-of-climate-change-impact-vulnerability-and-adaptation-strategies-in-the-pra-river-basin-of-ghana"
  }
]