[
  {
    "title": "Structure and Variability of Indonesian Throughflow in Labani Canal",
    "authors": [
      "Rizqi Rizaldi Hidayat,",
      "Mukti Trenggono"
    ],
    "doi": "https://doi.org/10.20884/1.oa.2019.15.2.616",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  43\n                                  – 51",
    "issn": "1858-3873 (Print)",
    "publisher": "2476-9347 (Online)",
    "countryOfPublisher": "Jenderal Soedirman University",
    "lcc": [
      "Indonesia",
      "Agriculture: Aquaculture. Fisheries. Angling"
    ],
    "journalUrl": "http://ojs.omniakuatika.net",
    "abstract": "Libani Canal is one of the areas which the flows water masses of the Pacific Ocean toward Indonesian seas. The existence of Mindanao current that affects an input of Indonesian Through-flow should be predicted. The influence of climate change on large scale circulation will affect the variations of physical condition. This study focused to investigate the variation of meridional Libani Current at 30 levels deep based on INDESO models data from January 2007 to January 2014. An area of interested was located at 4.16 °S and 117.92 - 119.42 °E. The results showed a strong current average reaches 0.5 m/s with a north-south orientation as the impact of bottom topography. Variations of current through Fourier analysis showed the annual and inter-annual fluctuations in the 365 days and 120-200 days related impacts strong El-Nino in 2009-2010. Spectrum energy density peaks in the 3 days and 53 days period that indicated as the impact of intra-seasonal variations.",
    "readLink": "http://ojs.omniakuatika.net/index.php/joa/article/view/616"
  },
  {
    "title": "Probabilistic characterisation of coastal storm-induced risks using Bayesian networks",
    "authors": [
      "M. Sanuy,",
      "J. A. Jiménez"
    ],
    "doi": "https://doi.org/10.5194/nhess-21-219-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  219\n                                  – 238",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "A probabilistic estimation of hazards based on the response approach requires assessing large amounts of source characteristics, representing an entire storm climate. In addition, the coast is a dynamic environment, and factors such as existing background erosion trends require performing risk analyses under different scenarios. This work applies Bayesian networks (BNs) following the source–pathway–receptor–consequence scheme aiming to perform a probabilistic risk characterisation at the Tordera delta (NE Spain). One of the main differences of the developed BN framework is that it includes the entire storm climate (all recorded storm events, 179 in the study case) to retrieve the integrated and conditioned risk-oriented results at individually identified receptors (about 4000 in the study case). Obtained results highlight the storm characteristics with higher probabilities to induce given risk levels for inundation and erosion, as well as how these are expected to change under given scenarios of shoreline retreat due to background erosion. As an example, storms with smaller waves and from secondary incoming direction will increase erosion and inundation risks at the study area. The BNs also output probabilistic distributions of the different risk levels conditioned to given distances to the beach inner limit, allowing for the definition of probabilistic setbacks. Under current conditions, high and moderate inundation risks, as well as direct exposure to erosion can be reduced with a small coastal setback (∼10 m), which needs to be increased up to 20–55 m to be efficient under future scenarios (+20 years).",
    "readLink": "https://nhess.copernicus.org/articles/21/219/2021/nhess-21-219-2021.pdf"
  },
  {
    "title": "No Significant Shift of Warming Trend over the Last Two Decades on the Mid-South of Tibetan Plateau",
    "authors": [
      "Lanhui Li,",
      "Yili Zhang,",
      "Wei Qi,",
      "Zhaofeng Wang,",
      "Yaojie Liu,",
      "Mingjun Ding"
    ],
    "doi": "https://doi.org/10.3390/atmos10070416",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  416",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Climate warming on the Tibetan Plateau has been regarded as an important driving force of regional environmental change. Although several studies have analyzed the shift of warming trends on this plateau within the context of a recent global warming “hiatus” since 1998, their disparate findings have hindered a comprehensive and regional understanding. Based on the daily mean temperature (Tmean), maximum temperature (Tmax), and minimum temperature (Tmin) collected from meteorological stations on the period of 1961−2017, we re-examined the timing and magnitude of temperature phase change using piecewise linear regression on the mid-south of Tibetan Plateau. The results show that among the trends in regional annual Tmean, Tmax and Tmin, the statistically significant change-point was observed only in annual Tmax (p < 0.01). The warming trend of annual Tmax has accelerated significantly since 1992 and has exceeded that of annual Tmin after 2000, causing a remarkable reversal from decline to increase in diurnal temperature range (DTR) (p < 0.01). Spatially, the occurrence time of change-points in Tmean, Tmax, and Tmin varied among stations, but most of them occurred before the mid-1990s. Besides, the trend shifts in Tmax/DTR during the cold season played a primary role in the significant trend shifts in annual Tmax/DTR. This study underscores that there is no significant shift of warming trends over the last two decades on the mid-south of Tibetan Plateau.",
    "readLink": "https://www.mdpi.com/2073-4433/10/7/416"
  },
  {
    "title": "Leptospirosis in Sub-Saharan Africa: a systematic review",
    "authors": [
      "Sophia G. de Vries,",
      "Benjamin J. Visser,",
      "Ingeborg M. Nagel,",
      "Marga G.A. Goris,",
      "Rudy A. Hartskeerl,",
      "Martin P. Grobusch"
    ],
    "doi": "https://doi.org/10.1016/j.ijid.2014.06.013",
    "journalVolume": "Vol. 28,\n                                no. C\n                                \n                                  pp.\n                                  47\n                                  – 64",
    "issn": "1201-9712 (Print)",
    "publisher": "1878-3511 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://www.journals.elsevier.com/international-journal-of-infectious-diseases/",
    "abstract": "Background: Leptospirosis is an emerging zoonotic infection worldwide, possibly due to climate change and demographic shifts. It is regarded as endemic in Sub-Saharan Africa; however, for most countries scarce epidemiological data, if any, exist. The primary objectives were to describe the prevalence of leptospirosis in countries in Sub-Saharan Africa, and to develop options for prevention and control in the future. Methods: A systematic review was conducted to determine the prevalence of leptospirosis in Sub-Saharan Africa; the PRISMA guidelines were followed. Medline/PubMed, Embase, The Cochrane Library, Web of Science, BIOSIS Previews, the African Index Medicus, AJOL, and Google Scholar were searched. Results: Information about the prevalence and incidence of leptospirosis in humans is available, but remains scarce for many countries. Data are unavailable or outdated for many countries, particularly those in Central Africa. Most data are available from animals, probably due to the economic losses caused by leptospirosis in livestock. In humans, leptospirosis is an important cause of febrile illness in Sub-Saharan Africa. It concerns numerous serogroups, harboured by many different animal carriers. Discussion: A wide variety of data was identified. Prevalence rates vary throughout the continent and more research, especially in humans, is needed to reliably gauge the extent of the problem. Preventive measures need to be reconsidered to control outbreaks in the future.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1201971214015732"
  },
  {
    "title": "Impacts of hemispheric solar geoengineering on tropical cyclone frequency",
    "authors": [
      "Anthony C. Jones,",
      "James M. Haywood,",
      "Nick Dunstone,",
      "Kerry Emanuel,",
      "Matthew K. Hawcroft,",
      "Kevin I. Hodges,",
      "Andy Jones"
    ],
    "doi": "https://doi.org/10.1038/s41467-017-01606-0",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Solar geoengineering has been proposed as a means of mitigating the warming effects of climate change, yet the consequences of such action remain uncertain. Here, using a general circulation model, the authors evaluate the effect of stratospheric aerosol injection on tropical cyclone activity.",
    "readLink": "https://doi.org/10.1038/s41467-017-01606-0"
  },
  {
    "title": "The Interdecadal Change of Relationship Between Summer Water Vapor Content Over Tibetan Plateau and Spring Sea Surface Temperature in Indian Ocean",
    "authors": [
      "Qian Ren,",
      "Qian Ren,",
      "Qian Ren,",
      "Shanshan Zhong,",
      "Dan Chen,",
      "Dan Chen,",
      "Xiang Li,",
      "Tangtang Zhang"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.592564",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "The interannual relationship between the spring sea surface temperature over the western tropical Indian Ocean (WTIO SST) and summer water vapor content over Tibetan Plateau (TPWVC) enhances significantly after 1992/1993. The regressed atmospheric circulation against WTIO SST index (WTIO SSTI) for two periods is explored to explain the interdecadal variation. During ID1 (1979–1991), the center of the anomalous anticyclone is generally located eastward and the weak easterly anomalies on its southern flank transport moisture from the western Pacific to Southeast China with no effects on TPWVC. In ID2 (1994–2017), the Northwest Pacific anticyclone, the anomalous easterlies, and the subtropical high at 500 hPa all move westward and enhance significantly; thus, it forms a westward moisture transport pathway delivering the water vapor from the western Pacific into Tibetan Plateau. A possible mechanism is raised. On the one hand, the SST anomalies (SSTA) related to WTIO SSTI extend eastward from spring to summer in ID2. With the increased mean SST in the Indo-western Pacific Ocean under the global warming and the stronger mean summer SST in the eastern Indian Ocean, the positive SSTA induce the enhanced Kelvin waves and Northwest Pacific anticyclone with strong easterly anomalies during ID2. But in ID1, the SSTA related to WTIO SST confined in the western-central Indian Ocean from spring to summer excite the decreased Kelvin waves with less significant easterly anomalies due to the weaker mean SST. On the other hand, the eastward shift of tropical summer SSTA generates the increased convection and rising motion over the Southeast Indian Ocean in ID2. They enhance the easterly anomalies on the southern flank of the Northwest Pacific anticyclone and induce anticyclonic shear through the meridional circulation. As a result, the easterly anomalies shift westward to transport more moisture into Tibetan Plateau. However, in ID1, the easterly anomalies of the anticyclone cannot be strengthened with no westward shift. Therefore, the above reasons lead to the interdecadal enhancement of relationship between the spring WTIO SST and summer TPWVC.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2020.592564/full"
  },
  {
    "title": "Challenges and potentials in using alternative landscape futures during climate change: A literature review and survey study",
    "authors": [
      "Amin Rastandeh"
    ],
    "doi": "https://doi.org/10.5379/urbani-izziv-en-2015-26-02-001",
    "journalVolume": "Vol. 26,\n                                no. 2\n                                \n                                  pp.\n                                  83\n                                  – 102",
    "issn": "0353-6483 (Print)",
    "publisher": "1855-8399 (Online)",
    "countryOfPublisher": "Urbanistični inštitut RS",
    "lcc": [
      "Slovenia",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "https://urbaniizziv.uirs.si/",
    "abstract": "This study focuses on the feasibility of applying alternative futures and scenario analysis in landscape planning during climate change to provide a wider perspective and deeper understanding of this approach for better use and more effective application in the future. The study consists of a literature review and an analysis of recent applied projects carried out worldwide. In addition, an electronic survey was conducted from March to September 2014 to examine viewpoints on the use and application of this approach with reference to climate-change impacts. The survey participants were a group of highly experienced researchers from eighteen countries involved in at least one applied project since 2000 relating to this topic. After analysis of more than forty applied projects, the survey results were incorporated into the analysis to create a comprehensive picture regarding the potentials and limitations of alternative futures and scenario analysis in landscape planning with particular attention to climate change. The findings show that this method is one of the most effective decision-making approaches for adopting landscape policies where landscapes change rapidly under the pressure of urbanisation and climate change. Nevertheless, there is a gap between the advances offered by the approach in various dimensions and the complexity of patterns, uncertainties and upheavals in landscapes due to climate-change impacts in the urbanising world. The research indicates that the approach opens up a great opportunity for decision-makers to expand their perspective and adopt appropriate landscape policies before reaching a point of no return from the sustainability point of view. Meanwhile, there are challenges and barriers in the application of alternative futures and scenario analysis for envisioning the landscapes influenced by climate change and urbanisation that should be pushed back. Although informative, this research raises new questions about this approach and its applications in the future, providing a basis for further research.",
    "readLink": "http://urbani-izziv.uirs.si/Portals/uizziv/papers/urbani-izziv-en-2015-26-02-001.pdf"
  },
  {
    "title": "Réseaux écologiques dans l’Arc alpin",
    "authors": [
      "Yann Kohler,",
      "Thomas Scheurer,",
      "Aurelia Ullrich"
    ],
    "doi": "https://doi.org/10.4000/rga.798",
    "journalVolume": "Vol. 97,\n                                no. 1",
    "issn": "0035-1121 (Print)",
    "publisher": "1760-7426 (Online)",
    "countryOfPublisher": "Institut de Géographie Alpine",
    "lcc": [
      "France",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "http://rga.revues.org/",
    "abstract": "In response to decreasing biodiversity and new phenomena such as climate change, the number of initiatives aimed at creating ecological networks is increasing. Research and activities based on the theme of ecological connectivity are generating a completely new perception of methods of protecting the natural environment: there is a shift from a conservationist approach to natural systems to one that is more functional. The place and role of protected areas within their regions are being redefined. Such areas are now situated in a wider territorial context and new cooperative arrangements are encouraged with local actors. The alpine approach adopted in establishing a transalpine ecological network, illustrated by several examples, underlines the importance of both an international framework for such activities and the need to extend them to include not only the classic actors in the protection of the natural environment, but also other sectors that until now have seldom been involved.",
    "readLink": "http://journals.openedition.org/rga/798"
  },
  {
    "title": "Social Responsibility of Business to Internal Stakeholders During the Pandemic",
    "authors": [
      "Evgeny  Ya. Vittenberg"
    ],
    "doi": "https://doi.org/10.19181/snsp.2022.10.2.9024",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  7\n                                  – 25",
    "issn": "2308-6416 (Print)",
    "publisher": "2413-6891 (Online)",
    "countryOfPublisher": "Russian Academy of Sciences (FCTAS RAS),  Federal Center of Theoretical and Applied Sociology",
    "lcc": [
      "Russian Federation",
      "Social Sciences: Sociology (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "https://www.jour.fnisc.ru/index.php/snsp",
    "abstract": "The article is devoted to the analysis of the social responsibility of Russian business to internal stakeholders in the force majeure paradigm of the coronavirus pandemic. The article shows how the domestic business was socially responsible in preserving its enterprises and jobs, in maintaining the level of remuneration of employees. In addition, the article analyzes the level of social responsibility of business (SOB) and in a number of new areas that emerged during the pandemic, namely: responsibility for ensuring epidemiological safety in the workplace, for vaccination of employees, for the organization of remote workplaces, for the application of new managerial solutions in online working conditions, for maintaining a favorable working environment. climate change in the absence of the possibility of employees working face-to-face, etc. Noting that business as a whole has shown and is showing social responsibility to internal stakeholders during the pandemic, the author notes that in some aspects it is clearly insufficient. Thus, the efforts of business to retain highly qualified personnel, maintain the level of remuneration, to bridge the wage gap between managers and employees, to agitate employees for vaccination, etc. were insufficient.",
    "readLink": "https://www.socnp.ru/index.php/snsp/article/view/9024/8818"
  },
  {
    "title": "Using Global-Scale Earth System Models for Regional Fisheries Applications",
    "authors": [
      "Kelly A. Kearney,",
      "Kelly A. Kearney,",
      "Steven J. Bograd,",
      "Elizabeth Drenkard,",
      "Fabian A. Gomez,",
      "Fabian A. Gomez,",
      "Melissa Haltuch,",
      "Albert J. Hermann,",
      "Albert J. Hermann,",
      "Michael G. Jacox,",
      "Michael G. Jacox,",
      "Isaac C. Kaplan,",
      "Stefan Koenigstein,",
      "Stefan Koenigstein,",
      "Jessica Y. Luo,",
      "Michelle Masi,",
      "Barbara Muhling,",
      "Barbara Muhling,",
      "Mercedes Pozo Buil,",
      "Mercedes Pozo Buil,",
      "Phoebe A. Woodworth-Jefcoats"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.622206",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change may impact ocean ecosystems through a number of mechanisms, including shifts in primary productivity or plankton community structure, ocean acidification, and deoxygenation. These processes can be simulated with global Earth system models (ESMs), which are increasingly being used in the context of fisheries management and other living marine resource (LMR) applications. However, projections of LMR-relevant metrics such as net primary production can vary widely between ESMs, even under identical climate scenarios. Therefore, the use of ESM should be accompanied by an understanding of the structural differences in the biogeochemical sub-models within ESMs that may give rise to these differences. This review article provides a brief overview of some of the most prominent differences among the most recent generation of ESM and how they are relevant to LMR application.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.622206/full"
  }
]