[
  {
    "title": "Urban Living Labs and Critical Infrastructure Resilience: A Global Match?",
    "authors": [
      "Erick Elysio Reis Amorim,",
      "Monique Menezes,",
      "Karoline Vitória Gonçalves Fernandes"
    ],
    "doi": "https://doi.org/10.3390/su14169826",
    "journalVolume": "Vol. 14,\n                                no. 9826\n                                \n                                  p.\n                                  9826",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The challenges to public policy brought by climate change are some of the biggest challenges for cities around the world. These challenges are costlier and more substantial for low-income communities given the existence of their greater social and economic vulnerability. Among the existing tools, this paper highlights the role played by urban living labs (ULLs), which have been discussed in the literature as a booster of urban resilience in a more sustainable direction. By considering ULLs as strategic institutional arrangements that seek resilience for the critical urban infrastructure challenges of climate change, the main target of this paper is to analyze ULLs as a strategy for increasing critical infrastructure resilience in the region of the Global South. These labs were initiated in developed countries, so we can ask: How are developing countries adapting this strategy in order to mitigate the problems of climate change? To achieve this goal, we reviewed previous literature on ULLs, specifically looking for case studies with ULL projects and highlighting the processes of public innovation policies and transfers of knowledge between countries; in order to complement our empirical analysis, we carried out a case study on Brazil. Despite the limitations of the sample, the data suggest the existence of different barriers to the implementation of ULL projects in Brazil compared to those in European cities.",
    "readLink": "https://www.mdpi.com/2071-1050/14/16/9826"
  },
  {
    "title": "Vineyard-specific climate projections help growers manage risk and plan adaptation in the Paso Robles AVA",
    "authors": [
      "Nicholas Babin,",
      "Jazlyn Guerrero,",
      "Diego Rivera,",
      "Ajay Singh"
    ],
    "doi": "https://doi.org/10.3733/ca.2021a0019",
    "journalVolume": "Vol. 75,\n                                no. 03\n                                \n                                  pp.\n                                  142\n                                  – 150",
    "issn": "0008-0845 (Print)",
    "publisher": "2160-8091 (Online)",
    "countryOfPublisher": "University of California Agriculture and Natural Resources",
    "lcc": [
      "United States",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://calag.ucanr.edu/",
    "abstract": "California's wine grape growers will face increasing challenges under a changing climate as most production occurs near the boundaries of current varieties' climatic thresholds. As part of this study, we developed a method for transforming downscaled climate information from the publicly available Cal-Adapt database into useful and useable climate projections for vineyard managers and advisors in the Paso Robles American Viticultural Area. We shared vineyard-specific projections during interviews of 20 managers and advisors. Overall, interviewees expressed trust in the projections and found them helpful in reducing their psychological distance from climate change. The projections prompted consideration of strategies for managing future climate risk and planning adaptation, with the majority of adaptations associated with long-term decisions such as row orientation, variety selection, dry farming, crop diversification and relocation. Agri-climatic decision support tools such as the one prototyped here may prove especially helpful for incorporating climate adaptation into the long-term business planning and vineyard redevelopment decisions facing managers and advisors in the near future. This approach could be extended to other California wine grape regions or to other perennial crops with expected vulnerabilities to climate change.",
    "readLink": "http://calag.ucanr.edu/archive/?article=ca.2021a0019"
  },
  {
    "title": "A Review of How Building Mitigates the Urban Heat Island in Indonesia and Tropical Cities",
    "authors": [
      "Dany Perwita Sari"
    ],
    "doi": "https://doi.org/10.3390/earth2030038",
    "journalVolume": "Vol. 2,\n                                no. 38\n                                \n                                  pp.\n                                  653\n                                  – 666",
    "issn": "2673-4834 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.mdpi.com/journal/earth",
    "abstract": "A consequence of urbanization was the intensification of urban heat islands, especially in tropical cities. There have been rapid developments in infrastructure that have displaced open spaces. Meanwhile, Indonesia has a tropical climate directly affected by climate change. A high priority has been placed on adaptation measures to address issues such as sea-level rise, increased extreme weather, and threats to ecosystems and biodiversity. There is still a lack of specific knowledge regarding tropical climate in urban areas. In this paper, the author examines how building and urban planning affect urban heat islands in the tropics. According to the review, early planning and building based on local weather data can reduce the energy consumption and minimize the UHI effect. Furthermore, a media campaign and early education should increase awareness about adaptation measures between governments and citizens. Based on the findings from this study, some recommendations are offered for future urban planning, especially for tropical climates, to reduce UHI effects.",
    "readLink": "https://www.mdpi.com/2673-4834/2/3/38"
  },
  {
    "title": "ATTITUDE AND BEHAVIOR ANALYSIS OF COMMUNITIES TOWARD PARUNG PANJANG RESEARCH FOREST",
    "authors": [
      "Surati Surati"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2014.11.4.339-347",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  pp.\n                                  339\n                                  – 347",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Community's participation in forest management has potential to reduce forest disturbances. Attitudes and behavior of local communities towards the forest need to be understood and formulated, and then used in reformulating the management strategy of forest research. The study was carried out at Parung Panjang Research Forest (PPRF), aimed to find out the correlation between internal and external characteristics, and community's attitudes and behavior about research forest in their surrounding area, and the way to realize participatory management of PPRF. Internal and external characteristics data were analyzed using the distribution of mean frequency value while community attitudes and behavior were analyzed by Likert scale method. Results showed that the level of income and interaction with the forest have significant relationship with the attitudes and behavior of forest communities. Attitudes and behavior towards Parung Panjang Reseacrh Forest is positive, meaning that the community supports the existence and forest management. Socioeconomic conditions of forest communities is low, and therefore, the realization of participatory forest management research is expected to improve their welfare without damaging the forest.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/703"
  },
  {
    "title": "A 41-year (1979–2019) passive-microwave-derived lake ice phenology data record of the Northern Hemisphere",
    "authors": [
      "Y. Cai,",
      "C. R. Duguay,",
      "C. R. Duguay,",
      "C.-Q. Ke"
    ],
    "doi": "https://doi.org/10.5194/essd-14-3329-2022",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  3329\n                                  – 3347",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Seasonal ice cover is one of the important attributes of lakes in middle- and high-latitude regions. The annual freeze-up and breakup dates as well as the duration of ice cover (i.e., lake ice phenology) are sensitive to the weather and climate; hence, they can be used as an indicator of climate variability and change. In addition to optical, active microwave, and raw passive microwave data that can provide daily observations, the Calibrated Enhanced-Resolution Brightness Temperature (CETB) dataset available from the National Snow and Ice Data Center (NSIDC) provides an alternate source of passive microwave brightness temperature (TB) measurements for the determination of lake ice phenology on a 3.125 km grid. This study used Scanning Multichannel Microwave Radiometer (SMMR), Special Sensor Microwave/Imager (SSM/I), and Special Sensor Microwave Imager/Sounder (SSMIS) data from the CETB dataset to extract the ice phenology for 56 lakes across the Northern Hemisphere from 1979 to 2019. According to the differences in TB between lake ice and open water, a threshold algorithm based on the moving t test method was applied to determine the lake ice status for grids located at least 6.25 km away from the lake shore, and the ice phenology dates for each lake were then extracted. When ice phenology could be extracted from more than one satellite over overlapping periods, results from the satellite offering the largest number of observations were prioritized. The lake ice phenology results showed strong agreement with an existing product derived from Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) and Advanced Microwave Scanning Radiometer 2 (AMSR2) data (2002 to 2015), with mean absolute errors of ice dates ranging from 2 to 4 d. Compared with near-shore in situ observations, the lake ice results, while different in terms of spatial coverage, still showed overall consistency. The produced lake ice record also displayed significant consistency when compared to a historical record of annual maximum ice cover of the Laurentian Great Lakes of North America. From 1979 to 2019, the average complete freezing duration and ice cover duration for lakes forming a complete ice cover on an annual basis were 153 and 161 d, respectively. The lake ice phenology dataset – a new climate data record (CDR) – will provide valuable information to the user community about the changing ice cover of lakes over the last 4 decades. The dataset is available at https://doi.org/10.1594/PANGAEA.937904 (Cai et al., 2021).",
    "readLink": "https://essd.copernicus.org/articles/14/3329/2022/essd-14-3329-2022.pdf"
  },
  {
    "title": "Are Signals of Local Environmental Adaptation Diluted by Laboratory Culture?",
    "authors": [
      "Elizabeth J. Huisamen,",
      "Minette Karsten,",
      "John S. Terblanche"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100048",
    "issn": "2666-5158 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-insect-science",
    "abstract": "Insects have the ability to readily adapt to changes in environmental conditions, however the strength of local environmental adaptation signals under divergent conditions and the occurrence of trait inertia after relaxation of selection, remains poorly understood, especially for traits of climate stress resistance (CSR) and their phenotypic plasticity. The strength of environmental adaptation signals depend on several selection pressures present in the local environment, while trait inertia often occurs when there is a weakening or removal of a source of selection. Here, using Drosophila melanogaster, we asked whether signals of adaptation in CSR traits (critical thermal limits, heat and chill survival and, desiccation and starvation resistance) persist after exposure to laboratory culture for different durations (two vs. ten generations) across four climatically distinct populations. We show that culture duration has large effects on CSR traits and can both amplify or dilute signals of local adaptation. Effects were however dependent upon interactions between the source population, acclimation (adult acclimation at either 18 °C, 23 °C or 28 °C) conditions and the sex of the flies. Trait plasticity is markedly affected by the interaction between the source population, the specific acclimation conditions employed, and the duration in the laboratory. Therefore, a complex matrix of dynamic CSR trait responses is shown in space and time. Given these strong interaction effects, ‘snapshot’ estimates of environmental adaptation can result in misleading conclusions about the fitness consequences of climate variability.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666515822000208"
  },
  {
    "title": "Globally widespread and increasing violations of environmental flow envelopes",
    "authors": [
      "V. Virkki,",
      "E. Alanärä,",
      "M. Porkka,",
      "M. Porkka,",
      "L. Ahopelto,",
      "L. Ahopelto,",
      "T. Gleeson,",
      "T. Gleeson,",
      "C. Mohan,",
      "C. Mohan,",
      "L. Wang-Erlandsson,",
      "L. Wang-Erlandsson,",
      "M. Flörke,",
      "D. Gerten,",
      "D. Gerten,",
      "S. N. Gosling,",
      "N. Hanasaki,",
      "H. Müller Schmied,",
      "H. Müller Schmied,",
      "N. Wanders,",
      "M. Kummu"
    ],
    "doi": "https://doi.org/10.5194/hess-26-3315-2022",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  pp.\n                                  3315\n                                  – 3336",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Human actions and climate change have drastically altered river flows across the world, resulting in adverse effects on riverine ecosystems. Environmental flows (EFs) have emerged as a prominent tool for safeguarding the riverine ecosystems, but at the global scale, the assessment of EFs is associated with high uncertainty related to the hydrological data and EF methods employed. Here, we present a novel, in-depth global EF assessment using environmental flow envelopes (EFEs). Sub-basin-specific EFEs are determined for approximately 4400 sub-basins at a monthly time resolution, and their derivation considers the methodological uncertainties related to global-scale EF studies. In addition to a lower bound of discharge based on existing EF methods, we introduce an upper bound of discharge in the EFE. This upper bound enables areas to be identified where streamflow has substantially increased above natural levels. Further, instead of only showing whether EFs are violated over a time period, we quantify, for the first time, the frequency, severity, and trends of EFE violations during the recent historical period. Discharge was derived from global hydrological model outputs from the ISIMIP 2b ensemble. We use pre-industrial (1801–1860) quasi-natural discharge together with a suite of hydrological EF methods to estimate the EFEs. We then compare the EFEs with recent historical (1976–2005) discharge to assess the violations of the EFE. These violations most commonly manifest as insufficient streamflow during the low-flow season, with fewer violations during the intermediate-flow season, and only a few violations during the high-flow season. The EFE violations are widespread and occur in half of the sub-basins of the world during more than 5 % of the months between 1976 and 2005, which is double compared with the pre-industrial period. The trends in EFE violations have mainly been increasing, which will likely continue in the future with the projected hydroclimatic changes and increases in anthropogenic water use. Indications of increased upper extreme streamflow through EFE upper bound violations are relatively scarce and dispersed. Although local fine-tuning is necessary for practical applications, and further research on the coupling between quantitative discharge and riverine ecosystem responses at the global scale is required, the EFEs provide a quick and globally robust way of determining environmental flow allocations at the sub-basin scale to inform global research and policies on water resources management.",
    "readLink": "https://hess.copernicus.org/articles/26/3315/2022/hess-26-3315-2022.pdf"
  },
  {
    "title": "Public-private partnership in Ghana's solar energy industry: The history, current state, challenges, prospects and theoretical perspective",
    "authors": [
      "Samuel Amo Awuku,",
      "Amar Bennadji,",
      "Firdaus Muhammad-Sukki,",
      "Nazmi Sellami"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100058",
    "issn": "2772-4271 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-nexus",
    "abstract": "Public Private Partnerships (PPPs) have been used as a viable tool to accelerate infrastructural development in many countries. In recent years, the repercussions of climate change have heightened the need to adopt cleaner energy sources such as solar. Ghana has attempted investments in solar energy for obvious advantages such as ensuring energy security, cost advantage and expansion of rural electrification. PPPs have been adopted in various sectors of Ghana's economy including transport, construction, education, energy and health but the extent of success is arguable. This paper throws light on the history, current state, the challenges and prospects of the solar sector in Ghana. Issues such as accountability and transparency, tensions due to land litigation, politicisation of PPPs and poor bargaining abilities due to low knowledge of PPP agreements are established in this paper as hindrances to PPPs in Ghana. Indeed, Ghana has a huge prospect for solar energy and if PPPs are treated as a ‘Game’ of fairness or with the ‘Parito Optimality’ notion rather than with an ‘altruistic incline’, investor confidence may potentially rise. It is also recommended that, the current national policy on PPP under Ghana's Ministry of Finance and Economic Planning (MOFEP) must be enhanced and implemented fully in order to boost investor confidence in the solar sector.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772427122000213"
  },
  {
    "title": "Weather Extremes Led to Large Variability in O3 Pollution and Associated Premature Deaths in East of China",
    "authors": [
      "Yu Wan,",
      "Yu Wan,",
      "Zhicong Yin,",
      "Zhicong Yin,",
      "Zhicong Yin,",
      "Qianyi Huo,",
      "Botao Zhou,",
      "Huijun Wang,",
      "Huijun Wang,",
      "Huijun Wang"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.947001",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "As global warming intensifies, hot extremes and heavy precipitation frequently happen in East of China. Meanwhile, severe surface ozone (O3) pollution resulting from the interactions of anthropogenic emissions and meteorological conditions also occur more frequently. In this study, we quantified the impact of weather extremes on ground-level O3 concentration during the summers of 2015–2021 and associated premature deaths in East of China. The O3 pollution influenced by hot extremes [maximum 8-h average O3 concentration (MDA8 O3) = 152.7 μg m−3] was 64.2% more severe than that associated with heavy rain (MDA8 O3 = 93 μg m−3) on the daily time scale. The compound hot and dry air extremes had a larger impact, and the associated MDA8 O3 could be up to 165.5 μg m−3. Thus, weather extremes could drastically perturb the O3 level in the air to exhibit large variability. Based on GEOS-Chem simulations with fixed anthropogenic emissions, forcing of weather extremes could successfully reproduce the large daily variability of O3 concentration because the weather extremes significantly influenced the physicochemical processes in the atmosphere. Furthermore, hot extremes magnified the single-day O3-related premature death to 153% of that under other-condition events, while heavy rain events decreased it to 70% in East of China. The findings of the present study have the potential to promote daily to weekly O3 forecasts and further improve our comprehensive understanding of the health effects of weather extremes and air pollution.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.947001/full"
  },
  {
    "title": "Climate Change, Adaptation, and Formal Education: the Role of Schooling for Increasing Societies' Adaptive Capacities in El Salvador and Brazil",
    "authors": [
      "Christine Wamsler,",
      "Ebba Brink,",
      "Oskari Rantala"
    ],
    "doi": "https://doi.org/10.5751/ES-04645-170202",
    "journalVolume": "Vol. 17,\n                                no. 2\n                                \n                                  p.\n                                  2",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "With a worldwide increase in disasters, the effects of climate change are already being felt, and it is the urban poor in developing countries who are most at risk. There is an urgent need to better understand the factors that determine people's capacity to cope with and adapt to adverse climate conditions. This paper examines the influence of formal education in determining the adaptive capacity of the residents of two low-income settlements: Los Manantiales in San Salvador (El Salvador) and Rocinha in Rio de Janeiro (Brazil), where climate-related disasters are recurrent. In both case study areas, it was found that the average levels of education were lower for households living at high risk, as opposed to residents of lower risk areas. In this context, the influence of people's level of education was identified to be twofold due to (a) its direct effect on aspects that reduce risk, and (b) its mitigating effect on aspects that increase risk. The results further suggest that education plays a more determinant role for women than for men in relation to their capacity to adapt. In light of these results, the limited effectiveness of institutional support identified by this study might also relate to the fact that the role of formal education has so far not been sufficiently explored. Promoting (improved access to and quality of) formal education as a way to increase people's adaptive capacity is further supported with respect to the negative effects of disasters on people's level of education, which in turn reduce their adaptive capacity, resulting in a vicious circle of increasing risk.",
    "readLink": "http://www.ecologyandsociety.org/vol17/iss2/art2/"
  }
]