[
  {
    "title": "Review of Residential Air Conditioning Systems Operating under High Ambient Temperatures",
    "authors": [
      "Mubarak Alawadhi,",
      "Patrick E. Phelan"
    ],
    "doi": "https://doi.org/10.3390/en15082880",
    "journalVolume": "Vol. 15,\n                                no. 2880\n                                \n                                  p.\n                                  2880",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "This article provides an overview of residential vapor-compression air conditioners operating under high ambient temperatures (HAT). For the purpose of this article, a minimum temperature criterion, 40 °C and above, was developed to evaluate studies that were conducted at HAT. Several HAT organizations and projects were launched with the purpose of assessing the performance of low-GWP (GWP = global warming potential) refrigerants when operating under HAT and accelerating the transition to such refrigerants. Previous studies of air conditioner improvements (i.e., for condensers, evaporators, compressors, and refrigerants) were discussed under HAT conditions. This article also explores the challenges, the possible design modifications, and several limitations of air conditioners operating under HAT. Condenser improvements showed an 18 to 50% higher coefficient of performance (COP) and an 8 to 30% higher cooling capacity. Only one study was found for evaporator enhancement under HAT which improved the COP by ~7% and cooling capacity by ~10%. Experimental compressor improvements achieved 2 to 17 °C lower discharge temperature and up to 15% higher cooling capacity, whereas the COP ranged from −4% to +3% of the baseline values. Under HAT conditions, several A2L refrigerants exhibited an attractive performance compared to R-410A while none outperformed R-22 in terms of both cooling capacity and COP. Considering R-22 alternatives, all A1 refrigerants exhibited lower COP, A2L refrigerants achieved comparable COP, and A3 refrigerants reached higher COP.",
    "readLink": "https://www.mdpi.com/1996-1073/15/8/2880"
  },
  {
    "title": "An Enlightened Common Sense Approach to Environmental Education, with Special Reference to Climate Change",
    "authors": [
      "Leigh Price"
    ],
    "doi": "https://doi.org/10.4314/sajee.v39.05",
    "journalVolume": "Vol. 39,\n                                no. 2023",
    "issn": "0256-7504 (Print)",
    "publisher": "2411-5959 (Online)",
    "countryOfPublisher": "Environmental Association of Southern Africa",
    "lcc": [
      "South Africa",
      "Education",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "http://www.ajol.info/sajee",
    "abstract": "This article argues that, in order for humanity to act timeously to ameliorate threats such as climate change, we would do well to heed the central tenets of Roy Bhaskar’s transcendental realism, which he also calls enlightened common sense. This is because transcendental realism is critical of the unnecessarily burdensome assumption allied with systems/complexity theory that statistical analyses and complex computer models are necessary and suffi cient to deal with complex systems such as climate. To the contrary, from the perspective of transcendental realism, it is knowing ‘how things work’ – being enlightened – that is necessary, and often sufficient, to deal with complex systems. For example, in terms of climate change, knowing how the Greenhouse Eff ect works – that is, knowing how extra carbon dioxide in the atmosphere heats the Earth – makes it as simple to decide to act to reduce carbon dioxide as knowing how gravity works makes it simple to decide not to step off a high-rise building. This does not detract from the further need to (preferably democratically) consider diff erent action options, for which computer models can be a helpful tool. Transcendental realism also has implications for how environmental educators define climate and climate change and it provides an antidote to certain challenges posed by climate change deniers. Much of the critique applied in this article to systems/complexity theory can also be applied to posthumanism.",
    "readLink": "https://www.ajol.info/index.php/sajee/article/view/235170"
  },
  {
    "title": "Optimizing Low-Carbon Pathway of China’s Power Supply Structure Using Model Predictive Control",
    "authors": [
      "Yue Ma,",
      "Xiaodong Chu"
    ],
    "doi": "https://doi.org/10.3390/en15124450",
    "journalVolume": "Vol. 15,\n                                no. 4450\n                                \n                                  p.\n                                  4450",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "With the increasing severity of climate change, the power industry, as one of the main sources of carbon emissions, is playing an extremely important role in the process of low-carbon energy transformation. The purpose of this paper is to try to find a general method to solve the optimal path for the low-carbon evolution of the power supply structure so as to meet the challenges faced by the low-carbon transformation of the power industry in the future. This paper first uses the capacity coefficient index (CCI) to represent the power generation ability of different technologies and proposes a forecasting method for the CCI of renewable energy generation. In this paper, a two-layer optimization model considering multiple constraints is established and solved using the MPC method. The results show that China’s installed capacity of renewable power could account for more than 50% in 2030, while the carbon emissions will decrease after reaching a peak in 2023. On the premise of ensuring sufficient reserve adjustment capacity of thermal power units, increasing the proportion of renewable energy generation is an important way to realize emission reduction in the power industry.",
    "readLink": "https://www.mdpi.com/1996-1073/15/12/4450"
  },
  {
    "title": "Assessing the methods needed for improved dengue mapping: a SWOT analysis",
    "authors": [
      "David Frost Attaway,",
      "Kathryn H Jacobsen,",
      "Allan Falconer,",
      "Germana Manca,",
      "Nigel M Waters"
    ],
    "doi": "https://doi.org/10.11604/pamj.2014.17.289.3435",
    "journalVolume": "Vol. 17,\n                                no. 289",
    "issn": "1937-8688 (Online)",
    "publisher": "The Pan African Medical Journal",
    "countryOfPublisher": "Kenya",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://panafrican-med-journal.com",
    "abstract": "INTRODUCTION: Dengue fever, a mosquito-borne viral infection, is a growing threat to human health in tropical and subtropical areas worldwide. There is a demand from public officials for maps that capture the current distribution of dengue and maps that analyze risk factors to predict the future burden of disease. METHODS: To identify relevant articles, we searched Google Scholar, PubMed, BioMed Central, and WHOLIS (World Health Organization Library Database) for published articles with a specific set of dengue criteria between January 2002 and July 2013. RESULTS: After evaluating the currently available dengue models, we identified four key barriers to the creation of high-quality dengue maps: (1) data limitations related to the expense of diagnosing and reporting dengue cases in places where health information systems are underdeveloped; (2) issues related to the use of socioeconomic proxies in places with limited dengue incidence data; (3) mosquito ranges which may be changing as a result of climate changes; and (4) the challenges of mapping dengue events at a variety of scales. CONCLUSION: An ideal dengue map will present endemic and epidemic dengue information from both rural and urban areas. Overcoming the current barriers requires expanded collaboration and data sharing by geographers, epidemiologists, and entomologists. Enhanced mapping techniques would allow for improved visualizations of dengue rates and risks.",
    "readLink": "\nhttps://www.panafrican-med-journal.com/content/article/17/289/pdf/289.pdf\n"
  },
  {
    "title": "Ecosystem Services and Importance of Common Tree Species in Coffee-Agroforestry Systems: Local Knowledge of Small-Scale Farmers at Mt. Kilimanjaro, Tanzania",
    "authors": [
      "Sigrun Wagner,",
      "Clement Rigal,",
      "Theresa Liebig,",
      "Rudolf Mremi,",
      "Andreas Hemp,",
      "Martin Jones,",
      "Elizabeth Price,",
      "Richard Preziosi"
    ],
    "doi": "https://doi.org/10.3390/f10110963",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  963",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Research Highlights: Global coffee production, especially in smallholder farming systems, is vulnerable and must adapt in the face of climate change. To this end, shaded agroforestry systems are a promising strategy. Background and Objectives: Understanding local contexts is a prerequisite for designing locally tailored systems; this can be achieved by utilizing farmers’ knowledge. Our objective is to explore ecosystem services (ESs) provided by different shade tree species as perceived by farmers and possible factors (elevation, gender, and membership in local farmers groups) influencing these perceptions. We related these factors, as well as farmers’ ESs preferences, to planting densities of tree species. Materials and Methods: During interviews with 263 small-scale coffee farmers on the southern slope of Mt. Kilimanjaro, they ranked the most common shade tree species according to perceived provision of the locally most important ESs for coffee farmers. We asked them to estimate the population of each tree species on their coffee fields and to identify the three ESs most important for their household. Results: Food, fodder, and fuelwood emerged as the most important ESs, with 37.8% of the respondents mentioning all three as priorities. Density of tree species perceived to provide these three ESs were significantly higher for farmers prioritizing these services compared to farmers that did not consider all three ESs in their top three. Albizia schimperiana scored the highest for all rankings of regulatory ESs such as coffee yield improvement, quality shade provision, and soil fertility improvement. Influence of elevation, gender, and farmer group affiliation was negligible for all rankings. Conclusions: This study shows the need to understand factors underlying farmers’ management decisions before recommending shade tree species. Our results led to the upgrade of the online tool (shadetreeadvice.org) which generates lists of potential common shade tree species tailored to local ecological context considering individual farmers’ needs.",
    "readLink": "https://www.mdpi.com/1999-4907/10/11/963"
  },
  {
    "title": "Determining the groundwater basin and surface watershed boundary of Dalinuoer Lake in the middle of Inner Mongolian Plateau, China and its impacts on the ecological environment",
    "authors": [
      "Wen-peng Li,",
      "Long-feng Wang,",
      "Yi-long Zhang,",
      "Li-jie Wu,",
      "Long-mei Zeng,",
      "Zhong-sheng Tuo"
    ],
    "doi": "Vol. 4,\n                                no. 3\n                                \n                                  pp.\n                                  498\n                                  – 508",
    "issn": "2096-5192 (Print)",
    "publisher": "2589-9430 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Geology"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/china-geology/",
    "abstract": "The surface watershed and groundwater basin have fixed recharge scale, which are not only the basic unit for hydrologic cycle research but also control the water resources formation and evolution and its corresponding eco-geological environment pattern. To accurately identify the boundary of the surface watershed and groundwater basin is the basis for properly understanding hydrologic cycle and conducting the water balance analysis at watershed scale in complicated geologic structure area, especially when the boundary are inconsistent. In this study, the Dalinuoer Lake located in the middle of the Inner Mongolian Plateau which has complicated geologic structure was selected as the representative case. Based on the multidisciplinary comprehensive analysis of topography, tectonics, hydrogeology, groundwater dynamics and stable isotopes, the results suggest the following: (1) The surface watershed ridge and groundwater basin divide of Dalinuoer Lake are inconsistent. The surface watershed was divided into two separate groundwater systems almost having no groundwater exchange by the SW-NE Haoluku Anticlinorium Fault which has obvious water-blocking effect. The surface drainage area of Dalinuoer Lake is 6139 km2. The northern regional A is the Dalinuoer Lake groundwater system with an area of 4838 km2, and the southern regional B is the Xilamulun Riverhead groundwater system with an area of 1301 km2. (2) The groundwater in the southern of regional A and the spring-feeding river are the important recharge sources for the Dalinuoer Lake, and it has greater recharge effects than the northern Gonggeer River system. (3) It is speculated that the trend of Haoluku Anticlinorium Fault is the boundary of the westerlies and the East Asian summer Monsoon (EASM) climate systems, which further pinpoints the predecessor’s understanding of this boundary line. At present, the Dalinuoer Lake watershed is proved to have gone through a prominent warming-drying trend periods, which leads to the precipitation reduction, temperature rise, human activities water usage increasement. So the hydrological cycle and lake eco-environment at watershed scale will still bound to be change, which may pose the potential deterioration risk on the suitability of fish habitat. The results can provide basic support for better understanding water balance evolution and lake area shrinkage cause as well as the ecological protection and restoration implementation of Dalinuoer Lake watershed.© 2021 China Geology Editorial Office.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2096519221001622"
  },
  {
    "title": "Digitalisation of the European Water Sector to Foster the Green and Digital Transitions",
    "authors": [
      "Emanuele Quaranta,",
      "Helena M. Ramos,",
      "Ulf Stein"
    ],
    "doi": "https://doi.org/10.3390/w15152785",
    "journalVolume": "Vol. 15,\n                                no. 2785\n                                \n                                  p.\n                                  2785",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "During the Digital Decade, the European Union (EU) is facing two important challenges: the green (and energy) transition and the digital transition, which are interconnected with one another. These transitions are of high relevance in several aspects of our life, e.g., in the industry, energy sector, transports, environmental management and our daily life. Digital technologies are particularly emerging also as multi-benefit solution in the water sector, as water is becoming more and more vulnerable to climate change (e.g., droughts and floods) and human activities (e.g., pollution and depletion). Within this context, in this study we assessed some of the several economic benefits that digital solutions can bring to the water sector, with a focus on leakage reduction in water distribution networks, reduction of combined sewer overflows and improvement of hydropower generation and operation. The benefits are calculated for each EU Member State and the UK, and then aggregated at the EU scale. Benefits were quantified in EUR 5.0, 0.14 and 1.7 billion per year (EUR 13.2 per person per year, on average), respectively, excluding environmental and social benefits, which may play a non-negligible role.",
    "readLink": "https://www.mdpi.com/2073-4441/15/15/2785"
  },
  {
    "title": "Variation of tap-water isotope ratios and municipal water sources across Kyiv city, Ukraine",
    "authors": [
      "Elizabeth Avery,",
      "Olena Samonina,",
      "Iryna Vyshenska,",
      "Alan E. Fryar,",
      "Andrea M. Erhardt"
    ],
    "doi": "https://doi.org/10.1007/s43832-022-00021-x",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2730-647X (Online)",
    "publisher": "Springer",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.springer.com/journal/43832",
    "abstract": "Abstract Stable isotopes of water allow researchers to examine water pathways and better understand spatial and temporal variability in mixtures of municipal water sources. In regions such as Kyiv (Ukraine), with a water supply that is vulnerable to the effects of climate change, pollution, and geopolitical conflict, such understanding is critical for effective water management. Trends in stable isotope values and water sources can function as a confirmation of municipal data. Additionally, these data can provide an early signal for the effects of climate change on these sources, reducing uncertainty from physical measurements. For this study, tap water, surface water, and groundwater were collected over 14 months in Kyiv and nearby Boryspil, Brovary, and Boyarka and measured for hydrogen (δ2H) and oxygen (δ18O) stable isotopes. The stable isotope values from the tap water for each district show a general seasonal trend in water sources, with more groundwater used in the supply in the winter for most districts. Spatially, groundwater use increases from south to north in the left-bank districts in Kyiv city and groundwater use generally decreases from south to north in the right-bank districts. As precipitation patterns shift and temperatures increase, the reliance on particular water sources may need to shift as well. Overall, δ2H and δ18O data provide a baseline expectancy for current water use throughout the year and, from this, deviations can be assessed early.",
    "readLink": "https://doi.org/10.1007/s43832-022-00021-x"
  },
  {
    "title": "Mycorrhizal Fungi as Bioprotectors of Crops Against Verticillium Wilt—A Hypothetical Scenario Under Changing Environmental Conditions",
    "authors": [
      "Nieves Goicoechea"
    ],
    "doi": "https://doi.org/10.3390/plants9111468",
    "journalVolume": "Vol. 9,\n                                no. 1468\n                                \n                                  p.\n                                  1468",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The association that many crops can establish with the arbuscular mycorrhizal fungi (AMF) present in soils can enhance the resistance of the host plants against several pathogens, including Verticillium spp. The increased resistance of mycorrhizal plants is mainly due to the improved nutritional and water status of crops and to enhanced antioxidant metabolism and/or increased production of secondary metabolites in the plant tissues. However, the effectiveness of AMF in protecting their host plants against Verticillium spp. may vary depending on the environmental factors. Some environmental factors, such as the concentration of carbon dioxide in the atmosphere, the availability of soil water and the air and soil temperatures, are predicted to change drastically by the end of the century. The present paper discusses to what extent the climate change may influence the role of AMF in protecting crops against Verticillium-induced wilt, taking into account the current knowledge about the direct and indirect effects that the changing environment can exert on AMF communities in soils and on the symbiosis between crops and AMF, as well as on the development, incidence and impact of diseases caused by soil-borne pathogens.",
    "readLink": "https://www.mdpi.com/2223-7747/9/11/1468"
  },
  {
    "title": "How Do Left-Behind Families Adapt to the Salinity-Induced Male Out-Migration Context? A Case Study of Shyamnagar Sub-District in Coastal Bangladesh",
    "authors": [
      "Tahmina Chumky,",
      "Mrittika Basu,",
      "Kenichiro Onitsuka,",
      "Md Lamiur Raihan,",
      "Satoshi Hoshino"
    ],
    "doi": "https://doi.org/10.3390/su15032756",
    "journalVolume": "Vol. 15,\n                                no. 2756\n                                \n                                  p.\n                                  2756",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The knowledge regarding male out-migration due to climate change and large-scale, rapid-onset disasters and their impacts on the left-behind families is well known. However, research on the adaptation strategies for the families left behind due to disaster-induced male-out seasonal migration is rarely carried out. Thus, this study attempts to explore the coping and adaptation strategies adopted by the left-behind families in the salinity-induced male out-migration context. Analyzing the factors affecting the adaptation behaviors is also a major objective of this study. The study was carried out in Shyamnagar sub-district of coastal Bangladesh, where male-out seasonal migration for both rapid and slow-onset disasters is evidenced. The data regarding the adaptation measures were explored through different participatory rural appraisal techniques. Primary data were collected from 213 women from the left-behind families through a semi-structured questionnaire. Descriptive statistics as well as multiple linear regression for analyzing the factors affecting adaptation behaviors were applied. The results revealed that the left-behind families, especially the women and children, adopted a total of 35 coping and adaptation strategies in five different aspects, such as economic adaptation, social adaptation measures, environmental measures, educational measures, and health-related measures. Migrant husbands’ age and their education, the household’s alternative income sources’ availability, receiving loans, disaster history, and migration history variables contributed most significantly to the adaptation behavior. This study provides a new perspective on seasonal male out-migration and the adaptation strategies of the left-behind families, which could be helpful for disaster-induced human migration management and enhancing the resilience of vulnerable communities.",
    "readLink": "https://www.mdpi.com/2071-1050/15/3/2756"
  }
]