[
  {
    "title": "Runoff and Sediment Yield Variations in Response to Precipitation Changes: A Case Study of Xichuan Watershed  in the Loess Plateau, China",
    "authors": [
      "Tianhong Li,",
      "Yuan Gao"
    ],
    "doi": "https://doi.org/10.3390/w7105638",
    "journalVolume": "Vol. 7,\n                                no. 10\n                                \n                                  pp.\n                                  5638\n                                  – 5656",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The impacts of climate change on hydrological cycles and water resource distribution is particularly concerned with environmentally vulnerable areas, such as the Loess Plateau, where precipitation scarcity leads to or intensifies serious water related problems including water resource shortages, land degradation, and serious soil erosion. Based on a geographical information system (GIS), and using gauged hydrological data from 2001 to 2010, digital land-use and soil maps from 2005, a Soil and Water Assessment Tool (SWAT) model was applied to the Xichuan Watershed, a typical hilly-gullied area in the Loess Plateau, China. The relative error, coefficient of determination, and Nash-Sutcliffe coefficient were used to analyze the accuracy of runoffs and sediment yields simulated by the model. Runoff and sediment yield variations were analyzed under different precipitation scenarios. The increases in runoff and sediment with increased precipitation were greater than their decreases with reduced precipitation, and runoff was more sensitive to the variations of precipitation than was sediment yield. The coefficients of variation (CVs) of the runoff and sediment yield increased with increasing precipitation, and the CV of the sediment yield was more sensitive to small rainfall. The annual runoff and sediment yield fluctuated greatly, and their variation ranges and CVs were large when precipitation increased by 20%. The results provide local decision makers with scientific references for water resource utilization and soil and water conservation.",
    "readLink": "http://www.mdpi.com/2073-4441/7/10/5638"
  },
  {
    "title": "Learning Lessons for Evaluating Complexity Across the Nexus: A Meta-Evaluation of Environmental Projects",
    "authors": [
      "William Robert Sheate,",
      "Clare Twigger-Ross,",
      "Liza Papadopoulou,",
      "Rolands Sadauskis,",
      "Owen White,",
      "Paula Orr,",
      "Richard Eales"
    ],
    "doi": "https://doi.org/10.56645/jmde.v16i37.641",
    "journalVolume": "Vol. 16,\n                                no. 37",
    "issn": "1556-8180 (Online)",
    "publisher": "The Evaluation Center at Western Michigan University",
    "countryOfPublisher": "United States",
    "lcc": [
      "Education",
      "Social Sciences"
    ],
    "journalUrl": "https://journals.sfu.ca/jmde/index.php/jmde_1",
    "abstract": "Background: A major gap in environmental policy making is learning lessons from past interventions and in integrating the lessons from evaluations that have been undertaken. Institutional memory of such evaluations often resides externally to government, in evaluation practitioner contractors who undertake commissioned evaluations on behalf of government departments. Purpose: The aims were to learn the lessons from past policy evaluations, understand the barriers and enablers to successful evaluations, to explore the value of different types of approaches and methods used for evaluating complexity, and how evaluations were used in practice. Setting: A meta-evaluation of 23 environmental evaluations undertaken by Collingwood Environmental Planning Ltd (CEP), London, UK was undertaken by CEP staff under the auspices of CECAN (the Centre for Evaluation of Complexity Across the Nexus – a UK Research Councils funded centre, coordinated by the University of Surrey, UK). The research covered water, environment and climate change nexus issues, including evaluations of flood risk, biodiversity, landscape, land use, climate change, catchment management, community resilience, bioenergy, and European Union (EU) Directives. Intervention: Not applicable. Research design: A multiple embedded case study design was adopted, selecting 23 CEP evaluation cases from across a 10-year period (2006-2016). Four overarching research questions were posed by the meta-evaluation and formed the basis for more specific evaluation questions, answered on the basis of documented project final reports and supplemented by interviews with CEP project managers. Thematic analysis was used to draw out common themes from across the case categories. Findings: Policy context invariably framed the complex evaluations; as environmental policy has been spread beyond the responsibility of government to encompass multiple stakeholders, so policy around nexus issues was often found to be in a state of constant flux. Furthermore, an explicit theory of change was only often first elaborated as part of the evaluation process, long after the policy intervention had already been initiated. A better understanding of the policy context, its state of flux or stability as well as clarity of policy intervention’s objectives (and theory of change) could help significantly in designing policy evaluations that can deliver real value for policy makers. Evaluations have other valuable uses aside from immediate instrumental use in revising policy and can be tailored to maximise those values where such potential impact is recognised. We suggest a series of questions that practitioners and commissioners could usefully ask themselves when starting out on a new complex policy evaluation. Keywords: evaluation; complexity; policy use; natural environment",
    "readLink": "https://journals.sfu.ca/jmde/index.php/jmde_1/article/view/641"
  },
  {
    "title": "Agricultural sustainability in the semi-arid Near East",
    "authors": [
      "F. Hole"
    ],
    "doi": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  193\n                                  – 203",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Agriculture began in the eastern Mediterranean Levantine Corridor about 11000 years ago toward the end of the Younger Dryas when aridity had diminished wild food resources. During the subsequent Climatic Optimum, agricultural villages spread rapidly but subsequent climatic changes on centennial to millennial scales resulted in striking oscillations in settlement, especially in marginal areas. Natural climate change thus alternately enhanced and diminished the agricultural potential of the land. Growing populations and more intensive land us, both for agriculture and livestock, have led to changes in the structure of vegetation, hydrology, and land quality. Over the millennia, political and economic interventions, warfare and incursions by nomadic herding tribes all impacted sustainability of agriculture and the ability of the land to supports its populations. In much of the region today, agricultural land use is not sustainable given existing technology and national priorities. The Near Eastern case is instructive because of the quality of information, the length of the record, and the pace of modern change.",
    "readLink": "http://www.clim-past.net/3/193/2007/cp-3-193-2007.pdf"
  },
  {
    "title": "Estimates of climate system properties incorporating recent climate change",
    "authors": [
      "A. G. Libardoni,",
      "A. G. Libardoni,",
      "C. E. Forest,",
      "C. E. Forest,",
      "A. P. Sokolov,",
      "E. Monier,",
      "E. Monier"
    ],
    "doi": "https://doi.org/10.5194/ascmo-4-19-2018",
    "journalVolume": "Vol. 4\n                                \n                                \n                                  pp.\n                                  19\n                                  – 36",
    "issn": "2364-3579 (Print)",
    "publisher": "2364-3587 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology",
      "Science: Mathematics: Probabilities. Mathematical statistics"
    ],
    "journalUrl": "http://advances-statistical-climatology-meteorology-oceanography.net/",
    "abstract": "Historical time series of surface temperature and ocean heat content changes are commonly used metrics to diagnose climate change and estimate properties of the climate system. We show that recent trends, namely the slowing of surface temperature rise at the beginning of the 21st century and the acceleration of heat stored in the deep ocean, have a substantial impact on these estimates. Using the Massachusetts Institute of Technology Earth System Model (MESM), we vary three model parameters that influence the behavior of the climate system: effective climate sensitivity (ECS), the effective ocean diffusivity of heat anomalies by all mixing processes (Kv), and the net anthropogenic aerosol forcing scaling factor. Each model run is compared to observed changes in decadal mean surface temperature anomalies and the trend in global mean ocean heat content change to derive a joint probability distribution function for the model parameters. Marginal distributions for individual parameters are found by integrating over the other two parameters. To investigate how the inclusion of recent temperature changes affects our estimates, we systematically include additional data by choosing periods that end in 1990, 2000, and 2010. We find that estimates of ECS increase in response to rising global surface temperatures when data beyond 1990 are included, but due to the slowdown of surface temperature rise in the early 21st century, estimates when using data up to 2000 are greater than when data up to 2010 are used. We also show that estimates of Kv increase in response to the acceleration of heat stored in the ocean as data beyond 1990 are included. Further, we highlight how including spatial patterns of surface temperature change modifies the estimates. We show that including latitudinal structure in the climate change signal impacts properties with spatial dependence, namely the aerosol forcing pattern, more than properties defined for the global mean, climate sensitivity, and ocean diffusivity.",
    "readLink": "https://www.adv-stat-clim-meteorol-oceanogr.net/4/19/2018/ascmo-4-19-2018.pdf"
  },
  {
    "title": "Drought, change and resilience in South Africa's arid and semi-arid rangelands",
    "authors": [
      "Susanne Vetter"
    ],
    "doi": "Vol. 105,\n                                no. 1/2",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "Droughts can have serious ecological and economic consequences and will pose an increasing challenge to rangeland users as the global climate is changing. Finding ways to reduce ecological and economic impacts of drought should thus be a major research thrust. Resilience, defined as the amount of perturbation a social or ecological system can absorb without shifting to a qualitatively different state, has emerged as a prominent concept in ecosystem ecology and more recently as a conceptual framework for understanding and managing complex social-ecological systems. This paper discusses the application and relevance of resilience to understanding and managing ecosystem change, and enhancing the capacity of land users to adapt to droughts. Drought can trigger vegetation change and factors such as grazing management can influence the likelihood of such transitions. Drought can cause differential mortality of perennial plants and this could provide an opportunity for rangeland restoration by opening up establishment sites for desirable species. The capacity of land users to cope with drought is influenced by the resilience of their agro-ecosystems, the diversity of livelihood options, access to resources and institutional support. By these criteria, current agricultural development approaches in South Africa, particularly in communal rangelands and areas of land reform, are unlikely to enhance land users' resilience to drought and other perturbations.",
    "readLink": "http://192.168.0.121/index.php/sajs/article/view/10069"
  },
  {
    "title": "The TERENO Pre-Alpine Observatory: Integrating Meteorological, Hydrological, and Biogeochemical Measurements and Modeling",
    "authors": [
      "R. Kiese,",
      "B. Fersch,",
      "C. Baessler,",
      "C. Brosy,",
      "K. Butterbach-Bahl,",
      "C. Chwala,",
      "M. Dannenmann,",
      "J. Fu,",
      "R. Gasche,",
      "R. Grote,",
      "C. Jahn,",
      "J. Klatt,",
      "H. Kunstmann,",
      "M. Mauder,",
      "T. Rödiger,",
      "G. Smiatek,",
      "M. Soltani,",
      "R. Steinbrecher,",
      "I. Völksch,",
      "J. Werhahn,",
      "B. Wolf,",
      "M. Zeeman,",
      "H.P. Schmid"
    ],
    "doi": "https://doi.org/10.2136/vzj2018.03.0060",
    "journalVolume": "Vol. 17,\n                                no. 1",
    "issn": "1539-1663 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "https://acsess.onlinelibrary.wiley.com/journal/15391663",
    "abstract": "Global change has triggered several transformations, such as alterations in climate, land productivity, water resources, and atmospheric chemistry, with far reaching impacts on ecosystem functions and services. Finding solutions to climate and land cover change-driven impacts on our terrestrial environment is one of the most important scientific challenges of the 21st century, with far-reaching interlinkages to the socio-economy. The setup of the German Terrestrial Environmental Observatories (TERENO) Pre-Alpine Observatory was motivated by the fact that mountain areas, such as the pre-alpine region in southern Germany, have been exposed to more intense warming compared with the global average trend and to higher frequencies of extreme hydrological events, such as droughts and intense rainfall. Scientific research questions in the TERENO Pre-Alpine Observatory focus on improved process understanding and closing of combined energy, water, C, and N cycles at site to regional scales. The main long-term objectives of the TERENO Pre-Alpine Observatory include the characterization and quantification of climate change and land cover–management effects on terrestrial hydrology and biogeochemical processes at site and regional scales by joint measuring and modeling approaches. Here we present a detailed climatic and biogeophysical characterization of the TERENO Pre-Alpine Observatory and a summary of novel scientific findings from observations and projects. Finally, we reflect on future directions of climate impact research in this particularly vulnerable region of Germany.",
    "readLink": "https://dl.sciencesocieties.org/publications/vzj/articles/17/1/180060"
  },
  {
    "title": "Climate Change: a Theoretical Review",
    "authors": [
      "Muhammad Ishaq-ur Rahman"
    ],
    "doi": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1334-4684 (Print)",
    "publisher": "1334-4676 (Online)",
    "countryOfPublisher": "Croatian Interdisciplinary Society",
    "lcc": [
      "Croatia",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://indecs.eu/",
    "abstract": "Climate Change has been undoubtedly the most illustrious environmental issue since late 20th century. But neither the discourse merely emerged during that time, nor it was problematized in the same way since its onset. History of Climate Change discourse reveals that from a purely scientific concern it has turned into a public agenda that is nowadays more inclined to be development problem. Transformations have brought about a complete new paradigm every time. This article presents a theoretical analysis of the Climate Change discourse and to do so it captured the underlying philosophy of the issue using Thomas Kuhn’s well-known thesis of ‘paradigm shift’. In particular it discusses about the crisis that lead the issue towards transformations; explores key perspectives around the crisis thus representation of the issue in the environmental discourse over the time. While this paper establishes that with the beginning of the 21st century, the discourse entered into a new paradigm and will reach to a critical point by the end of 2012, it finally postulates some measures that the discourse might integrate with the existing to advance beyond that point.",
    "readLink": "http://hrcak.srce.hr/file/141435"
  },
  {
    "title": "Towards net zero CO2 in 2050: An emission reduction pathway for organic soils in Germany",
    "authors": [
      "Franziska Tanneberger,",
      "Susanne Abel,",
      "John Couwenberg,",
      "Tobias Dahms,",
      "Greta Gaudig,",
      "Anke Günther,",
      "Jürgen Kreyling,",
      "Jan Peters,",
      "Julia Pongratz,",
      "Hans Joosten"
    ],
    "doi": "https://doi.org/10.19189/MaP.2020.SNPG.StA.1951",
    "journalVolume": "Vol. 27,\n                                no. 05\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "1819-754X (Online)",
    "publisher": "International Mire Conservation Group and International Peatland Society",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://mires-and-peat.net/",
    "abstract": "The Paris Agreement reflects the global endeavour to limit the increase of global average temperature to 2 °C, better 1.5 °C above pre-industrial levels to prevent dangerous climate change. This requires that global anthropogenic net carbon dioxide (CO2) emissions are reduced to zero around 2050. The German Climate Protection Plan substantiates this goal and explicitly mentions peatlands, which make up 5 % of the total area under land use and emit 5.7 % of total annual greenhouse gas emissions in Germany. Based on inventory reporting and assumptions of land use change probability, we have developed emission reduction pathways for organic soils in Germany that on a national level comply with the IPCC 1.5 °C pathways. The more gradual pathway 1 requires the following interim (2030, 2040) and ultimate (2050) milestones: Cropland use stopped and all Cropland converted to Grassland by 2030; Water tables raised to the soil surface on 15 % / 60 % / 100 % of all Grassland, on 50 % / 75 % / 100 % of all Forest land, and ultimately on 2/3 of all Settlements and on 100 % of all Wetlands. Also a more direct pathway 2 without interim ‘moist’ water tables and the climate effect (radiative forcing) of different scenarios is presented.",
    "readLink": "http://mires-and-peat.net/media/map27/map27_05.pdf"
  },
  {
    "title": "GEO-ICTs FOR GOOD: A MOOC ON GISCIENCE FOR CLIMATE JUSTICE",
    "authors": [
      "D. Codato,",
      "C. Tha,",
      "S. E. Pappalardo,",
      "F. Peroni,",
      "F. Facchinelli,",
      "E. Crescini,",
      "M. De Marchi"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLVIII-4-W1-2022-103-2022",
    "journalVolume": "Vol. XLVIII-4-W1-2022\n                                \n                                \n                                  pp.\n                                  103\n                                  – 110",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "The last two decades have seen the development and diffusion of new technologies that can help in managing geographic information. This has led to a proliferation of grassroots processes for exploring, creating and sharing geographical data as a way for citizens to take part in decision making in different kinds of processes.However, these ongoing processes are facing technological, cognitive and economic barriers. Universities with the use of open-source geospatial information and communication technologies (Geo-ICTs) should be the primary actors in supporting students and citizens in developing their own spatial thinking and abilities in a more effective and engaging way.In this framework, the Jean Monnet Centre of Excellence on Climate Justice (University of Padova) is developing the massive open online course (MOOC) ‘GIScience for Climate Justice’, here with the use of open-source and freeware Geo-ICTs that will be freely available for all before the end of 2022.By completing the MOOC, students will learn how to increase their knowledge of climate change and climate justice issues autonomously. Practical activities will improve their skills in obtaining and using geodata and information produced by European institutions, which can lead to them producing and sharing their own data and preparing and managing collaborative projects for sustainability and environmental monitoring.In this contribution, the theoretical background and entire methodology for the preparation and dissemination of the MOOC are presented and discussed, with the aim of disseminating and sharing this experience to actors interested in developing similar activities of using Geo-ICTs for good.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLVIII-4-W1-2022/103/2022/isprs-archives-XLVIII-4-W1-2022-103-2022.pdf"
  },
  {
    "title": "Quantifying the Relative Contributions of Forest Change and Climatic Variability to Hydrology in Large Watersheds: A Critical Review of Research Methods",
    "authors": [
      "Xiaohua Wei,",
      "Wenfei Liu,",
      "Peicong Zhou"
    ],
    "doi": "https://doi.org/10.3390/w5020728",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  728\n                                  – 746",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Forest change and climatic variability are two major drivers for influencing change in watershed hydrology in forest–dominated watersheds. Quantifying their relative contributions is important to fully understand their individual effects. This review paper summarizes the progress on quantifying the relative contributions of forest or land cover change and climatic variability to hydrology in large watersheds using available case studies. It compared pros and cons of various research methods, identified research challenges and proposed future research priorities. Our synthesis shows that the relative hydrological effects of forest changes and climatic variability are largely dependent on their own change magnitudes and watershed characteristics. In some severely disturbed watersheds, impacts of forest changes or land use changes can be as important as those from climatic variability. This paper provides a brief review on eight selected research methods for this type of research. Because each method or technique has its own strengths and weaknesses, combining two or more methods is a more robust approach than using any single method alone. Future research priorities include conducting more case studies, refining research methods, and considering mechanism-based research using landscape ecology and geochemistry approaches.",
    "readLink": "http://www.mdpi.com/2073-4441/5/2/728"
  }
]