[
  {
    "title": "Adaptation and resilience of agricultural systems to local climate change and extreme events: an integrative review",
    "authors": [
      "Eduardo Delgado Assad,",
      "Miguel Calmon,",
      "Maria Leonor Lopes-Assad,",
      "Rafael Feltran-Barbieri,",
      "João Pompeu,",
      "Leonardo Moreno Domingues,",
      "Carlos Afonso Nobre"
    ],
    "doi": "https://doi.org/10.1590/1983-40632022v5272899",
    "journalVolume": "Vol. 52\n                                \n                                \n                                  p.\n                                  e72899",
    "issn": "1983-4063 (Online)",
    "publisher": "Universidade Federal de Goiás",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.revistas.ufg.br/index.php/pat/index",
    "abstract": "Losses in agricultural production, mainly caused by extreme temperature, rainfall and drought, have demanded the adaptation of the Brazilian agriculture to the ongoing climate change. This study aimed to evaluate, through an integrative review, the effects of agricultural practices established by two Brazilian public policies (ABC Plan and Planaveg) on the resilience and adaptation of the country’s agricultural systems, considering the effects on local climate and extreme events. All the Embrapa library collections were used as main sources, and the Google Scholar was used as a secondary source. The search included publications from 1998 to April 2022 and resulted in 334 data, extracted from 51 references, covering at least one factor and one practice. The review showed that the proposed practices may contribute to the resilience and adaptation of the Brazilian agricultural and forestry sectors to climate change in the main production regions. Studies have indicated that the incorporation of the arboreal component into production systems may provide an environment more resilient to droughts, increased air humidity, reduced temperature impact and reduced fire risks, among other benefits. The adoption of the ABC Plan and Planaveg practices by the agricultural sector is an option feasible, strategic and well-aligned with a low-carbon economy, while it increases the resilience to present and future climate change impacts.",
    "readLink": "https://revistas.ufg.br/pat/article/view/72899/38805"
  },
  {
    "title": "Multi-Temporal Variabilities of Extreme Precipitation over Central Asia and Associated Planetary-Scale Climate Modes",
    "authors": [
      "Wei Tang,",
      "Fang Xiao,",
      "Sheng Lai"
    ],
    "doi": "https://doi.org/10.3390/atmos14081300",
    "journalVolume": "Vol. 14,\n                                no. 1300\n                                \n                                  p.\n                                  1300",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Arid- and semi-arid Central Asia is particularly sensitive to climate change. The changes in extreme precipitation in Central Asia stemming from climate warming are the subject of intense debate within the scientific community. This study employed a Morlet wavelet analysis to examine the annual occurrence number of extreme precipitation in Central Asia from May to September during the period of 1951–2005. Their modulating planetary-scale climate modes were identified by using linear regression analysis. Two major scales of the temporal variability were derived: 2–3.9 years and 4–6 years. The dominant variability was a 2–3.9-year scale and was associated with the negative phase of the Polar/Eurasia (POL) pattern. The 4–6-year scale provided a secondary contribution and was closely linked to the negative phase of the North Atlantic Oscillation (NAO). These planetary climate modes acted as precursors of extreme precipitation over Central Asia. The negative phase of POL directly contributed to a negative height anomaly over Central Asia, which was intimately related to extreme precipitation. In contrast, the negative NAO phase possibly manifested as a Rossby wave source, which was subsequently exported to Central Asia through a negative–positive–negative Rossby wave train.",
    "readLink": "https://www.mdpi.com/2073-4433/14/8/1300"
  },
  {
    "title": "Weakened maize phenological response to climate warming in China over 1981‒2018 due to cultivar shifts",
    "authors": [
      "Yu-Chuan Luo,",
      "Zhao Zhang,",
      "Liang-Liang Zhang,",
      "Jing Zhang,",
      "Fu-Lu Tao"
    ],
    "doi": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  710\n                                  – 720",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Assessing climate change impacts on crop phenology is essential for developing adaptation options. To better understand crop response and adaptation to climate change, there is an urgent need to investigate whether the impacts weakens and how crops responds to recent climate warming, as well as the roles of different drivers in crop phenology change. Here, we analyzed the spatiotemporal changes in maize phenology and the underlying mechanisms over 1981–2018 using up-to-date 6106 phenological observations at 327 agro-meteorological stations in China. We found that during 1981–2018 maize sowing and maturity dates were generally delayed by 0.6 and 1.2 d per decade, respectively, whereas heading date was advanced by 0.9 d per decade. Maize phenology was most negatively correlated with rising minimum temperature (night-time warming), followed by maximum (daytime) temperature, and least by mean temperature. The trends in maize phenology and the correlation between growth periods and temperature generally declined from 1981 to 1999 to 2000–2018 for both spring and summer maize, although climate warming during growth period did not slow down. The phenological response to temperature weakened mainly owing to agricultural managements, especially cultivar shifts. Climate change shortened growth period by 3.4 and 1.7 d per decade but cultivar shifts prolonged it by 4.5 and 2.1 d per decade for spring and summer maize, respectively. Our study highlights that maize phenology is more sensitive to night-time warming than daytime warming, and cultivar shifts far outweigh climate change. These findings foster the understanding of spatiotemporal dynamics of maize phenology and its drivers, which can benefit to develop effective climate change adaptation options for different regions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822000892"
  },
  {
    "title": "A systematic review of the factors influencing retention or turnover intention among emergency personnel in epidemics",
    "authors": [
      "Mohammad Kazem  Rahimi,",
      "Edris Heidari,",
      "Razieh Montazeralfaraj,",
      "Tahmineh Farajkhoda"
    ],
    "doi": "https://doi.org/10.4081/ecj.2023.11644",
    "issn": "1826-9826 (Print)",
    "publisher": "2282-2054 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://www.pagepressjournals.org/index.php/ecj",
    "abstract": "To maintain the performance of emergency personnel who are at disproportionate risk of infection on the front lines of outbreaks, it is beneficial to understand the factors that promote their willingness to stay or leave their job. This study aims to identify key factors related to emergency workers' willingness to retain. This study identifies key factors related to emergency workers' willingness to be retained or turnover intention during infectious disease pandemics. Following the PRISMA guidelines, a systematic review of the literature was conducted. To obtain the results, three databases, Scopus, PubMed Web of Science, and Google Scholar, were searched for English-speaking studies up to March 2022 that met the established inclusion criteria and were of high quality. Given the heterogeneity of the results, a qualitative synthesis of the results was also undertaken. A narrative synthesis was performed on 34 studies of high and medium quality. The studies examined different and multifaceted factors in three categories: retention, turnover decision, and factors that mediate between turnover intention and retention. The retention of frontline emergency workers during an epidemic is dependent on essential factors such as job satisfaction, organizational commitment, managerial support, psychological well-being, and resilience.",
    "readLink": "https://pagepressjournals.org/index.php/ecj/article/view/11644"
  },
  {
    "title": "Correlations of condition factor and gonadosomatic, hepatosomatic and lipo-somatic relations of Leptodactylus macrosternum (ANURA: Leptodactylidae) in the Brazilian Semi-arid",
    "authors": [
      "MARCIO F. CHAVES,",
      "FERNANDA C.M.A. TENÓRIO,",
      "IGOR L.V.L. SANTOS,",
      "CLOVIS J.C.L. NETO,",
      "VALERIA W. TEXEIRA,",
      "GERALDO J.B. MOURA,",
      "ÁLVARO A.C. TEXEIRA"
    ],
    "doi": "https://doi.org/10.1590/0001-3765201720160221",
    "journalVolume": "no. 0",
    "issn": "0001-3765 (Print)",
    "publisher": "1678-2690 (Online)",
    "countryOfPublisher": "Academia Brasileira de Ciências",
    "lcc": [
      "Brazil",
      "Science"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=0001-3765&lng=en&nrm=iso",
    "abstract": "ABSTRACT The objective of this study was to assess variations of the condition factor (K1) in relation to the gonadosomatic- RGS and energy reserves (hepatosomatic - RWL and liposomatic - RFB relations) of Leptodactylus macrosternum and their relationship to climate variation in the Northeast of Brazil, Caatinga area, state of Paraiba. The animals were captured fortnightly through active collecting, between January and December 2013. Significant differences were observed in the monthly variations of K1, RGS and RFB indices in male and female L. macrosternum over the months of collection. In males, K1 showed no significant relationship with the other variables. In females, RGS values only show notable correlations with RWF and K1 values. K1 values showed significant correlations with all other weight and length ratios. Climate change in the HFOB region showed significant relationships with the variation of the indexes evaluated, with the exception of RWF. The variation of K1, RGS, RWL and RFB values over the months of collection as well as their relation with the local climatic variation, showed a brief reproductive activity for the species.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0001-37652017005020103&lng=en&tlng=en"
  },
  {
    "title": "Land abandonment and changes in snow cover period accelerate range expansions of sika deer",
    "authors": [
      "Haruka Ohashi,",
      "Yuji Kominami,",
      "Motoki Higa,",
      "Dai Koide,",
      "Katsuhiro Nakao,",
      "Ikutaro Tsuyama,",
      "Tetsuya Matsui,",
      "Nobuyuki Tanaka"
    ],
    "doi": "https://doi.org/10.1002/ece3.2514",
    "journalVolume": "Vol. 6,\n                                no. 21\n                                \n                                  pp.\n                                  7763\n                                  – 7775",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Ongoing climate change and land‐use change have the potential to substantially alter the distribution of large herbivores. This may result in drastic changes in ecosystems by changing plant–herbivore interactions. Here, we developed a model explaining sika deer persistence and colonization between 25 years in terms of neighborhood occupancy and habitat suitability. We used climatic, land‐use, and topographic variables to calculate the habitat suitability and evaluated the contributions of the variables to past range changes of sika deer. We used this model to predict the changes in the range of sika deer over the next 100 years under four scenario groups with the combination of land‐use change and climate change. Our results showed that both climate change and land‐use change had affected the range of sika deer in the past 25 years. Habitat suitability increased in northern or mountainous regions, which account for 71.6% of Japan, in line with a decrease in the snow cover period. Habitat suitability decreased in suburban areas, which account for 28.4% of Japan, corresponding to land‐use changes related to urbanization. In the next 100 years, the decrease in snow cover period and the increase in land abandonment were predicted to accelerate the range expansion of sika deer. Comparison of these two driving factors revealed that climate change will contribute more to range expansion, particularly from the 2070s onward. In scenarios that assumed the influence of both climate change and land‐use change, the total sika deer range increased by between +4.6% and +11.9% from the baseline scenario. Climate change and land‐use change will require additional efforts for future management of sika deer, particularly in the long term.",
    "readLink": "https://doi.org/10.1002/ece3.2514"
  },
  {
    "title": "The main insect pests affecting poplar plantations in Italy: updates and perspectives",
    "authors": [
      "Allegro G"
    ],
    "doi": "https://doi.org/10.3832/efor2625-014",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  74\n                                  – 83",
    "issn": "1824-0119 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://foresta.sisef.org/",
    "abstract": "The main insect pests affecting poplar plantations in Italy: updates and perspectives. An update of the main insect pests causing significant damage to poplar plantations in Italy is here provided. The recent introduction of a few highly dangerous invasive alien pests as well as the increasing importance of secondary pests infesting poplar trees physiologically stressed by climate change are discussed. A short comment about induced damage and possible control strategies is provided for each pest.",
    "readLink": "http://foresta.sisef.org/contents/?id=efor2625-014&lang=en"
  },
  {
    "title": "A data integration framework for spatial interpolation of temperature observations using climate model data",
    "authors": [
      "Theo Economou,",
      "Georgia Lazoglou,",
      "Anna Tzyrkalli,",
      "Katiana Constantinidou,",
      "Jos Lelieveld"
    ],
    "doi": "https://doi.org/10.7717/peerj.14519",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  p.\n                                  e14519",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Meteorological station measurements are an important source of information for understanding the weather and its association with risk, and are vital in quantifying climate change. However, such data tend to lack spatial coverage and are often plagued with flaws such as erroneous outliers and missing values. Alternative meteorological data exist in the form of climate model output that have better spatial coverage, at the expense of bias. We propose a probabilistic framework to integrate temperature measurements with climate model (reanalysis) data, in a way that allows for biases and erroneous outliers, while enabling prediction at any spatial resolution. The approach is Bayesian which facilitates uncertainty quantification and simulation based inference, as illustrated by application to two countries from the Middle East and North Africa region, an important climate change hotspot. We demonstrate the use of the model in: identifying outliers, imputing missing values, non-linear bias correction, downscaling and aggregation to any given spatial configuration.",
    "readLink": "https://peerj.com/articles/14519.pdf"
  },
  {
    "title": "Investigations into valorisation of trade wastewater for biomethane production",
    "authors": [
      "Jake A.K. Elliott,",
      "Andrew S. Ball,",
      "Kalpit Shah"
    ],
    "doi": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  e13309",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Biogas production from wastewater is one way that industrial sites can work towards the UN Sustainable Development Goals, while recovering a valuable resource. The objective of this study was to investigate the suitability of data collected by municipal wastewater service providers as a method of classifying and screening waste producers as potential sites for biogas resource recovery by anaerobic digestion. Industrial wastewater samples, including raw effluent and treated waste ready for discharge, were examined, and biomethane potential assays performed. Results of chemical analysis and lab-scale digestion were compared to historical service provider data, and patterns were observed. Biomethane yields of up to 357 mL/gVS and 287mL/gVS were achieved from raw and treated effluent respectively. Digestion at the top four prospects could produce over 4690 GJ of methane and save $47,000 in natural gas costs, offsetting 490 tonnes of CO2 equivalent annually. These streams, from logistics, waste management, food and animal product businesses, combined high levels of degradable substrates and low levels of inhibitory components. While it is unlikely that this type of screening program can be completely accurate, certain parameters, including high sodium concentration, are applicable for discounting the potential for biogas production. This knowledge can be a valuable tool in the process of selecting sites for future resource recovery, therefore increasing the uptake of these processes, resulting in economic, environmental, and climate change mitigation benefits.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023005169"
  },
  {
    "title": "What is the future of the ecosystem services of the Alpine forest against a backdrop of climate change?",
    "authors": [
      "Benoît Courbaud,",
      "Georges Kunstler,",
      "Xavier Morin,",
      "Thomas Cordonnier"
    ],
    "doi": "https://doi.org/10.4000/rga.1317",
    "journalVolume": "Vol. 98,\n                                no. 4",
    "issn": "0035-1121 (Print)",
    "publisher": "1760-7426 (Online)",
    "countryOfPublisher": "Institut de Géographie Alpine",
    "lcc": [
      "France",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "http://rga.revues.org/",
    "abstract": "Mountain forests produce a large number of ecosystem services that are going to be affected by climate change. We are expecting an increase in high altitude species that could result in the decrease in resinous and subalpine species. These changes in species could adversely affect biodiversity and timber production. However, we also observe an increase in productivity that favours the production of energy wood and, at least temporarily, timber, as well as carbon storage. Given the possible rise in extreme climatic events, changes in vegetation could be marked by periods of decline, which will be very detrimental to the economic system, protection against natural hazards and biodiversity. Climate change will also have an indirect effect on the forest by increasing the demand for renewable energy and carbon storage. There is a lot of uncertainty about vegetation change predictions and this makes it difficult to define forest management adaptation strategies. Effective crisis management, monitoring of natural transformations of the forest based on the interaction between research and management (adaptive management) and the explicit factoring in of the concept of uncertainty appear to be essential to the maintenance of the ecosystem services provided by the forest.",
    "readLink": "http://journals.openedition.org/rga/1317"
  }
]