[
  {
    "title": "Antarctic Studies Show Lichens to be Excellent Biomonitors of Climate Change",
    "authors": [
      "Leopoldo  G. Sancho,",
      "Ana Pintado,",
      "T.  G. Allan Green"
    ],
    "doi": "https://doi.org/10.3390/d11030042",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  42",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Lichens have been used as biomonitors for multiple purposes. They are well-known as air pollution indicators around urban and industrial centers. More recently, several attempts have been made to use lichens as monitors of climate change especially in alpine and polar regions. In this paper, we review the value of saxicolous lichens for monitoring environmental changes in Antarctic regions. The pristine Antarctica offers a unique opportunity to study the effects of climate change along a latitudinal gradient that extends between 62° and 87° S. Both lichen species diversity and thallus growth rate seem to show significant correlations to mean annual temperature for gradients across the continent as well as to short time climate oscillation in the Antarctic Peninsula. Competition interactions appear to be small so that individual thalli develop in balance with environmental conditions and, as a result, can indicate the trends in productivity for discrete time intervals over long periods of time.",
    "readLink": "http://www.mdpi.com/1424-2818/11/3/42"
  },
  {
    "title": "The Impact of a Mobile Shading System and a Phase-Change Heat Store on the Thermal Functioning of a Transparent Building Partition",
    "authors": [
      "Michał Musiał,",
      "Lech Lichołai"
    ],
    "doi": "https://doi.org/10.3390/ma14102512",
    "journalVolume": "Vol. 14,\n                                no. 2512\n                                \n                                  p.\n                                  2512",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "The article presents the results of multi-month field tests and numerical analyses describing the thermal functioning of mobile shading systems for building windows containing a phase-change heat accumulator. The experiments were conducted in the summer period with temperate climate conditions in Rzeszów (Poland). The tested shading system was dedicated to the daily life cycle of residents, taking into account both the need to illuminate the rooms with natural light and reducing the undesirable overheating of the rooms in the summer. The obtained empirical results showed a reduction in room overheating in the summer period by 29.4% from composite windows with a phase-change heat accumulator and a mobile shading system as compared to the reference composite window with an analogous mobile shading system. The database of empirical results allowed for the creation and verification of a numerical model of heat conversion, storage and distribution within the composite window containing phase change material and a mobile shading system. The verified model made it possible to analyse the thermal functioning of the modified transparent partitions in cool temperate, temperate and subtropical climates. The article is a solution to the problem of undesirable overheating of transparent building partitions by efficient storage and distribution of solar radiation energy thanks to the use of a mobile shading system and a phase change material, while presenting a useful tool enabling the prediction of energy gains in different climatic conditions.",
    "readLink": "https://www.mdpi.com/1996-1944/14/10/2512"
  },
  {
    "title": "Climate change vs. socio-economic development: understanding the future South Asian water gap",
    "authors": [
      "R. R. Wijngaard,",
      "R. R. Wijngaard,",
      "H. Biemans,",
      "A. F. Lutz,",
      "A. B. Shrestha,",
      "P. Wester,",
      "W. W. Immerzeel,",
      "W. W. Immerzeel"
    ],
    "doi": "https://doi.org/10.5194/hess-22-6297-2018",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  6297\n                                  – 6321",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The Indus, Ganges, and Brahmaputra (IGB) river basins provide about 900 million people with water resources used for agricultural, domestic, and industrial purposes. These river basins are marked as “climate change hotspots”, where climate change is expected to affect monsoon dynamics and the amount of meltwater from snow and ice, and thus the amount of water available. Simultaneously, rapid and continuous population growth as well as strong economic development will likely result in a rapid increase in water demand. Since quantification of these future trends is missing, it is rather uncertain how the future South Asian water gap will develop. To this end, we assess the combined impacts of climate change and socio-economic development on the future “blue” water gap in the IGB until the end of the 21st century. We apply a coupled modelling approach consisting of the distributed cryospheric–hydrological model SPHY, which simulates current and future upstream water supply, and the hydrology and crop production model LPJmL, which simulates current and future downstream water supply and demand. We force the coupled models with an ensemble of eight representative downscaled general circulation models (GCMs) that are selected from the RCP4.5 and RCP8.5 scenarios, and a set of land use and socio-economic scenarios that are consistent with the shared socio-economic pathway (SSP) marker scenarios 1 and 3. The simulation outputs are used to analyse changes in the water availability, supply, demand, and gap. The outcomes show an increase in surface water availability towards the end of the 21st century, which can mainly be attributed to increases in monsoon precipitation. However, despite the increase in surface water availability, the strong socio-economic development and associated increase in water demand will likely lead to an increase in the water gap during the 21st century. This indicates that socio-economic development is the key driver in the evolution of the future South Asian water gap. The transgression of future environmental flows will likely be limited, with sustained environmental flow requirements during the monsoon season and unmet environmental flow requirements during the low-flow season in the Indus and Ganges river basins.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/22/6297/2018/hess-22-6297-2018.pdf"
  },
  {
    "title": "Experimental and Theoretical Modelling of Concentrating Photovoltaic Thermal System with Ge-Based Multi-Junction Solar Cells",
    "authors": [
      "Rida Ali Hmouda,",
      "Yuri S. Muzychka,",
      "Xili Duan"
    ],
    "doi": "https://doi.org/10.3390/en15114056",
    "journalVolume": "Vol. 15,\n                                no. 4056\n                                \n                                  p.\n                                  4056",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Climate change is one of the biggest environmental, political, economic, technological, and social challenges of the 21st century. Due to ever-increasing fossil fuels costs. The world energy system should be transitioned to renewable energy sources to mitigate greenhouse gas emissions. Solar energy is one of the suitable alternatives to fossil fuel usage. Currently, the most widely available solar technologies are solar photovoltaic (PV) and solar thermal. The integration of these two techniques enables the exploitation of the most significant amount of solar radiation. This combination has led to a hybrid photovoltaic/thermal system (PV/T). Concentrated solar radiation on PV cells, known as concentrated photovoltaic (CPV), effectively decreases PV receivers’ area and harnesses the same quantity of solar radiation. However, the main problem with CPV is the elevated PV surface temperature, which often requires active cooling. This issue can be solved by introducing a Concentrating Photovoltaic Thermal (CPVT) system. In this article, a new CPVT hybrid system based on Point Focus Fresnel Lens (PFFL) and embedded Multi Junction Photovoltaic (MJPV) (GaInP/InGaAs/Ge) cells has been experimentally investigated and numerically modelled under indoor conditions. Experiments and simulations were carried out at different heat transfer fluid (HTF) flow rates and under constant irradiation emitted from a sun simulator. The results indicate that the thermal and electrical performance of the CPVT system improves under the testing conditions, where the total efficiency was 68.7% and 73.5% for the experimental and CFD models, respectively. At the same time, the highest thermal efficiency of the experimental and CFD models was 49.5% and 55.4%, respectively. In contrast, the highest electrical efficiency was 36.5% and 37.1%. Therefore, the CPVT system has an excellent possibility of being competitive with conventional power generation systems.",
    "readLink": "https://www.mdpi.com/1996-1073/15/11/4056"
  },
  {
    "title": "Air temperature changes and phenological phases of field cucumber (Cucumis sativus L.) in Poland, 1966-2005",
    "authors": [
      "R. Kalbarczyk"
    ],
    "doi": "https://doi.org/10.17221/49/2008-HORTSCI",
    "journalVolume": "Vol. 36,\n                                no. 2\n                                \n                                  pp.\n                                  75\n                                  – 83",
    "issn": "0862-867X (Print)",
    "publisher": "1805-9333 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://hortsci.agriculturejournals.cz/",
    "abstract": "The aim of the work was to determine whether and how the frequently observed trends in air temperature changes affect the dates of phenophases of field cucumber (pickling variety) cultivated in Poland. Completion of the task included gathering of monthly and seasonal data concerning average air temperature in the vegetation seasonn of cucumber collected from 53 stations of the Institute of Meteorology and Water Management and of phenological and agrotechnical dates collected from 28 experimental stations of the Research Centre for Cultivar Testing over 1966-2005 all over Poland. Dependence between the dates of phenological phases and average air temperature, thein trend and the size of the changes for the 40-year research period of 1966-2005 were determined on the basis of a linear regression analysis. Moreover, the generalized cluster analysis was employed to group years, similar in terms of the course of cucumber phenophases: emergence, flowering and fruit setting, together with thermal conditions of air in the period preceding their occurrence. If the current tendencies hold slight acceleration of phenophases: emergence (+1.2 days/10 years), flowering (+1.9 days/10 years), fruit setting (+2.1 days/10 years) and growing acceleration of the dates of harvesting (the beginning by +3.1 days/10 years, and the end by +6.4 days/10 years), it leads to the shortening of the fructification period and it may thus deteriorate conditions for achieving good cucumber yields in Poland.",
    "readLink": "https://hortsci.agriculturejournals.cz/artkey/hor-200902-0005_air-temperature-changes-and-phenological-phases-of-field-cucumber-cucumis-sativus-l-in-poland-1966-2005.php"
  },
  {
    "title": "Impact of Vertical Canopy Position on Leaf Spectral Properties and Traits across Multiple Species",
    "authors": [
      "Tawanda  W. Gara,",
      "Roshanak Darvishzadeh,",
      "Andrew  K. Skidmore,",
      "Tiejun Wang"
    ],
    "doi": "https://doi.org/10.3390/rs10020346",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  346",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Understanding the vertical pattern of leaf traits across plant canopies provide critical information on plant physiology, ecosystem functioning and structure and vegetation response to climate change. However, the impact of vertical canopy position on leaf spectral properties and subsequently leaf traits across the entire spectrum for multiple species is poorly understood. In this study, we examined the ability of leaf optical properties to track variability in leaf traits across the vertical canopy profile using Partial Least Square Discriminatory Analysis (PLS-DA). Leaf spectral measurements together with leaf traits (nitrogen, carbon, chlorophyll, equivalent water thickness and specific leaf area) were studied at three vertical canopy positions along the plant stem: lower, middle and upper. We observed that foliar nitrogen (N), chlorophyll (Cab), carbon (C), and equivalent water thickness (EWT) were higher in the upper canopy leaves compared with lower shaded leaves, while specific leaf area (SLA) increased from upper to lower canopy leaves. We found that leaf spectral reflectance significantly (P ≤ 0.05) shifted to longer wavelengths in the ‘red edge’ spectrum (685–701 nm) in the order of lower > middle > upper for the pooled dataset. We report that spectral bands that are influential in the discrimination of leaf samples into the three groups of canopy position, based on the PLS-DA variable importance projection (VIP) score, match with wavelength regions of foliar traits observed to vary across the canopy vertical profile. This observation demonstrated that both leaf traits and leaf reflectance co-vary across the vertical canopy profile in multiple species. We conclude that canopy vertical position has a significant impact on leaf spectral properties of an individual plant’s traits, and this finding holds for multiple species. These findings have important implications on field sampling protocols, upscaling leaf traits to canopy level, canopy reflectance modelling, and subsequent leaf trait retrieval, especially for studies that aimed to integrate hyperspectral measurements and LiDAR data.",
    "readLink": "http://www.mdpi.com/2072-4292/10/2/346"
  },
  {
    "title": "Methodology to assess coastal infrastructure resilience to climate change",
    "authors": [
      "Roca Marta,",
      "Hames Dominic,",
      "Gouldby Ben,",
      "Zve Eleni S.,",
      "Rowlands Olwen,",
      "Barter Peter,",
      "Grew Jo"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/20160702004",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  02004",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The section of railway which runs along the coastline of south Devon in United Kingdom, from Exeter to Newton Abbot, is one of the most photographed sections of railway in the world. It was opened in 1846 with embankments and seawalls protecting and supporting the railway, providing the route of an atmospheric railway. Despite regular maintenance however, there has been a history of storm damage, one of the most severe occurring in February 2014. This resulted in the collapse of the line, interruption of all rail traffic into and out of the far South- West of the United Kingdom (affecting parts of Devon and the whole of Cornwall) and significant damage to the region’s economy. In order to improve the resilience of the line, several options have been considered to evaluate and reduce climate change impacts to the railway. This paper describes the methodological approach developed to evaluate the risks of flooding for a range of scenarios in the estuary and open coast reaches of the line. Components to derive the present day and future climate change coastal conditions including some possible adaptation measures are also presented together with the results of the hindcasting analysis to assess the performance of the modelling system. An overview of the modelling results obtained to support the development of a long-term Resilience Strategy for asset management is also discussed.",
    "readLink": "http://dx.doi.org/10.1051/e3sconf/20160702004"
  },
  {
    "title": "Response of sugarcane genotypes to varying planting environments under two distinct agro-climatic zones of Punjab, India",
    "authors": [
      "Sudhir Kumar Mishra,",
      "Jashandeep Singh,",
      "Kuldeep Singh,",
      "Harkanwaljot Singh,",
      "Pavneet Kaur Kingra,",
      "Vikrant Singh,",
      "Barun Biswas"
    ],
    "doi": "https://doi.org/10.37580/JSR.2022.1.12.75-84",
    "journalVolume": "Vol. 12,\n                                no. 1",
    "issn": "2249-927X (Print)",
    "publisher": "2582-4767 (Online)",
    "countryOfPublisher": "Society for Sugarcane Research and Development",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "http://epubs.icar.org.in/ejournal/index.php/JSR/index",
    "abstract": "Sugarcane, an important sugar producing crop provides raw materials for sugar industries hence, creates employment for the human population. In India, sugarcane planting has large sowing window starting from autumn (October-November) to spring season (February- March/April). To determine the optimum planting time of sugarcane cultivars, a field experiment was conducted during 2017-18 at two diverse locations (Faridkot and Gurdaspur) of Punjab, in split plot design having three planting dates (February 25th, March 25th and April 25th) in main plots and four sugarcane cultivars (CoPb 91, CoJ 88, Co 0118 and Co 0238) in sub-plots with 3 replications. Results described that the sugarcane crop planted on February 25 produced more tillers that resulted in maximum millable canes (i.e., 113.8 '000 / ha at Faridkot and 107.3 '000 / ha at Gurdaspur, respectively). At both sites, maximum cane yield of 128.4 and 136.3 t / ha was recorded under the February 25 planted crop, which was 15.5 and 18.4 % more than March 25 and 31.2 and 36.9% higher than the April 25 planted crop, respectively. At both locations, the higher cane yield (128.4 and 136.3 t / ha) under February 25 planted crop might be attributed to improved yield parameters such as more millable canes (113.8 and 107.3'000/ha), higher single cane weight (1.2 and 1.4kg) and better quality attributes viz., extraction (55.9 and 56.1%), brix (18.5 and 18.6%), sucrose (16.5 and 16.8%), purity (89.3 and 90.5%) and commercial cane sugar (11.5 and 11.8%). Stable sugarcane yield of Co 0238 was obtained in agro climatic zone II, while CoJ 88 was very uniform in agro climatic zone IV, so these varieties can be selected for cultivation in respective agro climatic zones of Punjab. Therefore, variety CoJ 88 is suitable for Faridkot and Co 0238 for Gurdaspur. In contrast, Co 0118 showed very inconsistent performance at both regions.",
    "readLink": "https://epubs.icar.org.in/index.php/JSR/article/view/131457"
  },
  null,
  {
    "title": "Population trends for North American winter birds based on hierarchical models",
    "authors": [
      "Candan U. Soykan,",
      "John Sauer,",
      "Justin G. Schuetz,",
      "Geoffrey S. LeBaron,",
      "Kathy Dale,",
      "Gary M. Langham"
    ],
    "doi": "https://doi.org/10.1002/ecs2.1351",
    "journalVolume": "Vol. 7,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Managing widespread and persistent threats to birds requires knowledge of population dynamics at large spatial and temporal scales. For over 100 yrs, the Audubon Christmas Bird Count (CBC) has enlisted volunteers in bird monitoring efforts that span the Americas, especially southern Canada and the United States. We employed a Bayesian hierarchical model to control for variation in survey effort among CBC circles and, using CBC data from 1966 to 2013, generated early‐winter population trend estimates for 551 species of birds. Selecting a subset of species that do not frequent bird feeders and have ≥25% range overlap with the distribution of CBC circles (228 species) we further estimated aggregate (i.e., across species) trends for the entire study region and at the level of states/provinces, Bird Conservation Regions, and Landscape Conservation Cooperatives. Moreover, we examined the relationship between ten biological traits—range size, population size, migratory strategy, habitat affiliation, body size, diet, number of eggs per clutch, age at sexual maturity, lifespan, and tolerance of urban/suburban settings—and CBC trend estimates. Our results indicate that 68% of the 551 species had increasing trends within the study area over the interval 1966–2013. When trends were examined across the subset of 228 species, the median population trend for the group was 0.9% per year at the continental level. At the regional level, aggregate trends were positive in all but a few areas. Negative population trends were evident in lower latitudes, whereas the largest increases were at higher latitudes, a pattern consistent with range shifts due to climate change. Nine of 10 biological traits were significantly associated with median population trend; however, none of the traits explained >34% of the deviance in the data, reflecting the indirect relationships between population trend estimates and species traits. Trend estimates based on the CBC are broadly congruent with estimates based on the North American Breeding Bird Survey, another large‐scale monitoring program. Both of these efforts, conducted by citizen scientists, will be required going forward to ensure robust inference about population dynamics in the face of climate and land cover changes.",
    "readLink": "https://doi.org/10.1002/ecs2.1351"
  }
]