[
  {
    "title": "Reefs under Siege—the Rise, Putative Drivers, and Consequences of Benthic Cyanobacterial Mats",
    "authors": [
      "Amanda K. Ford,",
      "Amanda K. Ford,",
      "Sonia Bejarano,",
      "Maggy M. Nugues,",
      "Maggy M. Nugues,",
      "Petra M. Visser,",
      "Simon Albert,",
      "Sebastian C. A. Ferse,",
      "Sebastian C. A. Ferse"
    ],
    "doi": "https://doi.org/10.3389/fmars.2018.00018",
    "journalVolume": "Vol. 5",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Benthic cyanobacteria have commonly been a small but integral component of coral reef ecosystems, fulfilling the critical function of introducing bioavailable nitrogen to an inherently oligotrophic environment. Though surveys may have previously neglected benthic cyanobacteria, or grouped them with more conspicuous benthic groups, emerging evidence strongly indicates that they are becoming increasingly prevalent on reefs worldwide. Some species can form mats comprised by a diverse microbial consortium which allows them to exist across a wide range of environmental conditions. This review evaluates the putative driving factors of increasing benthic cyanobacterial mats, including climate change, declining coastal water quality, iron input, and overexploitation of key consumer and ecosystem engineer species. Ongoing global environmental change can increase growth rates and toxin production of physiologically plastic benthic cyanobacterial mats, placing them at a considerable competitive advantage against reef-building corals. Once established, strong ecological feedbacks [e.g., inhibition of coral recruitment, release of dissolved organic carbon (DOC)] reinforce reef degradation. The review also highlights previously overlooked implications of mat proliferation, which can extend beyond reef health and affect human health and welfare. Though identifying (opportunistic) consumers of mats remains a priority, their perceived low palatability implies that herbivore management alone may be insufficient to control their proliferation and must be accompanied by local measures to improve water quality and watershed management.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmars.2018.00018/full"
  },
  {
    "title": "Future Changes in Surface Runoff over Korea Projected by a Regional Climate Model under A1B Scenario",
    "authors": [
      "Ji-Woo Lee,",
      "Suryun Ham,",
      "Song-You Hong,",
      "Kei Yoshimura,",
      "Minsu Joh"
    ],
    "doi": "https://doi.org/10.1155/2014/753790",
    "journalVolume": "Vol. 2014",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "This study assesses future change of surface runoff due to climate change over Korea using a regional climate model (RCM), namely, the Global/Regional Integrated Model System (GRIMs), Regional Model Program (RMP). The RMP is forced by future climate scenario, namely, A1B of Intergovernmental Panel on Climate Change (IPCC) Fourth Assessment Report (AR4). The RMP satisfactorily reproduces the observed seasonal mean and variation of surface runoff for the current climate simulation. The distribution of monsoonal precipitation-related runoff is adequately captured by the RMP. In the future (2040–2070) simulation, it is shown that the increasing trend of temperature has significant impacts on the intra-annual runoff variation. The variability of runoff is increased in summer; moreover, the strengthened possibility of extreme occurrence is detected in the future climate. This study indicates that future climate projection, including surface runoff and its variability over Korea, can be adequately addressed on the RMP testbed. Furthermore, this study reflects that global warming affects local hydrological cycle by changing major water budget components. This study adduces that the importance of runoff should not be overlooked in regional climate studies, and more elaborate presentation of fresh-water cycle is needed to close hydrological circulation in RCMs.",
    "readLink": "http://dx.doi.org/10.1155/2014/753790"
  },
  {
    "title": "Potential agricultural and environmental benefits of mulches—a review",
    "authors": [
      "Rashid Iqbal,",
      "Muhammad Aown Sammar Raza,",
      "Mohammad Valipour,",
      "Muhammad Farrukh Saleem,",
      "Muhammad Saqlain Zaheer,",
      "Salman Ahmad,",
      "Monika Toleikiene,",
      "Imran Haider,",
      "Muhammad Usman Aslam,",
      "Muhammad Adnan Nazar"
    ],
    "doi": "https://doi.org/10.1186/s42269-020-00290-3",
    "journalVolume": "Vol. 44,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2522-8307 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://bnrc.springeropen.com",
    "abstract": "Abstract Rapid industrialization and urbanization have resulted in elevated global temperature over the years consequently disturbing the balance of agro-ecological systems worldwide. Therefore, new eco-friendly agricultural practices for sustainable food production are needed. Mulching could potentially serve the purpose by reducing soil evaporation, conserving moisture, controlling soil temperature, reducing weed growth, and improving microbial activities. Additionally, mulches could provide economical, aesthetic, and environmental advantages to agriculture and landscape. Moreover, in the restoration sites, mulches are widely used for the plantation of trees which need no significant care. Mulches combat with different stress conditions in agricultural lands as well as in landscapes. This review paper focuses on multiple significant impacts of mulches for the production and establishment of different crops in nature. Mulches conserve the soil moisture, enhance the nutrients status of soil, control the erosion losses, suppress the weeds in crop plants, and remove the residual effects of pesticides, fertilizers, and heavy metals. Mulches improve the aesthetic value of landscapes and economic value of crops. This paper also describes some problems associated with various mulch materials. There are contradictions about mulching materials as some researchers favor mulches and others have denoted some concerns. The selection of mulching material is important with respect to crop type, management practices, and climatic conditions. The appropriate mulching technique could provide the aforementioned benefits to the agro-ecological systems. Therefore, the impacts of low-cost, eco-friendly, and biodegradable mulching materials on soil microbes, nutrient balance, plant growth, and soil erosion should be explored in the future.",
    "readLink": "http://link.springer.com/article/10.1186/s42269-020-00290-3"
  },
  {
    "title": "Scale effect of climate factors on soil organic carbon stock in natural grasslands of northern China",
    "authors": [
      "Zhimin Liu,",
      "Quanlai Zhou,",
      "Qun Ma,",
      "Wennong Kuang,",
      "Stefani Daryanto,",
      "Lixin Wang,",
      "Jing Wu,",
      "Bo Liu,",
      "Jinlei Zhu,",
      "Chengyou Cao,",
      "Xuehua Li,",
      "Zhenwu Kou,",
      "Wenkai Shou,",
      "Jianqiang Qian,",
      "Minghu Liu,",
      "Zhiming Xin,",
      "Xue Cui,",
      "Wei Liang"
    ],
    "doi": "Vol. 146\n                                \n                                \n                                  p.\n                                  109757",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Changes in grassland soil organic carbon stock (SOCS) may significantly affect the regional climate and carbon cycle of terrestrial ecosystems. However, how the impact of climate factors on SOCS and the dominant climate factors are regulated by the area scale of grasslands remains unclear. To understand the scale effects of climate on SOCS and how to accurately estimate SOCS at different scales, three area scales were defined by extending grassland types on the basis of meadow, typical and desert grasslands (Scale I (average area 37.22 × 104 km2) included each of these three types of grasslands, Scale II (average area 74.45 × 104 km2) was achieved by a pairwise combination of these three types of grasslands. Scale III (area 111.67 × 104 km2) was an aggregate of these three types of grasslands), the relationship between climate factors (i.e., mean annual precipitation, mean annual temperature, annual maximum temperature, annual minimum temperature, mean annual ground temperature, mean annual humidity, annual sunshine duration, annual maximum depth of accumulated snow, and the number of snow-covered days) and SOCS at the three scales were explored in the grasslands of northern China. Our results indicated that the total SOCS in grasslands at the three scales was ordered as desert grassland < meadow grassland < typical grassland. Of the nine climate factors, mean annual precipitation, positively correlated with SOCS, was the most significant climatic factor for all three scales. The dominant climatic factors of the SOCS differed across grassland area scales (i.e., MAP and MAH for meadow grassland, AMAT, MAP, NSD, and MAH for typical grassland, MAP, NSD, MAH, AMAT, and ASD for meadow-typical grassland scale, MAP, MAT, and MAGT for typical-desert grassland scale, MAP and MAT for meadow-typical-desert grassland scale). The impact of climate factors on the SOCS decreased as the scale increased. It is essential to screen appropriate climate predictors according to a given area scale when assessing regional SOCS. Multiple climate factors are better predictors for accessing SOCS at a small scale. At a large scale, however, dominant climatic factors are predictors that are more efficient.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22012304"
  },
  {
    "title": "Science-based approach for credible accounting of mitigation in managed forests",
    "authors": [
      "Giacomo Grassi,",
      "Roberto Pilli,",
      "Jo House,",
      "Sandro Federici,",
      "Werner A. Kurz"
    ],
    "doi": "https://doi.org/10.1186/s13021-018-0096-2",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background The credibility and effectiveness of country climate targets under the Paris Agreement requires that, in all greenhouse gas (GHG) sectors, the accounted mitigation outcomes reflect genuine deviations from the type and magnitude of activities generating emissions in the base year or baseline. This is challenging for the forestry sector, as the future net emissions can change irrespective of actual management activities, because of age-related stand dynamics resulting from past management and natural disturbances. The solution implemented under the Kyoto Protocol (2013–2020) was accounting mitigation as deviation from a projected (forward-looking) “forest reference level”, which considered the age-related dynamics but also allowed including the assumed future implementation of approved policies. This caused controversies, as unverifiable counterfactual scenarios with inflated future harvest could lead to credits where no change in management has actually occurred, or conversely, failing to reflect in the accounts a policy-driven increase in net emissions. Instead, here we describe an approach to set reference levels based on the projected continuation of documented historical forest management practice, i.e. reflecting age-related dynamics but not the future impact of policies. We illustrate a possible method to implement this approach at the level of the European Union (EU) using the Carbon Budget Model. Results Using EU country data, we show that forest sinks between 2013 and 2016 were greater than that assumed in the 2013–2020 EU reference level under the Kyoto Protocol, which would lead to credits of 110–120 Mt CO2/year (capped at 70–80 Mt CO2/year, equivalent to 1.3% of 1990 EU total emissions). By modelling the continuation of management practice documented historically (2000–2009), we show that these credits are mostly due to the inclusion in the reference levels of policy-assumed harvest increases that never materialized. With our proposed approach, harvest is expected to increase (12% in 2030 at EU-level, relative to 2000–2009), but more slowly than in current forest reference levels, and only because of age-related dynamics, i.e. increased growing stocks in maturing forests. Conclusions Our science-based approach, compatible with the EU post-2020 climate legislation, helps to ensure that only genuine deviations from the continuation of historically documented forest management practices are accounted toward climate targets, therefore enhancing the consistency and comparability across GHG sectors. It provides flexibility for countries to increase harvest in future reference levels when justified by age-related dynamics. It offers a policy-neutral solution to the polarized debate on forest accounting (especially on bioenergy) and supports the credibility of forest sector mitigation under the Paris Agreement.",
    "readLink": "http://link.springer.com/article/10.1186/s13021-018-0096-2"
  },
  {
    "title": "Assessment of the Effects of Temperature and Precipitation Variations on the Trend of River Flows in Urmia Lake Watershed",
    "authors": [
      "Ashkan Farokhnia,",
      "Saeid Morid"
    ],
    "doi": "Vol. 25,\n                                no. 3\n                                \n                                  pp.\n                                  86\n                                  – 97",
    "issn": "1024-5936 (Print)",
    "publisher": "2383-0905 (Online)",
    "countryOfPublisher": "Water and Wastewater Consulting Engineers Research Development",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Technology: Environmental technology. Sanitary engineering: Sewage collection and disposal systems. Sewerage"
    ],
    "journalUrl": "http://wwjournal.ir",
    "abstract": "Trend analysis is one of the appropriate methods to assess the hydro-climatic condition of watersheds, which is commonly used for analysis of change pattern in a single variable over time. However, in real cases, many hydrological variables such as river flow are directly affected by climate and environmental factors, which usually go unnoticed in routine analyzes. The aim of the present research is to investigate the trend of river discharge in 25 hydrometric stations in Lake Urmia river basin with and without consideration of temperature and rainfall variability. Briefly, the results showed that there is a decreasing trend in all stations, which is significant in 9 cases. Also, it has been shown that regarding to trends in precipitation and temperature, the number of stations with significant decreasing trend will reduce to 7, which shows low impact of climate factors on the reduction rate of discharge in these stations. Based on the results, it can be concluded that climate variations have direct effect in inferring significant trends in river flow, so that considering these variables in studying of river discharge can lead to different results in the detection of significant trends.",
    "readLink": "http://www.wwjournal.ir/article_4563_d535d76937d73e00f29dcf32a50a1527.pdf"
  },
  {
    "title": "Prediction of Spatiotemporal Invasive Risk of the Red Import Fire Ant, <i>Solenopsis invicta</i> (Hymenoptera: Formicidae), in China",
    "authors": [
      "Jinyue Song,",
      "Hua Zhang,",
      "Ming Li,",
      "Wuhong Han,",
      "Yuxin Yin,",
      "Jinping Lei"
    ],
    "doi": "https://doi.org/10.3390/insects12100874",
    "journalVolume": "Vol. 12,\n                                no. 874\n                                \n                                  p.\n                                  874",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "The red imported fire ant, Solenopsis invicta (Hymenoptera: Formicidae), is an invasive pest, and it has spread rapidly all over the world. Predicting the suitable area of S. invicta growth in China will provide a reference that will allow for its invasion to be curbed. In this study, based on the 354 geographical distribution records of S. invicta, combined with 24 environmental factors, the suitable areas of S. invicta growth in China under current (2000s) and future (2030s and 2050s) climate scenarios (SSPs1-2.5s, SSPs2-3.5s and SSPs5-8.5s) were predicted by using the optimized MaxEnt model and geo-detector model. An iterative algorithm and knife-cut test were used to evaluate the important environmental factors that restrict the suitable area under the current climatic conditions. This study also used the response curve to determine the appropriate value of environmental factors to further predict the change and the center of gravity transfer of the suitable area under climate change. The optimized MaxEnt model has high prediction accuracy, and the working curve area (AUC) of the subjects is 0.974. Under climatic conditions, the suitable area is 81.37 × 104 km2 in size and is mainly located in the south and southeast of China. The main environmental factors affecting the suitable area are temperature (Bio1, Bio6, and Bio9), precipitation (Bio12 and Bio14) and NDVI. In future climate change scenarios, the total suitable area will spread to higher latitudes. This distribution will provide an important theoretical basis for relevant departments to rapidly prevent and control the invasion of S. invicta.",
    "readLink": "https://www.mdpi.com/2075-4450/12/10/874"
  },
  {
    "title": "Quantifying the Impacts of Climate Change, Coal Mining and Soil and Water Conservation on Streamflow in a Coal Mining Concentrated Watershed on the Loess Plateau, China",
    "authors": [
      "Qiaoling Guo,",
      "Yaoyao Han,",
      "Yunsong Yang,",
      "Guobin Fu,",
      "Jianlin Li"
    ],
    "doi": "https://doi.org/10.3390/w11051054",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  1054",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The streamflow has declined significantly in the coal mining concentrated watershed of the Loess Plateau, China, since the 1970s. Quantifying the impact of climate change, coal mining and soil and water conservation (SWC), which are mainly human activities, on streamflow is essential not only for understanding the mechanism of hydrological response, but also for water resource management in the catchment. In this study, the trend of annual streamflow series by Mann-Kendall test has been analyzed, and years showing abrupt changes have been detected using the cumulative anomaly curves and Pettitt test. The contribution of climate change, coal mining and SWC on streamflow has been separated with the monthly water-balance model (MWBM) and field investigation. The results showed: (1) The streamflow had an statistically significant downward trend during 1955−2013; (2) The two break points were in 1979 and 1996; (3) Relative to the baseline period, i.e., 1955−1978, the mean annual streamflow reduction in 1979−1996 was mainly affected by climate change, which was responsible for a decreased annual streamflow of 12.70 mm, for 70.95%, while coal mining and SWC resulted in a runoff reduction of 2.15 mm, 12.01% and 3.05mm, 17.04%, respectively; (4) In a recent period, i.e., 1997−2013, the impact of coal mining on streamflow reduction was dominant, reaching 29.88 mm, 54.24%. At the same time, the declining mean annual streamflow induced through climate change and SWC were 13.01 mm, 23.62% and 12.20 mm, 22.14%, respectively.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/1054"
  },
  {
    "title": "The Brewer–Dobson circulation in CMIP6",
    "authors": [
      "M. Abalos,",
      "N. Calvo,",
      "S. Benito-Barca,",
      "H. Garny,",
      "S. C. Hardiman,",
      "P. Lin,",
      "P. Lin,",
      "M. B. Andrews,",
      "N. Butchart,",
      "R. Garcia,",
      "C. Orbe,",
      "D. Saint-Martin,",
      "S. Watanabe,",
      "K. Yoshida"
    ],
    "doi": "https://doi.org/10.5194/acp-21-13571-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  13571\n                                  – 13591",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The Brewer–Dobson circulation (BDC) is a key feature of the stratosphere that models need to accurately represent in order to simulate surface climate variability and change adequately. For the first time, the Climate Model Intercomparison Project includes in its phase 6 (CMIP6) a set of diagnostics that allow for careful evaluation of the BDC. Here, the BDC is evaluated against observations and reanalyses using historical simulations. CMIP6 results confirm the well-known inconsistency in the sign of BDC trends between observations and models in the middle and upper stratosphere. Nevertheless, the large uncertainty in the observational trend estimates opens the door to compatibility. In particular, when accounting for the limited sampling of the observations, model and observational trend error bars overlap in 40 % of the simulations with available output. The increasing CO2 simulations feature an acceleration of the BDC but reveal a large spread in the middle-to-upper stratospheric trends, possibly related to the parameterized gravity wave forcing. The very close connection between the shallow branch of the residual circulation and surface temperature is highlighted, which is absent in the deep branch. The trends in mean age of air are shown to be more robust throughout the stratosphere than those in the residual circulation.",
    "readLink": "https://acp.copernicus.org/articles/21/13571/2021/acp-21-13571-2021.pdf"
  },
  {
    "title": "The case for integrated transport and health surveillance in Wales",
    "authors": [
      "Sarah Jones"
    ],
    "doi": "https://doi.org/10.23889/ijpds.v4i3.1243",
    "journalVolume": "Vol. 4,\n                                no. 3",
    "issn": "2399-4908 (Online)",
    "publisher": "Swansea University",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Economic theory. Demography: Demography. Population. Vital events"
    ],
    "journalUrl": "https://ijpds.org",
    "abstract": "Background with rationale Transport is an under-recognised wider determinant of health. But, there is growing recognition, among policy makers and the general public, that significant modal shift, from cars and to greater use of public transport and active travel is needed to improve and protect health directly and indirectly, and in the short and long term, including with regards to climate change. In Wales, this comes when a new Welsh Transport Strategy is being written. This is likely to encourage greater recognition of the links between transport and health and demand data to support understanding of the ways in which transport affects health, as well as to evaluate the effects of the strategy, and to support wider research into the links between transport and health. Main Aim This suggests the need for a formal, routine transport and health surveillance system. This study will therefore aim to determine whether this is needed. Methods/Approach The approach is a review of existing systems and the evidence for the links between transport and health. Results This paper will present the results of the review noted above and outline the rationale for and structure of a Welsh Transport and Health Surveillance System that will support policy evaluation at local and national levels.",
    "readLink": "https://ijpds.org/article/view/1243"
  }
]