[
  {
    "title": "Changes in the Polish Coal Sector Economic Situation with the Background of the European Union Energy Security and Eco-Efficiency Policy",
    "authors": [
      "Piotr Bórawski,",
      "Aneta Bełdycka-Bórawska,",
      "Lisa Holden"
    ],
    "doi": "https://doi.org/10.3390/en16020726",
    "journalVolume": "Vol. 16,\n                                no. 726\n                                \n                                  p.\n                                  726",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Poland is a big user of fossil fuels for electricity and heat production. The most important fossil fuel is hard, brown coal and the Polish energy system is based on this source. However, the world has begun to decarbonize the climate and reduce the carbon dioxide and methane which are the main gasses impacting climate change. The main aim of this paper was to recognize changes in Polish coal sector. We focused our attention to the economic situation and employment in coal sector in Poland. The time rage included 1989–2020 and the prognosis 2021–2025. The Polish coal sector faced dramatic changes. The number of hard coal mines decreased from 70 in 1990 to 21 in 2020. In the same timeframe, the prices for hard coal increased from 12.37 PLN/dt to 313.27 PLN/dt. The employment decreased from more than 350 thousand to less than 100 thousand people in hard coal mines. The decrease changes are the effect of strict policies of the European Union. The economic situation of Polish hard coal mines is rather poor. Polish mines achieved negative economic results due to the effect of poor management. We used advanced statistics, including the Augmented Dickey–Fuller test (ADF), to measure the stationarity of analyzed time series. We also used Generalized AutoRegressive Conditional Heteroskedasticity (GARCH) models and conducted a prognosis. Our research proved that the time series describing the hard coal economic situation were not stationary. The Generalized AutoRegressive Conditional Heteroskedasticity (GARCH) models confirmed big changes in Polish coal sector economic results. The elaborated prognosis of variables proved that the price of hard coal will increase in 2021–2025. Moreover, the economic situation will be worse. Our analysis confirmed that global trends of the hard coal sector were influenced by the European Union (EU) energy policy and closing down the mines. The economic situation of Polish hard coal sector worsened.",
    "readLink": "https://www.mdpi.com/1996-1073/16/2/726"
  },
  {
    "title": "The effect of evaporative cooling on climatic parameters in a stable for sows",
    "authors": [
      "Ľ. Botto,",
      "J. Lendelová,",
      "A. Strmeňová,",
      "T. Reichstädterová"
    ],
    "doi": "https://doi.org/10.17221/40/2013-RAE",
    "journalVolume": "Vol. 60,\n                                no. Special Issue\n                                \n                                  pp.\n                                  S85\n                                  – S91",
    "issn": "1212-9151 (Print)",
    "publisher": "1805-9376 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://rae.agriculturejournals.cz/",
    "abstract": "The aim of this study was to find out the effect of indirect evaporative cooling on microclimatic parameters in a stable for sows. A high-pressure system was used for cooling, the nozzles sprayed water into the outside air before its entering into the building. Temperature-humidity index during cooling was higher by 0.9 than in the section without cooling (P < 0.001). Due to low indoor air flow velocity (below 0.18 m/s), a change in apparent temperature by the Comprehensive Climate Index (CCI) was only 1.94°C. It would be possible to provide markedly better cooling effectiveness by increasing the air velocity up to 2 m/s, which may improve the CCI by 19.8% and thus to achieve better environmental conditions for housed sows. The efficiency of evaluated evaporative cooling system was moderate because the nozzles were placed outdoors and only part of humidified and cooled air was drawn into the building through inlet openings, and also because the indoor air-flow velocity was low.",
    "readLink": "https://rae.agriculturejournals.cz/artkey/rae-201410-0012_the-effect-of-evaporative-cooling-on-climatic-parameters-in-a-stable-for-sows.php"
  },
  {
    "title": "Assessing Ships’ Environmental Performance Using Machine Learning",
    "authors": [
      "Kyriakos Skarlatos,",
      "Andreas Fousteris,",
      "Dimitrios Georgakellos,",
      "Polychronis Economou,",
      "Sotirios Bersimis"
    ],
    "doi": "https://doi.org/10.3390/en16062544",
    "journalVolume": "Vol. 16,\n                                no. 2544\n                                \n                                  p.\n                                  2544",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Environmental performance of ships is a critical factor in the shipping industry due to evolving climate change and the respective regulations imposed by authorities all over the world. As shipping moves towards digitization, a large amount of ships’ environmental performance-related data, collected during ships’ voyages, provide opportunities to develop and enhance data-driven performance models by using different machine learning algorithms. This paper introduces new indices of ships’ environmental performance using machine learning techniques. The new indices are produced by combining clustering algorithms as well as principal component analysis. Based on the analysis of the data (14 variables with operational and design characteristics), the ships are divided into four clusters based on the new suggested indices. These clusters categorize the ships according to their physical dimensions, operating region, and operational environmental efficiency, offering insight into the distinctive traits of each cluster.",
    "readLink": "https://www.mdpi.com/1996-1073/16/6/2544"
  },
  {
    "title": "Drought Stress Described by Transcriptional Responses of <i>Picea abies</i> (L.) H. Karst. under Pathogen <i>Heterobasidion parviporum</i> Attack",
    "authors": [
      "Xenia Hao-Yi Yeoh,",
      "Blessing Durodola,",
      "Kathrin Blumenstein,",
      "Eeva Terhonen"
    ],
    "doi": "https://doi.org/10.3390/f12101379",
    "journalVolume": "Vol. 12,\n                                no. 1379\n                                \n                                  p.\n                                  1379",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The major threats to the sustainable supply of forest tree products are adverse climate, pests and diseases. Climate change, exemplified by increased drought, poses a unique threat to global forest health. This is attributed to the unpredictable behavior of forest pathosystems, which can favor fungal pathogens over the host under persistent drought stress conditions in the future. Currently, the effects of drought on tree resistance against pathogens are hypothetical, thus research is needed to identify these correlations. Norway spruce (Picea abies (L.) H. Karst.) is one of the most economically important tree species in Europe and is considered highly vulnerable to changes in climate. Dedicated experiments to investigate how disturbances will affect the Norway spruce—Heterobasidion sp. pathosystem are important, in order to develop different strategies to limit the spread of H. annosum s.l. under the predicted climate change. Here, we report a transcriptional study to compare Norway spruce gene expressions to evaluate the effects of water availability and the infection of Heterobasidion parviporum. We performed inoculation studies of three-year-old saplings in a greenhouse (purchased from a nursery). Norway spruce saplings were treated in either high (+) or low (−) water groups: high water group received double the water amount than the low water group. RNA was extracted and sequenced. Similarly, we quantified gene expression levels of candidate genes in biotic stress and jasmonic acid (JA) signaling pathways using qRT-PCR, through which we discovered a unique preferential defense response of H. parviporum-infected Norway spruce under drought stress at the molecular level. Disturbances related to water availability, especially low water conditions can have negative effects on the tree host and benefit the infection ability of the pathogens in the host. From our RNA-seq analysis, 114 differentially expressed gene regions were identified between high (+) and low (−) water groups under pathogen attack. None of these gene pathways were identified to be differentially expressed from both non-treated and mock-control treatments between high (+) and low (−) water groups. Finally, only four genes were found to be associated with drought in all treatments.",
    "readLink": "https://www.mdpi.com/1999-4907/12/10/1379"
  },
  {
    "title": "Detecting the long-term impacts from climate variability and  increasing water consumption on runoff in the Krishna river basin (India)",
    "authors": [
      "L. M. Bouwer,",
      "J. C. J. H. Aerts,",
      "P. Droogers,",
      "A. J. Dolman"
    ],
    "doi": "Vol. 10,\n                                no. 5\n                                \n                                  pp.\n                                  703\n                                  – 713",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Variations in climate, land-use and water consumption can have profound effects on river runoff. There is an increasing demand to study these factors at the regional to river basin-scale since these effects will particularly affect water resources management at this level. This paper presents a method that can help to differentiate between the effects of man-made hydrological developments and climate variability (including both natural variability and anthropogenic climate change) at the basin scale. We show and explain the relation between climate, water consumption and changes in runoff for the Krishna river basin in central India. River runoff variability due to observed climate variability and increased water consumption for irrigation and hydropower is simulated for the last 100 years (1901–2000) using the STREAM water balance model. Annual runoff under climate variability is shown to vary only by about 14–34 millimetres (6–15%). It appears that reservoir construction after 1960 and increasing water consumption has caused a persistent decrease in annual river runoff of up to approximately 123 mm (61%). Variation in runoff under climate variability only would have decreased over the period under study, but we estimate that increasing water consumption has caused runoff variability that is three times higher.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/10/703/2006/hess-10-703-2006.pdf"
  },
  {
    "title": "Projected Elevated [CO<sub>2</sub>] and Warming Result in Overestimation of SPAD-Based Rice Leaf Nitrogen Status for Nitrogen Management",
    "authors": [
      "Ye Tao,",
      "Jishuang Zhang,",
      "Lian Song,",
      "Chuang Cai,",
      "Dongming Wang,",
      "Wei Wei,",
      "Xinyue Gu,",
      "Xiong Yang,",
      "Chunwu Zhu"
    ],
    "doi": "https://doi.org/10.3390/atmos12121571",
    "journalVolume": "Vol. 12,\n                                no. 1571\n                                \n                                  p.\n                                  1571",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Nitrogen (N) has a unique place in agricultural systems with large requirements. To achieve optimal nitrogen management that meets the needs of agricultural systems without causing potential environmental risks, it is of great significance to increase N use efficiency (NUE) in agricultural systems. A chlorophyll meter, for example, the SPAD-502, can provide a simple, nondestructive, and quick method for monitoring leaf N status and NUE. However, the SPAD-based crop leaf’s N status varies greatly due to environmental factors such as CO2 concentration ([CO2]) or temperature variations. In this study, we conducted [CO2] (ambient and enriched up to 500 μmol moL1) and temperature (ambient and increased by 1.5~2.0 °C) controlled experiments from 2015 to 2017 and in 2020 in two Free-Air CO2 Enrichment (FACE) sites. Leaf characters (SPAD readings, chlorophyll a + b, N content, etc.) of seven rice cultivars were measured in this four year experiment. Here, we provide evidence that SPAD readings are significantly linearly correlated with rice leaf chlorophyll a + b content (chl a + b) and N content, while the relationships are profoundly affected by elevated [CO2] and warming. Under elevated [CO2] treatment (E), the relationship between chl a + b content and N content remains unchanged, but SPAD readings and chl a + b content show a significant difference to those under ambient (A) treatment, which distorts the SPAD-based N monitoring. Under warming (T), and combined elevated [CO2] and warming (ET) treatments, both of the relationships between SPAD and leaf a + b content and between leaf a + b content and N content show a significant difference to those under A treatment. To deal with this issue under the background of global climate change dominated by warming and elevated [CO2] in the future, we need to increase the SPAD reading’s threshold value by at least 5% to adjust for applying N fertilizer within the rice cropping system by mid-century.",
    "readLink": "https://www.mdpi.com/2073-4433/12/12/1571"
  },
  {
    "title": "Operational Forest Monitoring in Siberia Using Multi-source Earth Observation Data",
    "authors": [
      "C. Hüttich,",
      "M. A. Stelmaszczuk-Górska,",
      "J. Eberle,",
      "P. Kotzerke,",
      "C. Schmullius"
    ],
    "doi": "Vol. 1,\n                                no. 5\n                                \n                                  pp.\n                                  38\n                                  – 52",
    "issn": "2311-1410 (Print)",
    "publisher": "2312-2099 (Online)",
    "countryOfPublisher": "Russian Academy of Sciences, Siberian Branch Publishing House",
    "lcc": [
      "Russian Federation",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://sibjforsci.com/",
    "abstract": "Forest cover disturbance rates are increasing in the forests of Siberia due to intensification of human activities and climate change. In this paper two satellite data sources were used for automated forest cover change detection. Annual ALOS PALSAR backscatter mosaics (2007–2010) were used for yearly forest loss monitoring. Time series of the Enhanced Vegetation Index (EVI, 2000–2014) from the Moderate Resolution Imaging Spectroradiometer (MODIS) were integrated in a web-based data middleware system to assess the capabilities of a near-real time detection of forest disturbances using the break point detection by additive season and trends (Bfast) method. The SAR-based average accuracy of the forest loss detection was 70 %, whereas the MODIS-based change assessment using breakpoint detection achieved average accuracies of 50 % for trend-based breakpoints and 43.4 % for season-based breakpoints. It was demonstrated that SAR remote sensing is a highly accurate tool for up-to-date forest monitoring. Web-based data middleware systems like the Earth Observation Monitor, linked with MODIS time series, provide access and easy-to-use tools for on demand change monitoring in remote Siberian forests.",
    "readLink": "http://xn--80abmehbaibgnewcmzjeef0c.xn--p1ai/upload/iblock/b21/b218d2553cc18c6379a15dfa4770d6f8.pdf"
  },
  {
    "title": "Characterization of Riparian Tree Communities along a River Basin in the Pacific Slope of Guatemala",
    "authors": [
      "Alejandra Alfaro Pinto,",
      "Juan J. Castillo Mont,",
      "David E. Mendieta Jiménez,",
      "Alex Guerra Noriega,",
      "Jorge Jiménez Barrios,",
      "Andrea Clavijo McCormick"
    ],
    "doi": "https://doi.org/10.3390/f12070898",
    "journalVolume": "Vol. 12,\n                                no. 898\n                                \n                                  p.\n                                  898",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Ecosystem conservation in Mesoamerica, one of the world’s biodiversity hotspots, is a top priority because of the rapid loss of native vegetation due to anthropogenic activities. Riparian forests are often the only remaining preserved areas among expansive agricultural matrices. These forest remnants are essential to maintaining water quality, providing habitats for a variety of wildlife and acting as biological corridors that enable the movement and dispersal of local species. The Acomé river is located on the Pacific slope of Guatemala. This region is heavily impacted by intensive agriculture (mostly sugarcane plantations), fires and grazing. Most of this region’s original forest is now restricted to forest remnants concentrated along the riverbank. However, the botanical composition and species diversity of the riparian communities has not been characterized. This baseline information is essential to develop restoration strategies and management plans. This study aimed to characterize the riparian tree communities along the Acomé riverbank by systematically collecting herbarium specimens and photographic material for trees over 10 cm DBH (diameter at breast height). Cluster analysis was used to identify the main riparian communities, and diversity indices were calculated for each community. A total of 115 tree species were identified, belonging to 91 genera and 43 families. The cluster analysis suggested the presence of four riparian tree communities along an altitudinal gradient. Rhizophora mangle, Cecropia obtusifolia, Guazuma ulmifolia, and Brosimum costaricanum were the dominant species of the identified communities. This research will support ongoing restoration efforts and biological connectivity plans in this region.",
    "readLink": "https://www.mdpi.com/1999-4907/12/7/898"
  },
  {
    "title": "Case Studies on Impacts of Climate Change on Smallholder Livestock Production in Egypt and Spain",
    "authors": [
      "Nesrein M. Hashem,",
      "Paula Martinez-Ros,",
      "Antonio Gonzalez-Bulnes,",
      "Ali Ali El-Raghi"
    ],
    "doi": "https://doi.org/10.3390/su151813975",
    "journalVolume": "Vol. 15,\n                                no. 13975\n                                \n                                  p.\n                                  13975",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is one of the hot topics of this decade and seriously affects all economic production sectors including the livestock farming sector. In many scenarios, the Mediterranean region is expected to experience unconventional and severe climate change that necessitates adopting effective strategies to improve the resilience of the livestock farming sector, particularly for smallholders. Here, we performed a cross-sectional survey of 277 smallholder livestock farmers in Egypt and 223 in Spain in order to (1) assess smallholder livestock farmers’ awareness of climate change and its potential impacts on animal performance, (2) identify climate change factors affecting animal productivity, and (3) identify the resilience of small-scale livestock farms in the region to the effects of climate change on animal productivity and existing and future needed adaptive measures. The results showed that just over 90% of respondents were aware of climate change and its potential effects on animal productivity, and just over 60% of smallholders in Spain obtained relevant knowledge through their own direct observation, while most smallholders in Egypt obtained knowledge through communication with other farmers and from the media. The role of extension advisors has diminished in the two countries, recording 0.36% in Egypt and 1.35% in Spain. The survey responses suggest that heat waves, humidity, and drought are the major climatic changes affecting smallholding animal production, representing 68.65, 16.34, and 15.01%, respectively. Climatic change appears to have affected primarily milk yield, wool production, and reproductive performance on the smallholding farms in our survey, while affecting meat production, mortality rate, and egg production to a smaller extent. As measures to buffer the effects of climate change, 25% of respondents in Egypt indicated that they have adopted nutritional strategies, 36% indicated that they manage housing conditions, and 6% indicated that they use genetically improved animal breeds. The corresponding percentages among respondents in Spain were 15%, 28%, and 4%, respectively. In conclusion, awareness about climate change as well as adaptation measures are the major axes to sustaining the growing demand for livestock products. Furthermore, mitigation strategies are keys to limiting the upcoming extent of climate change, and there are several adaptation strategies.",
    "readLink": "https://www.mdpi.com/2071-1050/15/18/13975"
  },
  {
    "title": "Elevated atmospheric CO2 alters the microbial community composition and metabolic potential to mineralize organic phosphorus in the rhizosphere of wheat",
    "authors": [
      "Jian Jin,",
      "Christian Krohn,",
      "Ashley E. Franks,",
      "Xiaojuan Wang,",
      "Jennifer L. Wood,",
      "Steve Petrovski,",
      "Malcolm McCaskill,",
      "Steven Batinovic,",
      "Zhihuang Xie,",
      "Caixian Tang"
    ],
    "doi": "https://doi.org/10.1186/s40168-021-01203-w",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2049-2618 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Microbiology: Microbial ecology"
    ],
    "journalUrl": "https://microbiomejournal.biomedcentral.com",
    "abstract": "Abstract Background Understanding how elevated atmospheric CO2 (eCO2) impacts on phosphorus (P) transformation in plant rhizosphere is critical for maintaining ecological sustainability in response to climate change, especially in agricultural systems where soil P availability is low. Methods This study used rhizoboxes to physically separate rhizosphere regions (plant root-soil interface) into 1.5-mm segments. Wheat plants were grown in rhizoboxes under eCO2 (800 ppm) and ambient CO2 (400 ppm) in two farming soils, Chromosol and Vertosol, supplemented with phytate (organic P). Photosynthetic carbon flow in the plant-soil continuum was traced with 13CO2 labeling. Amplicon sequencing was performed on the rhizosphere-associated microbial community in the root-growth zone, and 1.5 mm and 3 mm away from the root. Results Elevated CO2 accelerated the mineralization of phytate in the rhizosphere zones, which corresponded with increases in plant-derived 13C enrichment and the relative abundances of discreet phylogenetic clades containing Bacteroidetes and Gemmatimonadetes in the bacterial community, and Funneliformis affiliated to arbuscular mycorrhizas in the fungal community. Although the amplicon sequence variants (ASVs) associated the stimulation of phytate mineralization under eCO2 differed between the two soils, these ASVs belonged to the same phyla associated with phytase and phosphatase production. The symbiotic mycorrhizas in the rhizosphere of wheat under eCO2 benefited from increased plant C supply and increased P access from soil. Further supportive evidence was the eCO2-induced increase in the genetic pool expressing the pentose phosphate pathway, which is the central pathway for biosynthesis of RNA/DNA precursors. Conclusions The results suggested that an increased belowground carbon flow under eCO2 stimulated bacterial growth, changing community composition in favor of phylotypes capable of degrading aromatic P compounds. It is proposed that energy investments by bacteria into anabolic processes increase under eCO2 to level microbial P-use efficiencies and that synergies with symbiotic mycorrhizas further enhance the competition for and mineralization of organic P. Video Abstract",
    "readLink": "https://doi.org/10.1186/s40168-021-01203-w"
  }
]