[
  {
    "title": "Editorial: Sustainability and Development",
    "authors": [
      "Gusti Ayu Made Suartika"
    ],
    "doi": "https://doi.org/10.24843/JRS.2017.v04.i02.p01",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  109\n                                  – 112",
    "issn": "2355-5718 (Print)",
    "publisher": "2355-570X (Online)",
    "countryOfPublisher": "Universitas Udayana",
    "lcc": [
      "Indonesia",
      "Fine Arts: Architecture: Aesthetics of cities. City planning and beautifying"
    ],
    "journalUrl": "http://ojs.unud.ac.id/index.php/ruang",
    "abstract": "This is a continuation of my writing published in previous Ruang-Space Journal of Volume 4, No. 1, April 2017. When we link the word sustainable and development the water becomes muddy. As a general rule, when sustainable development is referred to, what is implicit is the sustainability of the capitalist world system, not the sustainable livelihood of its population or of nature. By itself, development is a liberal term, obscuring the so-called ‘issues’ of capitalist imperialism, class division and the creation of what can only be called the dispossessed who experience actually existing capitalism as ‘nothing short of savagery’(Amin). In the Global South, food aid is its lowest in 20 years, with the UN trying to feed one billion hungry people on $USD 1.40 a day. Of the $US 5 billion promised to the U.N. by the wealthy nations, only half was delivered in 2009. It means to cut that figure to seventy cents a day. In 1860 Marx was one of the first to draw attention to the essential unsustainability of capitalism. Correctly, he rooted his analysis to the Dialectics of Nature, probably the first meaningful text on unsustainable development ever written. Today, attempts to solve climate change at Kyoto, Cancun, Brussels, Bali, and Copenhagen have all failed disastrously, as indeed have talks to solve the pending financial Armageddon within the Euro zone. Meanwhile, the combined environmental damage of the 3000 largest global companies has been conservatively estimated at $USD 2.2 trillion. This sum equals one third of their profits, which if paid as fines could bankrupt the global financial system. Even this is trivial to American debt (personal, institutional and national) - around $US 50 trillion, a sum that can never be repaid by the world’s largest debtor nation. So the real answers to the problem of sustainability lie in the transformation of capitalism, for no ‘environmental’ solutions begin to attack the fundamental issue of environmental justice – the moral economy that lies at the heart of a sustainable planet. Forget also the idea expressed in Natural Capitalism that the capitalist system will somehow morph into an acceptable state without any change in its fundamental structure. Let us reject the perfidious term sustainability, replacing it with the dual system it represents - environmental efficiencies to describe prior technologies, and environmental justice to denote the exploitation of nature and the distortion of social relations and oppression in all its forms. Then perhaps we might avoid what Madeleine Bunting predicts as ‘the real story of the next few years’ – potentially ‘the savage dismantling of social democracy.’ In its Volume 4 No 2, October 2017, Ruang-Space Journal publishes seven articles. Detailed publications are as follows. The first article is composed by Diah Paramitha, I Wayan Kastawan, Widiastuti, entitled Nilai Signifikansi Cagar Budaya Hotel Inna Bali, Jalan Veteran Denpasar (The Significances of Hotel Inna Bali-A cultural Heritage Located in Jalan Veteran Denpasar). The second publication is written by Gusti Ayu Cantika Putri, entitled Konsep Keruangan pada Permukiman Inti di Desa Pakraman Gunungsari (Spatial Concept of the Core Settlement of Gunungsari Village). The third article is contributed by I Gusti Ayu Canny Utami, entitled Place Attachment pada Kawasan Komersial di Jalan Danau Tamblingan, Sanur (Place Attachment on a Commercial Zone of Jalan Danau Tamblingan, Sanur). The fourth article is submitted by A. A. Ayu Sri Ratih Yulianasari entitled Rumah Tinggal Berbasis Green Building di Kota Denpasar (Green Building Houses in Denpasar City). The fifth arcticle is authored by I Wayan Yogik Adnyana Putra entitled Perilaku Pengunjung dalam Memanfaatkan Fungsi Ruang Publik di Area Monumen Ground Zero Legian Kuta (Visitors' Behaviors in Using Public Spaces surrounding the Ground Zero Monument of Legian Kuta). The sixth article is by Ni Ketut Ayu Siwalatri, entitled Representasi Sistem Sosial Masyarakat pada Pola Permukiman Desa Trunyan (The Representations of Social Systems on Spatial Pattern of Trunyan Village). The seventh article is contributed by I Nyoman Susanta entitled Makna dan Konsep Arsitektur Tradisional Bali dan Aplikasinya dalam Arsitektur Masa Kini (Meanings and Principles in Traditional Balinese Architecture and Their Applications in Today's Architecture).",
    "readLink": "https://ojs.unud.ac.id/index.php/ruang/article/view/39665"
  },
  {
    "title": "Research for climate adaptation",
    "authors": [
      "Bruce Currie-Alder,",
      "Cynthia Rosenzweig,",
      "Minpeng Chen,",
      "Johanna Nalau,",
      "Anand Patwardhan,",
      "Yang Wang"
    ],
    "doi": "https://doi.org/10.1038/s43247-021-00294-5",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 3",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Adaptation to climate change must be ramped up urgently. This Comment proposes three avenues to transform ambition to action: improve tracking of actions and progress, upscale investment especially in critical areas, and accelerate learning through practice.",
    "readLink": "https://doi.org/10.1038/s43247-021-00294-5"
  },
  {
    "title": "Divergent Trends of Water Storage Observed via Gravity Satellite across Distinct Areas in China",
    "authors": [
      "Panxing He,",
      "Zongjiu Sun,",
      "Zhiming Han,",
      "Xiaoliang Ma,",
      "Pei Zhao,",
      "Yifei Liu,",
      "Jun Ma"
    ],
    "doi": "https://doi.org/10.3390/w12102862",
    "journalVolume": "Vol. 12,\n                                no. 2862\n                                \n                                  p.\n                                  2862",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Knowledge of the spatiotemporal variations of terrestrial water storage (TWS) is critical for the sustainable management of water resources in China. However, this knowledge has not been quantified and compared for the different climate types and underlying surface characteristics. Here, we present observational evidence for the spatiotemporal dynamics of water storage based on the products from the Gravity Recovery and Climate Experiment (GRACE) and the Global Land Data Assimilation System (GLDAS) in China over 2003–2016. Our results were the following: (1) gravity satellite dataset showed divergent trends of TWS across distinct areas due to human factors and climate factors. The overall changing trend of water storage is that the north experiences a loss of water and the south gains in water, which aggravates the uneven spatial distribution of water resources in China. (2) In the eastern monsoon area, the depletion of water storage in North China (NC) was found to be mostly due to anthropogenic disturbance through groundwater pumping in plain areas. However, precipitation was shown to be a key driver for the increase of water storage in South China (SC). Increasing precipitation in SC was linked to atmospheric circulation enhancement and Pacific Ocean warming, meaning an unrecognized teleconnection between circulation anomalies and water storage. (3) At high altitudes in the west, the change of water storage was affected by the melting of ice and snow due to the rising temperatures, yet the topography determines the trend of water storage. We found that the mountainous terrain led to the loss of water storage in Tianshan Mountain (TSM), while the closed basin topography gathered the melted water in the interior of the Tibetan Plateau (ITP). This study highlights the impacts of the local climate and topography on terrestrial water storage, and has reference value for the government and the public to address the crisis of water resources in China.",
    "readLink": "https://www.mdpi.com/2073-4441/12/10/2862"
  },
  {
    "title": "Water–Energy–Food Nexus Simulation: An Optimization Approach for Resource Security",
    "authors": [
      "Albert Wicaksono,",
      "Gimoon Jeong,",
      "Doosun Kang"
    ],
    "doi": "https://doi.org/10.3390/w11040667",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  667",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The water–energy–food nexus (WEF nexus) concept is a novel approach to manage limited resources. Since 2011, a number of studies were conducted to develop computer simulation models quantifying the interlinkage among water, energy, and food sectors. Advancing a nationwide WEF nexus simulation model (WEFSiM) previously developed by the authors, this study proposes an optimization module (WEFSiM-opt) to assist stakeholders in making informed decisions concerning sustainable resource management. Both single- and multi-objective optimization modules were developed to maximize the user reliability index (URI) for water, energy, and food sectors by optimizing the priority index and water allocation decisions. In this study, the developed models were implemented in Korea to determine optimal resource allocation and management decisions under a plausible drought scenario. This study suggests that the optimization approach can advance WEF nexus simulation and provide better solutions for managing limited resources. It is anticipated that the proposed WEFSiM-opt can be utilized as a decision support tool for designing resource management plans.",
    "readLink": "https://www.mdpi.com/2073-4441/11/4/667"
  },
  {
    "title": "Boosting precision crop protection towards agriculture 5.0 via machine learning and emerging technologies: A contextual review",
    "authors": [
      "Gustavo A. Mesías-Ruiz,",
      "Gustavo A. Mesías-Ruiz,",
      "María Pérez-Ortiz,",
      "José Dorado,",
      "Ana I. de Castro,",
      "José M. Peña"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1143326",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Crop protection is a key activity for the sustainability and feasibility of agriculture in a current context of climate change, which is causing the destabilization of agricultural practices and an increase in the incidence of current or invasive pests, and a growing world population that requires guaranteeing the food supply chain and ensuring food security. In view of these events, this article provides a contextual review in six sections on the role of artificial intelligence (AI), machine learning (ML) and other emerging technologies to solve current and future challenges of crop protection. Over time, crop protection has progressed from a primitive agriculture 1.0 (Ag1.0) through various technological developments to reach a level of maturity closelyin line with Ag5.0 (section 1), which is characterized by successfully leveraging ML capacity and modern agricultural devices and machines that perceive, analyze and actuate following the main stages of precision crop protection (section 2). Section 3 presents a taxonomy of ML algorithms that support the development and implementation of precision crop protection, while section 4 analyses the scientific impact of ML on the basis of an extensive bibliometric study of >120 algorithms, outlining the most widely used ML and deep learning (DL) techniques currently applied in relevant case studies on the detection and control of crop diseases, weeds and plagues. Section 5 describes 39 emerging technologies in the fields of smart sensors and other advanced hardware devices, telecommunications, proximal and remote sensing, and AI-based robotics that will foreseeably lead the next generation of perception-based, decision-making and actuation systems for digitized, smart and real-time crop protection in a realistic Ag5.0. Finally, section 6 highlights the main conclusions and final remarks.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1143326/full"
  },
  {
    "title": "Conservation Genetics of Four Critically Endangered Greek Endemic Plants: A Preliminary Assessment",
    "authors": [
      "Konstantinos Kougioumoutzis,",
      "Panayiota Kotsakiozi,",
      "Efthalia Stathi,",
      "Panayiotis Trigas,",
      "Aristeidis Parmakelis"
    ],
    "doi": "https://doi.org/10.3390/d13040152",
    "journalVolume": "Vol. 13,\n                                no. 152\n                                \n                                  p.\n                                  152",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "The Mediterranean basin constitutes one of the largest global biodiversity hotspots, hosting more than 11,000 endemic plants, and it is recognised as an area with a high proportion of threatened taxa. Nevertheless, only a tiny fraction of the threatened Mediterranean endemics have their genetic diversity assessed, and we are unaware if and how climate change might impact their conservation status. This is even more pronounced in Eastern Mediterranean countries with a rich endemic flora, such as Greece, which hosts a large portion of the plant taxa assessed at the European level under the IUCN criteria. Using inter simple sequence repeats (ISSR) markers and species distribution models, we analysed the genetic diversity and investigated the impacts of climate change on four critically endangered and extremely narrow and rare Greek island endemic plants, namely Aethionema retsina, Allium iatrouinum, Convolvulus argyrothamnos, and Saponaria jagelii. All four species are facing intense anthropogenic threats and display moderate genetic diversity (uHe: 0.254–0.322), while climate change is expected to have a profound impact on their range size during the coming decades. A combination of in- and ex-situ measures, such as population reinforcement and seed bank conservation, are urgently needed in order to preserve these highly threatened and rare Greek endemics.",
    "readLink": "https://www.mdpi.com/1424-2818/13/4/152"
  },
  {
    "title": "Environmental Peacebuilding and Solar Geoengineering",
    "authors": [
      "Holly Jean Buck"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.869774",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Solar geoengineering, or reflecting incoming sunlight to cool the planet, has been viewed by international relations and governance scholars as an approach that could exacerbate conflict. It has not been examined through the framework of environmental peacebuilding, which examines how and when environmental challenges can lead to cooperation rather than conflict. This article argues that scholars should treat the link between solar geoengineering and conflict as a hypothesis rather than a given, and evenly examine both hypotheses: that solar geoengineering could lead to conflict, and that it could lead to peace. The article examines scenarios in which geoengineering may lead to negative peace—peace defined as the absence of conflict—and then applies a theoretical framework developed by environmental peacebuilding scholars to look at how solar geoengineering could relate to three trajectories of environmental peacebuilding. A peace lens for solar geoengineering matters for research and policy right now, because focusing narrowly on conflict in both research and policy might miss opportunities to understand and further scenarios for environmental peacebuilding. The paper concludes with suggestions for how research program managers, funders, and policymakers could incorporate environmental peacebuilding aims into their work.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.869774/full"
  },
  {
    "title": "The utilization of microbes for sustainable food production",
    "authors": [
      "Muhamad-Firus Bin Noor-Hassim,",
      "Chuen L. NG,",
      "Han M. Teo,",
      "Wahizatul-Afzan Azmi,",
      "Nurfarha Binti Muhamad-Zalan,",
      "Nurul-Afza Binti Karim,",
      "Aziz Ahmad"
    ],
    "doi": "https://doi.org/10.5114/bta.2023.127209",
    "journalVolume": "Vol. 104,\n                                no. 2\n                                \n                                  pp.\n                                  209\n                                  – 216",
    "issn": "0860-7796 (Print)",
    "publisher": "2353-9461 (Online)",
    "countryOfPublisher": "Termedia Publishing House",
    "lcc": [
      "Poland",
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "http://www.biotechnologia-journal.org/Journal/BioTechnologia-85",
    "abstract": "As the global human population continues to grow, the demand for food rises accordingly. Unfortunately, anthropogenic activities, climate change, and the release of gases from the utilization of synthetic fertilizers and pesticides are causing detrimental effects on sustainable food production and agroecosystems. Despite these challenges, there remain underutilized opportunities for sustainable food production. This review discusses the advantages and benefits of utilizing microbes in food production. Microbes can be used as alternative food sources to directly supply nutrients for both humans and livestock. Additionally, microbes offer higher flexibility and diversity in facilitating crop productivity and agri-food production. Microbes function as natural nitrogen fixators, mineral solubilizers, nano-mineral synthesizers, and plant growth regulator inducers, all of which promote plant growth. They are also active organisms in degrading organic materials and remediating heavy metals and pollution in soils, as well as soil-water binders. In addition, microbes that occupy the plant rhizosphere release biochemicals that have nontoxic effects on the host and the environment. These biochemicals could act as biocides in controlling agricultural pests, pathogens, and diseases. Therefore, it is important to consider the use of microbes for sustainable food production.",
    "readLink": "https://www.termedia.pl/The-utilization-of-microbes-for-sustainable-food-production,85,50646,1,1.html"
  },
  {
    "title": "Recognition and disclosure of environment maintenance  activity PT. Pertamina Geothermal Energy",
    "authors": [
      "Achmad Yanuar Irwan,",
      "Anak Agung Gde Satia Utama"
    ],
    "doi": "https://doi.org/10.14414/jebav.v21i2.1440",
    "journalVolume": "Vol. 21,\n                                no. 2\n                                \n                                  pp.\n                                  269\n                                  – 277",
    "issn": "2087-3735 (Print)",
    "publisher": "2088-785X (Online)",
    "countryOfPublisher": "Pusat Penelitian dan Pengabdian Masyarakat Sekolah Tinggi Ilmu Ekonomi (PPPM STIE)",
    "lcc": [
      "Indonesia",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://journal.perbanas.ac.id/index.php/jebav",
    "abstract": "Global warming, climate change, carbon emissions, disaster, threatened species, waste, etc are externalities of growth and development of the industries and human activities and needs. Sustainable Development is a concept that is offered to achieve balance and sustainability. Company as one of the contributors in environmental damage responds it by corporate social responsibility and environmental management system. This study aims to explore the implementation of environmental accounting for sustainable value creation and explore the recognition and disclosure of the maintenance activities within the PT. Pertamina Geothermal Energy (PGE). The research method is qualitative exploratory. The results show that the company has been carrying out various environmental activities either directly or indirectly related to the production process. Accountability for the implementation of these activities encourage creating sustainable added value for the company. PGE perform recognition and disclosure of environmental activities and costs according to the principles of environmental accounting and PSAK No. 33. PGE has environmental income from the sale of carbon credits CDM’s program is recognized as other income. In addition, PGE has been compiled Sustainability Report according to the guidelines of Global Reporting Initiative (GRI).",
    "readLink": "https://journal.perbanas.ac.id/index.php/jebav/article/view/1440"
  },
  {
    "title": "Impact of increased temperature on spring wheat yield in northern China",
    "authors": [
      "Jun Ye,",
      "Zhen Gao,",
      "Xiaohua Wu,",
      "Zhanyuan Lu,",
      "Cundong Li,",
      "Xiaobing Wang,",
      "Liyu Chen,",
      "Guohui Cui,",
      "Meiling Yu,",
      "Guijun Yan,",
      "Hui Liu,",
      "Haibin Zhang,",
      "Zhanxian Wang,",
      "Xuefen Shi,",
      "Yuanqing Li"
    ],
    "doi": "https://doi.org/10.1002/fes3.283",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  368\n                                  – 378",
    "issn": "2048-3694 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20483694",
    "abstract": "Abstract Global warming has been reported to cause reductions in crop yields. However, it was suggested that warming temperature might benefit crop productivity in some cool areas at high latitude. In this study, we conducted a 17‐year field experiment (2002–2018) on spring wheat in Inner Mongolia. Temperature changes during each growth stage of spring wheat were investigated. Responses of spring wheat yield to temperature changes during the specific growing stages were evaluated. Average annual maximum temperature (Tmax) and minimum temperature (Tmin) significantly increased over the past 17 years. However, Tmax did not show obvious increase trend during spring wheat growing seasons (p = 0.0672). Furthermore, Tmax also had no distinct change before or after anthesis. Tmin significantly increased during the whole growing season, as well as in pre‐ and post‐anthesis stages. Correlation analysis indicated that Tmax in the entire growing season and post‐anthesis did not affect spring wheat yield, but high Tmax during pre‐anthesis can improve grain yield. The Tmin during the life cycle and pre‐anthesis both had positive relationship with grain yield. Moreover, elevated temperature from seedling to stem elongation can benefit tiller formation and thus increasing spike number, which contributed to the significant yield increase (p = 0.0093). Overall, climate warming affect spring wheat yield in cool area, and increasing temperature that was below the optimum temperature can benefit wheat productivity.",
    "readLink": "https://doi.org/10.1002/fes3.283"
  }
]