[
  {
    "title": "Learning from collaborative research on sustainably managing fresh water: implications for ethical research-practice engagement",
    "authors": [
      "Margaret L. Ayre,",
      "Philip J. Wallis,",
      "Katherine A. Daniell"
    ],
    "doi": "https://doi.org/10.5751/ES-09822-230106",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  p.\n                                  6",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Since the mid-2000s, there has been increasing recognition of the promise of collaborative research and management for addressing complex issues in sustainably managing fresh water. A large variety of collaborative freshwater research and management processes is now evident around the world. However, how collective knowledge development, coproduction, or cocreation is carried out in an ethical manner is less well known. From the literature and our experiences as applied, transdisciplinary researchers and natural resource management practitioners, we seek to describe and explore these aspects of empirical cases of collaborative freshwater research and management. Drawing on cases from Indigenous community-based natural resource management in northern Australia, flood and drought risk management in Bulgaria, water management and climate change adaptation in the Pacific, and regional catchment and estuary management in Victoria and New South Wales in Australia, we identify lessons to support improved collaborative sustainable freshwater management research and practice. Cocreation represents an emerging approach to participation and collaboration in freshwater management research-practice and can be seen to constitute four interlinked and iterative phases: coinitiation, codesign, coimplementation, and coevaluation. For freshwater researchers and managers and their collaborators, paying attention to these phases and the ethical dilemmas that arise within each phase will support the cocreation of more effective and ethical research-practice through: sensitizing collaborators to the need for reflexivity in research-practice, proposing action research codesign as a method for managing emergent questions and outcomes, and supporting more equitable outcomes for collaborators through an emphasis on coevaluation and collaborative articulation of the links between research outputs and practice outcomes.",
    "readLink": "http://www.ecologyandsociety.org/vol23/iss1/art6/"
  },
  {
    "title": "Multiannual decrement of nutrient concentrations and phytoplankton cell size in a Mediterranean reservoir",
    "authors": [
      "Silvia Pulina,",
      "Antonella Lugliè,",
      "Maria Antonietta Mariani,",
      "Marco Sarria,",
      "Nicola Sechi,",
      "Bachisio Mario Padedda"
    ],
    "doi": "https://doi.org/10.3897/natureconservation.34.30116",
    "journalVolume": "Vol. 34\n                                \n                                \n                                  pp.\n                                  163\n                                  – 191",
    "issn": "1314-6947 (Print)",
    "publisher": "1314-3301 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://natureconservation.pensoft.net/",
    "abstract": "Reservoirs are primary water resources for many uses in the Mediterreanean region and need dedicated studies for understanding the complexity of their dynamics particularly vulnerable to local and global stressors. This study focused on phytoplankton variations in relation to seasonal environmental changes on a multiannual time scale (2006–2015) at a Mediterranean eutrophic reservoir (Bidighinzu Lake, Italy) belonging to the Italian, European and International Long Term Ecological Research networks. Phytoplankton cell density, volume and biomass and chlorophyll a concentrations were analysed together with meteo-climatic, hydrological, physical and chemical variables to detect trends and correlations. The period under study was also compared with previous years to assess the presence of significant differences in the environmental and planktonic compartments. Multiannual changes were more pronounced in summer than in the other seasons during the decade under study. The most conspicuous environmental changes were a significant decrease in summer nutrient concentrations in the reservoir and a simultaneous anthropic pressure reduction in the watershed. In addition, the mixing zone and euphotic zone ratio also increased. Multiannual changes in summer phytoplankton composition consisted of an increased density of smaller Bacillariophyceae and Cyanophyceae, which replaced larger species of the same phytoplankton classes. This resulted in opposite trends of total phytoplankton cell density (increasing) and mean phytoplankton cell volume (decreasing) over the study years. The nutrient decrement was statistically the strongest environmental driver of the phytoplankton changes observed in the reservoir. However, the mixing zone and the euphotic zone ratio and water temperature also significantly affected the multiannual phytoplankton variations. Therefore, we conclude that the success of small cell-sized phytoplankton in Bidighinzu Lake was most probably due to the synergic interactions of more environmental forces related to changing anthropic pressures and climate variability. Our results highlight the importance of long-term monitoring of reservoirs in the Mediterranean basin, especially in semi-arid regions where the need and scarcity of high quality water will be further exacerbated due to the global climate change.",
    "readLink": "https://natureconservation.pensoft.net/article/30116/download/pdf/"
  },
  {
    "title": "Climate change impacts on cattle production: analysis of cattle herders’ climate variability/change adaptation strategies in Nigeria",
    "authors": [
      "Ayanlade Ayansina,",
      "Ojebisi Stephen M."
    ],
    "doi": "https://doi.org/10.1515/cass-2019-0002",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  12\n                                  – 23",
    "issn": "2300-3669 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.degruyter.com/view/j/cass",
    "abstract": "The study examines the seasonality in climate and extreme weather events, and its effect on cattle production in the Guinea Savannah ecological zone of Nigeria. The study uses both quantitative and qualitative approaches. Climate data of 34 years were used to examine the trends in rainfall pattern and climate variability while household survey was used to appraise the herders’ awareness of climate variability/change impacts and adaptation strategies. Cumulative Departure Index (CDI) method was used to assess the extreme weather events while descriptive statistics and multinomial logistic (MNL) regression model were used to identify the factors that determined herders’ adaptation strategies to climate change. The results revealed a significant spatiotemporal variation in both rainfall and temperature with CDI ranging from -1.39 to 3.3 and -2.3 to 1.81 respectively. The results revealed a reduction in the amount of water available for cattle production. From survey results, 97.5% of the herders identified drought as the major extreme weather event affecting livestock productivities in the study region. In the herder’s perception, the droughts are more severe in recent years than 34 years ago. The results from MNL revealed that extreme weather events, such as drought, has a positive likelihood on migration, at a 10% level of significance, the events has led to migration of cattle herders from the northern part of the study area toward the southern part in recent years.",
    "readLink": "https://doi.org/10.1515/cass-2019-0002"
  },
  {
    "title": "Carbon Storage Potential and Carbon Dioxide Emissions from Mineral-Fertilized and Manured Soil",
    "authors": [
      "Tomasz Sosulski,",
      "Amit Kumar Srivastava,",
      "Hella Ellen Ahrends,",
      "Bożena Smreczak,",
      "Magdalena Szymańska"
    ],
    "doi": "https://doi.org/10.3390/app13074620",
    "journalVolume": "Vol. 13,\n                                no. 4620\n                                \n                                  p.\n                                  4620",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Two important goals of sustainable agriculture are food production and preserving and improving soil health. The soil organic carbon content is considered an indicator of soil health. The evaluation of the methods to increase the soil organic carbon content in long-term experiments is usually carried out without considering its environmental effects, (e.g., CO2–C soil emission). This study hypothesized that sandy soils have a low carbon storage potential, and that the carbon accumulation in the soil is accompanied by increased CO2–C emissions into the atmosphere. The study was carried out as a long-term fertilization experiment in Central Poland using a rye monoculture. The changes in the soil organic carbon content (SOC), CO2–C emissions from soil, and plant yields were examined for two soil treatments: one treated only with mineral fertilizers (CaNPK) and one annually fertilized with manure (Ca + M). Over the 91 years of the experiment, the SOC content of the manure-fertilized treatment increased almost two-fold, reaching 10.625 g C kg−1 in the topsoil, while the content of the SOC in the soil fertilized with CaNPK did not change (5.685 g C kg−1 in the topsoil). Unlike mineral fertilization, soil manuring reduced the plant yields by approximately 15.5–28.3% and increased the CO2–C emissions from arable land. The CO2–C emissions of the manured soil (5365.0 and 5159.2 kg CO2–C ha−1 in the first and second year of the study, respectively) were significantly higher (by 1431.9–2174.2 kg CO2–C ha−1) than those in the soils that only received mineral fertilizers (3933.1 and 2975.0 kg CO2–C ha−1 in the first and second year of the study, respectively). The results from this experiment suggest that only long-term fertilization with manure might increase the carbon storage in the sandy soil, but it is also associated with higher CO2–C emissions into the atmosphere. The replacement of mineral fertilizers with manure, predicted as a result of rising mineral fertilizer prices, will make it challenging to achieve the ambitious European goal of carbon neutrality in agriculture. The increase in CO2–C emissions due to manure fertilization of loamy sand soil in Central Poland also suggests the need to research the emissivity of organic farming.",
    "readLink": "https://www.mdpi.com/2076-3417/13/7/4620"
  },
  {
    "title": "Impact of the Dust Aerosol Model on the VIIRS Aerosol Optical Depth (AOD) Product across China",
    "authors": [
      "Yang Wang,",
      "Liangfu Chen,",
      "Jinyuan Xin,",
      "Xinhui Wang"
    ],
    "doi": "https://doi.org/10.3390/rs12060991",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  991",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Visible Infrared Imaging Radiometer Suite (VIIRS) has been observing aerosol optical depth (AOD), which is a critical parameter in air pollution and climate change, for more than 7 years since 2012. Due to limited and uneven distribution of the Aerosol Robotic Network (AERONET) station in China, the independent data from the Campaign on Atmospheric Aerosol Research Network of China (CARE-China) was used to evaluate the National Oceanic and Atmospheric Administration (NOAA) VIIRS AOD products in six typical sites and analyze the influence of the aerosol model selection process in five subregions, particularly for dust. Compared with ground-based observations, the performance of all retrievals (except the Shapotou (SPT) site) is similar to other previous studies on a global scale. However, the results illustrate that the AOD retrievals with the dust model showed poor consistency with a regression equation as y = 0.312x + 0.086, while the retrievals obtained from the other models perform much better with a regression equation as y = 0.783x + 0.119. The poor AOD retrieval with the dust model was also verified by a comparison with the Moderate Resolution Imaging Spectroradiometer (MODIS) aerosol product. The results show they have a lower correlation coefficient (R) and a higher mean relative error (MRE) when the aerosol model used in the retrieval is identified as dust. According to the Ultraviolet Aerosol Index (UVAI), the frequency of dust type over southern China is inconsistent with the actual atmospheric condition. In addition, a comparison of ground-based Ångström exponent (α) values yields an unexpected result that the dust model percentage exceed 40% when α < 1.0, and the mean α shows a high value of ~0.75. Meanwhile, the α peak value (~1.1) of the “dust” model determined by a satellite retravel algorithm indicate there is some problem in the dust model selection process. This mismatching of the aerosol model may partly explain the low accuracy at the SPT and the systemic biases in regional and global validations.",
    "readLink": "https://www.mdpi.com/2072-4292/12/6/991"
  },
  {
    "title": "Sustainability in the Workplace:  A Global Concern",
    "authors": [
      "Luisa Bosetti"
    ],
    "doi": "https://doi.org/10.4468/2022.2.11bosetti",
    "journalVolume": "no. 2",
    "issn": "1593-0300 (Print)",
    "publisher": "1593-0319 (Online)",
    "countryOfPublisher": "Niccolò Cusano University-Rome",
    "lcc": [
      "Italy",
      "Social Sciences: Commerce: Business: Marketing. Distribution of products"
    ],
    "journalUrl": "http://symphonya.unicusano.it/",
    "abstract": "Health and safety in the workplace should be an integral part of any sustainable organization, regardless of its size, sector and geographical sphere of operations. To ensure and maintain a healthy and safe work environment, companies should constantly identify and prevent all factors that could provoke work-related injuries and diseases. In particular, in today’s rapidly changing context, companies should carefully consider not only the traditional risks to the employees’ health and safety, but also the emerging ones associated with the ecological transition, the increasing digitalization of business processes, and the impact of climate change on working conditions. Adopting a theoretical approach, this study aims at explaining the relationship between occupational health and safety and corporate sustainable success.",
    "readLink": "https://symphonya.unicusano.it/article/view/13669"
  },
  {
    "title": "Long-lasting impact of winter North Atlantic Oscillation on Barents-Kara sea ice anomaly in recent decades",
    "authors": [
      "Fang Zhou,",
      "Ming-Hong Liu,",
      "Jian Shi,",
      "Meng-Yuan Zhao"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acc474",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  p.\n                                  044015",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In this paper, the long-lasting impact of the winter North Atlantic Oscillation (NAO) on Arctic sea ice is investigated using reanalysis data, with focus on the Barents–Kara (BK) sea where the air-sea-ice response is closely associated with the interdecadal shift in the northern action center of the NAO. A significant negative correlation between the winter NAO and the late autumn BK sea ice has been dominant since the early 2000s, which is in sharp contrast to the extremely weak correlation before the late 20th century. When the northern center of the NAO retreats westward, a prevailing low-level southerly wind anomaly creates significant positive air temperature anomalies over the BK sea, and the induced ocean current strengthens the northward transport of warm sea water, resulting in a positive BK upper-layer ocean temperature anomaly and a negative sea ice anomaly until early spring. Entering summer, the preexisting less-than-normal sea ice causes the amount of solar shortwave radiation absorbed by the upper-layer sea water to significantly increase and thereby continues to warm up the upper layer of sea water and reduce the sea ice. The warmed sea water enables the negative sea ice anomaly to last until late autumn owing to its relatively large specific heat capacity. Thus, the NAO in the previous winter exerts a long-lasting impact on the BK sea ice.",
    "readLink": "https://doi.org/10.1088/1748-9326/acc474"
  },
  {
    "title": "Elevation, aspect, and slope influence woody vegetation structure and composition but not species richness in a human-influenced landscape in northwestern Yunnan, China",
    "authors": [
      "Zhongqian Cheng,",
      "Zhongqian Cheng,",
      "Zhongqian Cheng,",
      "Tuomas Aakala,",
      "Markku Larjavaara"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2023.1187724",
    "journalVolume": "Vol. 6",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Elevation-for-latitude substitution offers a tool for studying the influence of temperature and precipitation variability on vegetation structure and composition. Understanding how elevation, aspect, and slope influence vegetation patterns may help in predicting how climate change influences human forest usage and in developing strategies for ensuring the sustained provision of ecosystem services. However, most ecological studies have been carried out in protected areas, leaving forest areas used by humans to lesser attention. Therefore, we asked how elevation, aspect, and slope impact the vegetation on a human-influenced mountain. We measured woody vegetation size, richness, and composition on a mountain with plots set systematically in four cardinal directions at 100-m elevational intervals from the peak, from 1900 to 4200 m above sea level, in the Hengduan Mountains in eastern Himalaya, southwestern China. We quantified how tree maximum height, basal area, aboveground biomass (AGB), tree and shrub species richness, and woody species composition changed with elevation, aspect, and slope. Based on generalized linear models, the maximum tree height, tree basal area, and woody species AGB followed a unimodal trend along elevational gradients, with tree height and basal area peaking at 3100 m, while AGB was highest at 3300 m and somewhat higher on the southern slope. Basal area increased with slope degree. Neither tree nor shrub species richness was influenced by elevation, aspect, or slope. According to canonical correspondence analysis and TWINSPAN classification, elevation and north-south orientation of the slope were major factors influencing woody species compositions, and vegetation was classified into five types of communities. Our results indicated that the influences of elevation, aspect, and slope on woody vegetation structure were similar in a human-influenced forested mountain area as in protected mountain landscapes based on the literature. However, as forests in this area are used more intensively at low and middle elevations of the southern and western slopes, where aridity restricts tree size and AGB, climate change is likely to challenge traditional harvesting practices and place pressure on moving forest usage to higher altitudes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2023.1187724/full"
  },
  {
    "title": "Climate Variability May Delay Post-Fire Recovery of Boreal Forest in Southern Siberia, Russia",
    "authors": [
      "Qiaoqi Sun,",
      "Arden Burrell,",
      "Kirsten Barrett,",
      "Elena Kukavskaya,",
      "Ludmila Buryak,",
      "Jörg Kaduk,",
      "Robert Baxter"
    ],
    "doi": "https://doi.org/10.3390/rs13122247",
    "journalVolume": "Vol. 13,\n                                no. 2247\n                                \n                                  p.\n                                  2247",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Prolonged dry periods and increased temperatures that result from anthropogenic climate change have been shown to increase the frequency and severity of wildfires in the boreal region. There is growing evidence that such changes in fire regime can reduce forest resilience and drive shifts in post-fire plant successional trajectories. The response of post-fire vegetation communities to climate variability is under-studied, despite being a critical phase determining the ultimate successional conclusion. This study investigated the responses of post-fire recruited species to climate change and inter-annual variability at 16 study sites that experienced high-severity fire events, mostly in early 2000, within the Scots pine forest-steppe zone of southeastern Siberia, Russia. These sites were originally dominated by Scots pine, and by 2018, they were recruited by different successional species. Additionally, three mature Scots pine stands were included for comparison. A Bayesian Additive Regression Trees (BART) approach was used to model the relationship between Landsat-derived Normalized Difference Vegetation Index (NDVI) time series, temperature and precipitation in the 15 years after a stand-replacing fire. Using the resulting BART models, together with six projected climate scenarios with increased temperature and enhanced inner-annual precipitation variability, we simulated NDVI at 5-year intervals for 15 years post-fire. Our results show that the BART models performed well, with in-sample Pseudo-R2 varying from 0.49 to 0.95 for fire-disturbed sites. Increased temperature enhanced greenness across all sites and across all three time periods since fires, exhibiting a positive feedback in a warming environment. Repeatedly dry spring periods reduced NDVI at all the sites and wetter summer periods following such dry springs could not compensate for this, indicating that a prolonged dry spring has a strong impact consistently over the entire early developmental stages from the initial 5 years to 15 years post-fire. Further, young forests showed higher climate sensitivity compared to the mature forest, irrespective of species and projected climatic conditions. Our findings suggest that a dry spring not only increases fire risk, but also delays recovery of boreal forests in southern Siberia. It also highlights the importance of changing rainfall seasonality as well as total rainfall in a changing climate for post-fire recovery of forest.",
    "readLink": "https://www.mdpi.com/2072-4292/13/12/2247"
  },
  {
    "title": "Impact of Climate Change on Potential Distribution of Chinese White Pine Beetle <i>Dendroctonus armandi</i> in China",
    "authors": [
      "Hang Ning,",
      "Ming Tang,",
      "Hui Chen"
    ],
    "doi": "https://doi.org/10.3390/f12050544",
    "journalVolume": "Vol. 12,\n                                no. 544\n                                \n                                  p.\n                                  544",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Dendroctonus armandi (Coleoptera: Curculionidae: Scolytidae) is a bark beetle native to China and is the most destructive forest pest in the Pinus armandii woodlands of central China. Due to ongoing climate warming, D. armandi outbreaks have become more frequent and severe. Here, we used Maxent to model its current and future potential distribution in China. Minimum temperature of the coldest month and precipitation seasonality are the two major factors constraining the current distribution of D. armandi. Currently, the suitable area of D. armandi falls within the Qinling Mountains and Daba Mountains. The total suitable area is 15.83 × 104 km2. Under future climate scenarios, the total suitable area is projected to increase slightly, while remaining within the Qinling Mountains and Daba Mountains. Among the climate scenarios, the distribution expanded the most under the maximum greenhouse gas emission scenario (representative concentration pathway (RCP) 8.5). Under all assumptions, the highly suitable area is expected to increase over time; the increase will occur in southern Shaanxi, northwest Hubei, and northeast Sichuan Provinces. By the 2050s, the highly suitable area is projected to increase by 0.82 × 104 km2. By the 2050s, the suitable climatic niche for D. armandi will increase along the Qinling Mountains and Daba Mountains, posing a major challenge for forest managers. Our findings provide information that can be used to monitor D. armandi populations, host health, and the impact of climate change, shedding light on the effectiveness of management responses.",
    "readLink": "https://www.mdpi.com/1999-4907/12/5/544"
  }
]