[
  {
    "title": "Transcriptional analyses provide new insight into the late-stage immune response of a diseased Caribbean coral",
    "authors": [
      "Lauren E. Fuess,",
      "Whitney T. Mann,",
      "Lea R. Jinks,",
      "Vanessa Brinkhuis,",
      "Laura D. Mydlarz"
    ],
    "doi": "https://doi.org/10.1098/rsos.172062",
    "journalVolume": "Vol. 5,\n                                no. 5",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Increasing global temperatures due to climate change have resulted in respective increases in the severity and frequency of epizootics around the globe. Corals in particular have faced rapid declines due to disease outbreaks. Understanding immune responses and associated potential life-history trade-offs is therefore a priority. In the autumn of 2011, a novel disease of octocorals of the genus Eunicea was first documented in the Florida Keys. Termed Eunicea Black Disease (EBD), the disease is easily identified by the dark appearance of affected tissue, caused by a strong melanization response on the part of the host. In order to better understand the response of corals to EBD, we conducted full transcriptome analysis of 3 healthy and 3 diseased specimens of Eunicea calyculata collected from offshore southeast Florida. Differential expression and protein analyses revealed a strong, diverse immune response to EBD characterized by phagocytosis, adhesion and melanization on the part of the host. Furthermore, coexpression network analyses suggested this might come at the cost of reduced cell cycle progression and growth. This is in accordance with past histological studies of naturally infected hard corals, suggesting that potential trade-offs during infection may affect post-outbreak recovery of reef ecosystems by reducing both organismal growth and fecundity. Our findings highlight the importance of considering factors beyond mortality when estimating effects of disease outbreaks on ecosystems.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.172062"
  },
  {
    "title": "Thirty years of connectivity conservation planning: an assessment of factors influencing plan implementation",
    "authors": [
      "Annika T H Keeley,",
      "Paul Beier,",
      "Tyler Creech,",
      "Kristal Jones,",
      "Rob HG Jongman,",
      "Grace Stonecipher,",
      "Gary M Tabor"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab3234",
    "journalVolume": "Vol. 14,\n                                no. 10\n                                \n                                  p.\n                                  103001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Connectivity conservation is an emergent approach to counteracting landscape fragmentation and enhancing resilience to climate change at local, national, and global scales. While policy that promotes connectivity is advancing, there has been no systematic, evidence-based study that assesses whether connectivity conservation plans (CCPs) resulted in conservation outcomes, and identifies specific plan attributes that may favor successful implementation. To fill this gap, we gathered 263 terrestrial CCPs from around the world, characterized attributes of 109 plans by surveying plan authors, and conducted semi-structured interviews with authors and implementers of 77 CCPs. The production of CCPs started around 1990 and has increased markedly in all parts of the world, most notably in the United States (led by NGOs and a few states, with little federal involvement), Europe (led by the EU and national policies and implemented at local levels), and the Republic of South Africa (where national legislation mandates each municipality to map corridors and zone all land by 2020). All of the 109 plans that we examined in detail were followed by implementation actions such as crossing structures, ecological restoration, land purchases or easements, recognition of corridors through zoning or government designation, and public engagement. Interviewees emphasized the importance of initial buy-in from key government stakeholders, stakeholder involvement beyond initial buy-in, minimizing staff turnover, and transparent and repeatable procedures. Our quantitative and qualitative analyses similarly suggested that implementation of a CCP was enhanced by enduring partnerships among stakeholders, continuity of leadership, specific recommendations in the CCP using tools appropriately selected from a large toolbox, the existence of enabling legislation and policy, a transparent and repeatable scientific approach, adequate funding, and public outreach.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab3234"
  },
  {
    "title": "Incorporating Climate Uncertainty into Conservation Planning for Wildlife Managers",
    "authors": [
      "Jennifer L. Wilkening,",
      "Dawn Robin Magness,",
      "Anita Harrington,",
      "Kurt Johnson,",
      "Scott Covington,",
      "Jennie Ruth Hoffman"
    ],
    "doi": "https://doi.org/10.3390/earth3010007",
    "journalVolume": "Vol. 3,\n                                no. 7\n                                \n                                  pp.\n                                  93\n                                  – 114",
    "issn": "2673-4834 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.mdpi.com/journal/earth",
    "abstract": "The U.S. Fish and Wildlife Service (USFWS) is one of the oldest conservation organizations in the United States and is the only federal agency solely charged with conserving fish, wildlife, plants and their habitats. The agency leads numerous conservation initiatives, such as protecting and recovering endangered species, managing almost 600 wildlife refuges throughout all states and territories, enforcing federal wildlife laws, and regulating international wildlife trade. In the past, these activities have not accounted for climate change. The accelerating biodiversity crisis, in combination with climate uncertainty, adds to the existing complexity associated with responding to multiple anthropogenic stressors. Here we describe current practice and thinking related to climate uncertainty and management of USFWS resources. We focus on three agency domains which represent various conservation planning responsibilities: evaluating species to be listed as threatened or endangered, Habitat Conservation Plans for listed species, and land management techniques on wildlife refuges. Integrating climate considerations into agency planning documents is complex and we highlight effective current applications and suggest future improvements. Additionally, we identify outstanding research needs or management applications, and updates to existing policy that will aid in developing improved conservation strategies. Our synthesis contributes to ongoing efforts to incorporate climate uncertainty into conservation planning, natural resource management, and related policy revisions.",
    "readLink": "https://www.mdpi.com/2673-4834/3/1/7"
  },
  {
    "title": "Reflections on Enhancing the Impact of Climate Risk Management Through Transformative Adaptation",
    "authors": [
      "Jon Hellin,",
      "Eleanor Fisher,",
      "Ana María Loboguerrero,",
      "Ana María Loboguerrero"
    ],
    "doi": "https://doi.org/10.3389/fclim.2021.751691",
    "journalVolume": "Vol. 3",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Climate risk management is part of the response to the threat of climate change. Much effort has focused on the promotion on climate-resilient agriculture. There continues to be undue focus on technology solutions per se and not enough attention on the coupling of technologies and socio-economics and how they become embedded in ecological systems underpinning smallholder agriculture. In this perspective, we argue that an intertwined social–ecological–technological systems approach to climate risk management is needed to ensure that climate-resilient agriculture contributes more to the realization of goals of the Paris Agreement and the UN Framework Convention on Climate Change. Furthermore, in line with broader policy thinking on the need for transformative change toward sustainably living on the planet and “leaving no one behind,” a greater focus on transformative adaptation is required. Transformative adaptation tackles the root causes of vulnerability including unevenly distributed power relations, and extant networks of control and influence. There are, however, relatively few examples of moving from the theory of transformative adaptation to practice. Three recent practical examples of transdisciplinary approaches, that we have direct experience of as researchers, provide lessons for initial ways forward as part of climate risk management initiatives. Examples from Vietnam, East and Southern Africa, and Guatemala illustrate the importance of inter- and transdisciplinary responses whereby the inequalities underlying unequal power structures may be addressed, enabling farmers to pursue climate risk management pathways that contribute to climate resilience and human development, as epitomized by the Sustainable Development Goals.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2021.751691/full"
  },
  {
    "title": "Variaciones del clima terrestre y rayos cósmicos galácticos durante el ciclo solar de 11 años: Revisión teórica Earth climate and galactic cosmic rays variations during 11 year solar cicle: Theoretical review",
    "authors": [
      "Eduardo Andrés Agosta"
    ],
    "doi": "Vol. 29,\n                                no. 1-2\n                                \n                                  pp.\n                                  47\n                                  – 62",
    "issn": "0325-187X (Print)",
    "publisher": "1850-468X (Online)",
    "countryOfPublisher": "Centro Argentino de Meteorólogos",
    "lcc": [
      "Argentina",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.meteorologica.org.ar/",
    "abstract": "En los últimos años, han sido numerosos los estudios en torno a la interacción entre los rayos cósmicos galácticos (RCGs) y el clima de la Tierra con una gran variedad de resultados, algunos de ellos controversiales. Parece haberse dado un gran avance en el aspecto teórico de la posible interacción, siendo dos los principales mecanismos físicos candidatos: la nucleación mediada-por-el-ión (ion-mediated nucleation, IMN) y la electrocolección. En una y otra teoría, el papel fundamental de los RCGs es la ionización en la atmósfera. La teoría del IMN prescribe cambios en las propiedades de la microfísica de la nube (vida de la nube, albedo, espesor óptico, concentración de núcleos de condensación, entre otros) y consecuentes cambios en la cobertura nubosa baja global. La electrocolección añade a la anterior, modificaciones en la dinámica de la nube que, en mayor escala, produce modificaciones en la circulación atmosférica. Hay algunas evidencias observacionales de relación consistente con las teorías propuestas a lo largo del ciclo solar de 11 años entre RCGs y variables climáticas (cobertura nubosa global, circulación atmosférica, precipitación). No obstante, la complejidad del sistema deja entrever otros posibles mecanismos; por ejemplo, la interacción estratosfera-troposfera por la relación UV-ozono. A su vez, la existencia de tendencias seculares en el flujo de RCGs, que se asociarían al calentamiento global, sugiere incorporar otra variable a evaluar en la problemática del cambio global.In recent years, a number of studies are concerned on the relationship between the Earth climate and the Galactic Cosmic Rays (GCRs). A variety of results are found and some are controversial. Theoretical advance seems to be reached through two main candidate theories: the ion-mediated nucleation (IMN) and the electro-scavenging. In both theories, the main role of GCRs is ionization in the Atmosphere. The IMN theory prescribes changes in microphysical properties of cloud and concomitant changes in the global low cloud cover. The electro-scavenging adds to the before, changes in the cloud dynamics that, in a larger scale, produce modifications in the atmospheric circulation. Some observational evidences support the theories along the 11-year solar cycle. Nonetheless, due to the complexity of the climate system, some other potential mechanisms appear to be essential too, as the interaction between stratosphere and troposphere through the UV-ozone relationship. In turn, long term tendencies of the GCRs flux, that would be associated to the global warming, suggest incorporating another variable to be evaluated in the global change issue.",
    "readLink": "http://www.scielo.org.ar/scielo.php?script=sci_arttext&pid=S1850-468X2004000100005"
  },
  {
    "title": "The Importance of a Natural Social Contract and Co-Evolutionary Governance for Sustainability Transitions",
    "authors": [
      "Patrick Huntjens,",
      "René Kemp"
    ],
    "doi": "https://doi.org/10.3390/su14052976",
    "journalVolume": "Vol. 14,\n                                no. 2976\n                                \n                                  p.\n                                  2976",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic offers an opportunity for dealing with persistent problems, through a transformative recovery process. It is a crisis that offers opportunities for dealing with three interrelated crises: the ecological crisis (climate change, loss of biodiversity, resource depletion, pollution and ecosystem destruction), the confidence crisis (people losing trust in government, politics, companies, regular news channels, science, each other and the future), and the inequality crisis (the widening of the gap between rich and poor). Our argument is that sustainability transitions will not succeed without a different economy and another social contract with rights and duties of care for the environment and the well-being of others, including future generations. A different social contract is not only desirable from the point of view of sustainability and fairness, and justice and equality, but it is also necessary to restore citizens’ trust in politics, government, companies and each other. In the paper we discuss mechanisms towards a Natural Social Contract: systemic leverage points for system transformations and possibilities for co-evolutionary governance by actor coalitions interested in transformative change. The combination of those three elements helps to synchronize different agendas and reduce the chance that they will work against each other.",
    "readLink": "https://www.mdpi.com/2071-1050/14/5/2976"
  },
  {
    "title": "Staggered-peak production is a mixed blessing in the control of particulate matter pollution",
    "authors": [
      "Ying Wang,",
      "Ru-Jin Huang,",
      "Wei Xu,",
      "Haobin Zhong,",
      "Jing Duan,",
      "Chunshui Lin,",
      "Yifang Gu,",
      "Ting Wang,",
      "Yongjie Li,",
      "Jurgita Ovadnevaite,",
      "Darius Ceburnis,",
      "Colin O’Dowd"
    ],
    "doi": "https://doi.org/10.1038/s41612-022-00322-x",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2397-3722 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.nature.com/npjclimatsci/",
    "abstract": "Abstract Staggered-peak production (SP)—a measure to halt industrial production in the heating season—has been implemented in North China Plain to alleviate air pollution. We compared the variations of PM1 composition in Beijing during the SP period in the 2016 heating season (SPhs) with those in the normal production (NP) periods during the 2015 heating season (NPhs) and 2016 non-heating season (NPnhs) to investigate the effectiveness of SP. The PM1 mass concentration decreased from 70.0 ± 54.4 μg m−3 in NPhs to 53.0 ± 56.4 μg m−3 in SPhs, with prominent reductions in primary emissions. However, the fraction of nitrate during SPhs (20.2%) was roughly twice that during NPhs (12.7%) despite a large decrease of NOx, suggesting an efficient transformation of NOx to nitrate during the SP period. This is consistent with the increase of oxygenated organic aerosol (OOA), which almost doubled from NPhs (22.5%) to SPhs (43.0%) in the total organic aerosol (OA) fraction, highlighting efficient secondary formation during SP. The PM1 loading was similar between SPhs (53.0 ± 56.4 μg m−3) and NPnhs (50.7 ± 49.4 μg m−3), indicating a smaller difference in PM pollution between heating and non-heating seasons after the implementation of the SP measure. In addition, a machine learning technique was used to decouple the impact of meteorology on air pollutants. The deweathered results were comparable with the observed results, indicating that meteorological conditions did not have a large impact on the comparison results. Our study indicates that the SP policy is effective in reducing primary emissions but promotes the formation of secondary species.",
    "readLink": "https://doi.org/10.1038/s41612-022-00322-x"
  },
  {
    "title": "Nature inspiration, imitation, and emulation: Biomimicry thinking path to sustainability in the construction industry",
    "authors": [
      "Olusegun Aanuoluwapo Oguntona,",
      "Clinton Ohis Aigbavboa"
    ],
    "doi": "https://doi.org/10.3389/fbuil.2023.1085979",
    "journalVolume": "Vol. 9",
    "issn": "2297-3362 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/built-environment#",
    "abstract": "The construction industry has been globally fingered as the major sector responsible for the continued deplorable state of the environment. The rising exploitation of the natural environment by the sector decapacitates the function of the flora and fauna to sustain life on earth. Therefore, the adoption and implementation of sustainability concepts in the construction industry are imperative to reduce the sector’s negative impacts on the environment. The growing field of biomimicry as a sustainability concept has increased global interest and call to maximize the numerous benefits offered by nature. This article is aimed at exploring biomimicry potentials in solving human challenges in a sustainable manner through responsible imitation, emulation, and drawing inspiration from nature. The first part of this paper explores the construction industry with rapt attention to its positive and negative impact on the human and natural environment. The second part provides a comprehensive overview of the biomimicry concept looking at its definitions, tenets, and sustainability standpoint. Finally, biomimicry inspiration, imitation, and emulation are discussed citing examples of their applications within and outside the built environment.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fbuil.2023.1085979/full"
  },
  {
    "title": "Climate agenda in the southern region of Russia: the view of the agrarian university students",
    "authors": [
      "Chudnova Olga,",
      "Kosnikov Sergey,",
      "Lesnykh Juliya,",
      "Isaenko Alexander,",
      "Ivashova Valentina"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202338903018",
    "journalVolume": "Vol. 389\n                                \n                                \n                                  p.\n                                  03018",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The article presents the results of a brief theoretical review of approaches to the study of the climate agenda and an empirical study of the attitude of students of the Agrarian University to climate change issues. A brief review of scientific publications from the science-intensive Scopus database showed the main directions of research of the subject field in the sphere of social dimensions, methodology, theory and methods of obtaining empirical material. We have developed a toolkit for conducting a survey in the youth student environment of the Agrarian University; it is based on the analysis of the obtained theoretical generalizations. 497 respondents from full-time students of Stavropol State Agrarian University took part in the survey (Stavropol, Russia). Methodological recommendations have been developed for improving educational programs of higher agricultural education in the field of climate literacy – the ability to formulate, apply and interpret climate knowledge in professional activities; understanding the direction of climate change and the corresponding transformations of professional activity in the agricultural sector of the South of Russia (Stavropol Krai, Russia). Attracting the attention and involvement of future agricultural specialists in the discussion track of the development of the climate agenda is an important factor of professional competence.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/26/e3sconf_uesf2023_03018.pdf"
  },
  {
    "title": "Systems Approach to Management of Water Resources—Toward Performance Based Water Resources Engineering",
    "authors": [
      "Slobodan  P. Simonovic"
    ],
    "doi": "https://doi.org/10.3390/w12041208",
    "journalVolume": "Vol. 12,\n                                no. 1208\n                                \n                                  p.\n                                  1208",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Global change, that results from population growth, global warming and land use change (especially rapid urbanization), is directly affecting the complexity of water resources management problems and the uncertainty to which they are exposed. Both, the complexity and the uncertainty, are the result of dynamic interactions between multiple system elements within three major systems: (i) the physical environment; (ii) the social environment; and (iii) the constructed infrastructure environment including pipes, roads, bridges, buildings, and other components. Recent trends in dealing with complex water resources systems include consideration of the whole region being affected, explicit incorporation of all costs and benefits, development of a large number of alternative solutions, and the active (early) involvement of all stakeholders in the decision-making. Systems approaches based on simulation, optimization, and multi-objective analyses, in deterministic, stochastic and fuzzy forms, have demonstrated in the last half of last century, a great success in supporting effective water resources management. This paper explores the future opportunities that will utilize advancements in systems theory that might transform management of water resources on a broader scale. The paper presents performance-based water resources engineering as a methodological framework to extend the role of the systems approach in improved sustainable water resources management under changing conditions (with special consideration given to rapid climate destabilization). An illustrative example of a water supply network management under changing conditions is used to convey the basic principles of performance-based water resources engineering methodology.",
    "readLink": "https://www.mdpi.com/2073-4441/12/4/1208"
  }
]