[
  {
    "title": "Analysis of Historical Precipitation in Semi-Arid Areas – Case Study of Amman Zarqa Basin",
    "authors": [
      "Khaldoun Shatanawi,",
      "Alsharifa Hind Mohammad,",
      "Taleb Odeh,",
      "Mazen Arafeh,",
      "Maha Halalsheh,",
      "Ghada Kassab"
    ],
    "doi": "https://doi.org/10.12911/22998993/150616",
    "journalVolume": "Vol. 23,\n                                no. 8\n                                \n                                  pp.\n                                  100\n                                  – 110",
    "issn": "2299-8993 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jeeng.net",
    "abstract": "Climate change is determined as a severe threat to water resource availability in Semi-Arid Areas. Therefore, it is crucial to examine drought trends to develop and sustain water resources. This study evaluates the effects of climate change in Jordan by analyzing the long-term precipitation trends in Amman Zarqa Basin over the water years from 1971 till 2016. For the analysis, daily precipitation data were collected for six rainfall stations located throughout the basin. The standardized precipitation index (SPI) variations were investigated at monthly intervals. Control charts, hypothesis testing, t-test, differences of variances, and trend analysis were used to determine climatic trends. Results of the analysis indicated that the year 2003 marks an acceleration point in the rate of precipitation decrease. Additionally, a change in the precipitation pattern was observed as seasonal precipitation contribution varied for the pre-2003 period compared to the post-2003 period.",
    "readLink": "http://www.jeeng.net/Analysis-of-Historical-Precipitation-in-Semi-Arid-Areas-Case-Study-of-Amman-Zarqa,150616,0,2.html"
  },
  {
    "title": "Modelling the Fluid Phase Behaviour of Multifunctional Alkanolamines and Carbon Dioxide Using the SAFT-?? Approach",
    "authors": [
      "A. Chremos,",
      "E. Forte,",
      "V. Papaioannou,",
      "A. Galindo,",
      "G. Jackson,",
      "C. Adjiman"
    ],
    "doi": "https://doi.org/10.3303/CET1335071",
    "journalVolume": "Vol. 35",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Given growing concerns on climate change, and particularly greenhouse gas emissions, the development of technologies for the capture of carbon dioxide (CO2) to prevent its release into the atmosphere is increasingly pressing. A likely medium-term solution for large-point emission sources, such as coal- or gas-fired power stations, is the use of solvent-based absorption processes. However, such processes, which often rely on the use of aqueous alkanolamine solutions as a solvent, incur a large economic penalty and it is necessary to identify alternatives that can reduce this cost. A key challenge for CO2 capture is thus the design of solvents and solvent blends with thermodynamic properties which would improve the economic performance of capture processes. Given the importance of being able to predict the thermodynamic properties of such solvents, we have developed molecular models for use with the statistical associating fluid theory (SAFT). Specifically, the purpose is to identify mixtures that are good candidates for CO2 absorption using transferable intermolecular potential models and a group contribution framework within SAFT. In the proposed approach chemical equilibrium is treated with a physical approach, so that reaction products are treated implicitly. We investigate the applicability of the SAFT-? (group contribution) equation of state to carbon dioxide, water and alkanolamine mixtures, and discuss how SAFT-? opens avenues for thermodynamic property prediction, decreasing the dependence on experimental data. The aqueous solvents examined include ethylamine, propylamine, ethanol, propanol, monoethanolamine (MEA) and 3-amino-1-propanol. We present calculations and predictions of the fluid phase behaviour of these components and of a number of their aqueous mixtures.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/6020"
  },
  {
    "title": "Ecological City-States in an Era of Environmental Disaster: Security, Climate Change and Biodiversity",
    "authors": [
      "John  E. Fernández,",
      "Marcela Angel"
    ],
    "doi": "https://doi.org/10.3390/su12145532",
    "journalVolume": "Vol. 12,\n                                no. 5532\n                                \n                                  p.\n                                  5532",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Recently, there has been increasing evidence of the emergence of systemic strains that threaten international cooperative efforts on global issues, especially climate change, biodiversity loss and security. Non-state actors have responded by declaring their commitment to work together alongside nations as climate agreements struggle to deliver the necessary global reductions in greenhouse gas emissions, conservation goals are not met, and security issues diversify. A principal constituent of the world’s non-state actors are cities. With many cities now home to more than 10 million individuals and several cities of more than 20 million, the urban world has come to dominate the global economy as well as the resource needs and environmental burdens imposed upon the planet by our species. Urban economies are responsible for more than half of global greenhouse gas emissions and substantially affect the world’s biodiversity by driving the extraction of resources and the degradation of global natural capital. Cities have become concentrators of diverse risk that complicate and broaden global security priorities. Cities are also crucibles of innovation in technology, business and governance and strong alliances between the world’s cities have formed to address the challenges of climate change, biodiversity and more. This paper asserts the unique potential for cities to assume a greater role in global priorities, including climate change, biodiversity loss and a realignment of security priorities. The transformative changes required in these three domains calls for a renewal of the city as a semi-autonomous neo-state, an ecological city-state.",
    "readLink": "https://www.mdpi.com/2071-1050/12/14/5532"
  },
  {
    "title": "Investigating Drought Events and Their Consequences in Wildfires: An Application in China",
    "authors": [
      "Song Yang,",
      "Aicong Zeng,",
      "Mulualem Tigabu,",
      "Guangyu Wang,",
      "Zhen Zhang,",
      "He Zhu,",
      "Futao Guo"
    ],
    "doi": "https://doi.org/10.3390/fire6060223",
    "journalVolume": "Vol. 6,\n                                no. 223\n                                \n                                  p.\n                                  223",
    "issn": "2571-6255 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "https://www.mdpi.com/journal/fire",
    "abstract": "Understanding the impact of drought on fire dynamics is crucial for assessing the potential effects of climate change on wildfire activity in China. In this study, we present a series of multiple linear regression (MLR) models linking burned area (BA) during mainland China’s fire season from 2001 to 2019, across seven regions, to concurrent drought, antecedent drought, and time trend. We estimated burned area using Collection 6 Moderate Resolution Imaging Spectradiometer (MODIS) and drought indicators using either the Standardized Precipitation Evapotranspiration Index (SPEI) or the self-calibrated Palmer Drought Severity Index (sc-PDSI). Our findings indicate that the wildfire season displays a spatial variation pattern that increases with latitude, with the Northeast China (NEC), North China (NC), and Central China (CC) regions identified as the primary areas of wildfire occurrence. Concurrent and antecedent drought conditions were found to have varying effects across regions, with concurrent drought as the dominant predictor for NEC and Southeast China (SEC) regions and antecedent drought as the key predictor for most regions. We also found that the Northwest China (NWC) and CC regions exhibit a gradual decrease in burned area over time, while the NEC region showed a slight increase. Our multiple linear regression models exhibited a notable level of predictive power, as evidenced by the average correlation coefficient of 0.63 between the leave-one-out cross-validation predictions and observed values. In particular, the NEC, NWC, and CC regions demonstrated strong correlations of 0.88, 0.80, and 0.76, respectively. This indicates the potential of our models to contribute to the prediction of future wildfire occurrences and the development of effective wildfire management and prevention strategies. Nevertheless, the intricate relationship among fire, climate change, human activities, and vegetation distribution may limit the generalizability of these findings to other conditions. Consequently, future research should consider a broad range of factors to develop more comprehensive models.",
    "readLink": "https://www.mdpi.com/2571-6255/6/6/223"
  },
  {
    "title": "Reduced litterfall and decomposition alters nutrient cycling following conversion of tropical natural forests to rubber plantations",
    "authors": [
      "Xiai Zhu,",
      "Xiaojin Jiang,",
      "Ashutosh Kumar Singh,",
      "Huanhuan Zeng,",
      "Chunfeng Chen,",
      "Enfu Lu,",
      "Wenjie Liu"
    ],
    "doi": "Vol. 138\n                                \n                                \n                                  p.\n                                  108819",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Natural tropical landscapes have been continuously altered by land use change and other climate factors. Forest management practices have transformed massive tropical forests into rubber plantations throughout mainland Southeast Asia and Southwest China. However, the effect of the forest-to-plantation conversion on ecosystem functions associated with plant litter is limited. Here, we compare litterfall production, decomposition, nutrient return and nutrient use efficiency between a tropical natural forest (TNF) and a monoculture rubber plantation (MRP) in Xishuangbanna (China) over three years. Annual mean litterfall production was significantly higher in TNF (10.92 Mg ha−1 yr−1) than in MRP (5.23 Mg ha−1 yr−1). Production of leaf litter was positively correlated to that of total litterfall, suggesting that leaf litter could be reliably estimated from total litterfall. Temperature and solar radiation are dominant drivers of seasonal variation of litterfall production. The litterfall production was more sensitive to climate variables in MRP. The average stand litter and the decomposition quotient were 1.8 and 1.2 times greater in TNF than in MRP, respectively. The total nutrient return to the forest floor was 2.1 times higher in TNF (5.66 Mg ha−1 yr−1) than in MRP (2.76 Mg ha−1 yr−1); the return of each mineral element was significantly lower in MRP relative to TNF. The nutrient return preferentially occurred during the cold and dry seasons, which was consistent with the trend of litterfall. Relatively high N, P, Ca, and Mg use efficiencies were observed in MRP in line with their deficiency in the present tropical soils, indicating that rubber trees likely possess an efficient nutrient uptake mechanism to facilitate their adaption to oligotrophic habitats. Our results suggest that the large scale transformation of tropical forests to rubber plantations could alter the biogeochemical cycles related to litterfall, and thus possibly affect the resilience of ecosystems to climate variation. An increasing organic matter input in rubber monoculture may favor the sustainable development of rubber cultivation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22002904"
  },
  {
    "title": "On the temporal clustering of European extreme precipitation events and its relationship to persistent and transient large-scale atmospheric drivers",
    "authors": [
      "Yannick Barton,",
      "Pauline Rivoire,",
      "Jonathan Koh,",
      "Mubashshir Ali S.,",
      "Jérôme Kopp,",
      "Olivia Martius"
    ],
    "doi": "Vol. 38\n                                \n                                \n                                  p.\n                                  100518",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Extreme precipitation events that occur in close succession can have important societal and economic repercussions. Here we use 42 years of reanalysis data (ERA-5) to investigate the link between Euro-Atlantic large-scale pattern of weather and climate variability and the temporal clustering of extreme rainfall events over Europe. We implicitly model the seasonal rate of extreme occurrences as part of a Poisson General Additive Model (GAM) using cyclic regression cubic splines. The smoothed seasonal rate of extreme rainfall occurrences is used to (i) infer the frequency of significant temporal clustering and (ii) implicitly serves as the baseline rate when modeling the effects of atmospheric drivers on extreme rainfall clustering. We use GAMs to model the association between the temporal clustering of extreme rainfall events and seven predominant year-round weather regimes in the Euro-Atlantic sector as well as a measure of synoptic-scale transient recurrent Rossby wave packets. Sub-seasonal clustering of precipitation events is significant at all grid-points over Europe; the proportion of extreme rainfall events that cluster in time ranges between 2% to 27%. The most relevant weather regime is the Atlantic Trough (corresponding to NAO+ with a southward shift of the jet) explaining most of the significant increase in clustering probability over Europe. The Greenland Blocking regime explains most of the clustering over the Iberian Peninsula. The Scandinavian Blocking regime is associated with a significant increase in clustering probability over the western Mediterranean, with a northwards shift in the signal to central Europe in summer.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094722000974"
  },
  {
    "title": "Transboundary River Water Availability to Ravi Riverfront under Changing Climate: A Step towards Sustainable Development",
    "authors": [
      "Naveed Ahmed,",
      "Haishen Lü,",
      "Shakeel Ahmed,",
      "Oluwafemi E. Adeyeri,",
      "Shahid Ali,",
      "Riaz Hussain,",
      "Suraj Shah"
    ],
    "doi": "https://doi.org/10.3390/su15043526",
    "journalVolume": "Vol. 15,\n                                no. 3526\n                                \n                                  p.\n                                  3526",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Indus Water Treaty allocated the water of the Ravi River to India, and India constructed the Thein Dam on the Ravi River. This study investigates the water availability of the Ravi Riverfront for both pre-dam and post-dam scenarios augmented with pre-flood, flood, and post-flood sub-scenarios. The study also investigates river water availability for low and high magnitudes (Flow Duration Curves) and its linkages with climate change. The modified Mann–Kendall, Sen’s slope estimator, and Pearson correlation were used to investigate the river flows. It was found that there is a remarkable decrease in the river water by −36% of annual mean flows as compared to the pre-dam scenario. However, during the flood season, it was −32% at the riverfront upstream (Ravi Syphon Gauge). The reduction in water volume was found as 2.13 Million Acre Feet (MAF) and 1.03 MAF for maximum and mean, respectively, in the Rabi (Winter) season, and 4.07 MAF and 2.76 MAF for max and mean, respectively, in the Kharif (Summer) season. It was also revealed that 180–750 cusecs of water would be available or exceeded for 90% to 99% of the time at Ravi Riverfront during the flood season. The high flows were mainly controlled by temperature in the pre-dam scenario; presently, this water is stored in the Thein Dam reservoir. In contrast, the precipitation role is significant in the post-dam scenario, which means that the flows in the Ravi River are mainly due to base flow contributions and precipitation. This study is the first step in analyzing the river water availability of the Ravi Riverfront, which will ultimately address the associated problems and their solutions to decision-makers. Additionally, implementing an eco-friendly riverfront promotes urban sustainability in developed urban areas, such as Lahore City, and will lead to a comfortable and healthy lifestyle; this will only be possible with water availability in the Ravi Riverfront reach.",
    "readLink": "https://www.mdpi.com/2071-1050/15/4/3526"
  },
  {
    "title": "Train-the-Trainers in hand hygiene facilitate the implementation of the WHO hand hygiene multimodal improvement strategy in Japan: evidence for the role of local trainers, adaptation, and sustainability",
    "authors": [
      "Hiroki Saito,",
      "Koh Okamoto,",
      "Carolina Fankhauser,",
      "Ermira Tartari,",
      "Didier Pittet"
    ],
    "doi": "https://doi.org/10.1186/s13756-023-01262-8",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2047-2994 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://aricjournal.biomedcentral.com",
    "abstract": "Abstract Background “Train-the-Trainers in hand hygiene” (TTT) is a standardized training to train infection prevention and control (IPC) practitioners with the aim to promote hand hygiene in health care according to the World Health Organization (WHO) multimodal improvement strategy. Little is known in the literature about the sustained impact of hand hygiene and IPC trainings adapted locally. The aim of this study is to describe the impact of three TTT courses conducted annually in Japan on the adoption of the WHO multimodal improvement strategy by local IPC practitioners who became a “trainer” after their first TTT participation as a “trainee”. Methods Three TTT courses were conducted annually from 2020 to 2022 in Japan. A team “TTT-Japan” composed of more than 20 IPC practitioners who completed their first TTT participation adapted the original TTT program to reflect the local healthcare context in Japan, and subsequently convened the 2nd and 3rd TTTs. Pre- and post-course evaluations and post-course satisfaction surveys of the course participants were conducted to assess improvement in knowledge on hand hygiene and perception towards the course, respectively. Attitude and practice surveys of the TTT-Japan trainers were conducted to assess their perception and experience in hand hygiene promotion. The Hand Hygiene Self-Assessment Framework (HHSAF), a validated tool created by WHO to monitor the capacity of hand hygiene promotion at facility level, was applied at TTT-Japan trainers’ facilities to compare results before and after trainers’ engagement. We applied inductive thematic analysis for qualitative analyses of open-ended survey questions of the trainers’ attitude and practice surveys, and the Wilcoxon Sign Rank test for quantitive comparisons of pre- and post-data for the surveys and HHSAF. Results 158 Japanese healthcare workers participated in three TTT courses, the majority of whom (131, 82.9%) were nurses. Twenty-seven local trainers were involved in 2nd and 3rd TTTs. The scores of pre- and post-course evaluations significantly improved after the course (P < 0.001) and the improvement was consistent across all three TTTs. Post-course satisfaction survey showed that over 90% of the participants reported that the course met their expectations and that what they learned in the courses would be useful for their practice. Trainers’ attitude and practice survey showed that more than three quarters (76.9%) of the trainers reported that their experience as a trainer had a positive impact on their practice at their own facilities. Qualitative analysis of the trainers’ attitude and practice survey revealed that trainers appreciated continuous learning as a trainer, and group effort to promote hand hygiene as the TTT-Japan team. The HHSAF institutional climate change element at the trainers’ facilities significantly improved after their engagement as a trainer (P = 0.012). Conclusions TTTs were successfully adapted and implemented in Japan, leading to sustained hand hygiene promotion activities by local trainers over three years. Further research is warranted to assess the long-term impact on local hand hygiene promotion in different settings.",
    "readLink": "https://doi.org/10.1186/s13756-023-01262-8"
  },
  {
    "title": "Assessment of Current and Future Climate Change Impact on Soil Loss Rate of Agewmariam Watershed, Northern Ethiopia",
    "authors": [
      "Gebrehana Girmay,",
      "Awdenegest Moges,",
      "Alemayehu Muluneh"
    ],
    "doi": "https://doi.org/10.1177/1178622121995847",
    "journalVolume": "Vol. 14",
    "issn": "1178-6221 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://journals.sagepub.com/home/asw",
    "abstract": "Soil erosion is 1 of the most important environmental problems that pose serious challenges to food security and the future development prospects of Ethiopia. Climate change influences soil erosion and is critical for the planning and management of soil and water resources. This study aimed to assess the current and future climate change impact on soil loss rate for the near future (2011-2040), middle future (2041-2070), and far future (2071-2100) periods relative to the reference period (1989-2018) in the Agewmariam watershed, Northern Ethiopia. The 20 models of Coupled Model Intercomparison Project phase 5 global climate models (GCMs) under Representative Concentration Pathway (RCP) 4.5 (intermediate scenario) and 8.5 (high emissions scenario) scenarios were used for climate projection. The statistical bias correction method was used to downscale GCMs. Universal Soil Loss Equation integrated with geographic information system was used to estimate soil loss. The results showed that the current average annual soil loss rate and the annual total soil loss on the study area were found to be 25 t ha −1 year −1 and 51 403.13 tons, respectively. The soil loss has increased by 3.0%, 4.7%, and 5.2% under RCP 4.5 scenarios and 6.0%, 9.52%, and 14.32% under RCP 8.5 scenarios in the 2020s, 2050s, and 2080s, respectively, from the current soil loss rate. Thus, the soil loss rate is expected to increase on all future periods (the 2020s, 2050s, and 2080s) under both scenarios (RCP 4.5 and RCP 8.5) due to the higher erosive power of the future intense rainfall. Thus, climate change will exacerbate the existing soil erosion problem and would need for vigorous new conservation policies and investments to mitigate the negative impacts of climate change on soil loss.",
    "readLink": "https://doi.org/10.1177/1178622121995847"
  },
  {
    "title": "A Comparison of OCO-2 SIF, MODIS GPP, and GOSIF Data from Gross Primary Production (GPP) Estimation and Seasonal Cycles in North America",
    "authors": [
      "Ruonan Qiu,",
      "Ge Han,",
      "Xin Ma,",
      "Hao Xu,",
      "Tianqi Shi,",
      "Miao Zhang"
    ],
    "doi": "https://doi.org/10.3390/rs12020258",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  258",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Remotely sensed products are of great significance to estimating global gross primary production (GPP), which helps to provide insight into climate change and the carbon cycle. Nowadays, there are three types of emerging remotely sensed products that can be used to estimate GPP, namely, MODIS GPP (Moderate Resolution Imaging Spectroradiometer GPP, MYD17A2H), OCO-2 SIF, and GOSIF. In this study, we evaluated the performances of three products for estimating GPP and compared with GPP of eddy covariance(EC) from the perspectives of a single tower (23 flux towers) and vegetation types (evergreen needleleaf forests, deciduous broadleaf forests, open shrublands, grasslands, closed shrublands, mixed forests, permeland wetlands, and croplands) in North America. The results revealed that sun-induced chlorophyll fluorescence (SIF) data and MODIS GPP data were highly correlated with the GPP of flux towers (GPPEC). GOSIF and OCO-2 SIF products exhibit a higher accuracy in GPP estimation at the a single tower (GOSIF: R2 = 0.13−0.88, p < 0.001; OCO-2 SIF: R2 = 0.11−0.99, p < 0.001; MODIS GPP: R2 = 0.15−0.79, p < 0.001). MODIS GPP demonstrates a high correlation with GPPEC in terms of the vegetation type, but it underestimates the GPP by 1.157 to 3.884 gCm−2day−1 for eight vegetation types. The seasonal cycles of GOSIF and MODIS GPP are consistent with that of GPPEC for most vegetation types, in spite of an evident advanced seasonal cycle for grasslands and evergreen needleleaf forests. Moreover, the results show that the observation mode of OCO-2 has an evident impact on the accuracy of estimating GPP using OCO-2 SIF products. In general, compared with the other two datasets, the GOSIF dataset exhibits the best performance in estimating GPP, regardless of the extraction range. The long time period of MODIS GPP products can help in the monitoring of the growth trend of vegetation and the change trends of GPP.",
    "readLink": "https://www.mdpi.com/2072-4292/12/2/258"
  }
]