[
  {
    "title": "Understanding How Disease and Environment Combine to Structure Resistance in Estuarine Bivalve Populations",
    "authors": [
      "Eileen Hofmann,",
      "David Bushek,",
      "Susan Ford,",
      "Dale Haidvogel,",
      "Dennis Hedgecock,",
      "John Klinck,",
      "Coren Milbury,",
      "Diego Narvaez,",
      "Eric Powell,",
      "Yongping Wang,",
      "Zhiren Wang,",
      "John Wilkin,",
      "Liusuo Zhang"
    ],
    "doi": "Vol. 22,\n                                no. 4\n                                \n                                  pp.\n                                  212\n                                  – 231",
    "issn": "1042-8275 (Print)",
    "publisher": "2377-617X (Online)",
    "countryOfPublisher": "The Oceanography Society",
    "lcc": [
      "United States",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://tos.org/oceanography/",
    "abstract": "Delaware Bay oyster (Crassostrea virginica) populations are influenced by two lethal parasites that cause Dermo and MSX diseases. As part of the US National Science Foundation Ecology of Infectious Diseases initiative, a program developed for Delaware Bay focuses on understanding how oyster population genetics and population dynamics interact with the environment and these parasites to structure the host populations, and how these interactions might be modified by climate change. Laboratory and field studies undertaken during this program include identifying genes related to MSX and Dermo disease resistance, potential regions for refugia and the mechanisms that allow them to exist, phenotypic and genotypic differences in oysters from putative refugia and high-disease areas, and spatial and temporal variability in the effective size of the spawning populations. Resulting data provide inputs to oyster genetics, population dynamics, and larval growth models that interface with a three-dimensional circulation model developed for Delaware Bay. Reconstruction of Lagrangian particle tracks is used to infer transport pathways of oyster larvae and MSX and Dermo disease pathogens. Results emerging from laboratory, field, and modeling studies are providing understanding of long-term changes in Delaware Bay oyster populations that occur as the oyster population responds to climate, environmental, and biological variability.",
    "readLink": "http://tos.org/oceanography/issues/issue_archive/issue_pdfs/22_4/22-4_hofmann.pdf"
  },
  {
    "title": "Intercomparison of Aerosol Types Reported as Part of Aerosol Product Retrieval over Diverse Geographic Regions",
    "authors": [
      "Somaya Falah,",
      "Alaa Mhawish,",
      "Ali H. Omar,",
      "Meytar Sorek-Hamer,",
      "Alexei I. Lyapustin,",
      "Tirthankar Banerjee,",
      "Fadi Kizel,",
      "David M. Broday"
    ],
    "doi": "https://doi.org/10.3390/rs14153667",
    "journalVolume": "Vol. 14,\n                                no. 3667\n                                \n                                  p.\n                                  3667",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "This study examines uncertainties in the retrieval of the Aerosol Optical Depth (AOD) for different aerosol types, which are obtained from different satellite-borne aerosol retrieval products over North Africa, California, Germany, and India and Pakistan in the years 2007–2019. In particular, we compared the aerosol types reported as part of the AOD retrieval from MODIS/MAIAC and CALIOP, with the latter reporting richer aerosol types than the former, and from the Ozone Monitoring Instrument (OMI) and MODIS Deep Blue (DB), which retrieve aerosol products at a lower spatial resolution than MODIS/MAIAC. Whereas MODIS and OMI provide aerosol products nearly every day over of the study areas, CALIOP has only a limited surface footprint, which limits using its data products together with aerosol products from other platforms for, e.g., estimation of surface particulate matter (PM) concentrations. In general, CALIOP and MAIAC AOD showed good agreement with the AERONET AOD (r: 0.708, 0.883; RMSE: 0.317, 0.123, respectively), but both CALIOP and MAIAC AOD retrievals were overestimated (36–57%) with respect to the AERONET AOD. The aerosol type reported by CALIOP (an active sensor) and by MODIS/MAIAC (a passive sensor) were examined against aerosol types derived from a combination of satellite data products retrieved by MODIS/DB (Angstrom Exponent, AE) and OMI (Aerosols Index, AI, the aerosol absorption at the UV band). Together, the OMI-DB (AI-AE) classification, which has wide spatiotemporal cover, unlike aerosol types reported by CALIOP or derived from AERONET measurements, was examined as auxiliary data for a better interpretation of the MAIAC aerosol type classification. Our results suggest that the systematic differences we found between CALIOP and MODIS/MAIAC AOD were closely related to the reported aerosol types. Hence, accounting for the aerosol type may be useful when predicting surface PM and may allow for the improved quantification of the broader environmental impacts of aerosols, including on air pollution and haze, visibility, climate change and radiative forcing, and human health.",
    "readLink": "https://www.mdpi.com/2072-4292/14/15/3667"
  },
  {
    "title": "Evaluation of Walnut Tree Flowering and Frost Occurrence Probability During 1961-2012",
    "authors": [
      "Lenka Hájková,",
      "Martin Možný,",
      "Veronika Oušková,",
      "Petra Dížková,",
      "Lenka Bartošová,",
      "Zdeněk Žalud"
    ],
    "doi": "https://doi.org/10.11118/actaun.2022.018",
    "journalVolume": "Vol. 70,\n                                no. 3\n                                \n                                  pp.\n                                  235\n                                  – 247",
    "issn": "1211-8516 (Print)",
    "publisher": "2464-8310 (Online)",
    "countryOfPublisher": "Mendel University Press",
    "lcc": [
      "Czechia",
      "Agriculture",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://actavia.mendelu.cz/",
    "abstract": "Strength and direction of the potential effect of climate change on walnuts is regionally specific (Gauthier and Jacobs, 2011) as climate change will probably affect the spatial distribution of the walnut. This paper evaluated the long-term phenological series (1961-2012) of the beginning of flowering, end of flowering and duration of flowering in walnut tree (Juglans regia) at two phenological stations located in different geographical locations of the Czech Republic but in the same climatic conditions (warm region). Phenological stages were analyzed in relation to growing degree days and to spring frosts occurrence. Onset of the beginning and end of flowering occurred earlier at Velké Pavlovice station (-2.1 and -1.3 days), and conversely occurred later at Doksany station (+1.8 and +1.0). Period of flowering shortened at Doksany station (-0.8 day) and prolonged at Velké Pavlovice station (+1.2 day). The occurrence of days with minimum air temperature < 0 °C during walnut tree flowering was more frequent at Doksany station (in total, 29 days) with absolute minimum value -5.5 °C. At Velké Pavlovice station 5 days with minimum air temperature below 0 °C were found during examined period with absolute minimum value -3.8 °C. The negative trend in number of frost days occurrence during flowering period was found at both stations. Pearson correlation coefficient between phenophase onset (and flowering period) and sums of growing degree days was stronger at Velké Pavlovice station, and the highest value was between period of flowering and temperature sums (0.782). The results confirmed our hypothesis of changes in phenophase onsets and duration of flowering including spring frosts occurrence according to west-east gradient (maritime climate-continental climate).",
    "readLink": "https://acta.mendelu.cz/artkey/acu-202203-0008_evaluation-of-walnut-tree-flowering-and-frost-occurrence-probability-during-1961-2012.php"
  },
  {
    "title": "The impact of heat waves on mortality in 9 European cities: results from the EuroHEAT project",
    "authors": [
      "Bisanti Luigi,",
      "Kovats Sari,",
      "Atkinson Richard,",
      "Paldy Anna,",
      "Medina-Ramón Mercedes,",
      "Analitis Antonis,",
      "Kirchmayer Ursula,",
      "Katsouyanni Klea,",
      "Menne Bettina,",
      "de'Donato Francesca,",
      "Marino Claudia,",
      "Michelozzi Paola,",
      "D'Ippoliti Daniela,",
      "Schneider Alexandra,",
      "Lefranc Agnès,",
      "Iñiguez Carmen,",
      "Perucci Carlo A"
    ],
    "doi": "https://doi.org/10.1186/1476-069X-9-37",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  37",
    "issn": "1476-069X (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Industrial medicine. Industrial hygiene",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://ehjournal.biomedcentral.com/",
    "abstract": "Abstract Background The present study aimed at developing a standardized heat wave definition to estimate and compare the impact on mortality by gender, age and death causes in Europe during summers 1990-2004 and 2003, separately, accounting for heat wave duration and intensity. Methods Heat waves were defined considering both maximum apparent temperature and minimum temperature and classified by intensity, duration and timing during summer. The effect was estimated as percent increase in daily mortality during heat wave days compared to non heat wave days in people over 65 years. City specific and pooled estimates by gender, age and cause of death were calculated. Results The effect of heat waves showed great geographical heterogeneity among cities. Considering all years, except 2003, the increase in mortality during heat wave days ranged from + 7.6% in Munich to + 33.6% in Milan. The increase was up to 3-times greater during episodes of long duration and high intensity. Pooled results showed a greater impact in Mediterranean (+ 21.8% for total mortality) than in North Continental (+ 12.4%) cities. The highest effect was observed for respiratory diseases and among women aged 75-84 years. In 2003 the highest impact was observed in cities where heat wave episode was characterized by unusual meteorological conditions. Conclusions Climate change scenarios indicate that extreme events are expected to increase in the future even in regions where heat waves are not frequent. Considering our results prevention programs should specifically target the elderly, women and those suffering from chronic respiratory disorders, thus reducing the impact on mortality.",
    "readLink": "http://www.ehjournal.net/content/9/1/37"
  },
  {
    "title": "Speciated atmospheric mercury at the Waliguan Global Atmosphere Watch station in the northeastern Tibetan Plateau: implication of dust-related sources for particulate bound mercury",
    "authors": [
      "H. Zhang,",
      "X. Fu,",
      "X. Fu,",
      "B. Yu,",
      "B. Li,",
      "P. Liu,",
      "G. Zhang,",
      "L. Zhang,",
      "X. Feng,",
      "X. Feng,",
      "X. Feng"
    ],
    "doi": "https://doi.org/10.5194/acp-21-15847-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  15847\n                                  – 15859",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "To understand the ambient levels and sources of atmospheric mercury (Hg) in the Tibetan Plateau, a full-year continuous measurement of speciated atmospheric mercury was conducted at the Waliguan (WLG) Baseline Observatory (3816 m a.s.l.) from May 2012 to April 2013. Mean concentrations (± 1 SD) of gaseous elemental mercury (GEM), gaseous oxidized mercury (GOM) and particulate bound mercury (PBM) during the whole study period were 1.90±0.80 ng m−3, 12.0±10.6 and 65.4±63.2 pg m−3, respectively. Seasonal variations of GEM were very small, while those of PBM were quite large with mean values being 4 times higher in the cold (102.3±66.7 pg m−3) than warm (22.8±14.6 pg m−3) season. Anthropogenic emissions to the east of the Tibetan Plateau contributed significantly to GEM pollution at WLG, while dust particles originating from desert and Gobi regions in Xinjiang province and the Tibetan Plateau to the west of WLG were responsible for PBM pollution at WLG. This finding is also supported by the significant positive correlation between daily PBM concentration and daily cumulative absorbing aerosol index (AAI) in air masses transported during the preceding 2 d.",
    "readLink": "https://acp.copernicus.org/articles/21/15847/2021/acp-21-15847-2021.pdf"
  },
  {
    "title": "The Lake Petén Itzá Scientifi c Drilling Project",
    "authors": [
      "Daniel Ariztegui,",
      "Mark Brenner,",
      "Flavio S. Anselmetti,",
      "David A. Hodell"
    ],
    "doi": "https://doi.org/10.2204/iodp.sd.3.02.2006",
    "journalVolume": "no. 3\n                                \n                                  pp.\n                                  25\n                                  – 29",
    "issn": "1816-8957 (Print)",
    "publisher": "1816-3459 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "http://www.scientific-drilling.net/",
    "abstract": "Polar ice cores provide us with high-resolution records of past climate change at high latitudes on both glacial-to-interglacial and millennial timescales. Paleoclimatologists and climate modelers have focused increasingly on the tropics, however, as a potentially important driver of global climate change because of the region’s role in controlling the Earth’s energy budget and in regulating the water vapor content of the atmosphere. Tropical climate change is often expressed most strongly as variations in precipitation, and closed-basin lakes are sensitive recorders of the balance between precipitation and evaporation. Recent advances in fl oating platformsand drilling technology now offer the paleolimnological community the opportunity to obtain long sediment records from lowland tropical lakes, as illustrated by the recent successful drilling of Lakes Bosumtwi and Malawi in Africa (Koeberl et al., 2005; Scholz et al., 2006). Tropical lakes suitable for paleoclimatic research were sought in Central America to complement the African lake drilling. Most lakes in the Neotropics are shallow, however, and these basins fell dry during the Late Glacial period because the climate in the region was more arid than today. The search for an appropriate lake to study succeeded in 1999 when a bathymetric survey of Lake Petén Itzá, northern Guatemala, revealed a maximum depth of 165 m, making itthe deepest lake in the lowlands of Central America (Fig. 1 ).Although the lake was greatly reduced in volume during the Late Glacial period, the deep basin remained submerged and thus contains a continuous history of lacustrine sediment deposition. A subsequent seismic survey of Lake Petén Itzá in 2002 showed a thick sediment package overlying basement, with several subbasins containing up to 100 m of sediment (Anselmetti et al., 2006).",
    "readLink": "http://www.iodp.org/images/stories/downloads/sd3_06.pdf#page=25"
  },
  {
    "title": "Tailoring Microalgae for Efficient Biofuel Production",
    "authors": [
      "Prabin Kumar Sharma,",
      "Manalisha Saharia,",
      "Richa Srivstava,",
      "Sanjeev Kumar,",
      "Lingaraj Sahoo,",
      "Lingaraj Sahoo"
    ],
    "doi": "https://doi.org/10.3389/fmars.2018.00382",
    "journalVolume": "Vol. 5",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Depleting fossil fuel, soaring prices, growing demand, and global climate change concerns have driven the research for finding an alternative source of sustainable fuel. Microalgae have emerged as a potential feedstock for biofuel production as many strains accumulate higher amounts of lipid, with faster biomass growth and higher photosynthetic yield than their land plant counterparts. In addition to this, microalgae can be cultured without needing agricultural land or ecological landscapes and offer opportunities for mitigating global climate change, allowing waste water treatment and carbon dioxide sequestration. Despite these benefits, microalgae pose many challenges, including low lipid yield under limiting growth conditions and slow growth in high lipid content strains. Biotechnological interventions can make major advances in strain improvement for the commercial scale production of biofuel. We discuss various strategies, including efficient transformation toolbox, to increase lipid accumulation and its quality through the regulation of key enzymes involved in lipid production, by blocking the competing pathways, pyramiding genes, enabling high cell biomass under nutrient-deprived conditions and other environmental stresses, and controlling the upstream regulators of targets, the transcription factors, and microRNAs. We highlight the opportunities emerging from the current progress in the application of genome editing in microalgae for accelerating the strain improvement program.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2018.00382/full"
  },
  {
    "title": "The littoral zone of polar lakes: inshore–offshore contrasts in an ice-covered High Arctic lake",
    "authors": [
      "Paschale N. Bégin,",
      "Milla Rautio,",
      "Yukiko Tanabe,",
      "Masaki Uchida,",
      "Alexander I. Culley,",
      "Warwick F. Vincent"
    ],
    "doi": "https://doi.org/10.1139/as-2020-0026",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  158\n                                  – 181",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "In ice-covered polar lakes, a narrow ice-free moat opens up in spring or early summer, and then persists at the edge of the lake until complete ice loss or refreezing. In this study, we analyzed the horizontal gradients in Ward Hunt Lake, located in the Canadian High Arctic, and addressed the hypothesis that the transition from its nearshore open-water moat to offshore ice-covered waters is marked by discontinuous shifts in limnological properties. Consistent with this hypothesis, we observed an abrupt increase in below-ice concentrations of chlorophyll a beyond the ice margin, along with a sharp decrease in temperature and light availability and pronounced changes in benthic algal pigments and fatty acids. There were higher concentrations of rotifers and lower concentrations of viruses at the ice-free sampling sites, and contrasts in zooplankton fatty acid profiles that implied a greater importance of benthic phototrophs in their inshore diet. The observed patterns underscore the structuring role of ice cover in polar lakes. These ecosystems do not conform to the traditional definitions of littoral versus pelagic zones but instead may have distinct moat, ice-margin, and ice-covered zones. This zonation is likely to weaken with ongoing climate change.",
    "readLink": "https://doi.org/10.1139/as-2020-0026"
  },
  {
    "title": "Adaptation to seasonality and the winter freeze",
    "authors": [
      "Jill Christine Preston,",
      "Simen Rod Sandve"
    ],
    "doi": "https://doi.org/10.3389/fpls.2013.00167",
    "journalVolume": "Vol. 4",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Flowering plants initially diversified during the Mesozoic era at least 140 million years ago in regions of the world where temperate seasonal environments were not encountered. Since then several cooling events resulted in the contraction of warm and wet environments and the establishment of novel temperate zones in both hemispheres. In response, less than half of modern angiosperm families have members that evolved specific adaptations to cold seasonal climates, including cold acclimation, freezing tolerance, endodormancy, and vernalization responsiveness. Despite compelling evidence for multiple independent origins, the level of genetic constraint on the evolution of adaptations to seasonal cold is not well understood. However, the recent increase in molecular genetic studies examining the response of model and crop species to seasonal cold offers new insight into the evolutionary lability of these traits. This insight has major implications for our understanding of complex trait evolution, and the potential role of local adaptation in response to past and future climate change. In this review, we discuss the biochemical, morphological, and developmental basis of adaptations to seasonal cold, and synthesize recent literature on the genetic basis of these traits in a phylogenomic context. We find evidence for multiple genetic links between distinct physiological responses to cold, possibly reinforcing the coordinated expression of these traits. Furthermore, repeated recruitment of the same or similar ancestral pathways suggests that land plants might be somewhat pre-adapted to dealing with temperature stress, perhaps making inducible cold traits relatively easy to evolve.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2013.00167/full"
  },
  {
    "title": "Evaluating the Impact of Smart City Policy on Carbon Emission Efficiency",
    "authors": [
      "Xingneng Xia,",
      "Ruoxi Yu,",
      "Sheng Zhang"
    ],
    "doi": "https://doi.org/10.3390/land12071292",
    "journalVolume": "Vol. 12,\n                                no. 1292\n                                \n                                  p.\n                                  1292",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Smart city policy (SCP) is crucial to addressing climate change and achieving sustainable urban development with low carbon emissions. The purpose of this paper is to investigate the mechanisms through which smart city policies have an impact on carbon emission efficiency (CEE). In terms of research methodology, we construct a quasi-natural experiment on smart city policies in China and use the time-varying DID approach to study this issue. The DEA method was used to measure the CEE. For the data sample, panel data from 281 cities in China between 2007 and 2020 was used in this study. The findings are as follows: ① SCP has a significant impact on CEE. This conclusion remains valid after introducing parallel trend tests, placebo tests, and other robustness tests. ② The mechanism test result reveals that SCP has a positive impact on urban CEE through three main channels: promoting industrial upgrading, increasing public environmental attention, and enhancing marketization. ③ The analysis of heterogeneity reveals that the impact of SCP on CEE is noticeable in cities that belong to well-developed economic regions with a lower intensity of environmental regulations, higher levels of green finance, and fewer official changes. This research contributes to the existing literature on the environmental assessment of SCP and offers valuable policy insights for cities to tackle climate change and sustainable urban planning.",
    "readLink": "https://www.mdpi.com/2073-445X/12/7/1292"
  }
]