[
  {
    "title": "Introduction to Precipitation Runoff Process and Soil Erosion Risk Analysis in a Specific Area of Interest to Design Control Measures",
    "authors": [
      "Elena Kondrlova,",
      "Jaroslav Antal"
    ],
    "doi": "https://doi.org/10.12911/22998993/94921",
    "journalVolume": "Vol. 20,\n                                no. 2\n                                \n                                  pp.\n                                  44\n                                  – 50",
    "issn": "2299-8993 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jeeng.net",
    "abstract": "Knowledge of the spatial variability and hydrological behaviour of contributing areas to specific outlet is a fundamental input for developing appropriate water resource planning and management actions that takes part in various areas of human activities. The aim of this contribution is to present the possibilities to assess precipitation-runoff process and soil erosion risk in a specific area using the theoretical approaches with the simplest requirements for meteorological and surface runoff data. Considering the connectivity and behaviour of natural processes, the analysis of precipitation-runoff process and soil erosion risk is crucial prior the design of technical water management practices and technical erosion control measures in the landscape. Characteristics of design rain, e.g. the intensity, annual frequency and duration can be determined using practical tools or according to analysis of the cost and damages related to specific technical measure. The intensity of design rain can be estimated according to the long-term meteorological observations and developed intensity-duration-frequency curves using region specific equations (Dub’s formula, Urcikan’s formula). For the design of water management, conservation (especially erosion) or other measures for ecological stabilization and protection of the area, it is important to determine in particular the following characteristics of surface runoff: beginning of surface runoff, design discharge from the contributing area, the depth of the surface runoff, volume of surface runoff. Estimating the soil erosion risk by water erosion can be done according to slope gradient or USLE calculation and subsequent comparison of estimated value with tolerable soil loss. Regardless of the location of specific areas, we have found that design parameters of water management and technical erosion control practices, facilities and measures, including their localization can be determined by applying and modifying existing theoretical and practical hydrological knowledge. We also found that this design cannot be executed without an analysis of the precipitation-runoff process and the erosion risk of this territory. In relation to climate change and changing rainfall patterns in all regions worldwide, further studies should be conducted to specify the regional characteristics of precipitation, soil and its usage.",
    "readLink": "http://www.journalssystem.com/jeeng/INTRODUCTION-TO-PRECIPITATION-RUNOFF-PROCESS-AND-SOIL-EROSION-RISK-ANALYSIS-IN-A,94921,0,2.html"
  },
  {
    "title": "Wintertime Arctic Ocean sea water properties and primary marine aerosol concentrations",
    "authors": [
      "J. Zábori,",
      "R. Krejci,",
      "A. M. L. Ekman,",
      "E. M. Mårtensson,",
      "J. Ström,",
      "G. de Leeuw,",
      "E. D. Nilsson"
    ],
    "doi": "https://doi.org/10.5194/acp-12-10405-2012",
    "journalVolume": "Vol. 12,\n                                no. 21\n                                \n                                  pp.\n                                  10405\n                                  – 10421",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Sea spray aerosols are an important part of the climate system through their direct and indirect effects. Due to the diminishing sea ice, the Arctic Ocean is one of the most rapidly changing sea spray aerosol source areas. However, the influence of these changes on primary particle production is not known. <br><br> In laboratory experiments we examined the influence of Arctic Ocean water temperature, salinity, and oxygen saturation on primary particle concentration characteristics. Sea water temperature was identified as the most important of these parameters. A strong decrease in sea spray aerosol production with increasing water temperature was observed for water temperatures between &minus;1&deg;C and 9&deg;C. Aerosol number concentrations decreased from at least 1400 cm<sup>&minus;3</sup> to 350 cm<sup>&minus;3</sup>. In general, the aerosol number size distribution exhibited a robust shape with one mode close to dry diameter <i>D</i><sub>p</sub> 0.2 &mu;m with approximately 45% of particles at smaller sizes. Changes in sea water temperature did not result in pronounced change of the shape of the aerosol size distribution, only in the magnitude of the concentrations. Our experiments indicate that changes in aerosol emissions are most likely linked to changes of the physical properties of sea water at low temperatures. The observed strong dependence of sea spray aerosol concentrations on sea water temperature, with a large fraction of the emitted particles in the typical cloud condensation nuclei size range, provide strong arguments for a more careful consideration of this effect in climate models.",
    "readLink": "http://www.atmos-chem-phys.net/12/10405/2012/acp-12-10405-2012.pdf"
  },
  {
    "title": "Case Study on Developing a Comprehensive Voluntary Environmental Performance and Process Standard for Alpine Resorts Using Four Business Management Principles",
    "authors": [
      "Bryan C. Foster"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-20-00078.1",
    "journalVolume": "Vol. 41,\n                                no. 3\n                                \n                                  pp.\n                                  D1\n                                  – D11",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "In 2018, Jackson Hole Mountain Resort (JHMR) in Teton Village, WY, USA, discontinued its International Standards Organization 14001 environmental management system. JHMR needed a replacement voluntary environmental program (VEP) that would empower resort employees to directly mitigate climate change, reduce waste and pollution, minimize water use, and restore biodiversity, along with improving building, education, and purchasing. I developed the Model for Alpine Resort Sustainability (MARS) based on 2 research objectives of improving existing industry-specific VEPs and empowering employees to directly mitigate resort environmental impacts through their work. MARS involves 4 business management principles: (1) use ski industry-specific criteria to drive accountability comprehensively across 25 resort departments; (2) quantify greenhouse gas emissions, using both absolute and intensity or normalized bases, and apply quantification to solid waste production and water consumption; (3) employ modern management techniques and software to focus on action over documentation; and (4) strategically align with the core business objective of alpine resorts to provide profitable outdoor recreation by decreasing costs and increasing revenues. MARS provides the most comprehensive, research-based accounting to date of alpine resort environmental impacts and mitigation indicators. MARS could be applied to larger resorts receptive to change.",
    "readLink": "https://bioone.org/doi/10.1659/MRD-JOURNAL-D-20-00078.1"
  },
  {
    "title": "Climate variability and human impact in South America during the last 2000  years: synthesis and perspectives from pollen records",
    "authors": [
      "S. G. A. Flantua,",
      "H. Hooghiemstra,",
      "M. Vuille,",
      "H. Behling,",
      "J. F. Carson,",
      "W. D. Gosling,",
      "I. Hoyos,",
      "M. P. Ledru,",
      "E. Montoya,",
      "F. Mayle,",
      "A. Maldonado,",
      "V. Rull,",
      "M. S. Tonello,",
      "B. S. Whitney,",
      "C. González-Arango"
    ],
    "doi": "https://doi.org/10.5194/cp-12-483-2016",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  483\n                                  – 523",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "An improved understanding of present-day climate variability and change relies on high-quality data sets from the past 2 millennia. Global efforts to model regional climate modes are in the process of being validated against, and integrated with, records of past vegetation change. For South America, however, the full potential of vegetation records for evaluating and improving climate models has hitherto not been sufficiently acknowledged due to an absence of information on the spatial and temporal coverage of study sites. This paper therefore serves as a guide to high-quality pollen records that capture environmental variability during the last 2 millennia. We identify 60 vegetation (pollen) records from across South America which satisfy geochronological requirements set out for climate modelling, and we discuss their sensitivity to the spatial signature of climate modes throughout the continent. Diverse patterns of vegetation response to climate change are observed, with more similar patterns of change in the lowlands and varying intensity and direction of responses in the highlands. Pollen records display local-scale responses to climate modes; thus, it is necessary to understand how vegetation–climate interactions might diverge under variable settings. We provide a qualitative translation from pollen metrics to climate variables. Additionally, pollen is an excellent indicator of human impact through time. We discuss evidence for human land use in pollen records and provide an overview considered useful for archaeological hypothesis testing and important in distinguishing natural from anthropogenically driven vegetation change. We stress the need for the palynological community to be more familiar with climate variability patterns to correctly attribute the potential causes of observed vegetation dynamics. This manuscript forms part of the wider LOng-Term multi-proxy climate REconstructions and Dynamics in South America – 2k initiative that provides the ideal framework for the integration of the various palaeoclimatic subdisciplines and palaeo-science, thereby jump-starting and fostering multidisciplinary research into environmental change on centennial and millennial timescales.",
    "readLink": "http://www.clim-past.net/12/483/2016/cp-12-483-2016.pdf"
  },
  {
    "title": "Assessing design principles for climate services training courses: educational design principles assessment of six C3S Blended Training courses within the Copernicus Climate Change Service",
    "authors": [
      "Maria del Pozo,",
      "Judith Gulikers,",
      "Erik van Slobbe,",
      "Perry den Brok,",
      "Fulco Ludwig"
    ],
    "doi": "https://doi.org/10.2166/wp.2022.235",
    "journalVolume": "Vol. 24,\n                                no. 5\n                                \n                                  pp.\n                                  763\n                                  – 777",
    "issn": "1366-7017 (Print)",
    "publisher": "1996-9759 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/wp",
    "abstract": "The current climate service creation practice misses clear provider–user collaborations, and this presents a challenge for the educational design of capacity-building programs. This study analyses the formation of educational principles in six training courses aimed at tailored climate services. The design principles are analyzed using the constructive alignment and three curriculum perspectives as analytical frameworks. Three main issues were identified: overambitious one-size-fits-all learning goals; the role of a case study in overcoming the lack of knowledge and skills; and ambiguity in assessments. These issues guided the implementation for improvements in the courses and need to be addressed in creation processes for user-tailored climate services in general by the wide community of climate service providers and users. Our findings reflect the tendency to insufficiently involve users in the creation of climate services and in capacity building more specifically. Although we use examples in the water sector and link them to collaborative processes in water governance, our findings potentially have implications for other sectors where collaboration between users and providers is needed as well. It also highlights not only the usefulness of educational and pedagogical disciplines as a pillar of capacity building but also their active inclusion in the design and implementation of climate services. HIGHLIGHTS Understanding the nature of tailored climate services is the first step into introducing its characteristics into design principles for capacity building.; Including collaborative and transdisciplinary processes in capacity building programs potentially supports development of tailored climate services.; Producers and users are very heterogeneous, and there is a need to further understand them in order to develop a tailored capacity building.;",
    "readLink": "http://wp.iwaponline.com/content/24/5/763"
  },
  {
    "title": "Sea Ice Climate Normals for Seasonal Ice Monitoring of Arctic and Sub-Regions",
    "authors": [
      "Ge Peng,",
      "Anthony Arguez,",
      "Walter  N. Meier,",
      "Freja Vamborg,",
      "Jake Crouch,",
      "Philip Jones"
    ],
    "doi": "https://doi.org/10.3390/data4030122",
    "journalVolume": "Vol. 4,\n                                no. 3\n                                \n                                  p.\n                                  122",
    "issn": "2306-5729 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Bibliography. Library science. Information resources"
    ],
    "journalUrl": "http://www.mdpi.com/journal/data",
    "abstract": "The climate normal, that is, the latest three full-decade average, of Arctic sea ice parameters is useful for baselining the sea ice state. A baseline ice state on both regional and local scales is important for monitoring how the current regional and local states depart from their normal to understand the vulnerability of marine and sea ice-based ecosystems to the changing climate conditions. Combined with up-to-date observations and reliable projections, normals are essential to business strategic planning, climate adaptation and risk mitigation. In this paper, monthly and annual climate normals of sea ice parameters (concentration, area, and extent) of the whole Arctic Ocean and 15 regional divisions are derived for the period of 1981−2010 using monthly satellite sea ice concentration estimates from a climate data record (CDR) produced by NOAA and the National Snow and Ice Data Center (NSIDC). Basic descriptions and characteristics of the normals are provided. Empirical Orthogonal Function (EOF) analysis has been utilized to describe spatial modes of sea ice concentration variability and how the corresponding principal components change over time. To provide users with basic information on data product accuracy and uncertainty, the climate normal values of Arctic sea ice extents (SIE) are compared with that of other products, including a product from NSIDC and two products from the Copernicus Climate Change Service (C3S). The SIE differences between different products are in the range of 2.3−4.5% of the CDR SIE mean. Additionally, data uncertainty estimates are represented by using the range (the difference between the maximum and minimum), standard deviation, 10th and 90th percentiles, and the first, second, and third quartile distribution of all monthly values, a distinct feature of these sea ice normal products.",
    "readLink": "https://www.mdpi.com/2306-5729/4/3/122"
  },
  {
    "title": "Database of summer fish fauna sampled in river estuaries in the southern part of the Boso Peninsula, Japan",
    "authors": [
      "Rei Itsukushima,",
      "Yuichi Kano"
    ],
    "doi": "https://doi.org/10.3897/BDJ.9.e67168",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1314-2828 (Online)",
    "publisher": "Pensoft Publishers",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://bdj.pensoft.net",
    "abstract": "River estuaries provide various ecosystem services, such as nutrient circulation, climate change mitigation, habitats, and coastal defense. Information on the various taxonomic groups is collected from large-scale estuaries; however, few studies have focused on river estuaries of small and medium-sized rivers. In particular, information on river estuaries in peninsulas and islands with complex marine environments is lacking.This paper provides basic information on fish fauna in the southern part of the Boso Peninsula, Japan. The Boso peninsula is located at the northernmost point of where the warm current (Kuroshio) reaches and is considered to have highly endemic fish fauna. In total, 28 families, 51 species, and 2,908 individuals were collected from the 27 river estuaries. The data are all accessible from the document “database_fish_estuary_boso (http://ipt.pensoft.net/manage/resource.do?r=database_fish_estuary_boso)”. Further, Sicyopterus japonicus and Microphis brachyurus, which appear in estuaries that are influenced by the Kuroshio, were confirmed. However, these species were confirmed in few of the rivers studied, highlighting the importance of habitat conservation.",
    "readLink": "https://bdj.pensoft.net/article/67168/download/pdf/"
  },
  {
    "title": "Improvement of modeling plant responses to low soil moisture in JULESvn4.9 and evaluation against flux tower measurements",
    "authors": [
      "A. B. Harper,",
      "A. B. Harper,",
      "K. E. Williams,",
      "K. E. Williams,",
      "P. C. McGuire,",
      "P. C. McGuire,",
      "M. C. Duran Rojas,",
      "D. Hemming,",
      "D. Hemming,",
      "A. Verhoef,",
      "C. Huntingford,",
      "L. Rowland,",
      "T. Marthews,",
      "C. Breder Eller,",
      "C. Mathison,",
      "R. L. B. Nobrega,",
      "N. Gedney,",
      "P. L. Vidale,",
      "F. Otu-Larbi,",
      "D. Pandey,",
      "S. Garrigues,",
      "A. Wright,",
      "D. Slevin,",
      "M. G. De Kauwe,",
      "M. G. De Kauwe,",
      "M. G. De Kauwe,",
      "E. Blyth,",
      "J. Ardö,",
      "A. Black,",
      "D. Bonal,",
      "N. Buchmann,",
      "B. Burban,",
      "B. Burban,",
      "K. Fuchs,",
      "K. Fuchs,",
      "A. de Grandcourt,",
      "A. de Grandcourt,",
      "I. Mammarella,",
      "L. Merbold,",
      "L. Montagnani,",
      "L. Montagnani,",
      "Y. Nouvellon,",
      "Y. Nouvellon,",
      "N. Restrepo-Coupe,",
      "N. Restrepo-Coupe,",
      "G. Wohlfahrt"
    ],
    "doi": "https://doi.org/10.5194/gmd-14-3269-2021",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  3269\n                                  – 3294",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Drought is predicted to increase in the future due to climate change, bringing with it myriad impacts on ecosystems. Plants respond to drier soils by reducing stomatal conductance in order to conserve water and avoid hydraulic damage. Despite the importance of plant drought responses for the global carbon cycle and local and regional climate feedbacks, land surface models are unable to capture observed plant responses to soil moisture stress. We assessed the impact of soil moisture stress on simulated gross primary productivity (GPP) and latent energy flux (LE) in the Joint UK Land Environment Simulator (JULES) vn4.9 on seasonal and annual timescales and evaluated 10 different representations of soil moisture stress in the model. For the default configuration, GPP was more realistic in temperate biome sites than in the tropics or high-latitude (cold-region) sites, while LE was best simulated in temperate and high-latitude (cold) sites. Errors that were not due to soil moisture stress, possibly linked to phenology, contributed to model biases for GPP in tropical savanna and deciduous forest sites. We found that three alternative approaches to calculating soil moisture stress produced more realistic results than the default parameterization for most biomes and climates. All of these involved increasing the number of soil layers from 4 to 14 and the soil depth from 3.0 to 10.8 m. In addition, we found improvements when soil matric potential replaced volumetric water content in the stress equation (the “soil14_psi” experiments), when the critical threshold value for inducing soil moisture stress was reduced (“soil14_p0”), and when plants were able to access soil moisture in deeper soil layers (“soil14_dr*2”). For LE, the biases were highest in the default configuration in temperate mixed forests, with overestimation occurring during most of the year. At these sites, reducing soil moisture stress (with the new parameterizations mentioned above) increased LE and increased model biases but improved the simulated seasonal cycle and brought the monthly variance closer to the measured variance of LE. Further evaluation of the reason for the high bias in LE at many of the sites would enable improvements in both carbon and energy fluxes with new parameterizations for soil moisture stress. Increasing the soil depth and plant access to deep soil moisture improved many aspects of the simulations, and we recommend these settings in future work using JULES or as a general way to improve land surface carbon and water fluxes in other models. In addition, using soil matric potential presents the opportunity to include plant functional type-specific parameters to further improve modeled fluxes.",
    "readLink": "https://gmd.copernicus.org/articles/14/3269/2021/gmd-14-3269-2021.pdf"
  },
  {
    "title": "Bacterial Communities Present Distinct Co-occurrence Networks in Sediment and Water of the Thermokarst Lakes in the Yellow River Source Area",
    "authors": [
      "Ze Ren,",
      "Ze Ren,",
      "Cheng Zhang,",
      "Cheng Zhang,",
      "Xia Li,",
      "Xia Li,",
      "Kang Ma,",
      "Zhe Zhang,",
      "Kexin Feng,",
      "Baoshan Cui,",
      "Baoshan Cui"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2021.716732",
    "journalVolume": "Vol. 12",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Thermokarst lakes are a ubiquitous and important landscape feature in cold regions and are changing tremendously due to the accelerated climate change. In thermokarst lakes, sediment and water are two distinct but highly interconnected habitats, harboring different bacterial communities in terms of taxonomic composition. However, the co-occurrence networks of these bacterial communities remain unclear. Here, we investigate the co-occurrence ecological networks of sediment and water bacterial communities for thermokarst lakes in the Yellow River Source Area on the Qinghai-Tibet Plateau. The results show that the bacterial communities construct distinct co-occurrence networks in sediment and water. The metacommunity network was parsed into four major modules formed by the operational taxonomic units (OTUs) enriched in sediment or water independently, and water-enriched OTUs exhibited much closer interconnections than sediment-enriched OTUs. When considering the sediment and water bacterial networks separately, different topological properties and modular patterns present: the sediment bacterial network was more clustered while the modules less responded to the environmental variables. On the contrary, the water bacterial network was more complex with the OTUs more interconnected and its modules more responded to the environmental variables. Moreover, the results of the structural equation model suggest that, by the influence of environmental variations on individual modules, the water bacterial communities would be more vulnerable under the fact of accelerating climate change. This study provides insights beyond a conventional taxonomic perspective, adding our knowledge of the potential mechanisms structuring bacterial community assembly and improving our prediction of the responses of this fast-changing ecosystem to future climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2021.716732/full"
  },
  {
    "title": "Effect of Lockdown Amid COVID-19 on Ambient Air Quality in 16 Indian Cities",
    "authors": [
      "Amit Kumar Mishra,",
      "Prashant Rajput,",
      "Amit Singh,",
      "Chander Kumar Singh,",
      "Rajesh Kumar Mall"
    ],
    "doi": "https://doi.org/10.3389/frsc.2021.705051",
    "journalVolume": "Vol. 3",
    "issn": "2624-9634 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-cities#about",
    "abstract": "The COVID-19 pandemic has affected severely the economic structure and health care system, among others, of India and the rest of the world. The magnitude of its aftermath is exceptionally devastating in India, with the first case reported in January 2020, and the number has risen to ~31.3 million as of July 23, 2021. India imposed a complete lockdown on March 25, which severely impacted migrant population, industrial sector, tourism industry, and overall economic growth. Herein, the impacts of lockdown and unlock phases on ambient atmospheric air quality variables have been assessed across 16 major cities of India covering the north-to-south stretch of the country. In general, all assessed air pollutants showed a substantial decrease in AQI values during the lockdown compared with the reference period (2017–2019) for almost all the reported cities across India. On an average, about 30–50% reduction in AQI has been observed for PM2.5, PM10, and CO, and maximum reduction of 40–60% of NO2 has been observed herein, while the data was average for northern, western, and southern India. SO2 and O3 showed an increase over a few cities as well as a decrease over the other cities. Maximum reduction (49%) in PM2.5 was observed over north India during the lockdown period. Furthermore, the changes in pollution levels showed a significant reduction in the first three phases of lockdown and a steady increase during subsequent phase of lockdown and unlock period. Our results show the substantial effect of lockdown on reduction in atmospheric loading of key anthropogenic pollutants due to less-to-no impact from industrial activities and vehicular emissions, and relatively clean transport of air masses from the upwind region. These results indicate that by adopting cleaner fuel technology and avoiding poor combustion activities across the urban agglomerations in India could bring down ambient levels of air pollution at least by 30%.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsc.2021.705051/full"
  }
]