[
  {
    "title": "The scientist, the politician, the artist and the citizen: how water united them",
    "authors": [
      "Bernd Manfred Gawlik,",
      "Natalia Głowacka,",
      "David L. Feldman,",
      "Richard Elelman"
    ],
    "doi": "https://doi.org/10.1186/s12302-018-0141-5",
    "journalVolume": "Vol. 30,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2190-4715 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Environmental law"
    ],
    "journalUrl": "http://www.enveurope.com/",
    "abstract": "Abstract The Urban Water Atlas for Europe constitutes an original overview of Urban Water Management in Europe, explaining and illustrating water in an unprecedented way and reflecting how water, the essence of life, flows through the arteries of our cities. Leading experts in water sciences and technologies, together with climate change researchers, have joined artists and children in order to show how thirsty our cities really are and how we can cope with their growing demand for the most precious resource of our planet. The result is the first major publication of the Science and Knowledge Service of the European Commission, the JRC, which within a movement stemming from its Sci-Art Programme seeks to explore the important opportunities arising from the cross-fertilisation between science and art. The Atlas itself establishes the benchmark for over 40 cities, both European and from farther afield, in 30 different countries, in a manner which permits a vast range of municipalities to confront one of the greatest global challenges by employing local solutions in order to ensure a supply of water for all. It contains 95 scientific indicators and parameters, over 700 graphs, original illustrations and never seen before photographs and combines the work of 40 contributors from 22 organisations. Yet, the true value of this publication lies in the process of ensuring that the underlying scientific knowledge is available for societal uptake. The resolving of conflicts which stem from an exclusive self-understanding of traditional natural sciences, the difficulty to communicate the purpose of technological solutions and the challenge to engage in peer-to-peer discussion between the sciences, politics and the citizen constitute worthy lessons for both environmental experts and their social science counterparts.",
    "readLink": "http://link.springer.com/article/10.1186/s12302-018-0141-5"
  },
  {
    "title": "SHIFTS OF START AND END OF SEASON IN RESPONSE TO AIR TEMPERATURE VARIATION BASED ON GIMMS DATASET IN HYRCANIAN FORESTS",
    "authors": [
      "K. H. Kiapasha,",
      "A. A. Darvishsefat,",
      "N. Zargham,",
      "Y. Julien,",
      "J. A. Sobrino,",
      "M. Nadi"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-4-W4-155-2017",
    "journalVolume": "Vol. XLII-4-W4\n                                \n                                \n                                  pp.\n                                  155\n                                  – 160",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Climate change is one of the most important environmental challenges in the world and forest as a dynamic phenomenon is influenced by environmental changes. The Hyrcanian forests is a unique natural heritage of global importance and we need monitoring this region. The objective of this study was to detect start and end of season trends in Hyrcanian forests of Iran based on biweekly GIMMS (Global Inventory Modeling and Mapping Studies) NDVI3g in the period 1981-2012. In order to find response of vegetation activity to local temperature variations, we used air temperature provided from I.R. Iran Meteorological Organization (IRIMO). At the first step in order to remove the existing gap from the original time series, the iterative Interpolation for Data Reconstruction (IDR) model was applied to GIMMS and temperature dataset. Then we applied significant Mann Kendall test to determine significant trend for each pixel of GIMMS and temperature datasets over the Hyrcanian forests. The results demonstrated that start and end of season (SOS & EOS respectively) derived from GIMMS3g NDVI time series increased by -0.16 and +0.41 days per year respectively. The trends derived from temperature time series indicated increasing trend in the whole of this region. Results of this study showed that global warming and its effect on growth and photosynthetic activity can increased the vegetation activity in our study area. Otherwise extension of the growing season, including an earlier start of the growing season, later autumn and higher rate of production increased NDVI value during the study period.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-4-W4/155/2017/isprs-archives-XLII-4-W4-155-2017.pdf"
  },
  {
    "title": "A multi-ice-core, annual-layer-counted Greenland ice-core chronology for the last 3800 years: GICC21",
    "authors": [
      "G. Sinnl,",
      "M. Winstrup,",
      "T. Erhardt,",
      "T. Erhardt,",
      "E. Cook,",
      "C. M. Jensen,",
      "A. Svensson,",
      "B. M. Vinther,",
      "R. Muscheler,",
      "S. O. Rasmussen"
    ],
    "doi": "https://doi.org/10.5194/cp-18-1125-2022",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  1125\n                                  – 1150",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Ice-core timescales are vital for the understanding of past climate; hence they should be updated whenever significant amounts of new data become available. Here, the Greenland ice-core chronology GICC05 was revised for the last 3835 years by synchronizing six deep ice cores and three shallow ice cores from the central Greenland ice sheet. A new method was applied by combining automated counting of annual layers on multiple parallel proxies and manual fine-tuning. A layer counting bias was found in all ice cores because of site-specific signal disturbances; therefore the manual comparison of all ice cores was deemed necessary to increase timescale accuracy. After examining sources of error and their correlation lengths, the uncertainty rate was quantified to be 1 year per century. The new timescale is younger than GICC05 by about 13 years at 3835 years ago. The most recent 800 years are largely unaffected by the revision. Between 800 and 2000 years ago, the offset between timescales increases steadily, with the steepest offset occurring between 800 and 1100 years ago. Moreover, offset oscillations of about 5 years around the average are observed between 2500 and 3800 years ago. The non-linear offset behavior is attributed to previous mismatches of volcanic eruptions, to the much more extensive dataset available to this study, and to the finer resolution of the new ice-core ammonium matching. By analysis of the common variations in cosmogenic radionuclides, the new ice-core timescale is found to be in alignment with the IntCal20 curve (Reimer et al., 2020).",
    "readLink": "https://cp.copernicus.org/articles/18/1125/2022/cp-18-1125-2022.pdf"
  },
  {
    "title": "Capturing a soil carbon economy",
    "authors": [
      "Sam G. Keenor,",
      "Aline F. Rodrigues,",
      "Li Mao,",
      "Agnieszka E. Latawiec,",
      "Amii R. Harwood,",
      "Brian J. Reid"
    ],
    "doi": "https://doi.org/10.1098/rsos.202305",
    "journalVolume": "Vol. 8,\n                                no. 4",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Current carbon pricing and trading mechanisms, despite their efficacy in reducing GHG emissions from industry, will not be sufficient to achieve Net Zero targets. Current mechanisms that redress emissions are largely economic disincentives, in effect financial penalties for emitters. In order to attain Net Zero futures, financial incentives for activities that sequester carbon from the atmosphere are needed. Herein, we present the environmental and economic co-benefits of soil re-carbonization and justify support for soil carbon remuneration. With increasing momentum to develop green economies, and projected increases in carbon price, growth in the global carbon market is inevitable. The establishment of a soil-based carbon economy, within this emerging financial space, has the potential to deliver a paradigm shift that will accelerate climate change mitigation, and concurrently realize net gains for soil health and the delivery of soil ecosystem services. Pivotal to the emergence of a global soil carbon economy will be a consensus on certification instruments used for long-term soil carbon storage, and the development of robust institutional agreements and processes to facilitate soil carbon trading.",
    "readLink": "https://royalsocietypublishing.org/doi/10.1098/rsos.202305"
  },
  {
    "title": "Electric Vehicle and Renewable Energy Sources: Motor Fusion in the Energy Transition from a Multi-Indicator Perspective",
    "authors": [
      "Isabel  C. Gil-García,",
      "Mª  Socorro García-Cascales,",
      "Habib Dagher,",
      "Angel Molina-García"
    ],
    "doi": "https://doi.org/10.3390/su13063430",
    "journalVolume": "Vol. 13,\n                                no. 3430\n                                \n                                  p.\n                                  3430",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Energy transition requires actions from different sectors and levels, mainly focused on achieving a low-carbon and high-renewable integration society. Among the different sectors, the transport sector is responsible for more than 20% of global greenhouse gas emissions, mostly emitted in cities. Therefore, initiatives and analysis focused on electric vehicles integration powered by renewables is currently a desirable solution to mitigate climate change and promote energy transition. Under this framework, this paper proposes a multi-indicator analysis for the estimation of CO2 emissions combining renewable integration targets, reduction emission targets and realistic renewable resource potentials. Four scenarios are identified and analyzed: (i) current situation with conventional vehicles, (ii) replacement of such conventional by electric vehicles without renewable integration, (iii) and (iv) integration of renewables to fulfill emission reduction targets for 2030 and 2050 respectively. The analysis is evaluated in the state of Maine (United States). From the results, a minimum renewable penetration of 39% and 82%, respectively, is needed to fulfill the emission reduction targets for 2030 and 2050 by considering 100% conventional vehicle replacement. Different combinations of available renewable resources can reduce emissions by more than 35%.",
    "readLink": "https://www.mdpi.com/2071-1050/13/6/3430"
  },
  {
    "title": "Flooding tolerance of four floodplain meadow species depends on age.",
    "authors": [
      "Johannes P Gattringer,",
      "Tobias W Donath,",
      "R Lutz Eckstein,",
      "Kristin Ludewig,",
      "Annette Otte,",
      "Sarah Harvolk-Schöning"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0176869",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  e0176869",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Numerous restoration campaigns focused on re-establishing species-rich floodplain meadows of Central Europe, whose species composition is essentially controlled by regular flooding. Climate change predictions expect strong alterations on the discharge regime of Europe's large rivers with little-known consequences on floodplain meadow plants. In this study, we aim to determine the effects of flooding on seedlings of different ages of four typical flood meadow species. To this end, we flooded seedlings of two familial pairs of flood meadow species of wetter and dryer microhabitats for 2 weeks each, starting 2, 4, 6, and 8 weeks after seedling germination, respectively. We show that a 2-week-flooding treatment had a negative effect on performance of seedlings younger than 6 weeks. Summer floods with high floodwater temperatures may have especially detrimental effects on seedlings, which is corroborated by previous findings. As expected, the plants from wet floodplain meadow microhabitats coped better with the flooding treatment than those from dryer microhabitats. In conclusion, our results suggest that restoration measures may perform more successfully if seedlings of restored species are older than the critical age of about 6 weeks before a spring flooding begins. Seasonal flow patterns may influence vegetation dynamics of floodplain meadows and should, therefore, be taken into account when timing future restoration campaigns.",
    "readLink": "http://europepmc.org/articles/PMC5415089?pdf=render"
  },
  {
    "title": "Towards sustainable food productions in Morocco: Aquaponics",
    "authors": [
      "Rharrhour Haytam,",
      "Wariaghli Fatima,",
      "Goddek Simon,",
      "Sadik Mohamed,",
      "El Moujtahid Aziz,",
      "Nhhala Hassan,",
      "Yahyaoui Ahmed"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202233703004",
    "journalVolume": "Vol. 337\n                                \n                                \n                                  p.\n                                  03004",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "This article reviews the development potential of Aquaponics in Morocco, an emergent approach which integrates aquaculture with Hydroponics, whereby aquaculture effluent is used to fertilise plants in the hydroponic system. Aquaponics is the subject of an alternative solution to earth modern problems, linked to climate change, such as drought, soil degradation, food and water availabilities, negative impact of aquaculture on the environment, the use of chemicals and pharmaceuticals. This food production system has gained interest in the past five years, however, there is yet to be successful experiences or scientific publications in Morocco, although the economy of this country is based on two main sectors: agriculture and fisheries. The current paper was developed using a systematic, strategic and comprehensive literature review on peer reviewed publications on several themes, including aquaponics, aquaculture, hydroponics and horticulture, from 1960 to 2020. Over 59publications were reviewed and analysed. The review found that aquaponics has gained interest in the past five years, over 500 scientific articles have been published, since 2015, with the term “Aquaponics” as title, abstract or keyword, highlighting its many advantages and major drawbacks, but unfortunately none of these publications were of Moroccan origin, which consolidates the need for a review which will scale up the importance of this technique and its development potential in Morocco.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/04/e3sconf_i2cnp2022_03004.pdf"
  },
  {
    "title": "The Impact of Residents’ Participation on Their Support for Tourism Development at a Community Level Destination",
    "authors": [
      "Songyi Kim,",
      "Youngeun Kang,",
      "Jin  Han Park,",
      "Sung-Eun Kang"
    ],
    "doi": "https://doi.org/10.3390/su13094789",
    "journalVolume": "Vol. 13,\n                                no. 4789\n                                \n                                  p.\n                                  4789",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Resident participation is crucial to the success of tourism development at community-level destinations. This study examines the effect of residents’ participation on their support for tourism development at the community level through a case study of Gamcheon Culture Village, South Korea. Using the structural equation model (SEM), including the variables of participation of tourism development, community attachment, economic dependence, perceived positive impacts, perceived negative impacts, and attitude toward tourism development, this study found that participation in tourism development significantly influences residents’ attitude toward development. Residents’ participation not only directly affects their attitude toward tourism development, but also indirectly influences it by increasing their positive perception of tourism development. Results empirically reveal that resident participation is critical to tourism development, especially for destinations at the local level.",
    "readLink": "https://www.mdpi.com/2071-1050/13/9/4789"
  },
  {
    "title": "Management of Carbon Footprint and Determination of GHG Emission Sources in Construction Sector",
    "authors": [
      "Sena Ahmetoğlu,",
      "Ayşegül Tanık"
    ],
    "doi": "https://doi.org/10.30897/ijegeo.726913",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  191\n                                  – 204",
    "issn": "2148-9173 (Online)",
    "publisher": "IJEGEO",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://dergipark.gov.tr/ijegeo",
    "abstract": "Carbon footprint involves the calculation of direct and/or indirect emissions of fossil fuels that emit greenhouse gases (GHG) which in turn lead to greenhouse effect responsible of global warming. The resulting carbon dioxide (CO2 ) due to the activities of the individuals/institutions emerges into the atmosphere with the consumption of energy. The amounts of emissions throughout the world in general and in Turkey, and the main reasons of these emissions are explained in this study. Carbon footprint management and tracking since 1990’s in Turkey are underlined, and carbon tax and carbon trade terminologies are introduced. Scope classification for determining emissions according to three classification of ISO 14064 Greenhouse Gas Calculation and Validation Management System is described. Scope-1 covers the activities that create direct carbon footprint. In this context, the fossil fuels used by the projects for heating or energy needs, and the emissions from the fuels of the vehicles are taken into consideration. Within Scope-2, the carbon footprints of the emissions caused by the electrical energy consumed through the projects are considered. Scope-3 is an indirect carbon footprint and includes emissions from projects that are not directly emission-driven projects. With this study, it is aimed to address the carbon footprint caused by the entire construction sector that extends from the production of construction materials to the construction and post-construction (operation) stages. This sector is focused on due to its significance regarding GHG emissions globally. Emissions from non-owned or uncontrolled sources such as production, transportation, leased assets, outsourced services and disposal of the wastes generated during the construction and/or operation stages of different building typologies should be included in the carbon footprint calculations.",
    "readLink": "https://doi.org/10.30897/ijegeo.726913"
  },
  {
    "title": "Cultivating an Academy We Can Live With: The Humanities and Education for Sustainability1",
    "authors": [
      "Lucas Johnston"
    ],
    "doi": "https://doi.org/10.3390/rel7100120",
    "journalVolume": "Vol. 7,\n                                no. 10\n                                \n                                  p.\n                                  120",
    "issn": "2077-1444 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Religions. Mythology. Rationalism"
    ],
    "journalUrl": "http://www.mdpi.com/journal/religions/",
    "abstract": "Many facets of the university system in North America are fundamentally unsustainable, developing and perpetuating knowledge practices that not only do not sustain the biospheric conditions in which our species evolved, but actually defray them. This analysis proceeds in three ways: (a) highlights the historical entanglement of religion and sustainability discourse and the now global concern over climate disruption; (b) it interrogates assumptions regarding whether, when, and to what extent scholars of religions should advance politically significant arguments; (c) explores problem-based learning and integrative curricular development, which may be fostered by focusing on complex wicked problems such as climate disruption.",
    "readLink": "http://www.mdpi.com/2077-1444/7/10/120"
  }
]