[
  {
    "title": "Climate Change and CO<sub>2</sub> Fertilization Have Played Important Roles in the Recent Decadal Vegetation Greening Trend on the Chinese Loess Plateau",
    "authors": [
      "Zhongen Niu,",
      "Honglin He,",
      "Pengtao Yu,",
      "Stephen Sitch,",
      "Ying Zhao,",
      "Yanhui Wang,",
      "Atul K. Jain,",
      "Nicolas Vuichard,",
      "Bingcheng Si"
    ],
    "doi": "https://doi.org/10.3390/rs15051233",
    "journalVolume": "Vol. 15,\n                                no. 1233\n                                \n                                  p.\n                                  1233",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Vegetation greening has been widely occurring on the Chinese Loess Plateau, and the contributions of human land-use management have been well-understood. However, the influences of climatic change and CO2 fertilization on reported vegetation variations remain difficult to determine. Therefore, we quantified the impacts of multiple factors on vegetation changes for the Chinese Loess Plateau from 2000 to 2019 by integrating satellite-based leaf area index (LAI) and simulated LAI from dynamic global vegetation models. More than 96% of the vegetated areas of the Loess Plateau exhibited greening trends, with an annually averaged satellite-based LAI rate of 0.037 ± 0.006 m2 m−2 a−1 (P 2 fertilization and climate change explain 55% and 45% of the greening trend due to environmental change, respectively; solar radiation and precipitation were the main driving factors for climate-induced vegetation greenness (P 2 fertilization, while the western part was mainly affected by climate change. Furthermore, solar radiation was the key limiting factor affecting LAI variations in the relatively humid area, while precipitation was the major influencing factor in relatively arid areas. This study highlights the important roles that climate change and CO2 fertilization have played in vegetation greenness in recent decades of the Loess Plateau, despite strong influences of anthropogenic footprint.",
    "readLink": "https://www.mdpi.com/2072-4292/15/5/1233"
  },
  {
    "title": "Global Change Factors Influence Plant-<i>Epichloë</i> Associations",
    "authors": [
      "Daniel A. Bastías,",
      "Andrea C. Ueno,",
      "Pedro E. Gundel"
    ],
    "doi": "https://doi.org/10.3390/jof9040446",
    "journalVolume": "Vol. 9,\n                                no. 446\n                                \n                                  p.\n                                  446",
    "issn": "2309-608X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jof",
    "abstract": "There is an increasing interest in determining the influence of global change on plant–microorganism interactions. We review the results of experiments that evaluated the effects of the global change factors carbon dioxide, ozone, temperature, drought, flooding, and salinity on plant symbioses with beneficial Epichloë endophytes. The factors affected the performance of both plants and endophytes as well as the frequency of plants symbiotic with the fungus. Elevated carbon dioxide levels and low temperatures differentially influenced the growth of plants and endophytes, which could compromise the symbioses. Furthermore, we summarise the plant stage in which the effects of the factors were quantified (vegetative, reproductive, or progeny). The factors ozone and drought were studied at all plant stages, but flooding and carbon dioxide were studied in just a few of them. While only studied in response to ozone and drought, evidence showed that the effects of these factors on symbiotic plants persisted trans-generationally. We also identified the putative mechanisms that would explain the effects of the factors on plant–endophyte associations. These mechanisms included the increased contents of reactive oxygen species and defence-related phytohormones, reduced photosynthesis, and altered levels of plant primary metabolites. Finally, we describe the counteracting mechanisms by which endophytes would mitigate the detrimental effects of the factors on plants. In presence of the factors, endophytes increased the contents of antioxidants, reduced the levels of defence-related phytohormones, and enhanced the plant uptake of nutrients and photosynthesis levels. Knowledge gaps regarding the effects of global change on plant–endophyte associations were identified and discussed.",
    "readLink": "https://www.mdpi.com/2309-608X/9/4/446"
  },
  {
    "title": "Carbon Stocks, Species Diversity and Their Spatial Relationships in the Yucatán Peninsula, Mexico",
    "authors": [
      "José Luis Hernández-Stefanoni,",
      "Miguel Ángel Castillo-Santiago,",
      "Juan Andres-Mauricio,",
      "Carlos A. Portillo-Quintero,",
      "Fernando Tun-Dzul,",
      "Juan Manuel Dupuy"
    ],
    "doi": "https://doi.org/10.3390/rs13163179",
    "journalVolume": "Vol. 13,\n                                no. 3179\n                                \n                                  p.\n                                  3179",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Integrating information about the spatial distribution of carbon stocks and species diversity in tropical forests over large areas is fundamental for climate change mitigation and biodiversity conservation. In this study, spatial models showing the distribution of carbon stocks and the number of species were produced in order to identify areas that maximize carbon storage and biodiversity in the tropical forests of the Yucatan Peninsula, Mexico. We mapped carbon density and species richness of trees using L-band radar backscatter data as well as radar texture metrics, climatic and field data with the random forest regression algorithm. We reduced sources of errors in plot data of the national forest inventory by using correction factors to account for carbon stocks of small trees (2) of 0.28 and 0.31 and a relative mean square error of 38.5% and 33.0% for aboveground biomass and species richness, respectively, at pixel level. Estimates of carbon density were influenced mostly by radar backscatter and climatic data, while those of species richness were influenced mostly by radar texture and climatic variables. Correlation between carbon density and species richness was positive in 79.3% of the peninsula, while bivariate maps showed that 39.6% of the area in the peninsula had high carbon stocks and species richness. Our results highlight the importance of combining carbon and diversity maps to identify areas that are critical—both for maintaining carbon stocks and for conserving biodiversity.",
    "readLink": "https://www.mdpi.com/2072-4292/13/16/3179"
  },
  {
    "title": "Co-designing a citizen science climate service",
    "authors": [
      "T.-S. Neset,",
      "J. Wilk,",
      "S. Cruz,",
      "M. Graça,",
      "J.K. Rød,",
      "M.J. Maarse,",
      "P. Wallin,",
      "L. Andersson"
    ],
    "doi": "Vol. 24\n                                \n                                \n                                  p.\n                                  100273",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Interactive mobile technologies provide an emerging opportunity for citizens to engage with and enhance urban climate resilience, both as providers of locally situated data on climate variables, impacts and climate adaptation measures as well as to obtain information on local conditions and recommendations.This paper examines the process of co-designing a citizen science application for urban climate resilience in four European cities. Further, the paper studies if and how the system enables knowledge co-production to increase urban resilience following process principles for co-production of climate services and discusses the legitimacy, transparency, credibility, and relevance of the process. We further assess the role that a citizen science climate service could play as a boundary object in knowledge co-production. We draw on experiences from a co-design process that included municipal stakeholders from different sectors as well as municipal employees and civil society end-users involved in campaigns. This study identified a set of barriers and enablers for the co-design process and concludes that the CitizenSensing application can fulfil the role of a boundary object, but that the co-design process is a balancing act between navigating time constraints, including stakeholders’ different and changing demands and perspectives while retaining a high level of flexibility and reflexivity.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880721000613"
  },
  {
    "title": "Modelling the role of fires in the terrestrial carbon balance by incorporating SPITFIRE into the global vegetation model ORCHIDEE – Part 2: Carbon emissions and the role of fires in the global carbon balance",
    "authors": [
      "C. Yue,",
      "P. Ciais,",
      "P. Cadule,",
      "K. Thonicke,",
      "T. T. van Leeuwen"
    ],
    "doi": "https://doi.org/10.5194/gmd-8-1321-2015",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  pp.\n                                  1321\n                                  – 1338",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Carbon dioxide emissions from wild and anthropogenic fires return the carbon absorbed by plants to the atmosphere, and decrease the sequestration of carbon by land ecosystems. Future climate warming will likely increase the frequency of fire-triggering drought, so that the future terrestrial carbon uptake will depend on how fires respond to altered climate variation. In this study, we modelled the role of fires in the global terrestrial carbon balance for 1901–2012, using the ORCHIDEE global vegetation model equipped with the SPITFIRE model. We conducted two simulations with and without the fire module being activated, using a static land cover. The simulated global fire carbon emissions for 1997–2009 are 2.1 Pg C yr−1, which is close to the 2.0 Pg C yr−1 as estimated by GFED3.1. The simulated land carbon uptake after accounting for emissions for 2003–2012 is 3.1 Pg C yr−1, which is within the uncertainty of the residual carbon sink estimation (2.8 ± 0.8 Pg C yr−1). Fires are found to reduce the terrestrial carbon uptake by 0.32 Pg C yr−1 over 1901–2012, or 20% of the total carbon sink in a world without fire. The fire-induced land sink reduction (SRfire) is significantly correlated with climate variability, with larger sink reduction occurring in warm and dry years, in particular during El Niño events. Our results suggest a \"fire respiration partial compensation\". During the 10 lowest SRfire years (SRfire = 0.17 Pg C yr−1), fires mainly compensate for the heterotrophic respiration that would occur in a world without fire. By contrast, during the 10 highest SRfire fire years (SRfire = 0.49 Pg C yr−1), fire emissions far exceed their respiration partial compensation and create a larger reduction in terrestrial carbon uptake. Our findings have important implications for the future role of fires in the terrestrial carbon balance, because the capacity of terrestrial ecosystems to sequester carbon will be diminished by future climate change characterized by increased frequency of droughts and extreme El Niño events.",
    "readLink": "http://www.geosci-model-dev.net/8/1321/2015/gmd-8-1321-2015.pdf"
  },
  {
    "title": "Topographical Impact on Snow Cover Distribution in the Trans-Himalayan Region of Ladakh, India",
    "authors": [
      "Stanzin Passang,",
      "Susanne Schmidt,",
      "Marcus Nüsser"
    ],
    "doi": "https://doi.org/10.3390/geosciences12080311",
    "journalVolume": "Vol. 12,\n                                no. 311\n                                \n                                  p.\n                                  311",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "This article presents the distribution of seasonal snow cover in the Trans-Himalayan region of Ladakh over the observation period of 2000–2019. Seasonal snow cover area and duration have been monitored and mapped based on the MODIS Normalised Difference Snow Index (NDSI). Using different MODIS cloud removal algorithms, monthly mean cloud-covered areas have been reduced to 3%. Pixel-wise approaches using Mann–Kendall (MK) and Sen’s slope trend tests allow to assess seasonal and annual trends of snow cover days (SCD) and snow cover area (SCA) across seven delineated subregions of Ladakh. Analyses include the impact of topographical parameters (elevation, slope, aspect). Overall, the mean annual SCA amounts to 42%, varying from 15% in August to 71% in February. However, large differences of SCA have been detected between and within subregions. The trend analysis of SCA shows a non-significant, slight increase for summer as well as for the entire year and a decrease for spring and winter seasons. The SCD trend analysis indicates more pixels with a significant increase than a decrease. In total, 12% of all pixels show an increasing trend in summer, 6% over the entire year, 3% in autumn, and 2% in spring and winter, whereas less than 2% of all pixels show a decreasing trend in all seasons. The results are important for regional irrigated agricultural production and freshwater supply in the context of climate change.",
    "readLink": "https://www.mdpi.com/2076-3263/12/8/311"
  },
  {
    "title": "Characterizing spring phenology of temperate broadleaf forests using Landsat and Sentinel-2 time series",
    "authors": [
      "Katja Kowalski,",
      "Cornelius Senf,",
      "Patrick Hostert,",
      "Dirk Pflugmacher"
    ],
    "doi": "Vol. 92\n                                \n                                \n                                  p.\n                                  102172",
    "issn": "1569-8432 (Print)",
    "publisher": "1872-826X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-applied-earth-observation-and-geoinformation",
    "abstract": "Vegetation phenology has a great impact on land-atmosphere interactions like carbon cycling, albedo, and water and energy exchanges. To understand and predict these critical land-atmosphere feedbacks, it is crucial to measure and quantify phenological responses to climate variability, and ultimately climate change. Coarse-resolution sensors such as MODIS and AVHRR have been useful to study vegetation phenology from regional to global scales. These sensors are, however, not capable of discerning phenological variation at moderate spatial scales. By offering increased observation density and higher spatial resolution, the combination of Landsat and Sentinel-2 time series might provide the opportunity to overcome this limitation.In this study, we analyzed the potential of combined Sentinel-2 and Landsat time series for estimating start of season (SOS) of broadleaf forests across Germany for the year 2018. We tested two common statistical modeling approaches (logistic and generalized additive models using thin plate splines) and the two most commonly used vegetation indices, the Normalized Difference Vegetation Index (NDVI) and the Enhanced Vegetation Index (EVI).We found strong agreement between SOS estimates from logistic and spline models (rEVI = 0.86; rNDVI = 0.65), whereas agreement was higher for EVI than for NDVI (RMSDEVI = 3.07, RMSDNDVI = 5.26 days). The choice of vegetation index thus had a higher impact on the results than the fitting method. The EVI-based SOS also showed higher correlation with ground observations compared to NDVI (rEVI = 0.51, rNDVI = 0.42). Data density played an important role in estimating land surface phenology. Models combining Sentinel-2A/B, with an average cloud-free observation frequency of 12 days, were largely consistent with the combined Landsat and Sentinel-2 models, suggesting that Sentinel-2A/B may be sufficient to capture SOS for most areas in Germany in 2018. However, in non-overlapping swath areas and mountain areas, observation frequency was significantly lower, underlining the need to combine Landsat and Sentinel-2 for consistent SOS estimates over large areas. Our study demonstrates that estimating SOS of temperate broadleaf forests at medium spatial resolution has become feasible with combined Landsat and Sentinel-2 time series.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0303243419312164"
  },
  {
    "title": "Glass: a small part of the Climate Change problem, a large part of the solution",
    "authors": [
      "Stockdale, J."
    ],
    "doi": "Vol. 48,\n                                no. 2\n                                \n                                  pp.\n                                  53\n                                  – 58",
    "issn": "0366-3175 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Spain",
    "lcc": [
      "Technology: Chemical technology: Clay industries. Ceramics. Glass"
    ],
    "journalUrl": "https://www.journals.elsevier.com/boletin-de-la-sociedad-espanola-de-ceramica-y-vidrio/",
    "abstract": "The challenging EU targets for reducing greenhouse gas emissions and generating electricity from renewable sources were established as – 20% and 20% by 2020. As part of the strategy, EU confirmed in 2007 the need to save around 300 million tonnes of CO<sub>2</sub> per year from EU buildings by 2020. Housing itself accounts for some 40% of emissions, mostly associated with heating. Industry will be expected to source and use appropriate materials and process technologies to improve their own energy consumption and at the same time deliver products that permit to reach those targets. This article examines the relationship between the emissions from relevant sectors of the glass industry and compares them with the carbon savings that can be achieved with the products the industry makes. Four main areas are discussed: glass fibre insulation, advanced glazing (low emissivity glass and advanced solar glass), continuous filament glass fibre and special glass applications. It is suggested that as well as considering the use of free allowances or border carbon adjustment, member states need to take account of the benefit of these products when formulating emission constraint policies; a carbon credit feedback loop should be also explored to encourage cheaper production and installation and avoid carbon leakage.<br><br>La UE ha establecido los objetivos de reducción de emisiones de CO<sub>2</sub> en -20% y de generación de electricidad a partir de energías renovables en el 20% para el año 2020. Como parte de esta estrategia la UE confirmó en 2007 la necesidad de reducir en 300 millones de toneladas por año las emisiones provenientes de los edificios en el mismo año 2020. El parque de viviendas aporta alrededor del 40% de las emisiones, básicamente relacionadas con sistemas de calefacción. Se espera de la industria que utilice procesos apropiados para mejorar su propio consumo energético y al mismo tiempo desarrolle y produzca materiales que ayuden a cumplir estos objetivos. Este articulo examina la relación entre las emisiones de sectores relevantes de la industria vidriera y las compara con los ahorros de CO<sub>2</sub> que pueden alcanzarse con los productos fabricados. Estos balances energéticos y de emisiones de CO<sub>2</sub> se analizan en cuatro áreas: fibra de aislamiento, acristalamientos avanzados (bajo emisivos y vidrios con control solar), filamento continuo y aplicaciones especiales del vidrio. Se propone a los gobiernos de la UE que tomen en consideración estos productos a la hora de formular políticas restrictivas de emisiones; por otro lado se sugiere la posibilidad de explorar los retornos del ciclo del carbón para promover una producción e instalaciones más económicas y evitar pérdidas.",
    "readLink": "http://ceramicayvidrio.revistas.csic.es/index.php/ceramicayvidrio/article/view/54/53"
  },
  {
    "title": "A Quantitative Framework for Propagation Paths of Natech Domino Effects in Chemical Industrial Parks: Part I—Failure Analysis",
    "authors": [
      "Yunfeng Yang,",
      "Guohua Chen,",
      "Yuanfei Zhao"
    ],
    "doi": "https://doi.org/10.3390/su15108362",
    "journalVolume": "Vol. 15,\n                                no. 8362\n                                \n                                  p.\n                                  8362",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Along with global climate change and industrialization, domino effects caused by Natech events occurred frequently in chemical industrial parks over the past decades. Previous research has not yet proposed a reliable method to obtain all possible paths of Natech domino effects, and moreover, a risk assessment and mitigation system has not been established. The present work aims to develop a quantitative framework for propagation paths of Natech domino effects, which can effectively safeguard the sustainable development of chemical industrial parks. The presentation of this work is divided into two parts: Part I (current paper) proposes a path probability calculation method that can simultaneously consider multiple primary accident scenarios and multi-level domino effects triggered by natural disasters. The proposed method transforms the propagation paths of domino effects into the paths of directed graph by constructing the equipment failure state transition matrix and the equipment failure state transition probability matrix. The depth-first traversal algorithm is used to obtain all possible propagation paths and their propagation probabilities, providing data support for the quantitative risk assessment and prevention and control measures presented in the accompanying paper (Part II). The case study shows that the probability of equipment failure caused by multi-level domino effects triggered by Natech accidents is higher than that of conventional accidents. However, the present work only considers the spatial propagation of domino effects, while their spatio-temporal propagation remains as a further direction for this area of inquiry.",
    "readLink": "https://www.mdpi.com/2071-1050/15/10/8362"
  },
  {
    "title": "Cross border cooperation for innovative resource efficiency services in the Mediterranean",
    "authors": [
      "Christoforos Perakis"
    ],
    "doi": "https://doi.org/10.21622/ibl.2021.01.2.014",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  14\n                                  – 15",
    "issn": "2735-5950 (Print)",
    "publisher": "2735-5969 (Online)",
    "countryOfPublisher": "Academy Publishing Center",
    "lcc": [
      "Egypt",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management"
    ],
    "journalUrl": "http://apc.aast.edu/ojs/index.php/IBL/",
    "abstract": "The Mediterranean basin is expected to become a climate change hot spot in the future as the region will experience increasing temperatures and declining precipitation leading to water shortages, loss of biodiversity and risks to food production. In this respect, the need for innovation is urgent in the field of resource efficiency services, which is becoming progressively a new economic paradigm that is expected to drive development in the EU and internationally.",
    "readLink": "http://apc.aast.edu/ojs/index.php/IBL/article/view/402"
  }
]