[
  {
    "title": "Adaptation techniques of an urban planning due to climate change",
    "authors": [
      "Bakaeva Natalia,",
      "Suvorova Maria,",
      "Sheps Roman,",
      "Kormina Alexandra"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202126305013",
    "journalVolume": "Vol. 263\n                                \n                                \n                                  p.\n                                  05013",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "In this paper there is reviewed a concept of adaptation of an urban planning to the changing climate conditions. The statements of the Framework Convention on Climate Change, UN FCCC, which are actively discussed these days in conditions of new challenges, determine a necessity of applying scientifically reasoned approaches to the landscape development and city transformation considering the climate change in the urban environment. There are discussed statements of climate change adapted concept of the urban planning and are reviewed examples of urban solutions corresponding to these statements. The authors are convinced that problem solving of the climate change adapted urban planning requires an interdisciplinary approach, embracing multiple scientific directions such as ecological, urban, social, technical and technological. In this aspect the concept of adaptation the urban planning to volatile climate conditions represent a long-term strategy of the urban development, which is, first of all, requires a preparation of a roadmap and then decision making, which would conduce to forming a fully comfortable and safe urban environment.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/39/e3sconf_form2021_05013.pdf"
  },
  {
    "title": "Impacts of floating urbanization on water quality and aquatic ecosystems: a study based on in situ data and observations",
    "authors": [
      "Rui L. Pedroso de Lima,",
      "Rutger E. de Graaf-van Dinther,",
      "Floris C. Boogaard"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.325",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  1185\n                                  – 1203",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Floating urbanization is a promising solution to reduce the vulnerability of cities against climate change, population growth or land scarcity. Although this type of construction introduces changes to aquatic systems, there is a lack of research studies addressing potential impacts. Water quality data collected under/near floating structures were compared with the corresponding parameters measured at the same depth at open water locations by (i) performing scans with underwater drones equipped with in situ sensors and video cameras and (ii) fixing two sets of continuous measuring in situ sensors for a period of several days/months at both positions. A total of 18 locations with different types of floating structures were considered in this study. Results show small differences in the measured parameters, such as lower dissolved oxygen concentrations or higher temperature measured underneath the floating structures. The magnitudes of these differences seem to be linked with the characteristics and type of water system. Given the wide variety and types of water bodies considered in this study, results suggest that water quality is not critically affected by the presence of the floating houses. Underwater images of biofouling and filter feeders illustrate the lively ecosystems that can emerge shortly after the construction of floating buildings. HIGHLIGHTS Floating buildings introduce changes to aquatic systems that can affect the environment negatively, but also generate various benefits and opportunities for ecology development.; Research studies addressing the impact of floating structures are scarce despite their importance to support water managers in policy making.; Although the results from several different study locations show lower dissolved oxygen concentrations and higher temperature measured underneath the floating structures, the magnitude of the detected differences suggest that water quality is not critically affected by the presence of the floating houses.; Long-term continuous measurements illustrated daily and seasonal variability of values and differences, as well as their relationship with weather conditions.; Underwater images show an impression of the lively ecosystems that can emerge shortly after the installation of floating buildings.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/3/1185"
  },
  {
    "title": "Climate Anomalies and Spillover of Bat-Borne Viral Diseases in the Asia–Pacific Region and the Arabian Peninsula",
    "authors": [
      "Alice Latinne,",
      "Serge Morand"
    ],
    "doi": "https://doi.org/10.3390/v14051100",
    "journalVolume": "Vol. 14,\n                                no. 1100\n                                \n                                  p.\n                                  1100",
    "issn": "1999-4915 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/viruses",
    "abstract": "Climate variability and anomalies are known drivers of the emergence and outbreaks of infectious diseases. In this study, we investigated the potential association between climate factors and anomalies, including El Niño Southern Oscillation (ENSO) and land surface temperature anomalies, as well as the emergence and spillover events of bat-borne viral diseases in humans and livestock in the Asia–Pacific region and the Arabian Peninsula. Our findings from time series analyses, logistic regression models, and structural equation modelling revealed that the spillover patterns of the Nipah virus in Bangladesh and the Hendra virus in Australia were differently impacted by climate variability and with different time lags. We also used event coincidence analysis to show that the emergence events of most bat-borne viral diseases in the Asia–Pacific region and the Arabian Peninsula were statistically associated with ENSO climate anomalies. Spillover patterns of the Nipah virus in Bangladesh and the Hendra virus in Australia were also significantly associated with these events, although the pattern and co-influence of other climate factors differed. Our results suggest that climate factors and anomalies may create opportunities for virus spillover from bats to livestock and humans. Ongoing climate change and the future intensification of El Niño events will therefore potentially increase the emergence and spillover of bat-borne viral diseases in the Asia–Pacific region and the Arabian Peninsula.",
    "readLink": "https://www.mdpi.com/1999-4915/14/5/1100"
  },
  {
    "title": "Impact of Climate Change on Alpine Phenology over the Qinghai–Tibet Plateau from 1981 to 2020",
    "authors": [
      "Siyu Chen,",
      "Youjun Chen,",
      "Kailei Xu,",
      "Jinlun Zhang"
    ],
    "doi": "https://doi.org/10.3390/f14061230",
    "journalVolume": "Vol. 14,\n                                no. 1230\n                                \n                                  p.\n                                  1230",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Climate change is a major driver of cyclical and seasonal changes in alpine phenology. This study investigated how climate change affects vegetation phenology’s spatial and temporal responses on the Qinghai–Tibet plateau (QTP) from 1981 to 2020. We used the daily two-band enhanced vegetation index (EVI2) at a 0.05° spatial resolution for 1981–2014, 16-day moderate resolution imaging spectroradiometer (MODIS) enhanced vegetation index data for 2000–2020 at 250 m spatial resolution, and climate records from 106 meteorological stations from 1981 to 2020 to construct linear regression models and Mann–Kendall point test to understand the changes on QTP vegetation in response to climate change. We found that the temperature in April, July, and September controls vegetation growth, and spring precipitation (p < 0.05) influences the length of the growing period, with a partial correlation coefficient of −0.69. Over the past 40 years, temperature and precipitation changes on the QTP have not shown abrupt shifts despite the increasingly warm and dry spring climate. We observed a meridional distribution trend in the correlation between precipitation and alpine vegetation greening, browning and the length of the growing period. In regions experiencing strong warming, vegetation growth was hindered by a lack of precipitation. We conclude that climatic factors alone cannot fully explain the changing trends in vegetation phenology across the QTP.",
    "readLink": "https://www.mdpi.com/1999-4907/14/6/1230"
  },
  {
    "title": "Vegetation structure and composition at different elevational intervals in the arid Tankwa Karoo National Park, South Africa",
    "authors": [
      "Mogamat Igshaan Samuels,",
      "Manam Saaed,",
      "Shayne Jacobs,",
      "Mmoto Leonard Masubelele,",
      "Helga Van der Merwe,",
      "Lesego Khomo"
    ],
    "doi": "https://doi.org/10.3897/VCS.86310",
    "journalVolume": "Vol. 4\n                                \n                                \n                                  pp.\n                                  115\n                                  – 126",
    "issn": "2683-0671 (Online)",
    "publisher": "Pensoft Publishers",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://vcs.pensoft.net",
    "abstract": "Study area: The study was conducted in the Tankwa Karoo National Park, one of the driest areas in South Africa. Historic overgrazing has resulted in the poor and often degraded state of vegetation in large parts of the Tanqua Karoo region. Aim: This study assessed the spatial variation of vegetation structure and composition in the three main vegetation types namely: Tanqua Karoo (TK), Tanqua Wash Riviere (TWR) and Tanqua Escarpment Shrubland (TES), along an elevational gradient. Method: Using the point intercept survey method, vegetation cover, plant height, species diversity, life forms, proportions of perennials and annuals were examined in 43 sites, widely distributed in these vegetation types. Results: There were 150 vascular plant species belonging to 83 genera and 29 families recorded across all sites. The most diverse vegetation type was TES with 96 species belonging to 61 genera and 26 families. The vegetation structure was comprised mainly of shrubs and dwarf shrubs with a high proportion of leaf and stem succulent species. The mean perennial vegetation cover throughout the study area was 28 and annuals covered 22%, but this cover varied significantly between the vegetation types. The most dominant life forms were chamaephytes, which comprised 64% of all species, with cryptophytes (18%), therophytes (16%) and nanophanerophytes (2%) less abundant. Surveyed sites in the TES showed a clear association with each other but there was an overlap in the species composition and environmental conditions between some TWR and TK sites. This study highlighted the important role of elevation and topography as drivers of vegetation characteristics. Conclusion: The findings from this study can be used as a vegetation baseline to identify and prioritise degraded areas for active restoration in order to limit further degradation. Considering climate change, elevational studies may provide additional insight into species dynamics across landscapes. Taxonomic reference: Plants of Southern Africa Checklist (South African National Biodiversity Institute 2016). Abbreviations: ANOVA = analysis of variance; GPS = Global Positioning System; LFA = Landscape Function Assessment; NDVI = Normalized difference vegetation index; PCA = principal component analysis; PCo-A = principal co-ordinate analysis; TES = Tanqua Escarpment Shrubland; TK = Tanqua Karoo; TKNP = Tankwa Karoo National Park; TWR = Tanqua Wash Riviere.",
    "readLink": "https://vcs.pensoft.net/article/86310/download/pdf/"
  },
  {
    "title": "Observational Quantification of Climatic and Human Influences on Vegetation Greening in China",
    "authors": [
      "Wenjian Hua,",
      "Haishan Chen,",
      "Liming Zhou,",
      "Zhenghui Xie,",
      "Minhua Qin,",
      "Xing Li,",
      "Hedi Ma,",
      "Qinghan Huang,",
      "Shanlei Sun"
    ],
    "doi": "https://doi.org/10.3390/rs9050425",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  p.\n                                  425",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "This study attempts to quantify the relative contributions of vegetation greening in China due to climatic and human influences from multiple observational datasets. Satellite measured vegetation greenness, Normalized Difference Vegetation Index (NDVI), and relevant climate, land cover, and socioeconomic data since 1982 are analyzed using a multiple linear regression (MLR) method. A statistically significant positive trend of average growing-season (April–October) NDVI is found over more than 34% of the vegetated areas, mainly in North China, while significant decreases in NDVI are only seen in less than 5% of the areas. The relationships between vegetation and climate (temperature, precipitation, and radiation) vary by geographical location and vegetation type. We estimate the NDVI changes in association with the non-climatic effects by removing the climatic effects from the original NDVI time series using the MLR analysis. Our results indicate that land use change is the dominant factor driving the long-term changes in vegetation greenness. The significant greening in North China is due to the increase in crops, grasslands, and forests. The socioeconomic datasets provide consistent and supportive results for the non-climatic effects at the provincial level that afforestation and reduced fire events generally have a major contribution. This study provides a basis for quantifying the non-climatic effects due to possible human influences on the vegetation greening in China.",
    "readLink": "http://www.mdpi.com/2072-4292/9/5/425"
  },
  {
    "title": "Thermal Effects on Ecological Traits of Salmonids",
    "authors": [
      "Bror Jonsson"
    ],
    "doi": "https://doi.org/10.3390/fishes8070337",
    "journalVolume": "Vol. 8,\n                                no. 337\n                                \n                                  p.\n                                  337",
    "issn": "2410-3888 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/fishes",
    "abstract": "Here, I review thermal influences on metabolic rates and aerobic scope; growth; adult body size; and reproductive and behavioural traits, such as tendency and timing of the migration of salmonid fishes. A thermal window bounded by the upper and lower incipient lethal temperatures (UILT and LILT) determines where salmonids can survive. For most salmonids, LILT is close to 0 and UILT is between 20 and 30 °C. UILT and LILT are influenced by the acclimation temperature. Thermal tolerance is affected by fish size and ambient oxygen content, which decreases with increasing temperature. Standard metabolic rate (SMR), the energy required to maintain essential functions, increases with temperature, whereas maximum metabolic rate (MMR) increases with temperature until reaching a peak (pejus). Then, it decreases gradually to zero, i.e., the upper critical limit (TCrit). Aerobic scope (AS = MMR-SMR) reaches its maximum at the pejus temperature. Metabolic rates and aerobic scope can be modified by temperatures that the fish experiences during embryogenesis and possibly also as larvae and young fry. At maximum feeding, maximum growth increases to a point at or below the pejus temperature. The optimum temperature for growth decreases with reduced food intake and increased body size. As for metabolic rate, the growth rate is influenced by the temperature during embryonic development. In a warmer climate, adult body size is expected to decrease chiefly because of a younger age at maturity. Parental fish retained at a higher temperature during maturation produce larger eggs, and this change in egg size may also be transferred to next-generation offspring. Furthermore, embryogenesis in warmer water leads to larger gonad and egg sizes at maturity. Water temperature influences locomotion, foraging and migratory activity. In a warmer climate, juveniles migrate to the sea earlier in spring. In addition, higher embryo temperature leads to delayed return of adult salmon from the ocean. Thus, temperature affects life history traits of salmonid fishes, partly as a direct effect on metabolic rates and food consumption and partly induced as a phenotypically plastic effect. The phenotypically plastic response may preadapt offspring to perform better in the expected future thermal environment.",
    "readLink": "https://www.mdpi.com/2410-3888/8/7/337"
  },
  {
    "title": "Research Trends and Methodological Approaches of the Impacts of Windstorms on Forests in Tropical, Subtropical, and Temperate Zones: Where Are We Now and How Should Research Move Forward?",
    "authors": [
      "Jonathan  O. Hernandez,",
      "Lerma  S.J. Maldia,",
      "Byung  Bae Park"
    ],
    "doi": "https://doi.org/10.3390/plants9121709",
    "journalVolume": "Vol. 9,\n                                no. 1709\n                                \n                                  p.\n                                  1709",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Windstorm is one of the destructive natural disturbances, but the scale-link extent to which recurrent windstorms influenced forests ecosystems is poorly understood in a changing climate across regions. We reviewed the synergistic impacts of windstorms on forests and assessed research trends and methodological approaches from peer-reviewed articles published from 2000 to 2020 in tropical (TRF), subtropical (SUF), and temperate (TEF) forests/zones, based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Overall, the majority of the reviewed studies were conducted in TRF (i.e., 40%), intermediate in SUF (i.e., 34%), and the lowest in TEF (i.e., 26%). Among the four levels of biological organization, the species-population and community-ecosystem levels had the highest number of study cases, while the molecular-cellular-individual and landscape levels had the lowest study cases in all forest types. Most of the articles reviewed dealt largely on tree mortality/survival and regeneration/succession for TRF, tree mortality/survival and species composition/richness/diversity for SUF, and stem density, gap dynamics, and regeneration/succession for TEF. However, research on the effects of windstorms on mycorrhizal symbioses, population genetics, and physiological adaptation, element fluxes via litterfall, litter decomposition, belowground processes, biological invasion, and tree health are less common in all forest types. Further, most of the studies were conducted in permanent plots but these studies mostly used observational design, while controlled studies are obviously limited. Consequently, more observational and controlled studies are needed on the topic reviewed, particularly studies at the molecular-cellular-individual and landscape levels, to help inform forest management decision-making about developing sustainable and resilient forests amid climate change.",
    "readLink": "https://www.mdpi.com/2223-7747/9/12/1709"
  },
  {
    "title": "An efficient and economic desilitation strategy for reservoir sustainable development under the threat of extreme flooding threaten",
    "authors": [
      "Chia-Ching Hung,",
      "Jihn-Sung Lai,",
      "Cheng-Chia Huang"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.353",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  1257\n                                  – 1274",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Severe sediment disaster has already been observed locally and worldwide, and serious disasters will happen increasingly in the future due to climate change. Hence, developing a proper reservoir desilitation strategy is an urgent priority to ensure sustainable water resources development worldwide. This study aims to investigate the release efficiency of the bypass tunnel in the reservoir. Firstly, a 2D numerical model was adapted to reproduce the most severe sedimentation disaster due to Typhoon Aere and obtain a reliable result compared with the measured data. Then, the concept of climate change was embedded to understand the release capability of the bypass tunnel under slight to worst scenarios. Finally, the bypass tunnel is demonstrated to be effective in releasing sediment during typhoon periods and prolonging the reservoir lifespan. In conclusion, this study proposes a proper solution to reservoir sedimentation during extreme flooding events. The optimization of water resources and economic benefits can help reservoir management achieve the goal of sustainable development. The presented research can be promoted in the worldwide reservoir to face the possibly severe sediment disaster under the threat of climate change. HIGHLIGHTS Proper solution to the reservoir sedimentation during extreme flooding event.; Optimization of water resources and economic benefit.; Achievement of the reservoir sustainable development.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/3/1257"
  },
  {
    "title": "Wildfire management in Canada: Review, challenges and opportunities",
    "authors": [
      "Cordy Tymstra,",
      "Brian J. Stocks,",
      "Xinli Cai,",
      "Mike D. Flannigan"
    ],
    "doi": "Vol. 5",
    "issn": "2590-0617 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/progress-in-disaster-science/",
    "abstract": "Wildfire management agencies in Canada are at a tipping point. Presuppression and suppression costs are increasing but program budgets are not. Climate change impacts and increasing interface values-at-risk are challenging suppression effectiveness and resulting in more wildfire disasters. We conducted semi-structured interviews with these agencies to understand the strategies, policies, and preparedness procedures they currently use to manage wildfires. We summarize the results of this national agency assessment, and based on what we heard and our review of agency internal documents, discuss agency challenges and opportunities to be better prepared for a future with more wildfire. A double wildfire paradox exists requiring communities and critical values in wildfire-dependent ecosystems to be FireSmart, and wildfire management agencies to allow more wildfire on the landscape by implementing a risk-based appropriate response approach. We conclude with a proposed future path for wildfire management in Canada. To co-exist with wildfire, agencies in Canada must also strengthen and adjust their wildfire management capacity and capability. This necessitates stronger horizontal collaboration, enhanced resource sharing, investments to develop innovative decision support tools, and an increased focus on prevention and mitigation. Keywords: Emergency management, Disasters, Wildfire management, Presuppression, Suppression, Preparedness",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590061719300456"
  }
]