[
  {
    "title": "L’eau de Chartreuse, miroir réfléchissant du renouvellement des dialectiques territoriales entre villes et montagne",
    "authors": [
      "Bérangère Serroi,",
      "François Besancenot,",
      "Philippe Brégard,",
      "Gérard Hanus,",
      "Fabien Hobléa"
    ],
    "doi": "https://doi.org/10.4000/rga.3137",
    "journalVolume": "Vol. 103,\n                                no. 3",
    "issn": "0035-1121 (Print)",
    "publisher": "1760-7426 (Online)",
    "countryOfPublisher": "Institut de Géographie Alpine",
    "lcc": [
      "France",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "http://rga.revues.org/",
    "abstract": "The Chartreuse Regional Nature Park is often considered a raw water reservoir for its borderlands. Although it is an abundant resource, current and expected impacts of climate change are already reflected in the emerging pressures on different water uses. These new challenges imposed on water resources raise questions about the relationships between urban and mountain areas, typically considered through the centre/periphery paradigm. In particular, this article deals with the question of transfers between water basins. In so doing, it analyses the new management strategies that communities have adopted and explores possible synergies against a backdrop of the power relationship between private and public management in order to move towards an approach that embraces solidarity and security of supply.",
    "readLink": "http://journals.openedition.org/rga/3137"
  },
  {
    "title": "Beyond Histones: New Substrate Proteins of Lysine Deacetylases in Arabidopsis Nuclei",
    "authors": [
      "Magdalena Füßl,",
      "Magdalena Füßl,",
      "Ines Lassowskat,",
      "Guillaume Née,",
      "Minna M. Koskela,",
      "Annika Brünje,",
      "Priyadarshini Tilak,",
      "Jonas Giese,",
      "Dario Leister,",
      "Paula Mulo,",
      "Dirk Schwarzer,",
      "Iris Finkemeier"
    ],
    "doi": "https://doi.org/10.3389/fpls.2018.00461",
    "journalVolume": "Vol. 9",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The reversible acetylation of lysine residues is catalyzed by the antagonistic action of lysine acetyltransferases and deacetylases, which can be considered as master regulators of their substrate proteins. Lysine deacetylases, historically referred to as histone deacetylases, have profound functions in regulating stress defenses and development in plants. Lysine acetylation of the N-terminal histone tails promotes gene transcription and decondensation of chromatin, rendering the DNA more accessible to the transcription machinery. In plants, the classical lysine deacetylases from the RPD3/HDA1-family have thus far mainly been studied in the context of their deacetylating activities on histones, and their versatility in molecular activities is still largely unexplored. Here we discuss the potential impact of lysine acetylation on the recently identified nuclear substrate proteins of lysine deacetylases from the Arabidopsis RPD3/HDA1-family. Among the deacetylase substrate proteins, many interesting candidates involved in nuclear protein import, transcriptional regulation, and chromatin remodeling have been identified. These candidate proteins represent key starting points for unraveling new molecular functions of the Arabidopsis lysine deacetylases. Site-directed engineering of lysine acetylation sites on these target proteins might even represent a new approach for optimizing plant growth under climate change conditions.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fpls.2018.00461/full"
  },
  {
    "title": "A Bibliometric and Visualized Analysis of Research Progress and Trends on Decay and Cavity Trees in Forest Ecosystem over 20 Years: An Application of the CiteSpace Software",
    "authors": [
      "Wen Jiang,",
      "Tayierjiang Aishan,",
      "Ümüt Halik,",
      "Zhicheng Wei,",
      "Maierhaba Wumaier"
    ],
    "doi": "https://doi.org/10.3390/f13091437",
    "journalVolume": "Vol. 13,\n                                no. 1437\n                                \n                                  p.\n                                  1437",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "As one of the most serious health issues facing trees, the occurrence of decay and hollowing not only reduces the stability and quality of living trees but also leads to the deterioration of their eco-physiological functions, which creates great challenges to the conservation and sustainable management of forest resources. In recent years, the study of tree decay and hollow rot have attracted more and more attention from scholars at home and abroad. The relevant research results have a great significance for the prevention and control of affected living trees and the conservation and sustainable management of endangered species. However, there is a lack of systematic literature review and an insufficient understanding of research hotspots and trends in this field. This paper selects literature retrieved from the CNKI and Web of Science core databases as data sources, the number of publications, research topics, research status, hot spots, and trends, as well as the main research countries, institutions, and co-cited authors in the field of tree decay are visualized by using bibliometrics software CiteSpace (V.5.8.R3), and the current international research hotspots and development trends in this field were systematically summarized. The results showed that the number of papers in this field at home and abroad showed rapid growth in general, and the number of Chinese papers showed a slow growth after 2009. The number of papers published in English by Chinese authors was more than the number of papers published in Chinese in the field. From 2002 to 2021, the research hotspots in this field are constantly changing. Cluster analysis shows that the main themes of the relevant research are as follows: “Eastern Canada” tree species, “hydraulic vulnerability segmentation”, “dead wood management”, and “hydraulic safety”. The advantages and disadvantages of hollow/dead wood on forest ecosystems were explored from different perspectives, providing a theoretical basis and scientific support for the forest health and sustainable management. The United States dominates the research in this field, while China is a relatively late comer but is catching up fast, and the Chinese Academy of Sciences is the most prolific publisher on this topic in China. The influence of Chinese research in this field on relevant international publications is gradually increasing. In short, the research in this field is still in the phase of rapid development, and both the breadth and depth of quantitative research are increasing. How to accurately diagnose and quantify the internal decay of tree trunks and its relationship with tree death and forest decline under the interference and pressure of climate change and human activities is still a hot and difficult issue in this field.",
    "readLink": "https://www.mdpi.com/1999-4907/13/9/1437"
  },
  {
    "title": "Identifying adaptation ‘on the ground’: Development of a UK adaptation Inventory",
    "authors": [
      "Katie Jenkins,",
      "Alistair Ford,",
      "Craig Robson,",
      "Robert J. Nicholls"
    ],
    "doi": "Vol. 36\n                                \n                                \n                                  p.\n                                  100430",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Adaptation plays a crucial role in managing the unavoidable risks from climate change. The UK is considered to be at the forefront of national adaptation planning. However, the extent to which plans and programmes translate into tangible risk reducing action on the ground, as opposed to adaptive capacity building, remains less clear. Given that there is no formal database of adaptation action for the UK, despite the various needs of government to identify, assess and report on adaptation progress, including the UK national stocktake on adaptation under the UNFCCC Paris Agreement, this study outlines the development of an up-to-date and forward-looking UK Adaptation Inventory. The Inventory documents adaptation on the ground, based on national reporting to government by public and private sector organisations and a systematic review of peer-reviewed literature. The framework is centred on identifying and documenting current and planned adaptation; how it is being implemented in terms of the types of adaptation actions; and the sectors where adaptation is occurring and where gaps may remain. For the sub-set of sectors captured there is clear evidence of a wide range of cross-sectoral and sector-specific adaptation being implemented. In total, 360 examples were identified, over 80% of which have already been implemented. This comprises 134 different types of adaptation action, largely aimed at reducing vulnerability using engineered, built environment or technological mechanisms. Compared to the situation a decade earlier, this suggests that significant progress has occurred in the UK in terms of reporting and implementing adaptation, including adaptation by the private sector in climate sensitive sectors. At the broader level, the Inventory is a first step in providing a baseline assessment for the UK stocktake on adaptation; can help inform other organisations about adaptation options that are available; and provide case studies of actions in practice to help support decision-making.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096322000377"
  },
  null,
  {
    "title": "Eco-anxiety and the flight shaming movement: implications for tourism",
    "authors": [
      "Mucha Mkono"
    ],
    "doi": "https://doi.org/10.1108/JTF-10-2019-0093",
    "journalVolume": "Vol. 6,\n                                no. 3\n                                \n                                  pp.\n                                  223\n                                  – 226",
    "issn": "2055-5911 (Print)",
    "publisher": "2055-592X (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Social Sciences"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/services/publishing/jtf/index.htm",
    "abstract": "Purpose – This paper aims to briefly discuss the flight shaming (flygskam) movement and considers its implications for tourism. Design/methodology/approach – The paper synthesises the current thinking on the flight shaming movement and contextualises it for tourism futures. Findings – While flygskam is unlikely to become mainstream in the near future, it is imperative that the air travel industry respond more comprehensively to changing attitudes in the market. Originality/value – This trends paper addresses a topical debate in the current environmental public discourse, highlighting the negative emotional states (eco-anxiety) associated with concerns about climate change.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/JTF-10-2019-0093/full/pdf?title=eco-anxiety-and-the-flight-shaming-movement-implications-for-tourism"
  },
  {
    "title": "Contributions of internal climate variability in driving global and ocean temperature variations using multi-layer perceptron neural network",
    "authors": [
      "Hai-Xia Xiao,",
      "Xi Liu,",
      "Rong Yu,",
      "Bin Yao,",
      "Feng Zhang,",
      "Ya-Qiang Wang"
    ],
    "doi": "Vol. 13,\n                                no. 4\n                                \n                                  pp.\n                                  459\n                                  – 472",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Roles of internal climate variabilities regulating global and ocean temperature changes is a hot but complex issue of scientific concern, influencing the comprehensive policy-making in response to global and regional warming. In this study, the time series of monthly global and ocean mean surface temperature (GST and OST, respectively) since 1866 is successfully reconstructed via natural and anthropogenic forcing factors and internal climate variability by using a Multi-Layer Perceptron (MLP) neural network technique. The MLP demonstrates prominent monthly GST and OST reconstruction skills on both interannual and annual time scales. Most of the warming in GST and OST since 1866 is found to be attributable to anthropogenic forcing, while the multidecadal and interannual GST and OST variations are considerably dominated by Atlantic Multidecadal Oscillation (AMO). Internal climate variabilities like Interdecadal Pacific Oscillation (IPO) can amplify the GST and OST changes and explain the global warming slowdown since 1998. Southern Oscillation Index (SOI) performs a similar role as IPO but to a lesser extent. Changes in OST caused by solar forcing are more considerable than those in GST. Moreover, the ‘biased warmth’ during the Second World War is successfully reconstructed in MLP. AMO and IPO can explain most annual and even sub-annual temperature variations during this period, offering an explanation for the existence of this abnormal warm period other than that it was entirely caused by instrumental errors. The generally high accuracy of reconstructions on interannual and annual time scales can enhance the ability to monitor the prompt feedback of specific external radiative forcings and internal variabilities to changes in climate.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822000648"
  },
  {
    "title": "Effect of salvage-logging on post-fire tree establishment and ground cover vegetation in semi-natural hemiboreal forests",
    "authors": [
      "Kārkliņa, Annija,",
      "Brūmelis, Guntis,",
      "Dauškane, Iluta,",
      "Elferts, Didzis,",
      "Freimane, Lāsma,",
      "Kitenberga, Māra,",
      "Lībiete, Zane,",
      "Matisons, Roberts,",
      "Jansons, Āris"
    ],
    "doi": "https://doi.org/10.14214/sf.10334",
    "journalVolume": "Vol. 54,\n                                no. 5",
    "issn": "2242-4075 (Online)",
    "publisher": "Finnish Society of Forest Science",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://silvafennica.fi/",
    "abstract": "Fire is a common disturbance in boreal forests causing changes in biological diversity at various spatial scales. In the past 100 years, forest management has limited fire outbreaks, but in the future, the fire-affected forest area is expected to increase in many regions due to climate change. Burned forests are typically salvage-logged, but the effect of this type of management versus natural regeneration on biological diversity is not well understood, particularly the mid-term effect to tree establishment and understory vegetation composition and diversity. Various management methods were used after a large fire in 1992 in a peatland-forest complex and neighbouring managed forests, which created an experimental setup for study of the effect of management after fire in the Sliteres National park, northwestern Latvia. Understory vegetation was described in plots using a design of four forest and three management types: natural regeneration (unmanaged) and managed sites with salvage logging followed by no further human intervention and salvage logging with planting. Post-fire management had different effect in each forest type. Species richness was higher in forest types with salvage logging than in natural regenerated sites on rich wet and rich dry forest types, but not for the poor forest types. Tree regeneration was generally greater in salvage-logged stands, but differed between forest types. Species composition was related to tree regeneration and canopy openness. In contrast to other studies, salvage logging had a positive mid-term effect to ground vegetation diversity and tree establishment in the studied stands, implying potential for concomitant management and conservation of ground cover vegetation in semi-natural stands.",
    "readLink": "https://www.silvafennica.fi/article/10334"
  },
  {
    "title": "Best practice guidelines for environmental DNA biomonitoring in Australia and New Zealand",
    "authors": [
      "Maarten De Brauwer,",
      "Laurence J. Clarke,",
      "Anthony Chariton,",
      "Madalyn K. Cooper,",
      "Mark de Bruyn,",
      "Elise Furlan,",
      "Anna J. MacDonald,",
      "Meaghan L. Rourke,",
      "Craig D. H. Sherman,",
      "Leonie Suter,",
      "Cecilia Villacorta‐Rath,",
      "Anastasija Zaiko,",
      "Alejandro Trujillo‐González"
    ],
    "doi": "https://doi.org/10.1002/edn3.395",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  417\n                                  – 423",
    "issn": "2637-4943 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Microbiology: Microbial ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/26374943",
    "abstract": "Abstract Environmental DNA (eDNA)‐based methods are increasingly used by government agencies to detect pests and threatened species, and for broader biodiversity monitoring. Given rapid technological advances and a growing number of commercial service providers, there is a need to standardize methods for quality assurance and to maintain confidence in eDNA‐based results. Here, we introduce two documents to provide best‐practice guidelines for Australian and New Zealand eDNA researchers and end‐users (available from https://sednasociety.com/publications): the Environmental DNA protocol development guide for biomonitoring provides minimum standard considerations for eDNA and environmental RNA projects across the complete workflow, from ethical considerations and experimental design to interpreting and communicating results. The Environmental DNA test validation guidelines outline key steps to be used in assay development and validation for species‐specific testing and metabarcoding. Both guidelines were developed as an initiative of the Australian Government Department of Agriculture, Fisheries and Forestry and led by the Southern eDNA Society in a collaborative process including multiple consultation rounds with eDNA experts, end‐users, and stakeholders to adapt the guidelines to Australian and New Zealand needs. The aim of these guidelines is not to be prescriptive, but to set minimum standards to support a consistent and best‐practice approach to eDNA testing. We anticipate that the guidelines will be reviewed and regularly updated as required. Our aspiration is that these best‐practice guidelines will ensure environmental managers are provided with robust scientific evidence to support decision‐making.",
    "readLink": "https://doi.org/10.1002/edn3.395"
  },
  {
    "title": "Manifestaciones biológicas de la variabilidad climática en zonas del Perú",
    "authors": [
      "Carlos Alfredo Bocanegra García"
    ],
    "doi": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  82\n                                  – 88",
    "issn": "2661-6521 (Print)",
    "publisher": "2631-2662 (Online)",
    "countryOfPublisher": "Universidad Metropolitana de Ecuador",
    "lcc": [
      "Ecuador",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://remca.umet.edu.ec/index.php/REMCA/index",
    "abstract": "Este artículo presenta evidencias de lo que podría denominarse el impacto de la variabilidad climática en algunos organismos los cuales se traducen en aspectos biológicos como: Mortalidad masiva, cambio de habitad, entre otros. La información procede de observaciones directas, además de data histórica de variables como temperatura que demuestra un cambio en los patrones climáticos. Las evidencias indican que se está ante un evento de cambio en los patrones de conducta alimentaria, cambio de habitad, desarrollo de un proceso de adaptación ante la influencia del cambio climático. Este trabajo intenta llamar la atención ante la complejidad asociada al estudio de los efectos biológicos del cambio climático en los sistemas ecológicos. Palabras clave: Variabilidad climática, mortalidad, conducta alimentaria. ABSTRACT This article presents evidence of what might be called the impact of climatic variability on some organisms, which translate into biological aspects such as: Massive mortality, change of habitat, among others. The information comes from direct observations, in addition to historical data on variables such as temperature that shows a change in weather patterns. Evidence indicates that there is an event of change in eating behavior patterns, change of habitat, development of an adaptation process under the influence of climate change. This work tries to draw attention to the complexity associated with the study of the biological effects of climate change on ecological systems. Keywords: Climate variability, mortality, eating behavior.",
    "readLink": "https://remca.umet.edu.ec/index.php/REMCA/article/view/313"
  }
]