[
  {
    "title": "The Ozone Monitoring Instrument: overview of 14 years in space",
    "authors": [
      "P. F. Levelt,",
      "P. F. Levelt,",
      "J. Joiner,",
      "J. Tamminen,",
      "J. P. Veefkind,",
      "J. P. Veefkind,",
      "P. K. Bhartia,",
      "D. C. Stein Zweers,",
      "B. N. Duncan,",
      "D. G. Streets,",
      "H. Eskes,",
      "R. van der A,",
      "C. McLinden,",
      "V. Fioletov,",
      "S. Carn,",
      "J. de Laat,",
      "M. DeLand,",
      "S. Marchenko,",
      "R. McPeters,",
      "J. Ziemke,",
      "J. Ziemke,",
      "D. Fu,",
      "X. Liu,",
      "K. Pickering,",
      "K. Pickering,",
      "A. Apituley,",
      "G. González Abad,",
      "A. Arola,",
      "F. Boersma,",
      "F. Boersma,",
      "C. Chan Miller,",
      "K. Chance,",
      "M. de Graaf,",
      "J. Hakkarainen,",
      "S. Hassinen,",
      "I. Ialongo,",
      "Q. Kleipool,",
      "N. Krotkov,",
      "C. Li,",
      "L. Lamsal,",
      "P. Newman,",
      "C. Nowlan,",
      "R. Suleiman,",
      "L. G. Tilstra,",
      "O. Torres,",
      "H. Wang,",
      "K. Wargan,",
      "K. Wargan"
    ],
    "doi": "https://doi.org/10.5194/acp-18-5699-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  5699\n                                  – 5745",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "This overview paper highlights the successes of the Ozone Monitoring Instrument (OMI) on board the Aura satellite spanning a period of nearly 14 years. Data from OMI has been used in a wide range of applications and research resulting in many new findings. Due to its unprecedented spatial resolution, in combination with daily global coverage, OMI plays a unique role in measuring trace gases important for the ozone layer, air quality, and climate change. With the operational very fast delivery (VFD; direct readout) and near real-time (NRT) availability of the data, OMI also plays an important role in the development of operational services in the atmospheric chemistry domain.",
    "readLink": "https://www.atmos-chem-phys.net/18/5699/2018/acp-18-5699-2018.pdf"
  },
  {
    "title": "Application of Mobile Energy Storage for Enhancing Power Grid Resilience: A Review",
    "authors": [
      "Jesse Dugan,",
      "Salman Mohagheghi,",
      "Benjamin Kroposki"
    ],
    "doi": "https://doi.org/10.3390/en14206476",
    "journalVolume": "Vol. 14,\n                                no. 6476\n                                \n                                  p.\n                                  6476",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Natural disasters can lead to large-scale power outages, affecting critical infrastructure and causing social and economic damages. These events are exacerbated by climate change, which increases their frequency and magnitude. Improving power grid resilience can help mitigate the damages caused by these events. Mobile energy storage systems, classified as truck-mounted or towable battery storage systems, have recently been considered to enhance distribution grid resilience by providing localized support to critical loads during an outage. Compared to stationary batteries and other energy storage systems, their mobility provides operational flexibility to support geographically dispersed loads across an outage area. This paper provides a comprehensive and critical review of academic literature on mobile energy storage for power system resilience enhancement. As mobile energy storage is often coupled with mobile emergency generators or electric buses, those technologies are also considered in the review. Allocation of these resources for power grid resilience enhancement requires modeling of both the transportation system constraints and the power grid operational constraints. These aspects are discussed, along with a discussion on the cost–benefit analysis of mobile energy resources. The paper concludes by presenting research gaps, associated challenges, and potential future directions to address these challenges.",
    "readLink": "https://www.mdpi.com/1996-1073/14/20/6476"
  },
  {
    "title": "Im/migration: Family Strategies and Access to Rights",
    "authors": [
      "Catherine Delcroix,",
      "Josiane Le Gall,",
      "Elise Pape"
    ],
    "issn": "1708-6310 (Online)",
    "publisher": "Centre Urbanisation Culture Société (UCS) de l'INRS",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology",
      "Social Sciences: The family. Marriage. Woman"
    ],
    "journalUrl": "http://efg.revues.org",
    "abstract": "Objectives: The aim of this issue of the journal is to study the way in which \"making a family\" influences access to rights and the integration of migrant families in Europe (France, Germany), North America (Quebec) and Djibouti, from Yemen, Syria, Tunisia, Mozambique or Brazil. Similarly, and reciprocally, he is interested in the impact of law on family experiences in a migratory context. Methodology: The ethnographic observation approach, through the cross-referenced collection of life stories and the reconstruction of the life contexts of these migrants (while respecting their words and their anonymity) makes it possible to discover, sometimes in a counter-intuitive way, the effects of the policies on their lives. Results: It often happens that within the same migrant family the legal status of its members is different, and therefore their rights to be regularised or not. As a result, these families - and more broadly, entire groups of migrants - have to carry out important work in terms of information for access to residence rights, work, access to schooling for their children, health, nationality, etc. Nothing is guaranteed a priori. Nothing is guaranteed a priori. Conclusion: We can imagine how much migration will continue in the face of climate change and political unrest throughout history. It is likely that a policy evaluation approach, or lack thereof, by those affected, will be increasingly necessary in the future. Contribution: This thematic issue of the journal Enfances Familles Générations highlights, from a historical and comparative approach, the impact of the legitimacy of being part of the national community to which these men and women have migrated (Destremau, 2022).",
    "readLink": "http://journals.openedition.org/efg/15334"
  },
  {
    "title": "Seasonality of aerosol optical properties in the Arctic",
    "authors": [
      "L. Schmeisser,",
      "L. Schmeisser,",
      "L. Schmeisser,",
      "J. Backman,",
      "J. A. Ogren,",
      "J. A. Ogren,",
      "E. Andrews,",
      "E. Asmi,",
      "S. Starkweather,",
      "S. Starkweather,",
      "T. Uttal,",
      "M. Fiebig,",
      "S. Sharma,",
      "K. Eleftheriadis,",
      "S. Vratolis,",
      "M. Bergin,",
      "P. Tunved,",
      "A. Jefferson"
    ],
    "doi": "https://doi.org/10.5194/acp-18-11599-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  11599\n                                  – 11622",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Given the sensitivity of the Arctic climate to short-lived climate forcers, long-term in situ surface measurements of aerosol parameters are useful in gaining insight into the magnitude and variability of these climate forcings. Seasonality of aerosol optical properties – including the aerosol light-scattering coefficient, absorption coefficient, single-scattering albedo, scattering Ångström exponent, and asymmetry parameter – are presented for six monitoring sites throughout the Arctic: Alert, Canada; Barrow, USA; Pallas, Finland; Summit, Greenland; Tiksi, Russia; and Zeppelin Mountain, Ny-Ålesund, Svalbard, Norway. Results show annual variability in all parameters, though the seasonality of each aerosol optical property varies from site to site. There is a large diversity in magnitude and variability of scattering coefficient at all sites, reflecting differences in aerosol source, transport, and removal at different locations throughout the Arctic. Of the Arctic sites, the highest annual mean scattering coefficient is measured at Tiksi (12.47 Mm−1), and the lowest annual mean scattering coefficient is measured at Summit (1.74 Mm−1). At most sites, aerosol absorption peaks in the winter and spring, and has a minimum throughout the Arctic in the summer, indicative of the Arctic haze phenomenon; however, nuanced variations in seasonalities suggest that this phenomenon is not identically observed in all regions of the Arctic. The highest annual mean absorption coefficient is measured at Pallas (0.48 Mm−1), and Summit has the lowest annual mean absorption coefficient (0.12 Mm−1). At the Arctic monitoring stations analyzed here, mean annual single-scattering albedo ranges from 0.909 (at Pallas) to 0.960 (at Barrow), the mean annual scattering Ångström exponent ranges from 1.04 (at Barrow) to 1.80 (at Summit), and the mean asymmetry parameter ranges from 0.57 (at Alert) to 0.75 (at Summit). Systematic variability of aerosol optical properties in the Arctic supports the notion that the sites presented here measure a variety of aerosol populations, which also experience different removal mechanisms. A robust conclusion from the seasonal cycles presented is that the Arctic cannot be treated as one common and uniform environment but rather is a region with ample spatiotemporal variability in aerosols. This notion is important in considering the design or aerosol monitoring networks in the region and is important for informing climate models to better represent short-lived aerosol climate forcers in order to yield more accurate climate predictions for the Arctic.",
    "readLink": "https://www.atmos-chem-phys.net/18/11599/2018/acp-18-11599-2018.pdf"
  },
  {
    "title": "Achievement of Sustainable Development Goals through the Implementation of Circular Economy and Developing Regional Cooperation",
    "authors": [
      "Natālija Cudečka-Puriņa,",
      "Dzintra Atstāja,",
      "Viktor Koval,",
      "Māris Purviņš,",
      "Pavlo Nesenenko,",
      "Oleksandr Tkach"
    ],
    "doi": "https://doi.org/10.3390/en15114072",
    "journalVolume": "Vol. 15,\n                                no. 4072\n                                \n                                  p.\n                                  4072",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Circular economy is a tool based on the inclusion of environmental, social, and governance performance (ESG) in decision-making to achieve sustainable development goals (SDG). In recent years, it has become clear that business-as-usual has nothing to do with sustainability, and alternative business models, primarily on technological grounds, must be implemented to mitigate the damage caused by significant and unpredictable effects of climate change. The current situation requires unprecedented and urgent changes to policies and business development models. The current research aimed to target on industrial symbiosis as one of the business models of the circular economy. It evaluated the benefits of symbiosis and the fostering of cooperation between industries and, consequently, has a major impact on resource efficiency ratios. The research is based on quantitative and qualitative research methods, including a literature review, assessment, and application of the triangulation method. As a result of this research, the authors realized a matrix for the development of regional or cross-country industrial symbiosis that can be used by policymakers to foster the development of symbiotic interconnections on a wide scale. The authors also recommend the development of the Baltic University Program (BUP) network center of excellence and methodological justification for industries to engage in industrial symbiosis (IS).",
    "readLink": "https://www.mdpi.com/1996-1073/15/11/4072"
  },
  {
    "title": "Evaluating Veal Consumption Hedonism of Consumers by Mediating Effect Model with Risk Factor",
    "authors": [
      "Yavuz Topcu"
    ],
    "doi": "https://doi.org/10.24925/turjaf.v10i3.394-403.4643",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  394\n                                  – 403",
    "issn": "2148-127X (Online)",
    "publisher": "Turkish Science and Technology Publishing (TURSTEP)",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://agrifoodscience.com/index.php/TURJAF/index",
    "abstract": "In recent years, climate change and Covid-19 pandemic have dramatically caused some attitude variation on consumers’ food consumption preferences. By measuring the impacts on their behaviors of these changes, using as a policy tool is of a great importance. This research was conducted to analyze the total effect of sensory quality and mediating effect with natural risk factor on veal consumption hedonism of consumers in Erzurum province under climate change and Covid-19 epidemic. The main data of the study was consisted of primary data obtained from 385 household in 2021. The data were used in basic effect model to measure the sensory quality effect on consumption hedonism, and then in mediating effect model to determine indirect effects of risk factor playing linking role. The results of the study indicated that sensory quality being of high total effect on consumers’ veal consumption hedonism in basic effect model explained 64% of total variance. On the other hand, it was determined that sensory quality’s direct effect on consumption hedonism in mediating effect model with risk factor was lower, but the risk factor’s indirect effect was meaningful, and had a higher explanation rate than that in basic effect model. In order to be able to increase consumption hedonism, human diets should include consumption based on alternative meat and protein sources of vegetable origin instead of veal consumption. Hygiene decisions minimizing Covid-19 infection risk, moreover, at production and marketing stages of alternative meats should be taken and implemented.",
    "readLink": "http://www.agrifoodscience.com/index.php/TURJAF/article/view/4643"
  },
  {
    "title": "Energy Efficiency or Conservation for Mitigating Climate Change?",
    "authors": [
      "Patrick Moriarty,",
      "Damon Honnery"
    ],
    "doi": "https://doi.org/10.3390/en12183543",
    "journalVolume": "Vol. 12,\n                                no. 18\n                                \n                                  p.\n                                  3543",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Given that global energy use today is still dominated by fossil fuels, there is an urgent need to rapidly reduce its use in order to avert serious climate change. However, the alternatives to fossil fuels—renewable and nuclear energy—are more expensive, and have so far done little to displace fossil fuels. Accordingly, reducing energy use must play an important part in both averting climate change and avoiding the depletion of high energy return easily recoverable fossil fuel reserves. This paper examined both the potential and barriers to the adoption of energy reduction measures, with particular attention to domestic energy and passenger transport. The main finding was that energy efficiency approaches alone are unlikely to deliver anywhere near the energy reductions needed in the limited time available. Instead, most energy reductions will have to come from energy conservation, involving less use of energy-using devices, including private vehicles. Achieving such reductions will require changes in lifestyles, especially for residents of OECD nations.",
    "readLink": "https://www.mdpi.com/1996-1073/12/18/3543"
  },
  {
    "title": "Generation of intra‐ and interspecific Saccharomyces hybrids with improved oenological and aromatic properties",
    "authors": [
      "Dolores Pérez,",
      "Marie Denat,",
      "Laura Pérez‐Través,",
      "José María Heras,",
      "José Manuel Guillamón,",
      "Vicente Ferreira,",
      "Amparo Querol"
    ],
    "doi": "https://doi.org/10.1111/1751-7915.14068",
    "journalVolume": "Vol. 15,\n                                no. 8\n                                \n                                  pp.\n                                  2266\n                                  – 2280",
    "issn": "1751-7915 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "https://sfamjournals.onlinelibrary.wiley.com/journal/17517915",
    "abstract": "Summary Non‐wine yeasts could enhance the aroma and organoleptic profile of wines. However, compared to wine strains, they have specific intolerances to winemaking conditions. To solve this problem, we generated intra‐ and interspecific hybrids using a non‐GMO technique (rare‐mating) in which non‐wine strains of S. uvarum, S. kudriavzevii and S. cerevisiae species were crossed with a wine S. cerevisiae yeast. The hybrid that inherited the wine yeast mitochondrial showed better fermentation capacities, whereas hybrids carrying the non‐wine strain mitotype reduced ethanol levels and increased glycerol, 2,3‐butanediol and organic acid production. Moreover, all the hybrids produced several fruity and floral aromas compared to the wine yeast: β‐phenylethyl acetate, isobutyl acetate, γ‐octalactone, ethyl cinnamate in both varietal wines. Sc × Sk crosses produced three‐ to sixfold higher polyfunctional mercaptans, 4‐mercapto‐4‐methylpentan‐2‐one (4MMP) and 3‐mercaptohexanol (3MH). We proposed that the exceptional 3MH release observed in an S. cerevisiae × S. kudriavzevii hybrid was due to the cleavage of the non‐volatile glutathione precursor (Glt‐3MH) to detoxify the cell from the presence of methylglyoxal, a compound related to the high glycerol yield reached by this hybrid. In conclusion, hybrid generation allows us to obtain aromatically improved yeasts concerning their wine parent. In addition, they reduced ethanol and increased organic acids yields, which counteracts climate change effect on grapes.",
    "readLink": "https://doi.org/10.1111/1751-7915.14068"
  },
  {
    "title": "Response of Soil CO<sub>2</sub> Efflux to Shelterwood Harvesting in a Mature Temperate Pine Forest",
    "authors": [
      "Robin Thorne,",
      "Myroslava Khomik,",
      "Emily Hayman,",
      "Altaf Arain"
    ],
    "doi": "https://doi.org/10.3390/f11030304",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  304",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "In forest ecosystems, soil CO2 efflux is an important component of ecosystem respiration (RE), which is generally driven by variability in soil temperature and soil moisture. Tree harvesting in forests can alter the soil variables and, consequently, impact soil CO2 efflux. This study investigated the response of total soil CO2 efflux, and its components, to a shelterwood harvesting event of a mature temperate white pine (Pinus strobus L.) forest located in Southern Ontario, Canada. The objective was to explore the response of soil CO2 effluxes to changes in the forest microclimate, such as soil temperature and soil moisture, after shelterwood harvesting removed approximately one-third of the overstory canopy. No significant differences were found in both soil temperature and soil moisture between the pre-harvesting (2008−2011) and post-harvesting (2012−2014) periods. Despite similar soil microclimates, total soil CO2 effluxes were significantly reduced by up to 37%. Soil CO2 effluxes from heterotrophic sources were significantly reduced post-harvesting by approximately 27%, while no significant difference in the mineral-soil horizon sources were measured. An analysis of RE, measured with an eddy covariance tower over the study area, showed an increase post-harvesting. However, the overall net ecosystem carbon exchange showed no significant difference between pre- and post-harvesting. This was due to an increase in the gross ecosystem productivity post-harvesting, compensating for the increased losses (i.e., increased RE). This study highlights the complexities of soil CO2 efflux after a disturbance, such as a harvest. The knowledge gained from this study adds to our understanding of how shelterwood harvesting may influence ecosystem carbon exchange and will be useful for forest managers focused on carbon sequestration and forest conservation.",
    "readLink": "https://www.mdpi.com/1999-4907/11/3/304"
  },
  {
    "title": "Suitability pre-assessment for decoupling in-sewer captured streams to support urban blue-green climate adaptation measures",
    "authors": [
      "F. Prenner,",
      "H. Müller,",
      "P. Stern,",
      "M. Holzer,",
      "H. P. Rauch,",
      "F. Kretschmer"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.458",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  pp.\n                                  1748\n                                  – 1764",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "The application of nature-based solutions for climate change adaptation in cities has increased in recent years. To improve microclimatic conditions and to preserve the natural components of related assets, water supply is necessary. As an alternative to drinking water, stream water might serve as a natural source for irrigation. However, due to continuous urbanisation, water courses have often been banned underground in pipes or integrated in the combined sewer network, both making them not directly available for further usage. This article focuses on the perspectives of decoupling captured streams from underground infrastructure to support nature-based urban climate adaptation measures. It introduces a method to identify suitable locations for practical implementation considering the hydrological potential of the stream and the urban microclimatic sensitivity of the concerned area. The approach was applied in a case study in the north-western part of Vienna, including 16 streams with a total length of about 39 km covering an area of approximately 95 km2 with about half a million inhabitants. This work proved the general practicality of the suggested method. It also revealed that about one-third of the investigated stream lengths appears high or medium suitable to support climate adaption measures, leading to notable cost savings for irrigation (for the substitution of drinking water) and wastewater treatment. Concluding, the decoupling of captured streams could contribute to a more sustainable and nature-based urban water management. The introduced method for suitability pre-assessment is applicable with rather easily available input data, which makes it transferable to other cities. HIGHLIGHTS In-sewer captured stream water provides a possible water source for nature-based urban climate adaptation measures.; The proposed method supports the evaluation of hydrological potential and urban microclimatic sensitivity.; The application on the case study of Vienna reveals promising results.; Results of the pre-assessment method act as a strategic guidance and decision support for practical implementation.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/4/1748"
  }
]