[
  {
    "title": "Soil macrofauna abundance, biomass and selected soil properties in the home garden and coffee-based agroforestry systems at Wondo Genet, Ethiopia",
    "authors": [
      "Asaye Asfaw,",
      "Solomon Zewudie"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  p.\n                                  100153",
    "issn": "2665-9727 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-and-sustainability-indicators",
    "abstract": "Background: Agroforestry practices (AFPs) are typical solutions for low-input agricultural systems. AFPs play critical roles in the improvement of the abundance and biomass of soil invertebrates, which are necessary for long-term improvement of soil properties. The overall objective of the present study was to investigate the spatial and temporal dynamics in macrofauna abundance and biomass in home gardens and coffee-based agroforestry systems and relate it with the dynamics in a range of soil physico-chemical parameters. Result: The two AF systems differed in plant species richness and diversity of life forms. For both sampling seasons, higher number of macrofauna was collected from home garden AF than in the Coffee-based AF plot. Total macrofaunal biomass between the wet and dry seasons was significantly different (p < 0.05) for samples from home garden AF plot. Depth-wise patterns in macrofauna abundance and biomass showed distinct seasonal variation in the two-agroforestry systems. For both AF plots, marked and significant (p < 0.001) seasonal differences were observed in relation to soil moisture, temperature, and pH. On the other hand, dry season samples from the home garden AF plot had significantly (p < 0.001) higher moisture content and soil pH than the coffee-based AF plot. Conclusion: Home garden AF system provides a better belowground environment for enhanced soil macrofauna proliferation and activity reflected in higher biomass & abundance than Coffee-based AF. Accordingly, farmers are encouraged to maintain their farm production and productivity with agroforestry.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2665972721000544"
  },
  {
    "title": "An Integrated Coastal Sediment Management Plan: The Example of the Tuscany Region (Italy)",
    "authors": [
      "Enzo Pranzini,",
      "Irene Cinelli,",
      "Luigi  E. Cipriani,",
      "Giorgio Anfuso"
    ],
    "doi": "https://doi.org/10.3390/jmse8010033",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  33",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "This paper presents the results of a study carried out to support the Region of Tuscany Coastal Sediment Management Plan, with the main aim of establishing the sediment budget considering the time span from 1981−1985 to 2005 for the 56 coastal sectors into which the 215 km-long continental sandy coast of Tuscany (Italy) was divided. The sand stability (according to a stability index) and colour compatibility (according to the CIEL*a*b* colour space with an acceptability range conforming to national guidelines) were determined in order to assess the possibility of using the available sediment in accreting sectors to nourish the beach in eroding areas. Only in two cases—i.e., the updrift of a harbour (at Viareggio) and in a convergence zone (at Marina di Pietrasanta)—are the volumes of sufficient magnitude to support a large nourishment project; however, the mean sand size is too small to guarantee efficient nourishment, even with medium-term stability. In contrast, the colour difference, in most of the cases, was shown to be acceptable. Other small sediment stocks, suitable for colour but not for grain size, can be used for periodic ephemeral nourishment works to support seasonal tourist activities. The limited resources available make it necessary to adopt a plan for their optimal use from a regional perspective. This kind of study is of great interest for the proposal of sound management actions to counteract the increasing erosion processes linked to climate change phenomena and human effects on rivers and coastal systems.",
    "readLink": "https://www.mdpi.com/2077-1312/8/1/33"
  },
  {
    "title": "The role of soil in bioclimatology - a review",
    "authors": [
      "Kálmán Rajkai"
    ],
    "doi": "https://doi.org/10.17221/8/2008-SWR",
    "journalVolume": "Vol. 3,\n                                no. Special Issue 1\n                                \n                                  pp.\n                                  S30\n                                  – S41",
    "issn": "1801-5395 (Print)",
    "publisher": "1805-9384 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture"
    ],
    "journalUrl": "https://swr.agriculturejournals.cz/",
    "abstract": "Soil's part in bioclimatology is not defined and formulated yet. We interpret soil together with its plant cover as primary climate modifier for organisms living on, and within it. At the same time evaporating soil together with its transpiring vegetation is affecting the climate, and functioning as secondary climate modifier in context of bioclimatology. Selected Hungarian studies are used to highlight four primary and three secondary soil modifier actions connected to bioclimatology. Both primary and secondary soil modifier roles coupled mainly to soil hydro-physical properties. The first primary soil climate modifier action is the dew formation in the surface of sandy soils. As dew 80 mm of water can annually be transported from the subsoil to soil surface. Positive water resource value of dew is still not completely accepted. The second primary soil climate modifier example presents different amounts of usable soil moisture resource in two oak forest habitats with different species composition of herbs. In the third primary soil example the microclimate of the wetter habitat with deeper soil and denser herb vegetation of the oak forest - estimated by inverse modelling - showed higher shading, air moisture content and lower soil coverage than that of dry one. In the fourth primary soil modifier example forest hydrology is quantified for a Scots pine forest. Amount of transpiration, evaporation, interception, and change in the soil water storage were quantified and modelled. As secondary soil climate modifier role CO2 emitting of different plant production forms and land-uses is shown. Estimated CO2 production burning fuels for soil and plant cultivation is one to threefold of the organic extensive and intensive plant production farm consecutively in 2001. For the estimative calculations cost data of the farms are used. Amount of CO2 fixed in the crop biomass is also one to threefold as estimated with the regional scale formula of CEEMA (Canadian Economic and Emission Model for Agriculture). Two secondary soil modifier examples of soil texture and land use pattern's influence on local weather phenomena and near surface atmospheric processes as storm move and development are presented yet. Both studies demonstrate the significance of site-specific soil hydraulic parameters - as field capacity, usable and actual water storage - in formation of the local weather through the soil evaporation and plant transpiration in modelling studies. Of course variety of soil's role is much wider as the examples show and even it is not known completely at present. Soil's role in bioclimatology as new discipline will expectably be formulated in the future.",
    "readLink": "https://swr.agriculturejournals.cz/artkey/swr-200810-0010_the-role-of-soil-in-bioclimatology-a-review.php"
  },
  {
    "title": "Potential Ecological Distributions of Urban Adapters and Urban Exploiters for the Sustainability of the Urban Bird Network",
    "authors": [
      "Nurul L. Winarni,",
      "Habiburrachman A. H. Fuad,",
      "Bhisma G. Anugra,",
      "Nabilla Nuril Kaunain,",
      "Shania Anisafitri,",
      "Mega Atria,",
      "Afiatry Putrika"
    ],
    "doi": "https://doi.org/10.3390/ijgi11090474",
    "journalVolume": "Vol. 11,\n                                no. 474\n                                \n                                  p.\n                                  474",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "The bird community in urban areas indicates the species-specific adaptability to urban conditions such as the increase in man-made habitats. Urban adapters and urban exploiters, two groups that make up most of the urban birds, were assessed to determine their suitable habitat and explain their distribution, as well as to determine the environmental predictors for the two bird groups assemblages in Depok, one of Jakarta’s satellite cities. We used the point-count method to survey the birds in three habitat types, green spaces, residentials, and roadside, and then we used Maximum Entropy (MaxEnt) to analyze the species distribution modeling. We also the predicted habitat distributions for the urban adapters and urban exploiters based on several environmental predictors. Our results suggest that both urban adapters and urban exploiters were abundant in residential areas. Eurasian tree sparrows (Passer montanus) and cave swiflets (Collocalia linchi) were the most common species in all three habitat types. On average, canopy cover was most extensive in green spaces followed by residential and roadside areas. Urban exploiters were likely to have a high suitability extent compared to urban adapters. The distributions of both groups were affected by the distance to perennial water, then by land function for the urban adapters, and distance to patches for the urban exploiters. The presence of urban adapters and urban exploiters in residential areas suggests that home gardens supported critical habitats when green spaces were unavailable.",
    "readLink": "https://www.mdpi.com/2220-9964/11/9/474"
  },
  {
    "title": "The optical characteristics and sources of chromophoric dissolved organic matter (CDOM) in seasonal snow of northwestern China",
    "authors": [
      "Y. Zhou,",
      "H. Wen,",
      "J. Liu,",
      "W. Pu,",
      "Q. Chen,",
      "Q. Chen,",
      "X. Wang"
    ],
    "doi": "https://doi.org/10.5194/tc-13-157-2019",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  157\n                                  – 175",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Chromophoric dissolved organic matter (CDOM) plays an important role in the global carbon cycle and energy budget but is rarely studied in seasonal snow. A field campaign was conducted across northwestern China from January to February 2012, and surface snow samples were collected at 39 sites in Xinjiang and Qinghai provinces. Absorption and fluorescence spectroscopies, along with chemical analysis, were used to investigate the optical characteristics and potential sources of CDOM in seasonal snow. The abundance of CDOM, shown as the absorption coefficient at 280 nm, aCDOM(280), and the spectral slope from 275 to 295 nm (S275−295) ranged from 0.15 to 10.57 m−1 and 0.0129 to 0.0389 nm−1. The highest average aCDOM(280) (2.30±0.52 m−1) was found in Qinghai, and the lowest average S275−295 (0.0188±0.0015 nm−1) indicated that the snow CDOM in this region had a strongly terrestrial characteristic. The lower values of aCDOM(280) were found at sites located to the north of the Tianshan Mountains and northwestern Xinjiang along the border of China (0.93±0.68 m−1 and 0.80±0.62 m−1). Parallel factor (PARAFAC) analysis identified three types of fluorophores that were attributed to two humic-like substances (HULIS, C1 and C2) and one protein-like material (C3). C1 was mainly from soil HULIS, C3 was a type of autochthonously labile organic matter, while the potential sources of C2 were complex, including soil, microbial activity, anthropogenic pollution, and biomass burning. Furthermore, the regional variations of sources for snow CDOM were assessed by analyses of chemical species (e.g., soluble ions), fluorescent components, and air mass backward trajectories combined with satellite-derived active-fire locations.",
    "readLink": "https://www.the-cryosphere.net/13/157/2019/tc-13-157-2019.pdf"
  },
  {
    "title": "Caribbean scleractinian corals exhibit highly variable tolerances to acute hypoxia",
    "authors": [
      "Emma Pontes,",
      "Chris Langdon,",
      "Fuad A. Al-Horani,",
      "Fuad A. Al-Horani"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1120262",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "IntroductionClimate change, and the increase in sea surface temperature, is exacerbating ocean deoxygenation because of the inherent property of seawater to sequester less dissolved gas, such as oxygen, at warmer temperatures. While most coral reef studies focus on the effects of thermal stress and ocean acidification, few studies acknowledge the threat of hypoxia. Hypoxia is traditionally defined as 6.3 kPa (2 mg L-1 O2), however, a universal hypoxia threshold is not useful given the vast range of responses among marine organisms. The range of metabolic responses and tolerances to hypoxia are unknown for Caribbean coral species and their algal symbionts.ObjectiveHere, we quantified the spectrum of acute hypoxia tolerances and the range of metabolic responses of six ecologically and structurally important Caribbean coral species (Acropora cervicornis, Siderastrea radians, Siderastrea siderea, Porites astreoides, Porites porites, and Orbicella faveolata) and their algal symbionts (Symbiodinium, Breviolum, and Durusdinium spp.).MethodsA total of 24 coral fragments (4 individuals per species) were exposed to 10 distinct oxygen concentrations ranging from normoxia (20.38 kPa) to severe hypoxia (3.3 kPa). We used intermittent flow respirometry to measure coral host respiration in the dark and algal symbiont photosynthesis in the light at each oxygen level. We determined a line of best fit for the metabolic rate vs. PO2 data and calculated the critical oxygen partial pressure (PO2 crit), a method that has not been tested on symbiotic species.ResultsCoral species and their algal symbionts measured here displayed a wide range of hypoxia tolerances. For the coral hosts, PO2 crit values differed roughly two-fold ranging from 5.74 kPa to 16.93 kPa, and for the algal symbionts, PO2 crit values differed roughly three-fold ranging from 3.9 kPa to 11.3 kPa.DiscussionThese results should be regarded as a first step to characterizing the metabolic response and acute tolerance of multiple coral hosts and algal symbionts to a wide range of oxygen concentrations. Given that some PO2 crit values were above the generally accepted hypoxia threshold, these results have implications for the community composition of reefs under a rapidly changing climate and can guide purposeful reef restoration.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1120262/full"
  },
  {
    "title": "Factoring water harvesting into climate change adaptation: Endogenous responses by smallholder farmers in Gwanda district, Zimbabwe",
    "authors": [
      "Sibonokuhle Ndlovu,",
      "Bakani Mathe,",
      "Keith Phiri,",
      "Douglas Nyathi"
    ],
    "doi": "https://doi.org/10.1080/23311886.2020.1784652",
    "journalVolume": "Vol. 6,\n                                no. 1",
    "issn": "2331-1886 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oass",
    "abstract": "Climate change in the form of temperature increases and rainfall variability has intensified in the last three decades. Recent studies in Southern Africa (of which Zimbabwe is part) have indicated the extreme vulnerabilities of smallholder farmers to the impact of climate change and recommended that appropriate adaptation measures be put in place. In-field rainwater harvesting is one of the adaptation strategies that has been adopted by some smallholder farmers in drought-prone regions. The study examines the effectiveness of in-field rainwater harvesting as a climate change adaptation strategy for smallholder farmers in Gwanda district, Zimbabwe. Data was collected through semi-structured questionnaires (administered to 45 smallholder farmers) and five key informants. We find that most respondents adopted pit planting and mulching in-field rainwater harvesting techniques. A few respondents practised deep tillage, dead level contours, ephemeral stream diversion, ridges/furrows and hillside sheet runoff. In-field rainwater harvesting techniques increase the time required for crop moisture to set in resulting in improved crop yields. However, farmers are reluctant to adopt in-field rainwater harvesting techniques as they are labour intensive and some require technical expertise. We recommend the implementation of programmes that will enhance the capacity of smallholder farmers to implement various adaptation strategies.",
    "readLink": "http://dx.doi.org/10.1080/23311886.2020.1784652"
  },
  {
    "title": "Representation of fire, land-use change and vegetation dynamics in the Joint UK Land Environment Simulator vn4.9 (JULES)",
    "authors": [
      "C. Burton,",
      "C. Burton,",
      "R. Betts,",
      "R. Betts,",
      "M. Cardoso,",
      "T. R. Feldpausch,",
      "A. Harper,",
      "C. D. Jones,",
      "D. I. Kelley,",
      "E. Robertson,",
      "A. Wiltshire"
    ],
    "doi": "https://doi.org/10.5194/gmd-12-179-2019",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  179\n                                  – 193",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Disturbance of vegetation is a critical component of land cover, but is generally poorly constrained in land surface and carbon cycle models. In particular, land-use change and fire can be treated as large-scale disturbances without full representation of their underlying complexities and interactions. Here we describe developments to the land surface model JULES (Joint UK Land Environment Simulator) to represent land-use change and fire as distinct processes which interact with simulated vegetation dynamics. We couple the fire model INFERNO (INteractive Fire and Emission algoRithm for Natural envirOnments) to dynamic vegetation within JULES and use the HYDE (History Database of the Global Environment) land cover dataset to analyse the impact of land-use change on the simulation of present day vegetation. We evaluate the inclusion of land use and fire disturbance against standard benchmarks. Using the Manhattan metric, results show improved simulation of vegetation cover across all observed datasets. Overall, disturbance improves the simulation of vegetation cover by 35 % compared to vegetation continuous field (VCF) observations from MODIS and 13 % compared to the Climate Change Initiative (CCI) from the ESA. Biases in grass extent are reduced from −66 % to 13 %. Total woody cover improves by 55 % compared to VCF and 20 % compared to CCI from a reduction in forest extent in the tropics, although simulated tree cover is now too sparse in some areas. Explicitly modelling fire and land use generally decreases tree and shrub cover and increases grasses. The results show that the disturbances provide important contributions to the realistic modelling of vegetation on a global scale, although in some areas fire and land use together result in too much disturbance. This work provides a substantial contribution towards representing the full complexity and interactions between land-use change and fire that could be used in Earth system models.",
    "readLink": "https://www.geosci-model-dev.net/12/179/2019/gmd-12-179-2019.pdf"
  },
  {
    "title": "Resilience Theory and Praxis: a Critical Framework for Architecture",
    "authors": [
      "Michelle Laboy,",
      "David Fannon"
    ],
    "doi": "https://doi.org/10.17831/enq:arcc.v13i2.405",
    "journalVolume": "Vol. 13,\n                                no. 1",
    "issn": "2329-9339 (Online)",
    "publisher": "Architectural Research Centers Consortium",
    "countryOfPublisher": "United States",
    "lcc": [
      "Fine Arts: Architecture"
    ],
    "journalUrl": "https://www.arcc-journal.org/index.php/arccjournal",
    "abstract": "The growing use of resilience as a goal of architectural practice presents a new challenge in architects’ responsibility for health, safety, welfare and poetic expression of human-building interaction. With roots in disaster response, resilience in the building industry emphasizes the preservation and rapid restoration of the physical environment’s normal function in the face of shocks and disturbances of limited duration. The focus on maintaining function, and/or rapidly returning to the status quo ante necessarily affords a narrow understanding of architecture and a limited view of the concept of resilience. While useful at certain scales of time and inquiry, this so-called engineering resilience approach is only one among many within the broad discourse across diverse disciplines such as psychology, economics, and ecology. Drawing on the academic and professional literature of resilience outside the discipline, this paper explores the multiple competing frameworks represented; considers their influences and implications for architecture and the built environment at multiple scales; and examines the overlaps with existing discourse on change, architecture and time. The analysis of alternative concepts enables a critical perspective to move beyond the circumscribed, functionalist approach afforded by engineering resilience currently guiding architecture practice, towards a framework of social- ecological resilience that can fully embrace the richness of architecture, and results in a necessary and clear theoretical basis for the resilience of architecture over time in a climate of increasing uncertainty.",
    "readLink": "https://www.arcc-journal.org/arcc-new/index.php/arccjournal/article/view/405"
  },
  {
    "title": "Effects of temperature and UVR on organic matter fluxes and the metabolic activity of Acropora muricata",
    "authors": [
      "Lucile Courtial,",
      "Christine Ferrier-Pagès,",
      "Stéphan Jacquet,",
      "Riccardo Rodolfo-Metalpa,",
      "Stéphanie Reynaud,",
      "Cécile Rottier,",
      "Fanny Houlbrèque"
    ],
    "doi": "https://doi.org/10.1242/bio.026757",
    "journalVolume": "Vol. 6,\n                                no. 8\n                                \n                                  pp.\n                                  1190\n                                  – 1199",
    "issn": "2046-6390 (Online)",
    "publisher": "The Company of Biologists",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.biologists.com/bio",
    "abstract": "Coral bleaching events are predicted to occur more frequently in the coming decades with global warming. The susceptibility of corals to bleaching during thermal stress episodes depends on many factors, including the magnitude of thermal stress and irradiance. The interactions among these two factors, and in particular with ultra-violet radiation (UVR), the most harmful component of light, are more complex than assumed, and are not yet well understood. This paper explores the individual and combined effects of temperature and UVR on the metabolism of Acropora muricata, one of the most abundant coral species worldwide. Particulate and dissolved organic matter (POM/DOM) fluxes and organic matter (OM) degradation by the mucus-associated bacteria were also monitored in all conditions. The results show that UVR exposure exacerbated the temperature-induced bleaching, but did not affect OM fluxes, which were only altered by seawater warming. Temperature increase induced a shift from POM release and DOM uptake in healthy corals to POM uptake and DOM release in stressed ones. POM uptake was linked to a significant grazing of pico- and nanoplankton particles during the incubation, to fulfil the energetic requirements of A. muricata in the absence of autotrophy. Finally, OM degradation by mucus-associated bacterial activity was unaffected by UVR exposure, but significantly increased under high temperature. Altogether, our results demonstrate that seawater warming and UVR not only affect coral physiology, but also the way corals interact with the surrounding seawater, with potential consequences for coral reef biogeochemical cycles and food webs.",
    "readLink": "http://bio.biologists.org/content/6/8/1190"
  }
]