[
  {
    "title": "Focus Issue: Adaptation to Climate Change and Sustainable Mountain Development—Assessing Approaches and Understanding Implications for the Future",
    "authors": [
      "Carolina Adler,",
      "Susanne Wymann von Dach,",
      "Sarah-Lan Mathez-Stiefel,",
      "Anne B. Zimmermann,",
      "Thomas Breu,",
      "David Molden"
    ],
    "doi": "https://doi.org/10.1659/mrd.3902",
    "journalVolume": "Vol. 39,\n                                no. 2\n                                \n                                  pp.\n                                  1\n                                  – 3",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "Editorial",
    "readLink": "https://doi.org/10.1659/mrd.3902"
  },
  {
    "title": "Impacts of climate change on global food trade networks",
    "authors": [
      "Johanna Hedlund,",
      "Henrik Carlsen,",
      "Simon Croft,",
      "Chris West,",
      "Örjan Bodin,",
      "Emilie Stokeld,",
      "Jonas Jägermeyr,",
      "Christoph Müller"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aca68b",
    "journalVolume": "Vol. 17,\n                                no. 12\n                                \n                                  p.\n                                  124040",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Countries’ reliance on global food trade networks implies that regionally different climate change impacts on crop yields will be transmitted across borders. This redistribution constitutes a significant challenge for climate adaptation planning and may affect how countries engage in cooperative action. This paper investigates the long-term (2070–2099) potential impacts of climate change on global food trade networks of three key crops: wheat, rice and maize. We propose a simple network model to project how climate change impacts on crop yields may be translated into changes in trade. Combining trade and climate impact data, our analysis proceeds in three steps. First, we use network community detection to analyse how the concentration of global production in present-day trade communities may become disrupted with climate change impacts. Second, we study how countries may change their network position following climate change impacts. Third, we study the total climate-induced change in production plus import within trade communities. Results indicate that the stability of food trade network structures compared to today differs between crops, and that countries’ maize trade is least stable under climate change impacts. Results also project that threats to global food security may depend on production change in a few major global producers, and whether trade communities can balance production and import loss in some vulnerable countries. Overall, our model contributes a baseline analysis of cross-border climate impacts on food trade networks.",
    "readLink": "https://doi.org/10.1088/1748-9326/aca68b"
  },
  {
    "title": "Using SWAT and Fuzzy TOPSIS to Assess the Impact of Climate Change in the Headwaters of the Segura River Basin (SE Spain)",
    "authors": [
      "Javier Senent-Aparicio,",
      "Julio Pérez-Sánchez,",
      "Jesús Carrillo-García,",
      "Jesús Soto"
    ],
    "doi": "https://doi.org/10.3390/w9020149",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  149",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The Segura River Basin is one of the most water-stressed basins in Mediterranean Europe. If we add to the actual situation that most climate change projections forecast important decreases in water resource availability in the Mediterranean region, the situation will become totally unsustainable. This study assessed the impact of climate change in the headwaters of the Segura River Basin using the Soil and Water Assessment Tool (SWAT) with bias-corrected precipitation and temperature data from two Regional Climate Models (RCMs) for the medium term (2041–2070) and the long term (2071–2100) under two emission scenarios (RCP4.5 and RCP8.5). Bias correction was performed using the distribution mapping approach. The fuzzy TOPSIS technique was applied to rank a set of nine GCM–RCM combinations, choosing the climate models with a higher relative closeness. The study results show that the SWAT performed satisfactorily for both calibration (NSE = 0.80) and validation (NSE = 0.77) periods. Comparing the long-term and baseline (1971–2000) periods, precipitation showed a negative trend between 6% and 32%, whereas projected annual mean temperatures demonstrated an estimated increase of 1.5–3.3 °C. Water resources were estimated to experience a decrease of 2%–54%. These findings provide local water management authorities with very useful information in the face of climate change.",
    "readLink": "http://www.mdpi.com/2073-4441/9/2/149"
  },
  {
    "title": "Ethical implications of co-benefits rationale within climate change mitigation strategy",
    "authors": [
      "Rita Vasconcellos Oliveira,",
      "May Thorseth"
    ],
    "doi": "https://doi.org/10.5324/eip.v10i2.1942",
    "journalVolume": "Vol. 10,\n                                no. 2",
    "issn": "1890-3991 (Print)",
    "publisher": "1890-4009 (Online)",
    "countryOfPublisher": "Norwegian University of Science and Technology Library",
    "lcc": [
      "Norway",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "http://www.ntnu.no/ojs/index.php/etikk_i_praksis",
    "abstract": "Climate change mitigation effort is being translated into several actions and discourses that make collateral benefits and their rationale increasingly relevant for sustainability, in such a way that they are now a constant part of the political agenda. Taking a border and consensual perspective, co-benefits are considered here to be emerging advantages of the implementation of measures regarding the lowering of greenhouse gases. Departing from the analysis of policy documents referring to two European urban transportation strategies, the emergent co-benefits are problematized and discussed to better understand their moral aspect. Further ethical reflection is conducted after an analysis of some unintended consequences of co-benefits rationale coming from the mentioned examples. The focus is primarily on the challenges of an integrative moral justification for co-benefits and also for their role in the climate change mitigation effort. We also discuss the limitations of the current normative models that frame co-benefits rationale, from a moral viewpoint and in relation to the overall climate change mitigation strategy. In this article, we propose the concepts of well-being and freedom, as portrayed by Capabilities Approach, as possible guiding notions for the moral and social evaluation of goodness of these emergent benefits and their rationale too. Additionally, some preliminary conclusions are drawn regarding the potential of the presented concepts to favour the climate change mitigation action. Finally, a scenario is drawn where Capabilities Approach is the moral guideline for co-benefits rationale showing this way its potential in terms of enhancing climate change mitigation strategy.",
    "readLink": "https://www.ntnu.no/ojs/index.php/etikk_i_praksis/article/view/1942"
  },
  {
    "title": "Risks of Climate Change with Respect to the Singapore-Malaysia High Speed Rail System",
    "authors": [
      "Sazrul Leena Binti Sa’adin,",
      "Sakdirat Kaewunruen,",
      "David Jaroszweski"
    ],
    "doi": "https://doi.org/10.3390/cli4040065",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  p.\n                                  65",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Warming of the climate system is unequivocal, and many of the observed changes are unprecedented over the past five decades. Globally, the atmosphere and the ocean are becoming increasingly warmer, the amount of ice on the earth is decreasing over the oceans, and the sea level has risen. According to the Intergovernmental Panel on Climate Change, the average increase in global temperature (combined land and surface) between the 1850–1900 period and the 2003–2012 period was 0.78 °C (0.72 to 0.85). But should we prepare for such a relatively small change? The importance is not the means of the warming but the considerable likelihood of climate change that could trigger extreme natural hazards. The impact and the risk of climate change associated with railway infrastructure have not been fully addressed in the literature due to the differences in local environmental parameters. On the other hand, the current railway network in Malaysia, over the last decade, has been significantly affected by severe weather conditions such as rainfall, lightning, wind and very high temperatures. Our research findings based on a critical literature review and expert interviews point out the extremes that can lead to asset system failure, degraded operation and ultimately, delays in train services. During flooding, the embankment of the track can be swept away and bridge can be demolished, while during drought, the embankment of the track can suffer from soil desiccation and embankment deterioration; high temperature increases the risk of track buckling and high winds can result in vegetation or foreign object incursion onto the infrastructure as well as exert an additional quasi-static burden. This review is of significant importance for planning and design of the newly proposed high speed rail link between Malaysia and Singapore.",
    "readLink": "http://www.mdpi.com/2225-1154/4/4/65"
  },
  {
    "title": "TEMPERATURE AND PRECIPITATION CHANGES IN TÂRGU-MURES (ROMANIA) FROM PERIOD 1951-2010",
    "authors": [
      "O.Rusz"
    ],
    "doi": "Vol. 2012\n                                \n                                \n                                  pp.\n                                  397\n                                  – 404",
    "issn": "2067-743X (Print)",
    "publisher": "Cluj University Press",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://aerapa.conference.ubbcluj.ro/",
    "abstract": "Temperature and precipitation changes in Târgu Mures (Romania) from period 1951-2010. The analysis was made based upon meteorological data collected at Târgu Mures meteorological station (Romania, Mures county, lat. 46°32’N, lon. 24°32’E, elevation 308 m), between 1951 and 2010. Several climatic parameters were studied (for instance, annual and monthly mean temperature, maximum precipitation in 24 hours, number of summer days, etc). Detected inhomogeneities are not related to instrumental causes or geographical relocation. Positive and statistical significant trends (Mann-Kendall test) are indicated for: mean annual temperatures, mean temperatures of warm months, average of the maximum and minimum temperatures (annual and warm months data), number of days with mean temperature between 20.1-25.0 °C, number of days with precipitation ≥0 mm, and for all parameters of precipitation of September. The sequential version of Mann-Kendall test show a beginning of a trend in 1956 in the case of mean temperature (at same, the two and three parts regression denote this year like a moment of change), years 1965 and 1992 in the case of annual amount of precipitation. CUSUM charts indicate occurs of changes points at 1988, 2005, 2009 (mean temperature) respectively at 1989, 2004 (precipitation), and at 1968, 1992 (daily temperature range). Tendencies of overlapped time series reveal a more important increase at the end of period (mainly for mean temperature). The analysis with RClimDex show for 5 extreme climate indices a significant trend: positive for summer days, warm nights, warm spell duration indicator and negative for cold nights and cold days.",
    "readLink": "http://aerapa.conference.ubbcluj.ro/2012/pdf/54%20Rusz%20O.pdf"
  },
  {
    "title": "Carbon Footprint of the University of Patras in Greece: Evaluating Environmental Culture and Campus’ Energy Management towards 2030",
    "authors": [
      "Alexandra Vrachni,",
      "Angeliki Christogerou,",
      "George A. Thomopoulos,",
      "Constantina Marazioti,",
      "George N. Angelopoulos"
    ],
    "doi": "https://doi.org/10.3390/pollutants2030024",
    "journalVolume": "Vol. 2,\n                                no. 24\n                                \n                                  pp.\n                                  347\n                                  – 362",
    "issn": "2673-4672 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution"
    ],
    "journalUrl": "https://www.mdpi.com/journal/pollutants",
    "abstract": "Climate change has already had observable effects due to greenhouse gases (GHG) produced by human activities. Over the years, this becomes more evident as the concentration of GHG released in the atmosphere is concerningly increased as does the earth’s average temperature too. Hence, all countries and many independent organizations are taking actions to reduce the Global Warming phenomenon by setting targets for carbon dioxide emissions. The energy sector is proved to play the most important role in emissions reduction. Greece’s target for this sector is very ambitious in total transformation of energy mixture in the forthcoming years. Universities are also contributing to GHG emissions through their operations and members’ activities. Energy management at the University of Patras in Greece has already started since 2019 by installing energy meters going from manual calculations to an online system. The reliable records and accurate calculations proved as a very important action and a starting point for performing detailed analysis. In this study, there was an effort to calculate the CO2 emissions of the University of Patras using the Carbon Campus Calculator. The results showed that the students commuting is the main source of GHG emissions at the University of Patras and the purchased electricity comes next. These two factors together comprise 60.2% of the total emissions and priority should be given to reducing their footprint. Specific targets were set up for 2030 in compliance with the National Plan for Energy and Climate of Greece. Moreover, an Action Plan managing carbon and energy more efficiently and creating a strong environmental culture among the community is proposed. In the future, the university’s management team should act proactively in every change at Patras University. An assessment on the environmental impact should take place before any decision making. If necessary, extra actions should be defined in order not to deviate from the targets and new standards set.",
    "readLink": "https://www.mdpi.com/2673-4672/2/3/24"
  },
  {
    "title": "A Guide to Cannabis Virology: From the Virome Investigation to the Development of Viral Biotechnological Tools",
    "authors": [
      "Niccolò Miotti,",
      "Alessandro Passera,",
      "Claudio Ratti,",
      "Mattia Dall’Ara,",
      "Paola Casati"
    ],
    "doi": "https://doi.org/10.3390/v15071532",
    "journalVolume": "Vol. 15,\n                                no. 1532\n                                \n                                  p.\n                                  1532",
    "issn": "1999-4915 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/viruses",
    "abstract": "Cannabis sativa cultivation is experiencing a period of renewed interest due to the new opportunities for its use in different sectors including food, techno-industrial, construction, pharmaceutical and medical, cosmetics, and textiles. Moreover, its properties as a carbon sequestrator and soil improver make it suitable for sustainable agriculture and climate change mitigation strategies. The increase in cannabis cultivation is generating conditions for the spread of new pathogens. While cannabis fungal and bacterial diseases are better known and characterized, viral infections have historically been less investigated. Many viral infection reports on cannabis have recently been released, highlighting the increasing threat and spread of known and unknown viruses. However, the available information on these pathogens is still incomplete and fragmentary, and it is therefore useful to organize it into a single structured document to provide guidance to growers, breeders, and academic researchers. This review aims to present the historical excursus of cannabis virology, from the pioneering descriptions of virus-like symptoms in the 1940s/50s to the most recent high-throughput sequencing reports. Each of these viruses detected in cannabis will be categorized with an increasing degree of threat according to its potential risk to the crop. Lastly, the development of viral vectors for functional genetics studies will be described, revealing how cannabis virology is evolving not only for the characterization of its virome but also for the development of biotechnological tools for the genetic improvement of this crop.",
    "readLink": "https://www.mdpi.com/1999-4915/15/7/1532"
  },
  {
    "title": "Research and Outlook on Global Energy Interconnection",
    "authors": [
      "Li Jun,",
      "Chen Zhengxi,",
      "Chen Chen,",
      "Wang Yangzi,",
      "Song Fulong,",
      "Yu Xiaoxiao"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202020901002",
    "journalVolume": "Vol. 209\n                                \n                                \n                                  p.\n                                  01002",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Currently, the world is confronted with a series of challenges including resource shortage, climate change, environment pollution and energy poverty, which are rooted in the humanity’s deep dependence on and large-scale consumption of fossil energy. To tackle with those challenges is an urgent task for realizing sustainable development. The Global Energy Interconnection (GEI) is a clean energy-dominant, electricity-centered, interconnected and shared modern energy system. It is an important platform for large-scale development, transmission and utilization of clean energy resources at a global level, promoting the global energy transition characterized by cleaning, decarbonization, electrification and networking. The GEI has provided a scientific, novel and systematic solution to implement Agenda 2030 as well as the Paris Agreement. Focusing on the scope of clean transition and sustainable development, this paper has implemented qualitative and quantitative methods based on historic data. The global power demand and supply has been forecasted. Based on global clean energy resources endowments and distribution, a global main clean energy bases layout and generation planning optimization has been proposed. Later in this paper, the global power flow under the GEI scenario and corresponding GEI backbone grid has been explored and proposed. Finally, based on a preliminary investment estimation, the comprehensive benefits of building the GEI have been analyzed.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/69/e3sconf_energy-212020_01002.pdf"
  },
  {
    "title": "A haploid pseudo-chromosome genome assembly for a keystone sagebrush species of western North American rangelands",
    "authors": [
      "Anthony E Melton,",
      "Andrew W Child,",
      "Richard S Beard,",
      "Carlos Dave C Dumaguit,",
      "Jennifer S Forbey,",
      "Matthew Germino,",
      "Marie-Anne de Graaff,",
      "Andrew Kliskey,",
      "Ilia J Leitch,",
      "Peggy Martinez,",
      "Stephen J Novak,",
      "Jaume Pellicer,",
      "Bryce A Richardson,",
      "Desiree Self,",
      "Marcelo Serpe,",
      "Sven Buerki"
    ],
    "doi": "https://doi.org/10.1093/g3journal/jkac122",
    "journalVolume": "Vol. 12,\n                                no. 7",
    "issn": "2160-1836 (Online)",
    "publisher": "Oxford University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "https://academic.oup.com/g3journal",
    "abstract": "AbstractIncreased ecological disturbances, species invasions, and climate change are creating severe conservation problems for several plant species that are widespread and foundational. Understanding the genetic diversity of these species and how it relates to adaptation to these stressors are necessary for guiding conservation and restoration efforts. This need is particularly acute for big sagebrush (Artemisia tridentata2A. tridentatatridentatan ab initioArtemisia tridentatatridentata",
    "readLink": "https://academic.oup.com/g3journal/article-lookup/doi/10.1093/g3journal/jkac122"
  }
]