[
  {
    "title": "Population Structure and Spatial Distribution Pattern of Populus euphratica Riparian Forest Under Environmental Heterogeneity Along the Tarim River, Northwest China",
    "authors": [
      "Asadilla Yusup,",
      "Ümüt Halik,",
      "Ümüt Halik,",
      "Abdulla Abliz,",
      "Tayierjiang Aishan,",
      "Tayierjiang Aishan,",
      "Maierdang Keyimu,",
      "Jianxin Wei"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.844819",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Populus euphratica Oliv. (Euphrates poplar), as the dominant tree species of desert riparian forests along the Central Asian inland rivers, plays a critical role in protecting arid land ecosystems. In recent decades, climate change and excessive water resources utilization activities have led to the environmental degradation of desert riparian forests along the Tarim River in northwest China. Understanding the forest stand structure and spatial distribution pattern provide important guidance for monitoring forest dynamics in support of sustainable management. However, few studies have examined how riparian forests stand attributes differ in response to environmental heterogeneity. In this study, terrestrial laser scanning (TLS) was applied to acquire a total of 1648 individual P. euphratica tree’s 3D structure attributes within 18 plots along the upper, middle, and lower reaches of the Tarim River, which included tree height (TH), diameter at breast height (DBH), crown diameter (CD), crown projection area (CPA), stand density index (SDI), age structure ratios, and spatial pattern. The results showed that the average tree segmentation and structure determination accuracies of TLS were 93.2 and 94.6%. From the upper to the lower reaches, the average TH and CD decreased by 3.8 and 0.3 m, while the DBH increased by 4.2 cm. The SDI and CPA exhibited the following order: upper reaches (454 n ha–1, 82.3%) > middle reaches (382 n ha–1, 67.3%) > lower reaches (263 n ha–1, 39.1%), the differences were significant at 0.05 level. The population age structure changed from growing population in the upper reaches to stable population in the middle and a temporarily stable population in the lower reaches. The pair correlation g(r) function determined random distribution pattern in the upper reaches [g(r) = 1.2], an aggregated pattern in the middle [g(r) = 3.1], and lower reaches [g(r) = 9.7]. The decline in groundwater depth and soil moisture increased aggregated distribution pattern (R = 0.67 and 0.56, P < 0.05) of the P. euphratica along the mainstream of Tarim River. The results enrich our understanding of the current development stage of P. euphratica, which is important for optimizing management strategies and realizing the sustainability of floodplain ecosystems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.844819/full"
  },
  {
    "title": "Exploring Climate Emotions in Canada’s Provincial North",
    "authors": [
      "Lindsay P. Galway,",
      "Thomas Beery"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2022.920313",
    "journalVolume": "Vol. 13",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "The mental and emotional dimensions of climate change are increasingly concerning as extreme events become more frequent and severe, ecosystem destruction advances, and people become more aware of climate impacts and injustices. Research on climate emotions has rapidly advanced over the last decade with growing evidence illustrating that climate emotions can impact health, shape climate action, and ought to be considered in climate change communication, education, and engagement. This paper explores, describes, and discusses climate emotions in the context of Canada’s Provincial North: a vast region characterized by a vulnerability to climate change, remoteness, political marginalization, diverse Indigenous populations, and economies/livelihoods tied to resource extraction. Using postal survey data collected in two Provincial North communities (Thunder Bay, Ontario, and Prince George, British Columbia; N = 627), we aim to (1) describe climate emotions experienced in the context of Canada’s Provincial North, including relationships among specific emotions; and (2) examine if socio-demographic variables (gender, age, and parenthood) show a relationship with climate emotions. Results show high levels of emotional response to climate change overall, with worry and frustration as those emotions reported by the highest percentage of participants. We also find significant difference in climate emotions between men and women. A methodological result was noted in the usefulness of the Climate Emotion Scale (CES), which showed high reliability and high inter-item correlation. A notable limitation of our data is its’ underrepresentation of Indigenous peoples. The findings contribute to a greater understanding of climate emotions with relevance to similar settings characterized by marginalization, vulnerability to climate change, urban islands within vast rural and remote landscapes, and economies and social identities tied to resource extraction. We discuss our findings in relation to the literature and outline future research directions and implications.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2022.920313/full"
  },
  {
    "title": "Quality analysis of the Earth remote sensing data in the surface runoff modeling for failure prediction at the tailing dumps",
    "authors": [
      "Rybnikov Petr,",
      "Smirnov Alexander"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202017706002",
    "journalVolume": "Vol. 177\n                                \n                                \n                                  p.\n                                  06002",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The tailing dump operation periodically leads to the failures. A number of failures that have occurred is related to the underestimation of the exposure to atmospheric precipitations (heavy rains, heavy snowmelt, etc.) on the tailings dams. The studies performed during the previous 50 years indicate the need to consider the climate change when calculating both the long-term average and storm runoff and substantiating the engineering solutions in the tailing dump design. The digital elevation models (DEMs) can be used as a basis for solving the problems of hydrological and hydrogeological modeling. Due to the diversity of such models, it is necessary to develop a methodology for its preparation, evaluate the necessary degree of the material post-processing, and determine the time frame for research.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/37/e3sconf_umd2020_06002.pdf"
  },
  {
    "title": "Explaining the Geographic Pattern of Plant Invasion in 67 Nature Reserves in China",
    "authors": [
      "Shengbin Chen,",
      "Zhiyang Chen,",
      "Wenjie Huang,",
      "Changliang Shao,",
      "Lingfeng Mao,",
      "Johan Willem Frederik Slik"
    ],
    "doi": "https://doi.org/10.3389/fevo.2021.655313",
    "journalVolume": "Vol. 9",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Biological invasion is a serious threat to biodiversity and ecosystem function in nature reserves. However, the knowledge of the spatial patterns and underlying mechanisms of plant invasions in nature reserves is still limited. Based on a recent dataset on both invasive and native plants in 67 nature reserves of China, we used correlation, regression, and variation partitioning methods to statistically assess the relative roles of the “human activity,” “biotic acceptance,” and “environmental heterogeneity” hypotheses in explaining the geographic pattern of plant invasion. A total of 235 invasive plant species were compiled from 67 nature reserves. The high explanatory power of the human activity variables supported the human activity hypothesis. The biotic acceptance hypothesis was weakly supported since no significant correlations between climatic variables and invasion levels were found when the effects of the other factors were controlled. The environmental heterogeneity hypothesis was partially supported, since the number of native plants, representing environmental heterogeneity at fine-scale explained remarkable proportion of spatial variance of invasive plants but not that of the proportion of invasive plants. We predict that nature reserves with high plant diversity affected by rapid economic development and increasing temperature will face a serious threat of exotic plant invasion. In conclusion, our results provide crucial clues for understanding geographic variance of plant invasion in China’s nature reserves and spatial risk assessment.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2021.655313/full"
  },
  {
    "title": "Temporal Behavior of Lake Size-Distribution in a Thawing Permafrost Landscape in Northwestern Siberia",
    "authors": [
      "Johanna Mård Karlsson,",
      "Steve W. Lyon,",
      "Georgia Destouni"
    ],
    "doi": "https://doi.org/10.3390/rs6010621",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  621\n                                  – 636",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Arctic warming alters regional hydrological systems, as permafrost thaw increases active layer thickness and in turn alters the pathways of water flow through the landscape. Further, permafrost thaw may change the connectivity between deeper and shallower groundwater and surface water altering the terrestrial water balance and distribution. Thermokarst lakes and wetlands in the Arctic offer a window into such changes as these landscape elements depend on permafrost and are some of the most dynamic and widespread features in Arctic lowland regions. In this study we used Landsat remotely sensed imagery to investigate potential shifts in thermokarst lake size-distributions, which may be brought about by permafrost thaw, over three distinct time periods (1973, 1987–1988, and 2007–2009) in three hydrological basins in northwestern Siberia. Results revealed fluctuations in total area and number of lakes over time, with both appearing and disappearing lakes alongside stable lakes. On the whole basin scales, there is no indication of any sustained long-term change in thermokarst lake area or lake size abundance over time. This statistical temporal consistency indicates that spatially variable change effects on local permafrost conditions have driven the individual lake changes that have indeed occurred over time. The results highlight the importance of using multi-temporal remote sensing data that can reveal complex spatiotemporal variations distinguishing fluctuations from sustained change trends, for accurate interpretation of thermokarst lake changes and their possible drivers in periods of climate and permafrost change.",
    "readLink": "http://www.mdpi.com/2072-4292/6/1/621"
  },
  {
    "title": "Variation of hydro-environment during past four decades with underground sponge city planning to control flash floods in Wuhan, China: An overview",
    "authors": [
      "Hui-Long Wu,",
      "Wen-Chieh Cheng,",
      "Shui-Long Shen,",
      "Meng-Ying Lin,",
      "Arul Arulrajah"
    ],
    "doi": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  184\n                                  – 198",
    "issn": "2096-2754 (Print)",
    "publisher": "2467-9674 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Technology: Engineering (General). Civil engineering (General): Engineering geology. Rock mechanics. Soil mechanics. Underground construction"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/underground-space/",
    "abstract": "This paper presents a review of the variation in the hydro-environment over the past four decades in Wuhan, China, and discusses its close relationship with flash flood events. These flash flood events have inundated underground infrastructures and resulted in significant economic losses and casualties, which are also discussed in relation to various external and internal factors. The external factors are predominantly owing to heavy rainstorms resulting from extreme climate change. The internal factors predominantly include a decrease in wetland areas, changes in topography, and disrepair of drainage systems in urban areas. Since the 1970s, lakes in Wuhan have been significantly reduced in size (by approximately 40%). This reduction in wetland area decreases the water storage capacity in urban areas, and the frequency of large flooding events thus increased from 0.1 event/year to approximately 0.2 event/year. Additionally, the disrepair of drainage systems in urban areas has reduced their ability to resist flood hazards. Changes in topography have also intensified the flood volume per unit time, further burdening the drainage systems. In 2016, Wuhan suffered from several large flooding events that led to some of the most severe economic losses in recorded history. The drainage system at the urban center of Wuhan and proposed flood prevention methods are discussed in detail in this paper. The sponge city (SPC) concept has been attempted in Qingshan District, Wuhan, and its success proved the reliability of the theory. A SPC is believed to reduce the impacts of future flash floods in China and other developed and developing countries. Keywords: Flash flooding, Wetland area, Drainage system, Wuhan, Sponge city",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2467967418301545"
  },
  {
    "title": "Civil society’s perception of forest ecosystem services. A case study in the Western Alps",
    "authors": [
      "Stefano Bruzzese,",
      "Simone Blanc,",
      "Valentina Maria Merlino,",
      "Stefano Massaglia,",
      "Filippo Brun"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2022.1000043",
    "journalVolume": "Vol. 13",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "Forest Ecosystem Services (FES) are widely recognised by the society nowadays. However, no study in the literature has analysed a ranking of FES after the pandemic. This paper investigated civil society’s perception and knowledge toward these services; in addition, the presence of attitudinal or behavioural patterns regarding individual’s preference, was assessed. A choice experiment was conducted using the Best-Worst Scaling (BWS) method on a sample of 479 individuals intercepted in the Argentera Valley, in the Western Italian Alps. Results, showed a strong interest in biodiversity, aesthetic landscape quality and psychophysical health and a lower interest in provisioning services. Based on the individual preferences, civil society was clustered into five groups for FES, named “Hedonistic,” “Individualist with cultural and health interests,” “Sensitive to regulatory and utilitarian functions,” “Climate change sensitive” and “Livelihood and hedonistic wellbeing.” In general, there was a growing appreciation by civil society for the intangible services offered by the forest, driven by modern lifestyles and an interest in learning more about the provided services. Based on these elements, we believe that similar research should be extended to other mountain contexts to validate the results or to find new insights, and that it is now necessary to study how to involve civil society in decision-making processes of forest planning and management at a local level.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2022.1000043/full"
  },
  {
    "title": "Technical and Economic Analysis of Municipal Solid Waste Potential for Waste to Energy Plant (Case Study: Jatibarang Landfill Semarang, Central Java, Indonesia)",
    "authors": [
      "Soleh Mohammad,",
      "Hadiyanto Hadiyanto,",
      "Windarta Jaka,",
      "Anne Olga,",
      "Hendroko Setyobudi Roy,",
      "Mel Maizirwan"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202019000027",
    "journalVolume": "Vol. 190\n                                \n                                \n                                  p.\n                                  00027",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Municipal solid waste (MSW) is still a serious problem in Indonesia. As well as following up on the Indonesian Government’s commitment to reduce carbon emissions, a Presidential decree Perpres Number 18 of 2016 concerning the Acceleration of the Development of Waste-Based Power Plants was made. It is expected that the construction of Waste-Based Power Plants from landfills can reduce the budget deficit in handling municipal waste while maintaining environmental preservation. This research calculates the potential of landfill gas that can be produced from the landfill waste dumps of Jatibarang, as well as the capacity of electrical energy that can be produced. Furthermore, with several types of plant scenarios used, it can be seen the economic feasibility of the construction of a Waste Based Power Plant in Jatibarang landfill. The landfill gas potential and economic feasibility for this study are calculated using the Intergovernmental Panel on Climate Change (IPCC) Inventory Software and LFG-CostWeb from LandGEM. The results showed that only from the electricity sale Standard Reciprocating Engine-Generator Set project may generate a break even in the 6 yr after the operation begins and value of the net present value is USD 755 664 for 15 yr project lifetime.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/50/e3sconf_icorer2020_00027.pdf"
  },
  {
    "title": "Implementation of a Natech Vulnerability Index in a Seveso Plant",
    "authors": [
      "David J. Castro Rodriguez,",
      "Eleonora Pilone,",
      "Gianfranco Camuncoli,",
      "Micaela Demichela"
    ],
    "doi": "https://doi.org/10.3303/CET23100008",
    "journalVolume": "Vol. 100",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "NaTech accidents are a class of cascading events that occur when natural and technological hazards collide. In the process industry, where multi-hazard substances are used in large quantities, failures due to natural events can bring simultaneously or sequentially events of acute toxicity, fire, and explosion, which might impact the population and the environment, also provoking economical losses. The risk analysis methodology used by the Seveso industry often resulted in scenarios related to NaTech events being excluded due to their low probability. However, the increasing impacts of climate change may lead to variations in the recurrence of severe unexpected natural events that will greatly alter the projected frequency of NaTech events. For this reason, it is critical that decision-makers be adequately informed about potential NaTech risks and consider them not only in industrial safety reports but also in the provisions of emergency and city plans. In this paper, a planning tool is used to assess NaTech risk at a Seveso facility that manufactures lubricating oil additives. A validated method was used to cross the information among the vulnerable industrial items, the typical damage modes triggered by the natural hazards, and the hazardous substances involved in the plant. The information was extracted from the public inventory of establishments at risk of major accidents connected with dangerous substances, and the safety report that the plant draws up. The results provide an early warning system to the decision-makers about the NaTech vulnerabilities that threaten both, human health, and the environment, contributing to increasing their awareness and preparedness. Further research is required to integrate this kind of analysis with diverse current methodologies for characterizing NaTech events within territorial and multi-risk approaches.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/13330"
  },
  {
    "title": "Physiological Responses to Abiotic and Biotic Stress in Forest Trees",
    "authors": [
      "Andrea Polle,",
      "Heinz Rennenberg"
    ],
    "doi": "https://doi.org/10.3390/f10090711",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  711",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forests fulfill important ecological functions by sustaining nutrient cycles and providing habitats for a multitude of organisms. They further deliver ecosystem services such as carbon storage, protection from erosion, and wood as an important commodity. Trees have to cope in their environment with a multitude of natural and anthropogenic forms of stress. Resilience and resistance mechanisms to biotic and abiotic stresses are of special importance for long-lived tree species. Since trees exist for many decades or even centuries on the same spot, they have to acclimate their growth and reproduction to constantly changing atmospheric and pedospheric conditions. In this special issue, we invited contributions addressing the physiological responses of forest trees to a wide array of different stress factors. Among the eighteen papers published, seventeen covered drought or salt stress as major environmental cues, highlighting the relevance of this topic in times of climate change. Only one paper studied cold stress [1]. The dominance of drought and salt stress studies underpins the need to understand tree responses to these environmental threats from the molecular to the ecophysiological level. The papers contributing to this Special Issue cover these scientific aspects in different areas of the globe and encompass conifers as well as broadleaf tree species. In addition, two studies deal with bamboo (Phyllostachys sp., [1,2]). Bamboo, although botanically belonging to grasses, was included because its ecological functions and applications are similar to those of trees.",
    "readLink": "https://www.mdpi.com/1999-4907/10/9/711"
  }
]