[
  {
    "title": "Multidecadal, continent-level analysis indicates agricultural practices impact wheat aphid loads more than climate change",
    "authors": [
      "Xiao Sun,",
      "Yumei Sun,",
      "Ling Ma,",
      "Zhen Liu,",
      "Qiyun Wang,",
      "Dingli Wang,",
      "Chujun Zhang,",
      "Hongwei Yu,",
      "Ming Xu,",
      "Jianqing Ding,",
      "Evan Siemann"
    ],
    "doi": "https://doi.org/10.1038/s42003-022-03731-z",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2399-3642 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.nature.com/commsbio/",
    "abstract": "A meta-analysis of wheat aphid populations obtained from 120 studies from 1970 to 2017 reveals that pest loads increased in China but decreased in Europe and suggests this is due to differences in pesticide use, fertilization, land use, and natural enemies.",
    "readLink": "https://doi.org/10.1038/s42003-022-03731-z"
  },
  {
    "title": "Estimates of Present and Future Asthma Emergency Department Visits Associated With Exposure to Oak, Birch, and Grass Pollen in the United States",
    "authors": [
      "James E. Neumann,",
      "Susan C. Anenberg,",
      "Kate R. Weinberger,",
      "Meredith Amend,",
      "Sahil Gulati,",
      "Allison Crimmins,",
      "Henry Roman,",
      "Neal Fann,",
      "Patrick L. Kinney"
    ],
    "doi": "https://doi.org/10.1029/2018GH000153",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  11\n                                  – 27",
    "issn": "2471-1403 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2471-1403/",
    "abstract": "Abstract Pollen is an important environmental cause of allergic asthma episodes. Prior work has established a proof of concept for assessing projected climate change impacts on future oak pollen exposure and associated health impacts. This paper uses additional monitor data and epidemiologic functions to extend prior analyses, reporting new estimates of the current and projected future health burden of oak, birch, and grass pollen across the contiguous United States. Our results suggest that tree pollen in the spring currently accounts for between 25,000 and 50,000 pollen‐related asthma emergency department (ED) visits annually (95% confidence interval: 14,000 to 100,000), roughly two thirds of which occur among people under age 18. Grass pollen in the summer season currently accounts for less than 10,000 cases annually (95% confidence interval: 4,000 to 16,000). Compared to a baseline with 21st century population growth but constant pollen, future temperature and precipitation show an increase in ED visits of 14% in 2090 for a higher greenhouse gas emissions scenario, but only 8% for a moderate emissions scenario, reflecting projected increases in pollen season length. Grass pollen, which is more sensitive to changes in climatic conditions, is a primary contributor to future ED visits, with the largest effects in the Northeast, Midwest, and Southern Great Plains regions. More complete assessment of the current and future health burden of pollen is limited by the availability of data on pollen types (e.g., ragweed), other health effects (e.g., other respiratory disease), and economic consequences (e.g., medication costs).",
    "readLink": "https://doi.org/10.1029/2018GH000153"
  },
  {
    "title": "CALL FOR EMERGENCY ACTION TO LIMIT GLOBAL TEMPERATURE INCREASES, RESTORE BIODIVERSITY, AND PROTECT HEALTH",
    "authors": [
      "Lukoye Atwoli,",
      "Abdullah H. Baqui,",
      "Thomas Benfield,",
      "Raffaella Bosurgi,",
      "Fiona Godlee,",
      "Stephen Hancocks,",
      "Richard Horton,",
      "Laurie Laybourn-Langton,",
      "Carlos Augusto Monteiro,",
      "Ian Norman,",
      "Kirsten Patrick,",
      "Nigel Praities,",
      "Marcel GM Olde Rikkert,",
      "Eric J. Rubin,",
      "Peush Sahni,",
      "Richard Smith,",
      "Nicholas J. Talley,",
      "Sue Turale,",
      "Damián Vázquez"
    ],
    "doi": "https://doi.org/10.35845/kmuj.2021.21918",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  127\n                                  – 30",
    "issn": "2305-2643 (Print)",
    "publisher": "2305-2651 (Online)",
    "countryOfPublisher": "Khyber Medical University",
    "lcc": [
      "Pakistan",
      "Medicine"
    ],
    "journalUrl": "http://www.kmuj.kmu.edu.pk/index",
    "abstract": "The UN General Assembly in September 2021 will bring countries together at a critical time for marshalling collective action to tackle the global environmental crisis. They will meet again at the biodiversity summit in Kunming, China, and the climate conference (COP26) in Glasgow, UK. Ahead of these pivotal meetings, we—the editors of health journals worldwide—call for urgent action to keep average global temperature increases below 1.5°C, halt the destruction of nature, and protect health. Health is already being harmed by global temperature increases and the destruction of the natural world, a state of affairs health professionals have been bringing attention to for decades.1 The science is unequivocal; a global increase of 1.5°C above the pre-industrial average and the continued loss of biodiversity risk catastrophic harm to health that will be impossible to reverse.2,3 Despite the world’s necessary preoccupation with covid-19, we cannot wait for the pandemic to pass to rapidly reduce emissions. Reflecting the severity of the moment, this editorial appears in health journals across the world. We are united in recognising that only fundamental and equitable changes to societies will reverse our current trajectory. The risks to health of increases above 1.5°C are now well established.2 Indeed, no temperature rise is “safe.” In the past 20 years, heat related mortality among people aged over 65 has increased by more than 50%.4 Higher temperatures have brought increased dehydration and renal function loss, dermatological malignancies, tropical infections, adverse mental health outcomes, pregnancy complications, allergies, and cardiovascular and pulmonary morbidity and mortality.5,6 Harms disproportionately affect the most vulnerable, including among children, older populations, ethnic minorities, poorer communities, and those with underlying health problems.2,4 Global heating is also contributing to the decline in global yield potential for major crops, falling by 1.8-5.6% since 1981; this, together with the effects of extreme weather and soil depletion, is hampering efforts to reduce undernutrition.4 Thriving ecosystems are essential to human health, and the widespread destruction of nature, including habitats and species, is eroding water and food security and increasing the chance of pandemics.3,7,8 The consequences of the environmental crisis fall disproportionately on those countries and communities that have contributed least to the problem and are least able to mitigate the harms. Yet no country, no matter how wealthy, can shield itself from these impacts. Allowing the consequences to fall disproportionately on the most vulnerable will breed more conflict, food insecurity, forced displacement, and zoonotic disease—with severe implications for all countries and communities. As with the covid-19 pandemic, we are globally as strong as our weakest member. Rises above 1.5°C increase the chance of reaching tipping points in natural systems that could lock the world into an acutely unstable state. This would critically impair our ability to mitigate harms and to prevent catastrophic, runaway environmental change.9,10 Global targets are not enough Encouragingly, many governments, financial institutions, and businesses are setting targets to reach net-zero emissions, including targets for 2030. The cost of renewable energy is dropping rapidly. Many countries are aiming to protect at least 30% of the world’s land and oceans by 2030.11 These promises are not enough. Targets are easy to set and hard to achieve. They are yet to be matched with credible short- and longer-term plans to accelerate cleaner technologies and transform societies. Emissions reduction plans do not adequately incorporate health considerations.12 Concern is growing that temperature rises above 1.5°C are beginning to be seen as inevitable, or even acceptable, to powerful members of the global community.13 Relatedly, current strategies for reducing emissions to net zero by the middle of the century implausibly assume that the world will acquire great capabilities to remove greenhouse gases from the atmosphere.14,15 This insufficient action means that temperature increases are likely to be well in excess of 2°C,16 a catastrophic outcome for health and environmental stability. Critically, the destruction of nature does not have parity of esteem with the climate element of the crisis, and every single global target to restore biodiversity loss by 2020 was missed.17 This is an overall environmental crisis.18 Health professionals are united with environmental scientists, businesses, and many others in rejecting that this outcome is inevitable. More can and must be done now—in Glasgow and Kunming—and in the immediate years that follow. We join health professionals worldwide who have already supported calls for rapid action.1,19 Equity must be at the centre of the global response. Contributing a fair share to the global effort means that reduction commitments must account for the cumulative, historical contribution each country has made to emissions, as well as its current emissions and capacity to respond. Wealthier countries will have to cut emissions more quickly, making reductions by 2030 beyond those currently proposed20,21 and reaching net-zero emissions before 2050. Similar targets and emergency action are needed for biodiversity loss and the wider destruction of the natural world. To achieve these targets, governments must make fundamental changes to how our societies and economies are organised and how we live. The current strategy of encouraging markets to swap dirty for cleaner technologies is not enough. Governments must intervene to support the redesign of transport systems, cities, production and distribution of food, markets for financial investments, health systems, and much more. Global coordination is needed to ensure that the rush for cleaner technologies does not come at the cost of more environmental destruction and human exploitation. Many governments met the threat of the covid-19 pandemic with unprecedented funding. The environmental crisis demands a similar emergency response. Huge investment will be needed, beyond what is being considered or delivered anywhere in the world. But such investments will produce huge positive health and economic outcomes. These include high quality jobs, reduced air pollution, increased physical activity, and improved housing and diet. Better air quality alone would realise health benefits that easily offset the global costs of emissions reductions.22 These measures will also improve the social and economic determinants of health, the poor state of which may have made populations more vulnerable to the covid-19 pandemic.23 But the changes cannot be achieved through a return to damaging austerity policies or the continuation of the large inequalities of wealth and power within and between countries. Cooperation hinges on wealthy nations doing more In particular, countries that have disproportionately created the environmental crisis must do more to support low- and middle-income countries to build cleaner, healthier, and more resilient societies. High income countries must meet and go beyond their outstanding commitment to provide $100bn a year, making up for any shortfall in 2020 and increasing contributions to and beyond 2025. Funding must be equally split between mitigation and adaptation, including improving the resilience of health systems. Financing should be through grants rather than loans, building local capabilities and truly empowering communities, and should come alongside forgiving large debts, which constrain the agency of so many low-income countries. Additional funding must be marshalled to compensate for inevitable loss and damage caused by the consequences of the environmental crisis. As health professionals, we must do all we can to aid the transition to a sustainable, fairer, resilient, and healthier world. Alongside acting to reduce the harm from the environmental crisis, we should proactively contribute to global prevention of further damage and action on the root causes of the crisis. We must hold global leaders to account and continue to educate others about the health risks of the crisis. We must join in the work to achieve environmentally sustainable health systems before 2040, recognising that this will mean changing clinical practice. Health institutions have already divested more than $42bn of assets from fossil fuels; others should join them.4 The greatest threat to global public health is the continued failure of world leaders to keep the global temperature rise below 1.5°C and to restore nature. Urgent, society-wide changes must be made and will lead to a fairer and healthier world. We, as editors of health journals, call for governments and other leaders to act, marking 2021 as the year that the world finally changes course.",
    "readLink": "https://www.kmuj.kmu.edu.pk/article/view/21918"
  },
  {
    "title": "Assessing River Basin Development Given Water‐Energy‐Food‐Environment Interdependencies",
    "authors": [
      "Robel Geressu,",
      "Christian Siderius,",
      "Julien J. Harou,",
      "Japhet Kashaigili,",
      "Laetitia Pettinotti,",
      "Declan Conway"
    ],
    "doi": "https://doi.org/10.1029/2019EF001464",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Many river basins in the Global South are undergoing rapid development with major implications for the interdependent water‐energy‐food‐environmental (WEFE) “nexus” sectors. A range of views on the extent to which such natural‐human systems should be developed typically exists. The perceived best investments in river basins depend on how one frames the planning problem. Therefore, we propose an approach where the best possible (optimized) implementations of different river basin development scenarios are assessed by comparing their WEFE sector trade‐offs. We apply the approach to Tanzania's Rufiji river basin, an area with multiple WEFE interdependencies and high development potential (irrigation and hydropower) and ecosystem services. Performance indicators are identified through stakeholder consultation and describe WEFE sector response under scenarios of river basin development. Results show considerable potential exists for energy and irrigation expansion. Designs that prioritize energy production adversely affect environmental performance; however, part of the negative impacts can be minimized through release rules designed to replicate the natural variability of flow. The reliability of monthly energy generation is more sensitive to environmental‐oriented management than the cumulative annual energy production. Overall results highlight how sectoral trade‐offs change depending on the extent of development, something that may be difficult to regulate in the future, and that there are important basin‐scale interdependencies. Benefits and limitations of the approach and its application are discussed.",
    "readLink": "https://doi.org/10.1029/2019EF001464"
  },
  {
    "title": "Allometric Equations for Shrub and Short-Stature Tree Aboveground Biomass within Boreal Ecosystems of Northwestern Canada",
    "authors": [
      "Linda Flade,",
      "Christopher Hopkinson,",
      "Laura Chasmer"
    ],
    "doi": "https://doi.org/10.3390/f11111207",
    "journalVolume": "Vol. 11,\n                                no. 1207\n                                \n                                  p.\n                                  1207",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Aboveground biomass (AGB) of short-stature shrubs and trees contain a substantial part of the total carbon pool within boreal ecosystems. These ecosystems, however, are changing rapidly due to climate-mediated atmospheric changes, with overall observed decline in woody plant AGB in boreal northwestern Canada. Allometric equations provide a means to quantify woody plant AGB and are useful to understand aboveground carbon stocks as well as changes through time in unmanaged boreal ecosystems. In this paper, we provide allometric equations, regression coefficients, and error statistics to quantify total AGB of shrubs and short-stature trees. We provide species- and genus-specific as well as multispecies allometric models for shrub and tree species commonly found in northwestern boreal forest and peatland ecosystems. We found that the three-dimensional field variable (volume) provided the most accurate prediction of shrub multispecies AGB (R2 = 0.79, p R2 = 0.23, p R2 = 0.99, p R2 = 0.29, p R2 = 0.78, p < 0.001). The AGB models provided in this paper will improve our understanding of shrub and tree AGB within rapidly changing boreal environments.",
    "readLink": "https://www.mdpi.com/1999-4907/11/11/1207"
  },
  {
    "title": "Vulnerability of agriculture to climate change increases the risk of child malnutrition: Evidence from a large-scale observational study in India.",
    "authors": [
      "Bidhubhusan Mahapatra,",
      "Monika Walia,",
      "Chitiprolu Anantha Rama Rao,",
      "Bellapukonda Murali Krishna Raju,",
      "Niranjan Saggurti"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0253637",
    "journalVolume": "Vol. 16,\n                                no. 6\n                                \n                                  p.\n                                  e0253637",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "IntroductionThe impact of climate change on agriculture and food security has been examined quite thoroughly by researchers globally as well as in India. While existing studies provide evidence on how climate variability affects the food security and nutrition, research examining the extent of effect vulnerability of agriculture to climate change can have on nutrition in India are scarce. This study examined a) the association between the degree of vulnerability in agriculture to climate change and child nutrition at the micro-level b) spatial effect of climate vulnerability on child nutrition, and c) the geographical hotspots of both vulnerability in agriculture to climate change and child malnutrition.MethodsThe study used an index on vulnerability of agriculture to climate change and linked it to child malnutrition indicators (stunting, wasting, underweight and anaemia) from the National Family Health Survey 4 (2015-16). Mixed-effect and spatial autoregressive models were fitted to assess the direction and strength of the relationship between vulnerability and child malnutrition at macro and micro level. Spatial analyses examined the within-district and across-district spill-over effects of climate change vulnerability on child malnutrition.ResultsBoth mixed-effect and spatial autoregressive models found that the degree of vulnerability was positively associated with malnutrition among children. Children residing in districts with a very high degree of vulnerability were more like to have malnutrition than those residing in districts with very low vulnerability. The analyses found that the odds of a child suffering from stunting increased by 32%, wasting by 42%, underweight by 45%, and anaemia by 63% if the child belonged to a district categorised as very highly vulnerable when compared to those categorised as very low. The spatial analysis also suggested a high level of clustering in the spatial distribution of vulnerability and malnutrition. Hotspots of child malnutrition and degree of vulnerability were mostly found to be clustered around western-central part of India.ConclusionStudy highlights the consequences that vulnerability of agriculture to climate change can have on child nutrition. Strategies should be developed to mitigate the effect of climate change on areas where there is a clustering of vulnerability and child malnutrition.",
    "readLink": "https://doi.org/10.1371/journal.pone.0253637"
  },
  {
    "title": "Development and Verification of the Available Number of Water Intake Days in Ungauged Local Water Source Using the SWAT Model and Flow Recession Curves",
    "authors": [
      "Jung-Ryel Choi,",
      "Il-Moon Chung,",
      "Se-Jin Jeung,",
      "Kyung-Su Choo,",
      "Cheong-Hyeon Oh,",
      "Byung-Sik Kim"
    ],
    "doi": "https://doi.org/10.3390/w13111511",
    "journalVolume": "Vol. 13,\n                                no. 1511\n                                \n                                  p.\n                                  1511",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change significantly affects water supply availability due to changes in the magnitude and seasonality of runoff and severe drought events. In the case of Korea, despite a high water supply ratio, more populations have continued to suffer from restricted regional water supplies. Though Korea enacted the Long-Term Comprehensive Water Resources Plan, a field survey revealed that the regional government organizations limitedly utilized their drought-related data. These limitations present a need for a system that provides a more intuitive drought review, enabling a more prompt response. Thus, this study presents a rating curve for the available number of water intake days per flow, and reviews and calibrates the Soil and Water Assessment Tool (SWAT) model mediators, and found that the coefficient of determination, Nash–Sutcliffe efficiency (NSE), and percent bias (PBIAS) from 2007 to 2011 were at 0.92%, 0.84%, and 7.2%, respectively, which were “very good” levels. The flow recession curve was proposed after calculating the daily long-term flow and extracted the flow recession trends during days without precipitation. In addition, the SWAT model’s flow data enables the quantitative evaluations of the number of available water intake days without precipitation because of the high hit rate when comparing the available number of water intake days with the limited water supply period near the study watershed. Thus, this study can improve drought response and water resource management plans.",
    "readLink": "https://www.mdpi.com/2073-4441/13/11/1511"
  },
  {
    "title": "Capturing Stakeholders’ Challenges of the Food–Water–Energy Nexus—A Participatory Approach for Pune and the Bhima Basin, India",
    "authors": [
      "Raphael Karutz,",
      "Ines Omann,",
      "Steven M. Gorelick,",
      "Christian J. A. Klassert,",
      "Heinrich Zozmann,",
      "Yuanzao Zhu,",
      "Sigrun Kabisch,",
      "Annegret Kindler,",
      "Anjuli Jain Figueroa,",
      "Ankun Wang,",
      "Karin Küblböck,",
      "Hannes Grohs,",
      "Peter Burek,",
      "Mikhail Smilovic,",
      "Bernd Klauer"
    ],
    "doi": "https://doi.org/10.3390/su14095323",
    "journalVolume": "Vol. 14,\n                                no. 5323\n                                \n                                  p.\n                                  5323",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Systems models of the Food–Water–Energy (FWE) nexus face a conceptual difficulty: the systematic integration of local stakeholder perspectives into a coherent framework for analysis. We present a novel procedure to co-produce and systematize the real-life complexity of stakeholder knowledge and forge it into a clear-cut set of challenges. These are clustered into the Pressure–State–Response (PSIR) framework, which ultimately guides the development of a conceptual systems model closely attuned to the needs of local stakeholders. We apply this approach to the case of the emerging megacity Pune and the Bhima basin in India. Through stakeholder workshops, involving 75 resource users and experts, we identified 22 individual challenges. They include exogenous pressures, such as climate change and urbanization, and endogenous pressures, such as agricultural groundwater over-abstraction and land use change. These pressures alter the Bhima basin’s system state, characterized by inefficient water and energy supply systems and regional scarcity. The consequent impacts on society encompass the inadequate provision with food, water, and energy and livelihood challenges for farmers in the basin. An evaluation of policy responses within the conceptual systems model shows the complex cause–effect interactions between nexus subsystems. One single response action, such as the promotion of solar farming, can affect multiple challenges. The resulting concise picture of the regional FWE system serves resource users, policymakers, and researchers to evaluate long-term policies within the context of the urban FWE system. While the presented results are specific to the case study, the approach can be transferred to any other FWE nexus system.",
    "readLink": "https://www.mdpi.com/2071-1050/14/9/5323"
  },
  {
    "title": "The Potential of Payment for Ecosystem Services for Crop Wild Relative Conservation",
    "authors": [
      "Nicholas Tyack,",
      "Hannes Dempewolf,",
      "Colin K. Khoury"
    ],
    "doi": "https://doi.org/10.3390/plants9101305",
    "journalVolume": "Vol. 9,\n                                no. 1305\n                                \n                                  p.\n                                  1305",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Crop wild relatives (CWR) have proven to be very valuable in agricultural breeding programs but remain a relatively under-utilized and under-protected resource. CWR have provided resistance to pests and diseases, abiotic stress tolerance, quality improvements and yield increases with the annual contribution of these traits to agriculture estimated at USD 115 billion globally and are considered to possess many valuable traits that have not yet been explored. The use of the genetic diversity found in CWR for breeding provides much-needed resilience to modern agricultural systems and has great potential to help sustainably increase agricultural production to feed a growing world population in the face of climate change and other stresses. A number of CWR taxa are at risk, however, necessitating coordinated local, national, regional and global efforts to preserve the genetic diversity of these plants through complementary in situ and ex situ conservation efforts. We discuss the absence of adequate institutional frameworks to incentivize CWR conservation services and propose payment for ecosystem services (PES) as an under-explored mechanism for financing these efforts. Such mechanisms could serve as a potentially powerful tool for enhancing the long-term protection of CWR.",
    "readLink": "https://www.mdpi.com/2223-7747/9/10/1305"
  },
  {
    "title": "Plastid and mitochondrial genomes of Coccophora langsdorfii (Fucales, Phaeophyceae) and the utility of molecular markers.",
    "authors": [
      "Louis Graf,",
      "Yae Jin Kim,",
      "Ga Youn Cho,",
      "Kathy Ann Miller,",
      "Hwan Su Yoon"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0187104",
    "journalVolume": "Vol. 12,\n                                no. 11\n                                \n                                  p.\n                                  e0187104",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Coccophora langsdorfii (Turner) Greville (Fucales) is an intertidal brown alga that is endemic to Northeast Asia and increasingly endangered by habitat loss and climate change. We sequenced the complete circular plastid and mitochondrial genomes of C. langsdorfii. The circular plastid genome is 124,450 bp and contains 139 protein-coding, 28 tRNA and 6 rRNA genes. The circular mitochondrial genome is 35,660 bp and contains 38 protein-coding, 25 tRNA and 3 rRNA genes. The structure and gene content of the C. langsdorfii plastid genome is similar to those of other species in the Fucales. The plastid genomes of brown algae in other orders share similar gene content but exhibit large structural recombination. The large in-frame insert in the cox2 gene in the mitochondrial genome of C. langsdorfii is typical of other brown algae. We explored the effect of this insertion on the structure and function of the cox2 protein. We estimated the usefulness of 135 plastid genes and 35 mitochondrial genes for developing molecular markers. This study shows that 29 organellar genes will prove efficient for resolving brown algal phylogeny. In addition, we propose a new molecular marker suitable for the study of intraspecific genetic diversity that should be tested in a large survey of populations of C. langsdorfii.",
    "readLink": "http://europepmc.org/articles/PMC5695614?pdf=render"
  }
]