[
  {
    "title": "Le problème de l'acceptation des éoliennes dans les campagnes françaises : deux exemples de la proximité géographique",
    "authors": [
      "Diana Gueorguieva-Faye"
    ],
    "doi": "https://doi.org/10.4000/developpementdurable.2705",
    "issn": "1772-9971 (Online)",
    "publisher": "Réseau Développement Durable et Territoires Fragiles",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences"
    ],
    "journalUrl": "http://developpementdurable.revues.org/",
    "abstract": "The global climate change and the will of landscape conservation have received in France a growing attention in the recent years. The production of electric power by using wind energy could contribute to the efforts to fight against climate change. However, the presence of wind turbines in the French countryside causes conflict that we can analyze as geographical proximity. The visual impact of the wind turbines is an issue often discussed among nearby residents and the French administration authorities. The process of concentrating the wind turbines shows how this proximity with residents can become “looked for”.",
    "readLink": "http://journals.openedition.org/developpementdurable/2705"
  },
  {
    "title": "Nutritional status of a young adult population in saline-prone coastal Bangladesh",
    "authors": [
      "Tapas Mazumder,",
      "Shannon Rutherford,",
      "Syed Moshfiqur Rahman,",
      "Syed Moshfiqur Rahman,",
      "Mohammad Radwanur Talukder,",
      "Mohammad Radwanur Talukder,",
      "Mohammad Radwanur Talukder"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2023.1095223",
    "journalVolume": "Vol. 11",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "IntroductionLike many low- and middle-income countries, understanding the nutritional status of the young population in Bangladesh has had less attention. With projected climate change and associated sea level rise, the existing problem of salinity in coastal Bangladesh will significantly increase and further worsen agrobiodiversity. This research aimed to examine the nutritional status of a young population in climate-vulnerable coastal Bangladesh to inform appropriate intervention strategies to reduce the burden on health and economic outcomes.MethodsA cross-sectional survey was conducted in 2014, and anthropometric measures were conducted for 309 young people aged 19–25 years in a rural saline-prone subdistrict in southwestern coastal Bangladesh. Body mass index (BMI) was calculated from body height and weight, and data about socio-demographic factors were collected. To identify the socio-demographic risk factors affecting undernutrition (BMI <18.5 kg/m2) and overweight/obesity (BMI ≥ 25.0 kg/m2), multinomial logistic regression analysis was used.ResultsOverall, one-fourth of the study population was classified as underweight, and nearly one-fifth were overweight or obese. The proportion of underweight was significantly higher in women (32.5%) compared to that of men (15.2%). Overall, employment, especially in women, was associated with reduced odds of being underweight (adjusted odds ratio—aOR: 0.32; 95% confidence interval - CI: 0.11, 0.89). Subjects with secondary education incomplete (grades 6-9) compared to those with primary or below education (grades 0-5; aOR: 2.51; 95% CI: 1.12, 5.59) and employed compared to those unemployed groups (aOR: 5.84; 95% CI: 2.67, 12.74) were more likely to be overweight or obese in this study population. These associations were more pronounced in women.DiscussionMultisectoral program strategies are required to tackle the growing burden of malnutrition (both under and overweight) in this young age group tailored to local contexts including in climate-vulnerable coastal Bangladesh.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2023.1095223/full"
  },
  {
    "title": "Perception of Climate Change and Pro-Environmental Behavioral Intentions of Forest Recreation Area Users—A Case of Taiwan",
    "authors": [
      "Min-Yen Chang,",
      "Hung-Yu Kuo,",
      "Han-Shen Chen"
    ],
    "doi": "https://doi.org/10.3390/f13091476",
    "journalVolume": "Vol. 13,\n                                no. 1476\n                                \n                                  p.\n                                  1476",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "This study aims to extend the theory of planned behavior to explore climate change perception, adaptation intention, and behavioral patterns of PEB of tourists in the Xitou Nature Education Area (XNEA) in Taiwan. Furthermore, we analyzed the correlation among various variables using partial least squares structural equation modeling (PLS-SEM). Data were collected from the close-ended question questionnaires; sample size (n = 626). SPSS 22.0 and AMOS 22.0 for Windows were used as tools for analysis. The results are as follows: the perception of tourists on climate change exerts a significant positive effect on attitudes, subjective norms, and perceived behavioral control, which, in turn, exerts significant positive effects on climate change adaptation intentions. Furthermore, climate change adaptation intentions exert a significant positive influence on the behavioral patterns of PEB. Finally, political trust exerts a moderating effect on the relationship between subjective norms and climate change adaptation intentions and between perceived behavioral control and climate change adaptation intentions. Our findings indicate that it is necessary to encourage awareness of climate change, and that it is also very important to increase the value of political trust when making environmental policies.",
    "readLink": "https://www.mdpi.com/1999-4907/13/9/1476"
  },
  {
    "title": "Effect of climate-related change in vegetation on leaf litter consumption and energy storage by Gammarus pulex from Continental or Mediterranean populations.",
    "authors": [
      "Natacha Foucreau,",
      "Christophe Piscart,",
      "Sara Puijalon,",
      "Frédéric Hervant"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0077242",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  e77242",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "As a consequence of global warming, it is important to characterise the potential changes occurring for some functional processes through the intra-specific study of key species. Changes in species distribution, particularly when key or engineer species are affected, should contribute to global changes in ecosystem functioning. In this study, we examined the potential consequences induced by global warming on ecosystem functioning in term of organic matter recycling. We compared consumption of leaf litter by some shredder populations (Gammarus pulex) between five tree species inhabiting continental (i.e., the northern region of the Rhône River Valley) and/or Mediterranean (i.e., the southern region of the Rhône River Valley) conditions. To consider any potential adaptation of the gammarid population to vegetation in the same climate conditions, three populations of the key shredder Gammarus pulex from the northern region and three from the southern region of the Rhône River Valley were used. We experimentally compared the effects of the geographical origin of both the gammarid populations and the leaf litter species on the shredding activity and the physiological state of animals (through body triglyceride content). This study demonstrated that leaf toughness is more important than geographical origin for determining shredder leaf litter consumption. The overall consumption rate of the gammarid populations from the southern region of Rhône Valley was much higher than that of the populations from the northern region, but no clear differences between the origins of the leaf litter (i.e., continental vs. Mediterranean) were observed. The northwards shift of G. pulex populations adapted to warmer conditions might significantly modify organic matter recycling in continental streams. As gammarid populations can demonstrate local adaptations to certain leaf species as a trophic resource, changes in riparian vegetation associated with climate change might locally affect the leaf litter degradation process by this shredder.",
    "readLink": "http://europepmc.org/articles/PMC3799701?pdf=render"
  },
  {
    "title": "A Water Resources Planning Tool for the Jordan River Basin",
    "authors": [
      "Christopher Bonzi,",
      "Brian Joyce,",
      "Holger Hoff,",
      "Katja Tielbörger"
    ],
    "doi": "https://doi.org/10.3390/w3030718",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  718\n                                  – 736",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The Jordan River basin is subject to extreme and increasing water scarcity. Management of transboundary water resources in the basin is closely intertwined with political conflicts in the region. We have jointly developed with stakeholders and experts from the riparian countries, a new dynamic consensus database and—supported by hydro-climatological model simulations and participatory scenario exercises in the GLOWA (Global Change and the Hydrological Cycle) Jordan River project—a basin-wide Water Evaluation and Planning (WEAP) tool, which will allow testing of various unilateral and multilateral adaptation options under climate and socio-economic change. We present its validation and initial (climate and socio-economic) scenario analyses with this budget and allocation tool, and invite further adaptation and application of the tool for specific Integrated Water Resources Management (IWRM) problems.",
    "readLink": "http://www.mdpi.com/2073-4441/3/3/718/"
  },
  {
    "title": "Contributing factors for self-reported HIV in male Peruvian inmates: results of the 2016 prison census",
    "authors": [
      "Carlos Culquichicón,",
      "Carlos Culquichicón,",
      "Carlos Culquichicón,",
      "Luis E. Zapata-Castro,",
      "Luis E. Zapata-Castro,",
      "Luis E. Zapata-Castro,",
      "Percy Soto-Becerra,",
      "Alfonso Silva-Santisteban,",
      "Kelika A. Konda,",
      "Kelika A. Konda,",
      "Andrés G. Lescano"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2023.1241042",
    "journalVolume": "Vol. 11",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "IntroductionWorldwide, prisons are high-risk settings for the transmission of infectious diseases such as HIV. There is a need to understand the health conditions of prisoners to improve and implement timely strategies for HIV diagnosis and control. Hence, we aimed to identify factors associated with self-reported HIV (srHIV) among Peruvian inmates.MethodsThis study is a secondary data analysis of the First Peruvian Prison Census conducted in 2016. We estimated the prevalence of srHIV in prisoners who were male at birth and the association of srHIV with other social conditions, criminal records, and prevalent health conditions. Nested models identified a multivariable parsimonious model for factors associated with srHIV and yielding prevalence ratios adjusted by the included parameters.ResultsThe census surveyed 71,087 male inmates of whom 0.4% reported srHIV (n = 305), and 82% of whom were receiving antiretroviral treatment (n = 220). In our final multivariable model, srHIV was independently associated with age between 36 and 55 years old vs. >55 years old [parsimonious prevalence ratio (pPR) = 1.98, 95% CI, 0.96–4.08], having a stable partner out of prison (pPR = 1.64, 95% CI, 1.24–2.19), being homosexual (pPR = 4.16, 95% CI, 2.50–6.90), self-report of prevalent tuberculosis co-infection (pPR = 2.55, 95% CI, 1.82–3.58), self-report of prevalent sexually transmitted infections (pPR = 34.49, 95% CI, 24.94–47.70), and self-report of prevalent illicit drug use 30 days before the survey (pPR = 1.91, 95% CI, 1.43–2.56).ConclusionSelf-reported HIV is associated with multiple social, health and prison risks among Peruvian inmates. Deeply understanding these factors would help to design HIV prevention and control strategies in Peruvian prisons.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2023.1241042/full"
  },
  {
    "title": "Determinants of Green Energy Technology Purchase Intention: An Analytical Study",
    "authors": [
      "Imran Ali,",
      "Mohammad Naushad"
    ],
    "doi": "https://doi.org/10.32479/ijeep.14665",
    "journalVolume": "Vol. 13,\n                                no. 4",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Intensive use of non-renewable resources like coal and crude oil has created several issues and challenges such as the worsening greenhouse effect, depletion of fossil fuels, air pollution, global warming, and climate change. A few remedies have been implemented to address these issues caused by the heavy use of nonrenewable fuels. Developing and adopting green energy technologies is a step in the same direction. Green energy technologies have the potential to reduce the world’s carbon footprint, and waste and increase the efficiency of energy production. This can lead consumers to save money and the environment. This research work intends to determine important factors affecting the purchase intention of green energy technologies. There are four independent variables and one dependent variable. Data was collected from 342 randomly selected respondents from Delhi and NCR. Structural Equation Modeling (SEM) was used to analyze collected data. The main findings of this study are that perceived risk and functional factors impact the consumers’ green technology purchase intention substantially.",
    "readLink": "http://econjournals.com/index.php/ijeep/article/view/14665"
  },
  {
    "title": "Validation of SMOS, SMAP, and ESA CCI Soil Moisture Over a Humid Region",
    "authors": [
      "Xiaoyong Xu,",
      "Steven Frey"
    ],
    "doi": "https://doi.org/10.1109/JSTARS.2021.3122068",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  10784\n                                  – 10793",
    "issn": "1939-1404 (Print)",
    "publisher": "2151-1535 (Online)",
    "countryOfPublisher": "IEEE",
    "lcc": [
      "United States",
      "Technology: Ocean engineering",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=4609443",
    "abstract": "With recent advances in satellite microwave soil moisture estimation, there is a demand for up-to-date validation of satellite soil moisture products. This article presents a sparse network validation over a humid region within the Laurentian Great Lakes basin for five state-of-the-art satellite soil moisture datasets, including the Soil Moisture and Ocean Salinity (SMOS) Level 2 Soil Moisture User Data Product (MIR_SMUDP2) V650, the Soil Moisture Active Passive (SMAP) Enhanced Level 3 Radiometer Soil Moisture (SPL3SMP_E) Version 4, and the European Space Agency Climate Change Initiative (CCI) Soil Moisture v05.2 (containing the Active, Passive, and Combined sets). Unsurprisingly, the five sets of soil moisture products performed differently. With respect to the unbiased root-mean-squared error (ubRMSE), the CCI Combined product performed best (an average ubRMSE of about 0.04 m3 m−3), whereas the CCI Passive had the lowest performance with an average ubRMSE exceeding 0.10 m3 m−3. Overall, in terms of correlation measure, the SMAP and CCI Combined performed better than other products, with the lowest skill from the SMOS product. The SMAP product performed best in the context of the soil moisture anomaly detection, whereas the SMOS and CCI Passive showed the lowest anomaly correlation with the in situ observations. The validation results provide an important guidance for hydrological and meteorological applications involving satellite soil moisture datasets in the study region or other similar areas.",
    "readLink": "https://ieeexplore.ieee.org/document/9583898/"
  },
  {
    "title": "Anthropogenic Climate Change and Allergic Diseases",
    "authors": [
      "Hueiwang Anna Jeng,",
      "Leonard Bielory,",
      "Rafael Diaz,",
      "Viann Nguyen,",
      "James Blando"
    ],
    "doi": "https://doi.org/10.3390/atmos3010200",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  200\n                                  – 212",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Climate change is expected to have an impact on various aspects of health, including mucosal areas involved in allergic inflammatory disorders that include asthma, allergic rhinitis, allergic conjunctivitis and anaphylaxis. The evidence that links climate change to the exacerbation and the development of allergic disease is increasing and appears to be linked to changes in pollen seasons (duration, onset and intensity) and changes in allergen content of plants and their pollen as it relates to increased sensitization, allergenicity and exacerbations of allergic airway disease. This has significant implications for air quality and for the global food supply.",
    "readLink": "http://www.mdpi.com/2073-4433/3/1/200/"
  },
  {
    "title": "Characterizing host-pathogen interactions between Zostera marina and Labyrinthula zosterae",
    "authors": [
      "Yaamini R. Venkataraman,",
      "Amanda Shore,",
      "Sukanya Dayal,",
      "James Sanghyun Lee,",
      "Mahsa Alidoost Salimi,",
      "Grace Crandall,",
      "Malina M. Loeher,",
      "Mark Stoops,",
      "Megan Swanger,",
      "Morgan E. Eisenlord,",
      "Kathryn L. Van Alstyne,",
      "Mark D. Fast,",
      "Colleen A. Burge,",
      "Colleen A. Burge,",
      "Maya L. Groner,",
      "Maya L. Groner"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1152647",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "IntroductionSeagrass meadows serve as an integral component of coastal ecosystems but are declining rapidly due to numerous anthropogenic stressors including climate change. Eelgrass wasting disease, caused by opportunistic Labyrinthula spp., is an increasing concern with rising seawater temperature. To better understand the host-pathogen interaction, we paired whole organism physiological assays with dual transcriptomic analysis of the infected host and parasite. MethodsEelgrass (Zostera marina) shoots were placed in one of two temperature treatments, 11° C or 18° C, acclimated for 10 days, and exposed to a waterborne inoculation containing infectious Labyrinthula zosterae (Lz) or sterile seawater. At two- and five-days post-exposure, pathogen load, visible disease signs, whole leaf phenolic content, and both host- and pathogen- transcriptomes were characterized. ResultsTwo days after exposure, more than 90% of plants had visible lesions and Lz DNA was detectable in 100% percent of sampled plants in the Lz exposed treatment. Concentrations of total phenolic compounds were lower after 5 days of combined exposure to warmer temperatures and Lz, but were unaffected in other treatments. Concentrations of condensed tannins were not affected by Lz or temperature, and did not change over time. Analysis of the eelgrass transcriptome revealed 540 differentially expressed genes in response to Lz exposure, but not temperature. Lz-exposed plants had gene expression patterns consistent with increased defense responses through altered regulation of phytohormone biosynthesis, stress response, and immune function pathways. Analysis of the pathogen transcriptome revealed up-regulation of genes potentially involved in breakdown of host defense, chemotaxis, phagocytosis, and metabolism. DiscussionThe lack of a significant temperature signal was unexpected but suggests a more pronounced physiological response to Lz infection as compared to temperature. Pre-acclimation of eelgrass plants to the temperature treatments may have contributed to the limited physiological responses to temperature. Collectively, these data characterize a widespread physiological response to pathogen attack and demonstrate the value of paired transcriptomics to understand infections in a host-pathogen system.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1152647/full"
  }
]