[
  {
    "title": "Respiratory loss during late-growing season determines the net carbon dioxide sink in northern permafrost regions",
    "authors": [
      "Zhihua Liu,",
      "John S. Kimball,",
      "Ashley P. Ballantyne,",
      "Nicholas C. Parazoo,",
      "Wen J. Wang,",
      "Ana Bastos,",
      "Nima Madani,",
      "Susan M. Natali,",
      "Jennifer D. Watts,",
      "Brendan M. Rogers,",
      "Philippe Ciais,",
      "Kailiang Yu,",
      "Anna-Maria Virkkala,",
      "Frederic Chevallier,",
      "Wouter Peters,",
      "Prabir K. Patra,",
      "Naveen Chandra"
    ],
    "doi": "https://doi.org/10.1038/s41467-022-33293-x",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "The northern high latitude permafrost region has been an important contributor to the carbon sink since the 1980s. A new study finds that as tree cover increases, respiratory CO2 loss during late-growing season offsets photosynthetic CO2 uptake and leads to a slower rate of increasing annual net CO2 uptake.",
    "readLink": "https://doi.org/10.1038/s41467-022-33293-x"
  },
  {
    "title": "Locating “Climate Justice” within a National Context",
    "authors": [
      "Rebeca Leonard,",
      "Jacques-Chai Chomthongdi"
    ],
    "doi": "Vol. 36,\n                                no. 2",
    "issn": "2287-0741 (Print)",
    "publisher": "2287-075X (Online)",
    "countryOfPublisher": "Environmental Research Institute, Chulalongkorn University",
    "lcc": [
      "Thailand",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://ph01.tci-thaijo.org/index.php/aer/index",
    "abstract": "Many explorations of climate justice have focused on the international sphere, centring attention on the historical responsibilities of industrialised nations for the reduction of greenhouse gas (GHG) emissions and the financing of climate change policies, the imbalance in geopolitical power that has influenced and stalled decisions at the United Nations Framework Convention on Climate Change (UNFCCC), and the structural changes needed as the world re-thinks development. This article presents a discussion of articulations of climate justice in a national context, exploring the case of Thailand, a middle-income country with a fast growing economy and a high trajectory of increasing emissions, but not listed in Annex 1 of the UNFCCC. These articulations are grouped and discussed within a framework of justice amongst people, justice to a place, and justice through time. A more comprehensive consideration of climate justice at the national level could point Thailand towards substantially different approaches in the short, medium and long term, than those currently being implemented to address the climate crisis.",
    "readLink": "https://ph01-ohno.tci-thaijo.org/index.php/aer/article/view/17193"
  },
  {
    "title": "Advancing Regional and Transboundary Cooperation in the Conflict-Prone Hindu Kush–Himalaya",
    "authors": [
      "David Molden,",
      "Eklabya Sharma,",
      "Arun Bhakta Shrestha,",
      "Nakul Chettri,",
      "Neera Shrestha Pradhan,",
      "Rajan Kotru"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-17-00108.1",
    "journalVolume": "Vol. 37,\n                                no. 4\n                                \n                                  pp.\n                                  502\n                                  – 508",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "The International Centre for Integrated Mountain Development (ICIMOD) supports regional and transboundary cooperation to meet challenges of climate change, disaster risks, and sustainable development in the Hindu Kush–Himalaya (HKH). Action to sustain the HKH has the potential to directly improve the lives of more than one fourth of the world's population. However, facilitating cooperation and policy coherence among the countries sharing HKH resources is a persistent challenge in a region that is prone to conflict and is highly variable regarding development. At ICIMOD, we work across HKH countries to help attain common goals related to sustainable development, using our skills in bringing together different groups within programmatic transboundary approaches covering topics such as river basins or transboundary landscapes. In addition, the Hindu Kush Himalayan Monitoring and Assessment Programme and the Himalayan University Consortium have made strides in promoting regional and transboundary cooperation among HKH countries, particularly emphasizing research synthesis and the role of academia.",
    "readLink": "http://www.bioone.org/doi/full/10.1659/MRD-JOURNAL-D-17-00108.1"
  },
  {
    "title": "Carbon Dioxide Mediates the Response to Temperature and Water Activity Levels in Aspergillus flavus during Infection of Maize Kernels",
    "authors": [
      "Matthew K. Gilbert,",
      "Angel Medina,",
      "Brian M. Mack,",
      "Matthew D. Lebar,",
      "Alicia Rodríguez,",
      "Deepak Bhatnagar,",
      "Naresh Magan,",
      "Gregory Obrian,",
      "Gary Payne"
    ],
    "doi": "https://doi.org/10.3390/toxins10010005",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  5",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "Aspergillus flavus is a saprophytic fungus that may colonize several important crops, including cotton, maize, peanuts and tree nuts. Concomitant with A. flavus colonization is its potential to secrete mycotoxins, of which the most prominent is aflatoxin. Temperature, water activity (aw) and carbon dioxide (CO2) are three environmental factors shown to influence the fungus-plant interaction, which are predicted to undergo significant changes in the next century. In this study, we used RNA sequencing to better understand the transcriptomic response of the fungus to aw, temperature, and elevated CO2 levels. We demonstrate that aflatoxin (AFB1) production on maize grain was altered by water availability, temperature and CO2. RNA-Sequencing data indicated that several genes, and in particular those involved in the biosynthesis of secondary metabolites, exhibit different responses to water availability or temperature stress depending on the atmospheric CO2 content. Other gene categories affected by CO2 levels alone (350 ppm vs. 1000 ppm at 30 °C/0.99 aw), included amino acid metabolism and folate biosynthesis. Finally, we identified two gene networks significantly influenced by changes in CO2 levels that contain several genes related to cellular replication and transcription. These results demonstrate that changes in atmospheric CO2 under climate change scenarios greatly influences the response of A. flavus to water and temperature when colonizing maize grain.",
    "readLink": "https://www.mdpi.com/2072-6651/10/1/5"
  },
  {
    "title": "Just Adapt: Engaging Disadvantaged Young People in Planning for Climate Adaptation",
    "authors": [
      "Anna R. Davies,",
      "Stephan Hügel"
    ],
    "doi": "https://doi.org/10.17645/pag.v9i2.3892",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  100\n                                  – 111",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "The visibility of young people in climate change debates has risen significantly since the inception of the Fridays for Future movement, but little is known about the diversity of positions, perspectives and experiences of young people in Ireland, especially with respect to climate change adaptation planning. To close this knowledge gap, this article first interrogates key emergent spaces of public participation within the arena of climate action in Ireland in order to identify the extent of young people’s participation and whether any specific consideration is given to disadvantaged groups. It then tests the impacts of workshops specifically designed to support disadvantaged young people’s engagement with climate change adaptation which were rolled out with a designated Delivering Equality of Opportunity in Schools school in inner-city Dublin, Ireland. We found limited attention to public participation in climate change adaptation planning generally, with even less consideration given to engaging young people from disadvantaged communities. However, positive impacts with respect to enhanced knowledge of climate change science and policy processes emerged following participation in the workshops, providing the bedrock for a greater sense of self-efficacy around future engagement with climate action amongst the young people involved. We conclude that what is needed to help ensure procedural justice around climate action in Ireland are specific, relevant and interactive educational interventions on the issue of climate change adaptation; interventions which are sensitive to matters of place and difference.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/3892"
  },
  {
    "title": "Influence of Forecast Climate Changes on Water Needs of Jerusalem Artichoke Grown in the Kuyavia Region in Poland",
    "authors": [
      "Stanisław Rolbiecki,",
      "Roman Rolbiecki,",
      "Renata Kuśmierek-Tomaszewska,",
      "Jacek Żarski,",
      "Barbara Jagosz,",
      "Wiesława Kasperska-Wołowicz,",
      "Hicran Sadan,",
      "Ariel Łangowski"
    ],
    "doi": "https://doi.org/10.3390/en16010533",
    "journalVolume": "Vol. 16,\n                                no. 533\n                                \n                                  p.\n                                  533",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Most scenarios of climate change in Poland predict an increase in air temperature in the coming years. However, no significant increase in precipitation is forecast. Therefore, an increase in the water needs of plants should be expected, which requires the development of irrigation systems. To precisely determine the schedule of crop irrigation, it is necessary to investigate the water needs of plants and to estimate the prospects of changes in the future. This research aimed to estimate the water needs of Jerusalem artichoke in the period 2021–2050 in the Kuyavia region located in central Poland, where the need for supplementary irrigation is the highest. Based on the calculations, it was found that, in the growing season (21 May–30 September), an increase in the water needs of Jerusalem artichoke, of 26 mm, i.e., 9%, should be expected. The highest increase of 10 mm (i.e., by 16%) is expected in August. The results of our studies are utilitarian in character and can be used for the preparation of a strategy for the development of irrigation systems for Jerusalem artichoke cultivation in central Poland.",
    "readLink": "https://www.mdpi.com/1996-1073/16/1/533"
  },
  {
    "title": "Meteorological conditions on Kaffiøyra (NW Spitsbergen) in 2013–2017 and their connection with atmospheric circulation and sea ice extent",
    "authors": [
      "Marek Kejna,",
      "Ireneusz Sobota"
    ],
    "doi": "https://doi.org/10.24425/ppr.2019.129670",
    "journalVolume": "Vol. vol. 40,\n                                no. No 3\n                                \n                                  pp.\n                                  175\n                                  – 204",
    "issn": "0138-0338 (Print)",
    "publisher": "2081-8262 (Online)",
    "countryOfPublisher": "Polish Academy of Sciences",
    "lcc": [
      "Poland",
      "Science: Geology"
    ],
    "journalUrl": "https://www.journals.pan.pl/ppr",
    "abstract": "This article comprises an analysis of the variability of meteorological conditions on Kaffiøyra (NW Spitsbergen, Svalbard) in 2013–2017 in connection with atmospheric circulation and the extent of sea ice. The obtained results were compared with the results of observations made at the Ny-Ålesund station. Due to the situation of the area in the polar region and the large amount of clouds, especially in summer, the annual sum of incoming solar radiation was small, amounting to an average of 2,237.8 MJ.m-2 per year. The mean air temperature in the considered period was -2.0°C. Its extreme values ranged from 15.2°C to -23.8°C. In the annual course, the highest mean temperature occurred in July (6.5°C), and the lowest in March (-7.8°C). The mean relative humidity of air was high (83%). The prevailing wind directions were from south and north sectors and this coincided with the orientation of Forlandsundet. The mean wind speed was 3.6 m.s-1. In the summer season in 1975–2017, a statistically significant air temperature increase was observed, reaching 0.28°C/10 years. The high variability of local weather conditions was caused mainly by atmospheric circulation and the impact of sea ice was much smaller in comparison.",
    "readLink": "https://journals.pan.pl/Content/113181/PDF/PPR%203-19%201-M.Kejna.pdf"
  },
  {
    "title": "Phytoplankton responses to an extreme drought season: A case study at two reservoirs from a semiarid region, Northeastern Brazil",
    "authors": [
      "Carlos Y. B. Oliveira,",
      "Cicero D. L. Oliveira,",
      "Ayanne J. G. Almeida,",
      "Alfredo O. Gálvez,",
      "Danielli M. Dantas"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2019.1869",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "The temporal phytoplankton biomass variation at two Neotropical reservoirs during an extreme drought season were analyzed. Here we sought to evaluate the main abiotic factors involved in dynamics of phytoplankton during this drought period. The main difference between the reservoirs was the intensive fish and shrimp farming in one of the reservoirs. For quantitative analysis, sampling with bottles were carried out at an average depth of 0.5m. Water temperature, pH and electrical conductivity parameters were measured in situ and water samples were collected for dissolved inorganic nitrogen and soluble reactive phosphorus analyses. Aquaculture was probably one among the causes for the reservoirs were so different in the physical and chemical variables, as shown by the principal components analysis. The results showed specific groups dominance in both reservoirs. In the Cachoeira II reservoir, an invasive dinoflagellate, Ceratium furcoides, was present in all analyzed months, while, in the Saco I reservoir, cyanobacteria group represented more than 50% of phytoplankton biomass, mainly Microcystis aeruginosa and Dolichospermum sp. In two reservoirs precipitation, soluble reactive phosphorus and electrical conductivity were positively related with phytoplankton. Phytoplankton biomass was considerably larger in the Cachoeira II reservoir, due to the greater size and biovolume of the dominant dinoflagellate. These findings suggest that species dominance in extreme drought events may be favored.",
    "readLink": "https://jlimnol.it/index.php/jlimnol/article/view/1869"
  },
  {
    "title": "Foliar-Applied Glutathione Mitigates Cadmium-Induced Oxidative Stress by Modulating Antioxidant-Scavenging, Redox-Regulating, and Hormone-Balancing Systems in Brassica napus",
    "authors": [
      "Ha-il Jung,",
      "Tae-Gu Lee,",
      "Jinwook Lee,",
      "Mi-Jin Chae,",
      "Eun-Jin Lee,",
      "Myung-Sook Kim,",
      "Goo-Bok Jung,",
      "Amoakwah Emmanuel,",
      "Amoakwah Emmanuel,",
      "Sangho Jeon,",
      "Bok-Rye Lee"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.700413",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The antioxidant glutathione (GSH) mitigates adverse physio-metabolic effects and defends against abiotic types of stress, such as cadmium (Cd) stress. However, its function and role in resisting Cd phytotoxicity by leveraging plant antioxidant-scavenging, redox-regulating, and hormone-balancing systems have not been comprehensively and systematically demonstrated in the Cd-hyperaccumulating plant Brassica napus L. cv. Tammi (oilseed rape). In this study, the effects of exogenously applied GSH to the leaves of B. napus seedlings exposed to Cd (10 μM) were investigated. As a result, Cd stress alone significantly inhibited growth and increased the levels of reactive oxygen species (ROS) and the bioaccumulation of Cd in the seedlings compared with those in unstressed controls. Furthermore, Cd stress induced an imbalance in plant stress hormone levels and decreases in endogenous GSH levels and GSH redox ratios, which were correlated with reductions in ascorbate (AsA) and/or nicotinamide adenine dinucleotide phosphate (NADPH) redox states. However, the exogenous application of GSH to Cd-stressed B. napus seedlings reduced Cd-induced ROS levels and enhanced antioxidant-scavenging defenses and redox regulation by both increasing seedling AsA, GSH, and NADPH concentrations and rebalancing stress hormones, thereby enhancing Cd uptake and accumulation. These results demonstrate that GSH improved plant redox status by upregulating the AsA-GSH-NADPH cycle and reestablishing normal hormonal balance. This indicates that exogenously applied GSH can mitigate Cd phytotoxicity in B. napus and possibly other plants. Therefore, GSH can potentially be applied to Cd-polluted soil for plant remediation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.700413/full"
  },
  {
    "title": "Change in Soil and Forest Floor Carbon after Shelterwood Harvests in a New England Oak-Hardwood Forest, USA",
    "authors": [
      "Kayanna L. Warren,",
      "Mark S. Ashton"
    ],
    "doi": "https://doi.org/10.1155/2014/527236",
    "journalVolume": "Vol. 2014",
    "issn": "1687-9368 (Print)",
    "publisher": "1687-9376 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijfr/",
    "abstract": "There has been effort worldwide to quantify how much carbon forests contain in order to designate appropriate offset credits to forest carbon climate mitigation. Carbon pools on or immediately below the soil surface are understood to be very active in response to environmental change but are not well understood. Our study focused on the effects of shelterwood regeneration harvests in New England on the carbon stored in litter, woody debris, and surface soil carbon. Results demonstrate significant difference in surface (0–10 cm) soil carbon between control (nonharvested) and harvested sites, with higher carbon percentage on control sites. Results showed a significant difference in coarse woody debris with higher amounts of carbon per area on harvested sites. No significant difference in litter mass was recorded between harvested and control sites. When coarse woody debris and litter are included with soil carbon, total carbon did not have a significant decline over 20 years following shelterwood treatment to the forest to secure regeneration, but there was considerable variability among sites. When taking all surface soil carbon measurements together, our results suggest that for accounting purposes the measurement of below-ground carbon after shelterwood harvests is not necessary for the southern New England region.",
    "readLink": "http://dx.doi.org/10.1155/2014/527236"
  }
]