[
  {
    "title": "Rice Farming in Central Java, Indonesia—Adoption of Sustainable Farming Practices, Impacts and Implications",
    "authors": [
      "Melanie Connor,",
      "Annalyn  H. de Guia,",
      "Arlyna  Budi Pustika,",
      "Sudarmaji,",
      "Mahargono Kobarsih,",
      "Jon Hellin"
    ],
    "doi": "https://doi.org/10.3390/agronomy11050881",
    "journalVolume": "Vol. 11,\n                                no. 881\n                                \n                                  p.\n                                  881",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Farmer adoption of sustainable rice farming technologies and practices is critical for climate change adaptation and mitigation. Often adoption is investigated in isolation focusing on factors influencing farmer decision making and overlooking the effects of technology adoption on farmers’ livelihoods and perceptions of change. Therefore, the present study investigated technology adoption and its effects on farmers with a special focus on additional revenue allocation and perception of social, economic and environmental change. Using a digital survey platform, 153 farmers (21.6% female) were interviewed in three sub-districts of Yogyakarta, Indonesia. On average, farmers adopted two technologies or practices, adopted high-yielding rice varieties, and increased their revenue from US$105 to US$122 per hectare per season. Barriers to adoption included time constraints, unsuitability for field conditions and incompatibility with cropping systems. Farmers invested the extra income in farming business and improved diets. Furthermore, farmers perceived changes in social and human capital and also poverty reduction due to technology adoption. This study highlights the importance of including an analysis of social impact in agricultural research.",
    "readLink": "https://www.mdpi.com/2073-4395/11/5/881"
  },
  {
    "title": "Assessing sustainability performance: a comprehensive overview of the Portuguese wine sector",
    "authors": [
      "Ana Trigo,",
      "Rui Fragoso,",
      "Ana Marta-Costa"
    ],
    "doi": "https://doi.org/10.1590/1806-9479.2023.277414",
    "journalVolume": "Vol. 61,\n                                no. spe",
    "issn": "0103-2003 (Print)",
    "publisher": "1806-9479 (Online)",
    "countryOfPublisher": "Sociedade Brasileira de Economia e Sociologia Rural",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/resr",
    "abstract": "Abstract Sustainability assessment is a very subjective and complex procedure. However, whether to cope with climate change, market pressures or new environmental policies, winegrowers are today looking for ways to improve and measure their performance. Nevertheless, there is still a great demand of more information and better evaluation methodologies as most of general assessment frameworks are environmentally focused, non-context-comprehensive or even unfit to evaluate permanent crops such as viticulture. To consider context-comprehensiveness is therefore seen as fundamental in research of this nature. Our objective is to explore nationwide perceptions of upper echelon individuals from the Portuguese wine industry regarding sustainability issues and better ways to assess it. By covering nine of the 14 wine regions in Portugal, the aim is to spot intercultural trends and get a wider picture of the sector´s sustainability awareness. A grounded theory approach was used for the complexity of the topic and for allowing to uncover potential perspective-paradoxes or trade-offs. After collecting data through in-depth interviews, an inductive qualitative-content analysis was applied using IRAMUTEQ software. Results displayed key criteria and insights grouped in four clusters from three distinct ramifications. Beyond the mention of critical factors about the sector´s environmental impacts from the production to packaging phase, distribution and transportation, concerns regarding intergenerational equity gap and non-equitable development opportunities for rural areas were also gathered. One ramification was based on the need to have access to proper sustainability assessment tools. From the urgency to develop a sustainability framework or even certification scheme for increasing consumer demands and export market pressures, to the importance to provide a practical toolkit with lifecycle guidelines, user-friendly and able to support decision-making, two clusters were created. This study reported findings can serve as a reference to wine managers and policy-makers pursuing sustainable development goals.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-20032023000600801&lng=en&tlng=en"
  },
  {
    "title": "The Effect of Land Cover/Land Use Changes on the Regional Climate of the USA High Plains",
    "authors": [
      "Denis Mutiibwa,",
      "Ayse Kilic,",
      "Suat Irmak"
    ],
    "doi": "https://doi.org/10.3390/cli2030153",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  153\n                                  – 167",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "We present the detection of the signatures of land use/land cover (LULC) changes on the regional climate of the US High Plains. We used the normalized difference vegetation index (NDVI) as a proxy of LULC changes and atmospheric CO2 concentrations as a proxy of greenhouse gases. An enhanced signal processing procedure was developed to detect the signatures of LULC changes by integrating autoregression and moving average (ARMA) modeling and optimal fingerprinting technique. The results, which are representative of the average spatial signatures of climate response to LULC change forcing on the regional climate of the High Plains during the 26 years of the study period (1981–2006), show a significant cooling effect on the regional temperatures during the summer season. The cooling effect was attributed to probable evaporative cooling originating from the increasing extensive irrigation in the region. The external forcing of atmospheric CO2 was included in the study to suppress the radiative warming effect of greenhouse gases, thus, enhancing the LULC change signal. The results show that the greenhouse gas radiative warming effect in the region is significant, but weak, compared to the LULC change signal. The study demonstrates the regional climatic impact of anthropogenic induced atmospheric-biosphere interaction attributed to LULC change, which is an additional and important climate forcing in addition to greenhouse gas radiative forcing in High Plains region.",
    "readLink": "http://www.mdpi.com/2225-1154/2/3/153"
  },
  {
    "title": "KEBIJAKAN REVITALISASI PELAYANAN PENELITIAN DAN PENGEMBANGAN BERBASIS TEKNOLOGI INFORMASI: KASUS DI PUSAT LITBANG PERUBAHAN IKLIM DAN KEBIJAKAN, PUSPIJAK",
    "authors": [
      "Kirsfianti Linda Ginoga"
    ],
    "doi": "https://doi.org/10.20886/jakk.2015.12.2.143-158",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  143\n                                  – 158",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Peraturan Pemerintah No 12 Tahun 2014, dan Permenhut No. 92/Menhut-II/2014 tentang jenis dan tarif penerimaan bukan pajak kementrian kehutanan menjadi salah satu motivasi untuk melakukan kebijakan revitalisasi pelayanan peneltian dan pengembangan berbasis IT (Informasi Teknologi). Kebijakan revitalisasi ini diharapkan dapat meningkatkan (i) efektivitas, efisiensi, dan nilai tambah , (ii) profesionalitas sesuai prinsip-prinsip tatakelola yang baik, dan (iii) menghindari overlapping penelitian tentang perubahan iklilm. Hasil gap analisis menunjukkan masih untuk revitalisasi pelayanan masih diperlukan seperangkat pembaharuan baik teknis maupun adminsitrasi seperti merancang dan mendesain web baru, dan membuat berbagai SOP untuk monitoring dan evaluasi pelayanan. Stakehoder analisis melalui serangkaian diskusi kelompok terfokus menunjukkan bahwa terdapat banyak stakeholder yang merupakan promoters revitalisasi yang memerlukan kerjasama intensif, disusul dengan defenders yang memerlukan informasi pelayanan berkala. Stakeholder latent dalam program ini relative sangat minimal. Hasil pengamatan menunjukkan, dalam jangka pendek jumlah pengguna dan kegiatan kelitbangan setelah revitalisasi kebijakan pada bulan September 2014 meningkat 143 dan 400 persen dibandingkan dengan bulan September 2014, dan Oktober 2013 meningkat sebesar 300 dan 500 persen dibandingkan Oktober 2014. Diharapkan kedepan budaya pelayanan menjadi kebiasaan internal, dan eksternal serta menjadi kebutuhan semua stakeholder.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/1551"
  },
  {
    "title": "Policy Influence on Consumers’ Evolution into Prosumers—Empirical Findings from an Exploratory Survey in Europe",
    "authors": [
      "Kirsi Kotilainen,",
      "Ulla A. Saari"
    ],
    "doi": "https://doi.org/10.3390/su10010186",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  186",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The energy sector is in transition to a flexible and sustainable energy system based on renewable energy sources. This complex transition is affecting multiple levels in the sociotechnical system. One driver of the transition is climate change that enforces the policy push from the macro level to change the way energy is produced, delivered, and used. As part of the energy system evolution, the role of the end user in the energy sector is undergoing profound changes, and consumers are increasingly being empowered to participate actively in the production and use of energy. This article investigates how policies might affect consumers’ interests in becoming prosumers of energy. We explore consumers’ attitudes toward using renewable energy technologies (RET) by means of an empirical consumer survey that was conducted in five European countries. The partial least squares structural equation modeling (PLS-SEM) method was utilized to analyze the survey results. Our findings suggest that both economic and non-economic policies affect consumer attitudes toward using renewable energy technologies. We conclude that policies have different effects on consumers and prosumers, who have already made the decision to adopt renewable energy solutions. Based on the findings, we propose a set of policy and managerial implications.",
    "readLink": "http://www.mdpi.com/2071-1050/10/1/186"
  },
  {
    "title": "Le changement climatique en Nouvelle-Calédonie. Une réalité peu médiatisée",
    "authors": [
      "Akila Nedjar-Guerre"
    ],
    "doi": "https://doi.org/10.4000/rfsic.13559",
    "journalVolume": "Vol. 25",
    "issn": "2263-0856 (Online)",
    "publisher": "Société Française de Sciences de l’Information et de la Communication",
    "countryOfPublisher": "France",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Bibliography. Library science. Information resources"
    ],
    "journalUrl": "http://rfsic.revues.org/",
    "abstract": "The construction of climate change by the media has evolved in recent years from a more international concern to one that focuses more on social and environmental impacts in metropolitan New Caledonia. An analysis of the local New Caledonian audiovisual and print media based on the articles listed on their websites shows that these media consider the issue of climate change as an international problem without any real territorial anchoring. The low weight of occurrences reported in the written and audiovisual press indicates that the issue is not considered a local problem and that it is more a matter of political management than of citizen action. The lack of specialisation of journalists on the environment and the ’French’ framing of environmental issues excludes cultural and local considerations in a multicultural French territory.",
    "readLink": "http://journals.openedition.org/rfsic/13559"
  },
  {
    "title": "Water Scarcity Management to Ensure Food Scarcity through Sustainable Water Resources Management in Saudi Arabia",
    "authors": [
      "Bader Alhafi Alotaibi,",
      "Mirza Barjees Baig,",
      "Mohamed M. M. Najim,",
      "Ashfaq Ahmad Shah,",
      "Yosef A. Alamri"
    ],
    "doi": "https://doi.org/10.3390/su151310648",
    "journalVolume": "Vol. 15,\n                                no. 10648\n                                \n                                  p.\n                                  10648",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Saudi Arabia (SA) faces a water shortage, and it further challenges sustainable agriculture, industrial development and the well-being of people. SA uses more than 80% of its water resources for agricultural purposes. Groundwater extractions account for most of this demand, which is not sustainable. Hence, this study aims to analyze water management practices used in SA to propose viable and workable solutions to achieve sustainable management of scarce water resources. This study is based on a critical evaluation of information available on the water sector in SA. About 89% of the water demand in the Kingdom is non-sustainably met through over-pumping from groundwater resources and 9.3% by energy-intensive desalination. SA invested in dams and developed rainwater harvesting to enhance surface water availability and increase the recharge capacity of renewable aquifers. As there is a huge demand–supply gap, water demand management tools are the viable solutions leading to sustainability compared to supply enhancement that is capital intensive. A national agricultural policy, together with a water policy, can make agricultural systems more input efficient with higher productivity. Region-specific sustainable water resources management plans need to be implemented to match the demand–supply gap. Conjunctive water uses utilizing and prioritizing different water sources viz. harvested rainwater, treated wastewater, desalinized water, and groundwater, is vital in sustainable water resources management. In addition, climate change has exerted pressure on the available water resources and water uses as well as users, leading to adaptation for measures that are more sustainable in terms of water management. The most pressing problem SA faces in water resources management is the depletion and degradation of surface and subsurface water sources. SA has to implement many technological and legislative changes in addition to service management, conservation measures, paying a reasonable and justifiable price for water, and strengthening state agencies that will make water resources management in SA sustainable.",
    "readLink": "https://www.mdpi.com/2071-1050/15/13/10648"
  },
  {
    "title": "Management images of organizations under a versatile and competitive environment",
    "authors": [
      "Ana Cristina Chirinos Martinez,",
      "Rubén Ulises Perozo Martín,",
      "Freddy José Rodríguez Acasio"
    ],
    "doi": "https://doi.org/10.35381/r.k.v4i8.224",
    "journalVolume": "Vol. 4,\n                                no. 8\n                                \n                                  pp.\n                                  4\n                                  – 23",
    "issn": "2542-3088 (Online)",
    "publisher": "Fundación Koinonia",
    "countryOfPublisher": "Venezuela, Bolivarian Republic of",
    "lcc": [
      "General Works",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.fundacionkoinonia.com.ve/ojs/index.php/revistakoinonia",
    "abstract": "The management profiles of organizations linked to a dynamic, competitive environment under a climate of uncertainty are analyzed. The documentary-descriptive research reflects the theory of organizations, behaviors and behaviors resulting from the interaction between the individuals of the same. The profiles are allusive to organizational images with linear and mechanical ways of thinking, feeling and acting. As well as complex organizations that act in a dynamic environment, whose action mechanisms are based on a strategic creative management, reinforcing an axiological profile that guides its processes in human development. Finally, there are distinctive features that act as catalysts in complex environments, with a scaffolding of roles, given its formal structure, and this varies little although the individuals who exercise them change. This invariability of the roles is what distinguishes a simple organization from a complex one, towards the approach of the problems that surrounds it",
    "readLink": "https://fundacionkoinonia.com.ve/ojs/index.php/revistakoinonia/article/view/224"
  },
  {
    "title": "Governos subnacionais e a Política de Mudanças Climáticas de São Paulo: uma análise a partir da multiposição dos atores na cidade de São Paulo",
    "authors": [
      "Guilherme Barbosa Checco,",
      "Eduardo de Lima Caldas"
    ],
    "doi": "https://doi.org/10.4000/confins.18818",
    "issn": "1958-9212 (Online)",
    "publisher": "Confins",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation"
    ],
    "journalUrl": "http://confins.revues.org/",
    "abstract": "São Paulo, with its population and economic dynamics, is a local actor with dimensions and importance that overcome its territory. Thus, climate change mitigation and adaptation policies initiatives in São Paulo can gain significance throughout the country. Attention is drawn to the role played by the city of São Paulo in terms of climate policies from the implementation of a set of public action instruments from 2001 to 2012, including the enactment of its own climate change policy in June 2009, even before the existence of a national and state policy in this agenda. The articulation of the city with different networks and forums also contributed to this process, as well as the influence of the international context. Thus, this article intends to identify the elements that helped the development of this climate leadership by the city of São Paulo.",
    "readLink": "http://journals.openedition.org/confins/18818"
  },
  null
]