[
  {
    "title": "Relationship between Flowering Phenology and Functional Traits of 67 Woody Plants in the Ningbo Botanical Garden",
    "authors": [
      "Luo Xuyue,",
      "Chen Jing,",
      "Fan Wenliang,",
      "Liao Ke,",
      "Sun Nan,",
      "Li Hongli,",
      "Liu Shuang,",
      "Yang Xiaodong"
    ],
    "doi": "https://doi.org/10.13284/j.cnki.rddl.003694",
    "journalVolume": "Vol. 43,\n                                no. 6\n                                \n                                  pp.\n                                  1059\n                                  – 1069",
    "issn": "1001-5221 (Print)",
    "publisher": "Editorial Committee of Tropical Geography",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.rddl.com.cn/CN/1001-5221/home.shtml",
    "abstract": "Flowering phenology is closely related to plant reproduction, and its response to climate change is obvious; therefore, revealing its influencing factors and interspecific changes has become an important issue in global change ecology and physical geography. Previous studies have reported that interspecific changes in flowering phenology are affected by climatic factors (such as temperature and precipitation) and related to plant functional traits. However, the magnitude of the correlation between functional traits and flowering phenology varies greatly among different regions and climatic zones, and the relationship between them remains unclear. In this study, to explore whether functional traits affect interspecific changes in the flowering phenology of subtropical evergreen broadleaf species, 67 woody species in the Ningbo Botanical Garden were chosen as the study objects. Four types of flowering phenological characteristics (initial flowering time, full bloom time, falling flower time, and duration of the flowering period) were observed. General statistical analyses (i.e., maximum, minimum, mean, coefficient of variation, and frequency) were used to test the distribution patterns of flowering phenology. Four statistical methods (independent samples t-test, one-way analysis of variance, linear fitting, and generalized linear mixed effect regression models) were used to analyze the differences in flowering phenology between different types (tree vs. shrubs, different types of flower color, and fruit type) and the contributions of different functional traits (i.e., potential maximum tree height, life form, flower color, and fruit type) to the changes in flowering phenology. The results showed that: (1) the initial flowering time, full bloom time, falling flower time, and duration of the flowering period of 67 woody plants were March 28 ± 21.64 d, March 30 ± 27.02 d, April 15 ± 30.78 d, and 23.82 ± 13.31 d, respectively. (2) The initial flowering time and full bloom time of trees were significantly earlier than those of shrubs (P 0.05). The standard deviation of the flowering phenology of trees was lower than that of shrubs, indicating that the flowering phenology of trees was more stable than that of shrubs. (3) The results of generalized linear mixed-effect regression models showed that the effects of the four functional traits on flowering phenology differed. More specifically, flower color significantly affected falling-flower time (P < 0.01). The falling flower time of colored flowers was earlier than that of white flowers. Life form and potential maximum tree height significantly affected the duration of the flowering period (P < 0.01). Plants with higher potential maximum heights have longer flowering periods. In conclusion, our study indicates that the flowering phenology of 67 woody species in the Ningbo Botanical Garden is affected by functional traits. However, the magnitude of the influence is related to the type of functional trait. Flower color and potential maximum tree height contributed more to interspecific changes in flowering phenology than other functional traits. Our results help us understand the variation in flowering phenology among woody species in subtropical regions and provide a new perspective for the theoretical exploration of phenology.",
    "readLink": "http://www.rddl.com.cn/CN/10.13284/j.cnki.rddl.003694"
  },
  {
    "title": "Regaining momentum for international climate policy beyond Copenhagen",
    "authors": [
      "Haug Constanze,",
      "Freibauer Annette,",
      "Huettner Michael,",
      "Cantner Uwe"
    ],
    "doi": "https://doi.org/10.1186/1750-0680-5-2",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  p.\n                                  2",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract The 'Copenhagen Accord' fails to deliver the political framework for a fair, ambitious and legally-binding international climate agreement beyond 2012. The current climate policy regime dynamics are insufficient to reflect the realities of topical complexity, actor coalitions, as well as financial, legal and institutional challenges in the light of extreme time constraints to avoid 'dangerous' climate change of more than 2°C. In this paper we analyze these stumbling blocks for international climate policy and discuss alternatives in order to regain momentum for future negotiations.",
    "readLink": "http://www.cbmjournal.com/content/5/1/2"
  },
  {
    "title": "Increasing countries’ financial resilience through global catastrophe risk pooling",
    "authors": [
      "Alessio Ciullo,",
      "Eric Strobl,",
      "Simona Meiler,",
      "Olivia Martius,",
      "David N. Bresch"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-36539-4",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "This study finds that optimal global pooling generally provides greater financial resilience than optimal regional pooling and that both can significantly increase the risk diversification of the existing sovereign catastrophe risk pools.",
    "readLink": "https://doi.org/10.1038/s41467-023-36539-4"
  },
  {
    "title": "Undergraduate student conceptions of climate change impacts on animals",
    "authors": [
      "Emily A. Holt,",
      "Ashley B. Heim,",
      "Julie Sexton,",
      "Krystal Hinerman"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3706",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Climate change is a critical environmental issue and is a recommended core concept in the Ecological Society of America’s 4‐Dimensional Ecology Education framework. Limited work describes K‐12 students’ conceptions of the biotic impacts of climate change, yet research is lacking to explore undergraduate students’ conceptions on this topic. Our goal was to describe undergraduate student conceptions of the biotic outcomes of climate change, and characterize how these student conceptions of animal responses to climate change align with accepted scientific ideas. We used an interpretive qualitative research design and interviewed 13 undergraduate students who were enrolled in either an introductory biology or general ecology course. Through two independent codings of the same dataset, we separately addressed each of our research goals. Prior to this study, we identified three general biotic outcomes from climate change, which were confirmed by outside experts: changes to an animal’s Growth and Survival, their Reproduction, or their Distribution. Our student interviewees as a whole mentioned all three of these outcomes, and most individuals mentioned all three in their responses. Additionally, we found that most student ideas were aligned with Scientific conceptions, while a third of student ideas contained some scientific conceptions but were incomplete. Only a small percent of conceptions voiced in our sample were identified as alternative conceptions that did not align with accepted scientific ideas. These findings are important for educators who teach climate change, as they suggest that undergraduate students come to our classes with productive resources; however, our findings also identify concepts where students may struggle or enter classrooms with a more incomplete understanding.",
    "readLink": "https://doi.org/10.1002/ecs2.3706"
  },
  {
    "title": "Spatiotemporal Variability of Actual Evapotranspiration and the Dominant Climatic Factors in the Pearl River Basin, China",
    "authors": [
      "Weizhi Gao,",
      "Zhaoli Wang,",
      "Guoru Huang"
    ],
    "doi": "https://doi.org/10.3390/atmos10060340",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  340",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Evapotranspiration is a vital component of the land surface process, thus, a more accurate estimate of evapotranspiration is of great significance to agricultural production, research on climate change, and other activities. In order to explore the spatiotemporal variation of evapotranspiration under global climate change in the Pearl River Basin (PRB), in China, this study conducted a simulation of actual evapotranspiration (ETa) during 1960−2014 based on the variable infiltration capacity (VIC) model with a high spatial resolution of 0.05°. The nonparametric Mann−Kendall (M−K) test and partial correlation analysis were used to examine the trends of ETa. The dominant climatic factors impacting on ETa were also examined. The results reveal that the annual ETa across the whole basin exhibited a slight but not significant increasing trend during the 1960−2014 period, whereas a significant decreasing trend was found during the 1960−1992 period. At the seasonal scale, the ETa showed a significant upward trend in summer and a significant downward trend in autumn. At the spatial scale, the ETa generally showed a decreasing, but not significant, trend in the middle and upper stream of the PRB, while in the downstream areas, especially in the Pearl River Delta and Dongjiang River Basin, it exhibited a significant increasing trend. The variation of the ETa was mainly associated with sunshine hours and average air pressure. The negative trend of the ETa in the PRB before 1992 may be due to the significant decrease in sunshine hours, while the increasing trend of the ETa after 1992 may be due to the recovery of sunshine hours and the significant decrease of air pressure. Additionally, we found that the “paradox” phenomenon detected by ETa mainly existed in the middle-upper area of the PRB during the period of 1960−1992.",
    "readLink": "https://www.mdpi.com/2073-4433/10/6/340"
  },
  {
    "title": "The Karakoram Anomaly: Validation through Remote Sensing Data, Prospects and Implications",
    "authors": [
      "Haleema Attaullah,",
      "Asif Khan,",
      "Mujahid Khan,",
      "Firdos Khan,",
      "Shaukat Ali,",
      "Tabinda Masud,",
      "Muhammad Shahid Iqbal"
    ],
    "doi": "https://doi.org/10.3390/w14193157",
    "journalVolume": "Vol. 14,\n                                no. 3157\n                                \n                                  p.\n                                  3157",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Millions of people rely on river water originating from snow- and ice-melt from basins in the Hindukush-Karakoram-Himalayas (HKH). One such basin is the Upper Indus Basin (UIB), where the snow- and ice-melt contribution can be more than 80%. Being the origin of some of the world’s largest alpine glaciers, this basin could be highly susceptible to global warming and climate change. Field observations and geodetic measurements suggest that in the Karakoram Mountains, glaciers are either stable or have expanded since 1990, in sharp contrast to glacier retreats that are prevalently observed in the Himalayas and adjoining high-altitude terrains of Central Asia. Decreased summer temperature and discharge in the rivers originating from this region are cited as supporting evidence for this somewhat anomalous phenomenon. This study used remote sensing data during the summer months (July–September) for the period 2000 to 2017. Equilibrium line altitudes (ELAs) for July, August and September have been estimated. ELA trends for July and September were found statistically insignificant. The August ELA declined by 128 m during 2000–2017 at a rate of 7.1 m/year, testifying to the Karakoram Anomaly concomitant with stable to mass gaining glaciers in the Hunza Basin (western Karakoram). Stable glaciers may store fresh water for longer and provide sustainable river water flows in the near to far future. However, these glaciers are also causing low flows of the river during summer months. The Tarbela reservoir reached three times its lowest storage level during June 2019, and it was argued this was due to the low melt of glaciers in the Karakoram region. Therefore, using remote sensing data to monitor the glaciers’ health concomitant with sustainable water resources development and management in the HKH region is urgently needed.",
    "readLink": "https://www.mdpi.com/2073-4441/14/19/3157"
  },
  {
    "title": "Analysing the Influential Parameters on the Monopile Foundation of an Offshore Wind Turbine",
    "authors": [
      "Adrien Jacomet,",
      "Ali Khosravifardshirazi,",
      "Iman Sahafnejad-Mohammadi,",
      "Mahdieh Dibaj,",
      "Akbar A. Javadi,",
      "Mohammad Akrami"
    ],
    "doi": "https://doi.org/10.3390/computation9060071",
    "journalVolume": "Vol. 9,\n                                no. 71\n                                \n                                  p.\n                                  71",
    "issn": "2079-3197 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/computation",
    "abstract": "Countries around the world generate electricity from renewable resources to decarbonise their societies and reduce global warming. Some countries have already outlined their wishes to produce a part of their total energy consumption from renewable sources in the coming years and gradually reduce the use of nuclear energy and fossil fuel in favour of cleaner fuels. While renewable energies are significant factors in tackling climate change, the parameters that can influence their performance should be analysed in detail during the design process. One of these parameters is the foundation of an offshore wind turbine. Offshore wind turbines allow more energy to be produced than an onshore installation, and do not have any harmful effects on human beings, while their geotechnical aspects need to be clearly determined in advance. In this study, the influential parameters such as soil type, the number of bolts in the design, and the size of the structure were analysed using the finite element method for three different designs. The simulations showed that some soil properties, such as cohesion, do not influence the results, while Young’s modulus has a large influence on the designs. Additionally, the results of this study showed that the maximum stress concentrations are at the bolts and connection joints where they are too close to the steel’s yield stress. It also proves that the non-elastic behaviour of the soil does not require to be assigned for such analyses and it can be simplified only with its elastic behaviour. The embedded length affects the lateral displacement, while the number of bolts influences the structure’s resistance to external loads.",
    "readLink": "https://www.mdpi.com/2079-3197/9/6/71"
  },
  {
    "title": "The influence of environmental tax rates on the Levelized cost of heat on the example of organic and biofuels boilers in Ukraine",
    "authors": [
      "Stanytsina Valentyna,",
      "Artemchuk Volodymyr,",
      "Bogoslavska Olga,",
      "Zinovieva Iryna,",
      "Ridei Nataliia"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202128009012",
    "journalVolume": "Vol. 280\n                                \n                                \n                                  p.\n                                  09012",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "In December 2019, the European Commission officially presented The European Green Deal, a new EU economic development program aimed at achieving climate neutrality on the European continent by 2050. Many previous global, European, and national programs also aim to reduce emissions of pollutants into the atmosphere. In this context, one of the ways to reduce emissions is the development of alternative energy sources (in particular the wider use of biofuel boilers) and increasing environmental tax rates. When choosing the optimal heating boilers, the practice of using the levelized cost of heating (LCOH) indicator is common. Environmental pollution tax (as a component of LCOH) is calculated for the three most common types of boilers (for Ukrainian boiler houses) with a capacity of 4.65 to 58 MW, burning natural gas, coal, and fuel oil, as well as low-power boilers burning organic and biofuels, for existing environmental tax rates, for projected increasing in 4 times (according to the bill) and subject to the introduction of minimum and maximum rates in EU countries. It is established that at the current environmental tax rates in Ukraine there are almost no economic incentives for the introduction of technologies to reduce the concentration of pollutants in emissions, but increasing environmental tax rates may change this situation. This, in turn, once again suggests that changing environmental tax rates can be an effective tool for achieving sustainable development goals.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/56/e3sconf_icsf2021_09012.pdf"
  },
  {
    "title": "Research on External Insulation Characteristics of Composite Cross-Arm of 10 kV Distribution Network Based on Multi-Factor Aging",
    "authors": [
      "Zhongyuan Zhang,",
      "Junwei Qi,",
      "Hechen Liu,",
      "Wanxian Wang,",
      "Mingjia Zhang,",
      "Xuan Wu"
    ],
    "doi": "https://doi.org/10.3390/polym14071403",
    "journalVolume": "Vol. 14,\n                                no. 1403\n                                \n                                  p.\n                                  1403",
    "issn": "2073-4360 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/polymers/",
    "abstract": "With the application of the composite cross-arm in power systems, comprehensive anti-aging performance is a key factor to determine whether it can operate safely. In order to study the influence of the operating environment on the external insulation characteristics of composite cross-arms of distribution networks, various aging conditions such as voltage, rain, temperature, humidity, salt fog and ultraviolet light were simulated in a climate chamber based on the real operation conditions of the 10-kV composite cross-arm. A multi-factor aging test of composite cross-arms with two kinds of cross-section shapes (T-shaped and square) was carried out for 5000 h. The change trends of leakage current and flashover voltage of the composite cross-arms before and after aging were analyzed. Finally, the aging mechanism of the silicone rubber sheaths was analyzed to further explain the reasons for the change of external insulation performance of composite cross-arms. The results show that the leakage current rising rate of T-shaped and square composite cross-arms after aging increases significantly, and the minimum flashover voltage decreases to 58.3 kV and 49.502 kV, respectively. The results of FTIR, SEM and hydrophobic angle tests show that, after aging, the performance of the silicone rubber outer sheath material decreases in varying degrees. In general, UV aging has the greatest influence on the external insulation characteristics of composite cross arms. Generally speaking, after 5000 h of multi factor aging, although the external insulation characteristics of the 10-kV composite cross-arm decreases to a certain extent, there is still enough margin to meet the normal operation.",
    "readLink": "https://www.mdpi.com/2073-4360/14/7/1403"
  },
  {
    "title": "How different reproduction protocols can affect the germination of seeds: The case of three stenoendemic species on Mt. Olympus (NC Greece)",
    "authors": [
      "Georgios Varsamis,",
      "Theodora Merou,",
      "Katerina Tseniklidou,",
      "Katerina Goula,",
      "Spyros Tsiftsis"
    ],
    "doi": "https://doi.org/10.14712/23361964.2023.3",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  23\n                                  – 30",
    "issn": "1805-0174 (Print)",
    "publisher": "2336-1964 (Online)",
    "countryOfPublisher": "Karolinum Press",
    "lcc": [
      "Czechia",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ejes.cz",
    "abstract": "Mt. Olympus, the highest mountain in Greece, is a biosphere reserve and a magnet for countless visitors. In the wider area of Olympus, at least 1,700 species and subspecies of plants are recorded, 26 of which are endemic. Most of the endemics only occur in the high or subalpine zone, which is expected to be strongly affected by climate change or in specific microsites that might be affected by several other factors. Thus, the unique flora of the mountain will probably become extinct. Ex situ conservation can be utilized to prevent and even reverse this trend and preserve plant diversity for future generations. The aim of the present study was to develop reproduction protocols for the endemic species on Mt. Olympus, Centaurea incompleta, Centaurea litochorea and Viola striis-notata, to facilitate their mass production, either for ex situ conservation or reintroduction into their natural habitats, if necessary. Seeds of the target species were collected in summer 2021. In a sample of the collected seeds, the embryo viability was checked using sequentially 1% w/v tetrazolium solution and Evans blue solution concentration of 0.25% w/v. As for the germination tests, two treatments were used to terminate seed dormancy: (a) cold stratification at } 2 °C, and (b) imbibition in gibberellic acid (250 ppm) for 48 hours. The results showed that more than 75% of the embryos in the fertile seeds were viable. In the seed germination tests, treatment with gibberellic acid resulted in germination percentages for Centaurea incompleta and Viola striis-notata are equal to or very close to the seed viability percentage. In contrast, no treatment was successful for Centaurea litochorea, as the control germination percentage was higher.",
    "readLink": "https://ejes.cz/index.php/ejes/article/view/1018"
  }
]