[
  {
    "title": "The role of technological innovation in global climate policy",
    "authors": [
      "Chenyu Wang"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100066",
    "issn": "2590-051X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://www.journals.elsevier.com/research-in-globalization",
    "abstract": "This research builds a dynamic model of the global economy and climate with three endogenous knowledge stocks. We confirm that the contribution of induced R&D in global climate change is shown to be very sensitive to the elasticity of substitution between energy and other factors of production since growth patterns of all types of research depend on whether inputs are gross complements or gross substitutes. The second, the duplication externality. Induced R&D generates a lower abatement cost reduction if we externalize duplication in the business as usual scenario. Third, the initial level of research expenditure. Higher initial levels of energy-related R&D shares would create a market size effect, leading to an increased contribution of induced R&D. Fourth, the inter-firm knowledge spillovers. Firms are not successful in capturing all the benefits they create, as many benefits flow out into other firms free of charge. These benefits are called inter-firm knowledge spillovers. Fifth, first-best and second-best policies. The first-best policy fully internalizes the inter-firm knowledge spillovers, which leads to increases in the levels of all types of research, whereas the second-best policy does not internalize it, which leads to induced changes in research resulting from the carbon tax affecting pre-existing market distortions. Sixth, a research dividend effect and tax burden effect. The tax may induce an increase in research expenditure, which would increase the welfare and consumption levels. Finally, the results demonstrated that induced R&D has a limited role in the abatement cost reduction of carbon emissions overall.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590051X21000319"
  },
  {
    "title": "Evaluation of Food Waste Prevention Measures—The Use of Fish Products in the Food Service Sector",
    "authors": [
      "Yanne Goossens,",
      "Thomas  G. Schmidt,",
      "Manuela Kuntscher"
    ],
    "doi": "https://doi.org/10.3390/su12166613",
    "journalVolume": "Vol. 12,\n                                no. 6613\n                                \n                                  p.\n                                  6613",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study presents two food waste prevention measures focusing on the interface between the food service sector and its food suppliers. Through a case study on procuring salmon by a hotel kitchen, the use of food products with different convenience grades is examined. The convenience grade of the fish bought (whole salmon, fillets or portions) determines where along the food chain filleting and/or portioning takes place and thus where food waste from cut-offs occurs. To reduce food waste, we propose purchasing filleted or portioned salmon rather than whole salmon. For both measures, effectiveness is calculated by looking at food waste reductions along the food chain, achieved by a better use of filleting and portioning cut-offs. Next, sustainability across the environmental, economic and social dimension is evaluated by calculating (a) avoided embodied environmental impacts and economic costs, (b) avoided food waste disposal environmental impacts and economic costs and (c) environmental, economic and social impacts and costs associated with implementing the measures. Purchasing fillets or portions instead of whole salmon leads to food waste reductions of −89% and −94%, respectively. The interventions further lead to net climate change impact savings along the salmon chain of −16% (fillets) and −18% (portions). Whereas the kitchen saves costs when switching to fillets (−13%), a switch to portions generates additional net costs (+5%). On a social level, no effects could be determined based on the information available. However, good filleting skills would no longer be needed in the kitchen and a time consuming preparation can be sourced out.",
    "readLink": "https://www.mdpi.com/2071-1050/12/16/6613"
  },
  {
    "title": "Association of Taiwan’s Rainfall Patterns with Large-Scale Oceanic and Atmospheric Phenomena",
    "authors": [
      "Yi-Chun Kuo,",
      "Ming-An Lee,",
      "Mong-Ming Lu"
    ],
    "doi": "https://doi.org/10.1155/2016/3102895",
    "journalVolume": "Vol. 2016",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "A 50-year (1960–2009) monthly rainfall gridded dataset produced by the Taiwan Climate Change Projection and Information Platform Project was presented in this study. The gridded data (5 × 5 km) displayed influence of topography on spatial variability of rainfall, and the results of the empirical orthogonal functions (EOFs) analysis revealed the patterns associated with the large-scale sea surface temperature variability over Pacific. The first mode (65%) revealed the annual peaks of large rainfall in the southwestern mountainous area, which is associated with southwest monsoons and typhoons during summertime. The second temporal EOF mode (16%) revealed the rainfall variance associated with the monsoon and its interaction with the slopes of the mountain range. This pattern is the major contributor to spatial variance of rainfall in Taiwan, as indicated by the first mode (40%) of spatial variance EOF analysis. The second temporal EOF mode correlated with the El Niño Southern Oscillation (ENSO). In particular, during the autumn of the La Niña years following the strong El Niño years, the time-varying amplitude was substantially greater than that of normal years. The third temporal EOF mode (7%) revealed a north-south out-of-phase rainfall pattern, the slowly evolving variations of which were in phase with the Pacific Decadal Oscillation. Because of Taiwan’s geographic location and the effect of local terrestrial structures, climate variability related to ENSO differed markedly from other regions in East Asia.",
    "readLink": "http://dx.doi.org/10.1155/2016/3102895"
  },
  {
    "title": "Determinants of smallholder farmers’ adaptation strategies to the effects of climate change: Evidence from northern Uganda",
    "authors": [
      "Francis Atube,",
      "Geoffrey M. Malinga,",
      "Martine Nyeko,",
      "Daniel M. Okello,",
      "Simon Peter Alarakol,",
      "Ipolto Okello-Uma"
    ],
    "doi": "https://doi.org/10.1186/s40066-020-00279-1",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2048-7010 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://agricultureandfoodsecurity.biomedcentral.com/",
    "abstract": "Abstract Background Climate change poses a threat to the sustainability of food production among small-scale rural communities in Sub-Saharan Africa that are dependent on rain-fed agriculture. Understanding farmers’ adaptations and the determinants of their adaptation strategies is crucial in designing realistic strategies and policies for agricultural development and food security. The main objectives of this study were to identify the adaptation strategies used by smallholder farmers to counter the perceived negative effects of climate change in northern Uganda, and factors influencing the use of specific adaptation strategies. A cross-sectional survey research design was employed to collect data from 395 randomly selected smallholder farmers’ household heads across two districts by the administration of a semi-structured questionnaire. Binary logistic regression was used to analyze the factors influencing farmers’ adaptation to climate change. Results The three most widely practiced adaptation strategies were planting of different crop varieties, planting drought-resistant varieties, and fallowing. Results of the binary logit regression model revealed that marital status of household head, access to credit, access to extension services, and farm income influenced farmers’ adoption of planting drought-resistant varieties as an adaptation strategy while access to credit, annual farm income, and time taken to market influenced adoption of planting improved seeds. Gender of household head and farm income had a positive influence on farmers’ adoption of fertilizer and pesticide use. Farming experience, farm income, and access to extension services and credit influenced farmers’ adoption of tree planting. Household size, farming experience, and time taken to market had positive influence on the use of fallowing, while size of land cultivated significantly influenced farmers’ planting of different crop varieties as an adaptation strategy. Conclusion Findings of the study suggest there are several factors that work together to influence adoption of specific adaptation strategies by smallholder farmers. This therefore calls for more effort from government to strengthen the provision of agricultural extension services by improving its climate information system, providing recommended agricultural inputs and training farmers on best agronomic practices to enhance their holistic adaptation to the effect of climate change.",
    "readLink": "https://doi.org/10.1186/s40066-020-00279-1"
  },
  {
    "title": "The Next Generation of Scientists: Examining the Experiences of Graduate Students in Network-Level Social-Ecological Science",
    "authors": [
      "Michele Romolini,",
      "Sydne Record,",
      "Rebecca Garvoille,",
      "Yevgeniy Marusenko,",
      "R. Stuart. Geiger"
    ],
    "doi": "https://doi.org/10.5751/ES-05606-180342",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  p.\n                                  42",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "By integrating the research and resources of hundreds of scientists from dozens of institutions, network-level science is fast becoming one scientific model of choice to address complex problems. In the pursuit to confront pressing environmental issues such as climate change, many scientists, practitioners, policy makers, and institutions are promoting network-level research that integrates the social and ecological sciences. To understand how this scientific trend is unfolding among rising scientists, we examined how graduate students experienced one such emergent social-ecological research initiative, Integrated Science for Society and Environment, within the large-scale, geographically distributed Long Term Ecological Research (LTER) Network. Through workshops, surveys, and interviews, we found that graduate students faced challenges in how they conceptualized and practiced social-ecological research within the LTER Network. We have presented these conceptual challenges at three scales: the individual/project, the LTER site, and the LTER Network. The level of student engagement with and knowledge of the LTER Network was varied, and students faced different institutional, cultural, and logistic barriers to practicing social-ecological research. These types of challenges are unlikely to be unique to LTER graduate students; thus, our findings are relevant to other scientific networks implementing new social-ecological research initiatives.",
    "readLink": "http://www.ecologyandsociety.org/vol18/iss3/art42/"
  },
  {
    "title": "Assimilating Remote Sensing Phenological Information into the WOFOST Model for Rice Growth Simulation",
    "authors": [
      "Gaoxiang Zhou,",
      "Xiangnan Liu,",
      "Ming Liu"
    ],
    "doi": "https://doi.org/10.3390/rs11030268",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  268",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Precise simulation of crop growth is crucial to yield estimation, agricultural field management, and climate change. Although assimilation of crop model and remote sensing data has been applied in crop growth simulation, few studies have considered optimizing the crop model with respect to phenology. In this study, we assimilated phenological information obtained from Moderate Resolution Imaging Spectroradiometer (MODIS) time series data into the World Food Study (WOFOST) model to improve the accuracy of rice growth simulation at the regional scale. The particle swarm optimization (PSO) algorithm was implemented to optimize the initial phenology development stage (IDVS) and transplanting date (TD) in the WOFOST model by minimizing the difference between simulated and observed phenology, including heading and maturity date. Assimilating phenology improved the accuracy of the rice growth simulation, with correlation coefficients (R) equal to 0.793, 0822, and 0.813 at three fieldwork dates. The performance of the proposed strategy is comparable with that of the enhanced vegetation index (EVI) time series assimilation strategy, with less computation time. Additionally, the result confirms that the proposed strategy could be applied with different spatial resolution images and the difference of simulated LAImean is less than 0.35 in three experimental areas. This study offers a novel assimilation strategy with regard to the phenology development process, which is efficient and scalable for crop growth simulation.",
    "readLink": "https://www.mdpi.com/2072-4292/11/3/268"
  },
  {
    "title": "Role of Natural Capital Economics for Sustainable Management of Earth Resources",
    "authors": [
      "Gowhar Meraj,",
      "Shruti Kanga,",
      "Nikola Kranjčić,",
      "Bojan Đurin,",
      "Suraj Kumar Singh"
    ],
    "doi": "https://doi.org/10.3390/earth2030036",
    "journalVolume": "Vol. 2,\n                                no. 36\n                                \n                                  pp.\n                                  622\n                                  – 634",
    "issn": "2673-4834 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.mdpi.com/journal/earth",
    "abstract": "Natural capital is the wealth of nations that determine their economic status. Worldwide, vulnerable people depend on natural capital for employment, salaries, wealth, and livelihoods and, in turn, this determines the developmental index of the nation to which they belong. In this short review, we have tried to sum up the ideas and discussions over natural capital’s role in ascribing economic status to countries as well as the need for natural resource management and sustainability. This paper aimed to discuss how humanity’s prosperity is intertwined with the services that ecosystems provide, and how poor natural resource management (NRM) has adversely affected human well-being. Our preselected criteria for the review paper led us to evaluate 96 peer-reviewed publications from the SCOPUS database, which is likely the most comprehensive archive of peer-reviewed scientific literature as well as WoS, PUBMED, and Google Scholar databases. Our review revealed that the availability of ecological services is crucial for clean water and air, food and fodder, and agricultural development. We further discussed important concepts regarding sustainability, natural capital and economics, and determinants of human well-being vis-à-vis the intergenerational security of natural wealth. To ensure current and future human well-being, we conclude that an in-depth understanding of the services that ecosystems provide is necessary for the holistic management of the Earth system.",
    "readLink": "https://www.mdpi.com/2673-4834/2/3/36"
  },
  {
    "title": "Weather and Air Quality Drive the Winter Use of Utah’s Big and Little Cottonwood Canyons",
    "authors": [
      "Hongchao Zhang,",
      "Jordan  W. Smith"
    ],
    "doi": "https://doi.org/10.3390/su10103582",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  3582",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Winter outdoor recreation opportunities in Utah are directly impacted by the effects of climate change and deteriorating air quality. We examine the influences of daily weather conditions and air quality on winter use of two prominent Utah canyons located just outside Salt Lake City-Big and Little Cottonwood Canyons. Daily weather data were collected both within the canyons and in Salt Lake City; daily air quality data were collected for just Salt Lake City. We hypothesized that desirable weather within the canyons (i.e., cooler temperatures, more snowfall, and deeper snow depths) serves as a “pull” factor, positively influencing the volume of traffic. We also hypothesized that poor air quality within the city acts as a “push” factor on individuals’ travel behavior, this too would positively influence the volume of traffic up the canyons. We used a panel time-series regression model to determine the influence of both these “push” and “pull” factors on use of the canyons during the winter months. Our results revealed that, as expected, cooler temperatures and greater amounts of snow in the canyons, as well as poorer air quality in the city, have a positive and significant influence on winter canyon use. These findings suggest that warmer winter temperatures, as well as deteriorating air quality in the city, may have substantial impacts on Utah’s outdoor recreation economy.",
    "readLink": "http://www.mdpi.com/2071-1050/10/10/3582"
  },
  {
    "title": "Agricultural Holdings from Concept to Economic Performance",
    "authors": [
      "Claudiu – Florin Deac,",
      "Margareta Fagadar (Ghisa)"
    ],
    "doi": "Vol. XXI,\n                                no. 1\n                                \n                                  pp.\n                                  736\n                                  – 740",
    "issn": "2393-3127 (Online)",
    "publisher": "Ovidius University Press",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://stec.univ-ovidius.ro/html/anale/ENG/",
    "abstract": "Romania's agriculture is a basic element in the national economy, due to its potential and existing natural and human resources. Performance is a hotly debated topic in all areas of activity, but in agriculture it needs a distinct approach, as an important role in influencing performance dynamics is played by natural factors, which are the consequence of climate change and increased pollution. Performance is not just about achieving short-term results, but also about implementing strategic policies for the sustainable development of farms. This article has been written in order to support people interested in information on economic performance in agriculture.",
    "readLink": "https://stec.univ-ovidius.ro/html/anale/RO/2021/Section%205/8.pdf"
  },
  {
    "title": "Analysis of Dust Detection Algorithms Based on FY-4A Satellite Data",
    "authors": [
      "Lu Yang,",
      "Lu She,",
      "Yahui Che,",
      "Xingwei He,",
      "Chen Yang,",
      "Zixian Feng"
    ],
    "doi": "https://doi.org/10.3390/app13031365",
    "journalVolume": "Vol. 13,\n                                no. 1365\n                                \n                                  p.\n                                  1365",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Dust detection is essential for environmental protection, climate change assessment, and human health issues. Based on the Fengyun-4A (FY-4A)/Advance Geostationary Radiation Imager (AGRI) images, this paper aimed to examine the performances of two classic dust detection algorithms (i.e., the brightness temperature difference (BTD) and normalized difference dust index (NDDI) thresholding algorithms) as well as two dust products (i.e., the infrared differential dust index (IDDI) and Dust Score products (DST) developed by the China Meteorological Administration). Results show that a threshold below −0.4 for BTD (11–12 µm) is appropriate for dust identification over China and that there is no fixed threshold for NDDI due to its limitations in distinguishing dust from bare ground. The IDDI and DST products presented similar results, where they are capable of detecting dust over all study areas only for daytime. A validation of these four dust detection algorithms has also been conducted with ground-based particulate matter (PM10) concentration measurements for the spring (March to May) of 2021. Results show that the average probability of correct detection (POCD) for BTD, NDDI, IDDI, and DST were 56.15%, 39.39%, 48.22%, and 46.75%, respectively. Overall, BTD performed the best on dust detection over China with its relative higher accuracy followed by IDDI and DST in the spring of 2021. A single threshold for NDDI led to a lower accuracy than those for others. Additionally, we integrated the BTD and IDDI algorithms for verification. The POFD after integration was only 56.17%, and the fusion algorithm had certain advantages over the single algorithm verification.",
    "readLink": "https://www.mdpi.com/2076-3417/13/3/1365"
  }
]