[
  {
    "title": "Sustainability Indicators for the Manufacturing and Use of a Fuel Cell Prototype and Hydrogen Storage for Portable Uses",
    "authors": [
      "Daniel Garraín,",
      "Santacruz Banacloche,",
      "Paloma Ferreira-Aparicio,",
      "Antonio Martínez-Chaparro,",
      "Yolanda Lechón"
    ],
    "doi": "https://doi.org/10.3390/en14206558",
    "journalVolume": "Vol. 14,\n                                no. 6558\n                                \n                                  p.\n                                  6558",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "A sustainability assessment regarding the manufacturing process and the use of a new proton exchange membrane fuel cell (PEMFC), specially designed for portable hydrogen applications, is presented. The initial fuel cell prototype has been configured by taking into account exclusively technical issues. However, a life cycle analysis considering environmental and socioeconomic impacts is crucial to improve the model to develop a more sustainable product. From the environmental perspective, the durability of the system and its efficiency are key elements required to decrease the potential overall impacts. High electricity consumption for manufacturing requires a commitment to the use of renewable energies, due to the high current value of the projected impact of climate change (42.5 tonnes of CO2 eq). From the socioeconomic point of view, the dependence of imported components required for the synthesis of some materials displaces the effects of value added and employment in Spain, potentially concentrating the largest impact on countries such as Singapore, Japan and the UK, whereas the cell assembly would have a greater benefit for the country of fabrication. These results provide a basis for new research strategies since they can be considered standard values for improving future upgrades of the fuel cell in terms of sustainability.",
    "readLink": "https://www.mdpi.com/1996-1073/14/20/6558"
  },
  {
    "title": "Projected changes of snow conditions and avalanche activity in a warming climate: the French Alps over the 2020&ndash;2050 and 2070&ndash;2100 periods",
    "authors": [
      "H. Castebrunet,",
      "N. Eckert,",
      "G. Giraud,",
      "Y. Durand,",
      "S. Morin"
    ],
    "doi": "https://doi.org/10.5194/tc-8-1673-2014",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  pp.\n                                  1673\n                                  – 1697",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Projecting changes in snow cover due to climate warming is important for many societal issues, including the adaptation of avalanche risk mitigation strategies. Efficient modelling of future snow cover requires high resolution to properly resolve the topography. Here, we introduce results obtained through statistical downscaling techniques allowing simulations of future snowpack conditions including mechanical stability estimates for the mid and late 21st century in the French Alps under three climate change scenarios. Refined statistical descriptions of snowpack characteristics are provided in comparison to a 1960–1990 reference period, including latitudinal, altitudinal and seasonal gradients. These results are then used to feed a statistical model relating avalanche activity to snow and meteorological conditions, so as to produce the first projection on annual/seasonal timescales of future natural avalanche activity based on past observations. The resulting statistical indicators are fundamental for the mountain economy in terms of anticipation of changes. Whereas precipitation is expected to remain quite stationary, temperature increase interacting with topography will constrain the evolution of snow-related variables on all considered spatio-temporal scales and will, in particular, lead to a reduction of the dry snowpack and an increase of the wet snowpack. Overall, compared to the reference period, changes are strong for the end of the 21st century, but already significant for the mid century. Changes in winter are less important than in spring, but wet-snow conditions are projected to appear at high elevations earlier in the season. At the same altitude, the southern French Alps will not be significantly more affected than the northern French Alps, which means that the snowpack will be preserved for longer in the southern massifs which are higher on average. Regarding avalanche activity, a general decrease in mean (20–30%) and interannual variability is projected. These changes are relatively strong compared to changes in snow and meteorological variables. The decrease is amplified in spring and at low altitude. In contrast, an increase in avalanche activity is expected in winter at high altitude because of conditions favourable to wet-snow avalanches earlier in the season. Comparison with the outputs of the deterministic avalanche hazard model MEPRA (Modèle Expert d'aide à la Prévision du Risque d'Avalanche) shows generally consistent results but suggests that, even if the frequency of winters with high avalanche activity is clearly projected to decrease, the decreasing trend may be less strong and smooth than suggested by the statistical analysis based on changes in snowpack characteristics and their links to avalanches observations in the past. This important point for risk assessment pleads for further work focusing on shorter timescales. Finally, the small differences between different climate change scenarios show the robustness of the predicted avalanche activity changes.",
    "readLink": "http://www.the-cryosphere.net/8/1673/2014/tc-8-1673-2014.pdf"
  },
  {
    "title": "Think Piece on Amanzi for Food: Working with Critical Realism to Inform a Situated Learning Framework for Climate Change Education",
    "authors": [
      "Rob O'Donoghue"
    ],
    "doi": "Vol. 34\n                                \n                                \n                                  pp.\n                                  107\n                                  – 120",
    "issn": "0256-7504 (Print)",
    "publisher": "2411-5959 (Online)",
    "countryOfPublisher": "Environmental Association of Southern Africa",
    "lcc": [
      "South Africa",
      "Education",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "http://www.ajol.info/sajee",
    "abstract": "This study is developed as a think piece which deliberates the problem of transformative human agency in a curriculum setting. Using a critical realism perspective and schematic tools it examines the deliberative framing of an Amanzi for Food teaching garden as an education process for mediating the learning of rainwater harvesting. Working with Bhaskar’s Transformational Model of Social Activity and using expansions of his ‘four-planar social being’ schema and its resolution in his ‘social cube’ model, the study contemplates the framing for a curriculum for the mediation of co-engaged social learning in the contexts of practical work in an agricultural college curriculum setting. In this way the research process is developed as an under-labouring review of the emerging curriculum in search of theory to inform pedagogy for mediating situated processes of transformative social learning.",
    "readLink": "https://www.ajol.info/index.php/sajee/article/view/172215"
  },
  {
    "title": "Improved estimates of water cycle change from ocean salinity: the key role of ocean warming",
    "authors": [
      "Jan D Zika,",
      "Nikolaos Skliris,",
      "Adam T Blaker,",
      "Robert Marsh,",
      "A J George Nurser,",
      "Simon A Josey"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aace42",
    "journalVolume": "Vol. 13,\n                                no. 7\n                                \n                                  p.\n                                  074036",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Changes in the global water cycle critically impact environmental, agricultural, and energy systems relied upon by humanity (Jiménez Cisneros et al 2014 Climate Change 2014: Impacts, Adaptation, and Vulnerability (Cambridge: Cambridge University Press)). Understanding recent water cycle change is essential in constraining future projections. Warming-induced water cycle change is expected to amplify the pattern of sea surface salinity (Durack et al 2012 Science 336 455–8). A puzzle has, however, emerged. The surface salinity pattern has amplified by 5%–8% since the 1950s (Durack et al 2012 Science 336 455–8, Skliris et al 2014 Clim. Dyn. 43 709–36) while the water cycle is thought to have amplified at close to half that rate (Durack et al 2012 Science 336 455–8, Skliris et al 2016 Sci. Rep. 6 752). This discrepancy is also replicated in climate projections of the 21st century (Durack et al 2012 Science 336 455–8). Using targeted numerical ocean model experiments we find that, while surface water fluxes due to water cycle change and ice mass loss amplify the surface salinity pattern, ocean warming exerts a substantial influence. Warming increases near-surface stratification, inhibiting the decay of existing salinity contrasts and further amplifying surface salinity patterns. Observed ocean warming can explain approximately half of observed surface salinity pattern changes from 1957–2016 with ice mass loss playing a minor role. Water cycle change of 3.6% ± 2.1% per degree Celsius of surface air temperature change is sufficient to explain the remaining observed salinity pattern change.",
    "readLink": "https://doi.org/10.1088/1748-9326/aace42"
  },
  {
    "title": "A high-resolution climate simulation dataset for the past 540 million years",
    "authors": [
      "Xiang Li,",
      "Yongyun Hu,",
      "Jiaqi Guo,",
      "Jiawenjing Lan,",
      "Qifan Lin,",
      "Xiujuan Bao,",
      "Shuai Yuan,",
      "Mengyu Wei,",
      "Zhibo Li,",
      "Kai Man,",
      "Zihan Yin,",
      "Jing Han,",
      "Jian Zhang,",
      "Chenguang Zhu,",
      "Zhouqiao Zhao,",
      "Yonggang Liu,",
      "Jun Yang,",
      "Ji Nie"
    ],
    "doi": "https://doi.org/10.1038/s41597-022-01490-4",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2052-4463 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/sdata/",
    "abstract": "Measurement(s) climate change • temperature • volume of hydrological precipitation Technology Type(s) computational modeling technique Factor Type(s) surface temperature • precipitation Sample Characteristic - Organism monthly surface temperatures and precipitation Sample Characteristic - Environment climate system Sample Characteristic - Location global",
    "readLink": "https://doi.org/10.1038/s41597-022-01490-4"
  },
  {
    "title": "Projected changes of thermal growing season over Northern Eurasia in a 1.5 °C and 2 °C warming world",
    "authors": [
      "Baiquan Zhou,",
      "Panmao Zhai,",
      "Yang Chen,",
      "Rong Yu"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aaa6dc",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  p.\n                                  035004",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Projected changes of the thermal growing season (TGS) over Northern Eurasia at 1.5 °C and 2 °C global warming levels are investigated using 22 CMIP5 models under both RCP4.5 and RCP8.5 scenarios. The multi-model mean projections indicate Northern Eurasia will experience extended and intensified TGSs in a warmer world. The prolongation of TGSs under 1.5 °C and 2 °C warming is attributed to both earlier onset and later termination, with the latter factor playing a dominating role. Interestingly, earlier onset is of greater importance under RCP4.5 than under RCP8.5 in prolonging TGS as the world warms by an additional 0.5 °C. Under both RCPs, growing degree day sum (GDD) above 5 °C is anticipated to increase by 0 °C–450 °C days and 0 °C–650 °C days over Northern Eurasia at 1.5 °C and 2 °C warming, respectively. However, effective GDD (EGDD) which accumulates optimum temperature for the growth of wheat, exhibits a decline in the south of Central Asia under warmer climates. Therefore, for wheat production over Northern Eurasia, adverse effects incurred by scorching temperatures and resultant inadequacy in water availability may counteract benefits from lengthening and warming TGS. In response to a future 1.5 °C and 2 °C warmer world, proper management and scientifically-tailored adaptation are imperative to optimize local-regional agricultural production.",
    "readLink": "https://doi.org/10.1088/1748-9326/aaa6dc"
  },
  {
    "title": "A Review on the Numerical Studies on the Performance of Proton Exchange Membrane Fuel Cell (PEMFC) Flow Channel Designs for Automotive Applications",
    "authors": [
      "Suprava Chakraborty,",
      "Devaraj Elangovan,",
      "Karthikeyan Palaniswamy,",
      "Ashley Fly,",
      "Dineshkumar Ravi,",
      "Denis Ashok Sathia Seelan,",
      "Thundil Karuppa Raj Rajagopal"
    ],
    "doi": "https://doi.org/10.3390/en15249520",
    "journalVolume": "Vol. 15,\n                                no. 9520\n                                \n                                  p.\n                                  9520",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Climate change and the major threat it poses to the environment and human lives is the major challenge the world faces today. To overcome this challenge, it is recommended that future automobiles have zero carbon exhaust emissions. Even though battery electric vehicles reduce carbon emissions relative to combustion engines, a carbon footprint still remains in the overall ecosystem unless the battery is powered by renewable energy sources. The proton exchange membrane fuel cell (PEMFC) is an alternate source for automotive mobility which, similar to battery electric vehicles, has zero carbon emissions from its exhaust pipe. Moreover, the typical system level efficiency of a PEMFC is higher than an equivalent internal combustion powertrain. This review article covers the background history, working principles, challenges and applications of PEMFCs for automotive transportation and power generation in industries. Since the performance of a PEMFC is greatly influenced by the design of the anode and cathode flow channels, an in-depth review has been carried out on different types of flow channel designs. This review reveals the importance of flow channel design with respect to uniform gas (reactant) distribution, membrane proton conductivity, water flooding and thermal management. An exhaustive study has been carried out on different types of flow channels, such as parallel, serpentine, interdigitated and bio-inspired, with respect to their performance and applications.",
    "readLink": "https://www.mdpi.com/1996-1073/15/24/9520"
  },
  {
    "title": "Methodology for Evaluating the CO<sub>2</sub> Sequestration Capacity of Waste Ashes",
    "authors": [
      "Sara Tominc,",
      "Vilma Ducman"
    ],
    "doi": "https://doi.org/10.3390/ma16155284",
    "journalVolume": "Vol. 16,\n                                no. 5284\n                                \n                                  p.\n                                  5284",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "The concentration of CO2 in the atmosphere is constantly increasing, leading to an increase in the average global temperature and, thus, affecting climate change. Hence, various initiatives have been proposed to mitigate this process, among which CO2 sequestration is a technically simple and efficient approach. The spontaneous carbonation of ashes with atmospheric CO2 is very slow, and this is why accelerated carbonation is encouraged. However, not all ashes are equally suitable for this process, so a methodology to evaluate their potential should be developed. Such a methodology involves a combination of techniques, from theoretical calculations to XRF, XRD, DTA-TG, and the calcimetric determination of the CaCO3 content. The present study followed the approach of exposing ashes to accelerated carbonation conditions (4% v/v CO2, 50–55% and 80–85% RH, 20 °C) in a closed carbonation chamber for different periods of time until the maximum CO2 uptake is reached. The amount of sequestered CO2 was quantified by thermogravimetry. The results show that the highest CO2 sequestration capacity (33.8%) and carbonation efficiency (67.9%) were obtained for wood biomass bottom ash. This method was applied to eight combustion ashes and could serve to evaluate other ashes or comparable carbon storage materials.",
    "readLink": "https://www.mdpi.com/1996-1944/16/15/5284"
  },
  {
    "title": "Thirty Years of the Yellow River Water Allocation Scheme and future Prospect",
    "authors": [
      "wang Yu,",
      "Peng Shaoming,",
      "Jiang Guiqin,",
      "Fang Hongbin"
    ],
    "doi": "https://doi.org/10.1051/matecconf/201824601083",
    "journalVolume": "Vol. 246\n                                \n                                \n                                  p.\n                                  01083",
    "issn": "2261-236X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.matec-conferences.org",
    "abstract": "Yellow River is an important source of water for northwest and north China, and an important strategic guarantee for the sustainable economic and social development of the Yellow River basin and its related regions. The Yellow River water allocation scheme (Scheme 1987 in short) was approved in 1987 by the State Council, which was the first river water allocation scheme in China. It allocates a total volume of 58 billion m3 of water to the 11 provinces along the river and its ecosystem. However, with the deepening impact of climate change and human activities, the Yellow River water resource and its development situations have some changes and the water resource of the drainage basin faces new situations, so it is urgent to carry out the optimization and adjustment study of Scheme 1987 under the new situation. The background and promulgation process of Scheme 1987 was reviewed comprehensively, and its implementation effect for 30 years was analyzed from two periods before and after unified dispatching. The new situation of the development of the Yellow River basin in the future was analyzed, and the work to be carried out to optimize and adjust the Scheme 1987 was prospected.",
    "readLink": "https://doi.org/10.1051/matecconf/201824601083"
  },
  {
    "title": "Futurism, Futurology, Future Shock, Climate Change: Visions of the Future from 1909 to the Present",
    "authors": [
      "John Potts"
    ],
    "doi": "https://doi.org/10.5130/portal.v15i1-2.5810",
    "journalVolume": "Vol. 15,\n                                no. 1-2",
    "issn": "1449-2490 (Online)",
    "publisher": "UTS ePRESS",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Political science: Colonies and colonization. Emigration and immigration. International migration",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://epress.lib.uts.edu.au/journals/index.php/portal",
    "abstract": "This essay charts a brief intellectual history of the futures – both utopian and dystopian – conceived in the twentieth and twenty-first centuries. It traces perspectives on the future since 1909, when the term ‘futurism’ was coined in the publication of the ‘The Founding and Manifesto of Futurism’. The essay maps changes in the vision of the future, taking a chronological approach in noting developments in the discourse on the future. A prominent theme in pronouncements on the future is technological progress, first in relation to industrial technology, later in the context of post-industrial or information technology. A turning-point in this discourse can be isolated around 1973, when ideas of technological progress begin to be challenged in the public sphere; from that date, environmental concern becomes increasingly significant in discussions of the future.",
    "readLink": "https://learning-analytics.info/journals/index.php/portal/article/view/5810"
  }
]