[
  {
    "title": "Flood susceptibility assessment using integration of adaptive network-based fuzzy inference system (ANFIS) and biogeography-based optimization (BBO) and BAT algorithms (BA)",
    "authors": [
      "M. Ahmadlou,",
      "M. Karimi,",
      "S. Alizadeh,",
      "A. Shirzadi,",
      "D. Parvinnejhad,",
      "H. Shahabi,",
      "M. Panahi"
    ],
    "doi": "https://doi.org/10.1080/10106049.2018.1474276",
    "journalVolume": "Vol. 34,\n                                no. 11\n                                \n                                  pp.\n                                  1252\n                                  – 1272",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "This paper couples an adaptive neuro-fuzzy inference system (ANFIS), with two heuristic-based computation methods namely biogeography-based optimization (BBO) and BAT algorithm (BA) with GIS to map flood susceptibility in a region of Iran. These algorithms have been used for flood modelling, infrequently. A total of 287 flood locations were randomly categorized into training (70%; 201 floods), and validation (30%; 86 floods) datasets for modelling process and evaluation. The Step-wise Weight Assessment Ratio Analysis (SWARA) technique was applied to evaluate the role of nine dominant factors on flood occurrence. The results of using the ANFIS and the artificial intelligence ensemble algorithms were three flood susceptibility maps. Results indicated that the ANFIS-BBO had the highest accuracy in comparison with the ANFIS and ANFIS-BA models in flood modelling. In addition, BBO algorithm showed its great potential by considering higher accuracy and lower computational time, in mapping and assessment of flood susceptibility.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2018.1474276"
  },
  {
    "title": "Impact of Climate Change and Variability on Spatiotemporal Variation of Forest Cover; World Heritage Sinharaja Rainforest, Sri Lanka",
    "authors": [
      "Jayanga T.  Samarasinghe,",
      "Miyuru B.  Gunathilake,",
      "Randika K.  Makubura,",
      "Shanika M.A.  Arachchi,",
      "Upaka Rathnayake"
    ],
    "doi": "https://doi.org/10.24259/fs.v6i1.18271",
    "journalVolume": "Vol. 6,\n                                no. 1",
    "issn": "2549-4724 (Print)",
    "publisher": "2549-4333 (Online)",
    "countryOfPublisher": "Hasanuddin University",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://journal.unhas.ac.id/index.php/fs",
    "abstract": "Rainforests are continuously threatened by various anthropogenic activities. In addition, the ever-changing climate severely impacts the world’s rainforest cover. The consequences of these are paid back to human at a higher cost. Nevertheless, little or no significant attention was broadly given to this critical environmental issue. The World Heritage Sinharaja Rainforest in Sri Lanka is originating news on its forest cover due to human activities and changing climates. The scientific analysis is yet to be presented on the related issues. Therefore, this paper presents a comprehensive study on the possible impact on the Sinharaja Rainforest due to changing climate. Landsat images with measured rainfall data for 30 years were assessed and the relationships are presented. Results showcased that the built-up areas have drastically been increased over the last decade in the vicinity and the declared forest area. The authorities found the issues are serious and a sensitive task to negotiate in conserving the forest. The rainfall around the forest area has not shown significant trends over the years. Therefore, the health of forest cover was not severely impacted. Nevertheless, six cleared-up areas were found inside the Singaraja Rainforest under no human interactions. This can be due to a possible influence from the changing climate. This was justified by the temporal variation of Land Surface Temperature (LST) assessments over these six cleared-up areas. Therefore, the World Heritage rainforest is threatened due to human activities and under the changing climate change. Hence, the conservation of the Sinharaja Rainforest would be challenging in the future.",
    "readLink": "https://journal.unhas.ac.id/index.php/fs/article/view/18271"
  },
  {
    "title": "Coffee ( Coffea arabica  L,var. Castillo) seedling growth  in Nariño, Colombia",
    "authors": [
      "José Álvaro Castillo,",
      "Danita Andrade"
    ],
    "doi": "https://doi.org/10.22267/rcia.213801.145",
    "journalVolume": "Vol. 38,\n                                no. 1\n                                \n                                  pp.\n                                  62\n                                  – 74",
    "issn": "0120-0135 (Print)",
    "publisher": "2256-2273 (Online)",
    "countryOfPublisher": "Universidad de Nariño",
    "lcc": [
      "Colombia",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://revistas.udenar.edu.co/index.php/rfacia/index",
    "abstract": "Coffee is one of the most socioeconomically important crops worldwide. Currently, environmental variations due to climate change are affecting coffee development and growth. Therefore, it is important to evaluate areas that offer a different environment during seedling stage since it is fundamental for successful cultivation. Four municipalities located at different altitudes in the Department of Nariño were selected: La Florida (1879 m a.s.l.), Sandoná (1924 m a.s.l.), Consacá (2001 m a.s.l.), and La Unión (1417 m a.s.l.). The experiment was conducted as a randomized complete block design. Growth variables were measured for five months, including total height-TH, number of leaves-NL, total leaf area-LA, fresh weight-FW, and dry weight-W. The following indices were calculated from the variables recorded: relative growth rate-RGR, leaf area index-LAI, net assimilation rate-NAR, crop growth rate-CGR, leaf area duration-LAD, and leaf area ratio-LAR. The data related to TH, NL, W, and LA recorded during the last evaluation (120 days after being transplanted) showed differences between locations; the maximum values in TH, W and LA were recorded in La Union, while higher averages in NL were obtained in Sandoná. The index values for CGR, LAI, LAR, RGR, and LAD were higher in La Unión, while NAR was higher in La Florida. The results lead to conclude that there are differences in coffee seedling growth depending on the climatic conditions. Accordingly, the highest growth was observed in areas at lower altitudes; therefore, these are recommended for seedling establishment given the higher growth rate, especially that of leaves.",
    "readLink": "https://revistas.udenar.edu.co/index.php/rfacia/article/view/5894/7443"
  },
  {
    "title": "Green Spaces over a Roof or on the Ground, Does It Matter? The Perception of Ecosystem Services and Potential Restorative Effects",
    "authors": [
      "Cristina Matos Silva,",
      "Fátima Bernardo,",
      "Maria Manso,",
      "Isabel Loupa Ramos"
    ],
    "doi": "https://doi.org/10.3390/su15065334",
    "journalVolume": "Vol. 15,\n                                no. 5334\n                                \n                                  p.\n                                  5334",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Cities are becoming more vulnerable to climate change and need appropriate adaptation measures. Previous studies demonstrated that urban green spaces provide multiple ecosystem services, improving the health and well-being of urban residents. Yet different urban green spaces provide different services—provisioning, regulating, cultural, or supporting ones. This work aims first to understand if urban green space users perceive the different supplies of provisioning and regulating services offered by different types of urban green spaces. Second, this work seeks to determine if green roof type conditions, as well as vegetation type and access, affect the users’ perceptions of the cultural ecosystem services. This work presents the results of an image-based online survey performed among 376 Portuguese undergraduate students between March and April 2021. The survey is based on nine alternative urban space designs, varying the roof access type and vegetation types. The results show a general preference for urban green spaces with more vegetation, regardless of the type of roof, and a general preference for green spaces with better accessibility. In addition, users’ preference for no-roof conditions appears to be linked to the abundance of vegetation and quality of urban design and not to awareness of an existing roof structure and its influence on the natural processes.",
    "readLink": "https://www.mdpi.com/2071-1050/15/6/5334"
  },
  {
    "title": "A Semi-Automated Two-Step Building Stock Monitoring Methodology for Supporting Immediate Solutions in Urban Issues",
    "authors": [
      "Mehmet Isiler,",
      "Mustafa Yanalak,",
      "Muhammed Enes Atik,",
      "Saziye Ozge Atik,",
      "Zaide Duran"
    ],
    "doi": "https://doi.org/10.3390/su15118979",
    "journalVolume": "Vol. 15,\n                                no. 8979\n                                \n                                  p.\n                                  8979",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Sustainable Development Goals (SDGs) have addressed environmental and social issues in cities, such as insecure land tenure, climate change, and vulnerability to natural disasters. SDGs have motivated authorities to adopt urban land policies that support the quality and safety of urban life. Reliable, accurate, and up-to-date building information should be provided to develop effective land policies to solve the challenges of urbanization. Creating comprehensive and effective systems for land management in urban areas requires a significant long-term effort. However, some procedures should be undertaken immediately to mitigate the potential negative impacts of urban problems on human life. In developing countries, public records may not reflect the current status of buildings. Thus, implementing an automated and rapid building monitoring system using the potential of high-spatial-resolution satellite images and street views may be ideal for urban areas. This study proposed a two-step automated building stock monitoring mechanism. Our proposed method can identify critical building features, such as the building footprint and the number of floors. In the first step, buildings were automatically detected by using the object-based image analysis (OBIA) method on high-resolution spatial satellite images. In the second step, vertical images of the buildings were collected. Then, the number of the building floors was determined automatically using Google Street View Images (GSVI) via the YOLOv5 algorithm and the kernel density estimation method. The first step of the experiment was applied to the high-resolution images of the Pleiades satellite, which covers three different urban areas in Istanbul. The average accuracy metrics of the OBIA experiment for Area 1, Area 2, and Area 3 were 92.74%, 92.23%, and 92.92%, respectively. The second step of the experiment was applied to the image dataset containing the GSVIs of several buildings in different Istanbul streets. The perspective effect, the presence of more than one building in the photograph, some obstacles around the buildings, and different window sizes caused errors in the floor estimations. For this reason, the operator’s manual interpretation when obtaining SVIs increases the floor estimation accuracy. The proposed algorithm estimates the number of floors at a rate of 79.2% accuracy for the SVIs collected by operator interpretation. Consequently, our methodology can easily be used to monitor and document the critical features of the existing buildings. This approach can support an immediate emergency action plan to reduce the possible losses caused by urban problems. In addition, this method can be utilized to analyze the previous conditions after damage or losses occur.",
    "readLink": "https://www.mdpi.com/2071-1050/15/11/8979"
  },
  {
    "title": "Internet of Things-based sustainable environment management for large indoor facilities",
    "authors": [
      "Muhammad Hanif Lashari,",
      "Sarang Karim,",
      "Musaed Alhussein,",
      "Ayaz Ahmed Hoshu,",
      "Khursheed Aurangzeb,",
      "Muhammad Shahid Anwar"
    ],
    "doi": "https://doi.org/10.7717/peerj-cs.1623",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e1623",
    "issn": "2376-5992 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://peerj.com/computer-science/",
    "abstract": "Due to global warming and climate change, the poultry industry is heavily impacted, especially the broiler industry, due to the sensitive immune system of broiler chickens. However, the continuous monitoring and controlling of the farm’s environmental parameters can help to curtail the negative impacts of the environment on chickens’ health, leading to increased meat production. This article presents smart solutions to such issues, which are practically implemented, and have low production and operational costs. In this article, an Internet of Things (IoT) based environmental parameters monitoring has been demonstrated for the poultry farmhouse. This system enables the collection and visualization of crucially sensed data automatically and reliably, and at a low cost to efficiently manage and operate a poultry farm. The proposed IoT-based remote monitoring system collects and visualizes environmental parameters, such as air temperature, relative humidity (RH), oxygen level (O2), carbon dioxide (CO2), carbon monoxide (CO), and ammonia (NH3) gas concentrations. The wireless sensor nodes have been designed and deployed for efficient data collection of the essential environmental parameters that are key for monitoring and decision-making process. The hardware is implemented and deployed successfully at a site within the control shed of the poultry farmhouse. The results revealed important findings related to the environmental conditions within the poultry farm. The temperature inside the control sheds remained within the desired range throughout the monitoring period, with daily average values ranging from 32 °C to 34 °C. The RH showed slight variations monitoring period, ranging from 65% to 75%, with a daily average of 70%. The O2 concentration exhibited an average value of 17% to 18.5% throughout the monitoring period. The CO2 levels showed occasional increases, reaching a maximum value of 1,100 ppm. However, this value was below the maximum permissible level of 2,500 ppm, indicating that the ventilation system was effective in maintaining acceptable CO2 levels within the control sheds. The NH3 gas concentration remained consistently low throughout the duration, with an average value of 50 parts per million (ppm).",
    "readLink": "https://peerj.com/articles/cs-1623.pdf"
  },
  {
    "title": "Bruno Latour and the myth of autonomous academic discipline: Rethinking education in the light of various modes of existence",
    "authors": [
      "Colby Dickinson"
    ],
    "doi": "https://doi.org/10.4102/the.v4i0.75",
    "journalVolume": "Vol. 4,\n                                no. 0\n                                \n                                  pp.\n                                  e1\n                                  – e7",
    "issn": "2415-0991 (Print)",
    "publisher": "2519-5638 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Education: Theory and practice of education"
    ],
    "journalUrl": "https://thejournal.org.za/index.php/thejournal",
    "abstract": "Background: Issues of identity, interdependence, relationality and violence are far larger than the human species alone, although humanity has often pretended as if it alone were the beneficiaries of studying such ideas. Aim: Pedagogically, the complexity of existence beyond human being must influence the traditional humanities curriculum or risk further isolation and alienation within humanity-dominant narratives. Setting: As climate change continues to alter our comprehension of what is truly at stake in the survival of life on this planet, however, humankind needs a complete rethinking of its relationship with the multiple forms of life that dwell alongside it, as well as the traditional division between the humanities and the sciences within academic settings. Methods: It is with this scenario before us that I turn to the work of Bruno Latour who re-conceives of humanity’s relationship with nature as an interdisciplinary and boundary-crossing project, one that has deep pedagogical implications. Results: I demonstrate how Latour’s collaborative and highly original work ranges across disciplines and provides new ways to contemplate research in academia. Conclusion: Latour’s thought moves beyond polarising anti-humanist language and towards a way to limit the sovereign claims of humanity, opening discourse towards other non-human participants.",
    "readLink": "https://thejournal.org.za/index.php/thejournal/article/view/75"
  },
  {
    "title": "Evaluation of Morpho-Physiological and Yield-Associated Traits of Rice (<i>Oryza sativa</i> L.) Landraces Combined with Marker-Assisted Selection under High-Temperature Stress and Elevated Atmospheric CO<sub>2</sub> Levels",
    "authors": [
      "Merentoshi Mollier,",
      "Rajib Roychowdhury,",
      "Lanunola Tzudir,",
      "Radheshyam Sharma,",
      "Ujjal Barua,",
      "Naseema Rahman,",
      "Sikandar Pal,",
      "Bhabesh Gogoi,",
      "Prakash Kalita,",
      "Devendra Jain,",
      "Ranjan Das"
    ],
    "doi": "https://doi.org/10.3390/plants12203655",
    "journalVolume": "Vol. 12,\n                                no. 3655\n                                \n                                  p.\n                                  3655",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Rice (Oryza sativa L.) is an important cereal crop worldwide due to its long domestication history. North-Eastern India (NEI) is one of the origins of indica rice and contains various native landraces that can withstand climatic changes. The present study compared NEI rice landraces to a check variety for phenological, morpho-physiological, and yield-associated traits under high temperatures (HTs) and elevated CO2 (eCO2) levels using molecular markers. The first experiment tested 75 rice landraces for HT tolerance. Seven better-performing landraces and the check variety (N22) were evaluated for the above traits in bioreactors for two years (2019 and 2020) under control (T1) and two stress treatments [mild stress or T2 (eCO2 550 ppm + 4 °C more than ambient temperature) and severe stress or T3 (eCO2 750 ppm + 6 °C more than ambient temperature)]. The findings showed that moderate stress (T2) improved plant height (PH), leaf number (LN), leaf area (LA), spikelets panicle−1 (S/P), thousand-grain weight (TGW), harvest index (HI), and grain production. HT and eCO2 in T3 significantly decreased all genotypes’ metrics, including grain yield (GY). Pollen traits are strongly and positively associated with spikelet fertility at maturity and GY under stress conditions. Shoot biomass positively affected yield-associated traits including S/P, TGW, HI, and GY. This study recorded an average reduction of 8.09% GY across two seasons in response to the conditions simulated in T3. Overall, two landraces—Kohima special and Lisem—were found to be more responsive compared to other the landraces as well as N22 under stress conditions, with a higher yield and biomass increment. SCoT-marker-assisted genotyping amplified 77 alleles, 55 of which were polymorphic, with polymorphism information content (PIC) values from 0.22 to 0.67. The study reveals genetic variation among the rice lines and supports Kohima Special and Lisem’s close relationship. These two better-performing rice landraces are useful pre-breeding resources for future rice-breeding programs to increase stress tolerance, especially to HT and high eCO2 levels under changing climatic situations.",
    "readLink": "https://www.mdpi.com/2223-7747/12/20/3655"
  },
  {
    "title": "Analysis of Influencing Factors and Trend Forecast of Carbon Emission from Energy Consumption in China Based on Expanded STIRPAT Model",
    "authors": [
      "Zhen Li,",
      "Yanbin Li,",
      "Shuangshuang Shao"
    ],
    "doi": "https://doi.org/10.3390/en12163054",
    "journalVolume": "Vol. 12,\n                                no. 16\n                                \n                                  p.\n                                  3054",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "With the convening of the annual global climate conference, the issue of global climate change has gradually become the focus of attention of the international community. As the largest carbon emitter in the world, China is facing a serious situation of carbon emission reduction. This paper uses the IPCC (The Intergovernmental Panel on Climate Change) method to calculate the carbon emissions of energy consumption in China from 1996 to 2016, and uses it as a dependent variable to analyze the influencing factors. In this paper, five factors, total population, per capita GDP (Gross Domestic Product), urbanization level, primary energy consumption structure, technology level, and industrial structure are selected as the influencing factors of carbon emissions. Based on the expanded STIRPAT (Stochastic Impacts by Regression on Population, Affluence, and Technology) model, the influencing degree of different factors on carbon emissions of energy consumption is analyzed. The results show that the order of impact on carbon emissions from high to low is total population, per capita GDP, technology level, industrial structure, primary energy consumption structure, and urbanization level. On the basis of the above research, the carbon emissions of China′s energy consumption in the future are predicted under eight different scenarios. The results show that, when the population and economy keep a low growth rate, while improving the technology level can effectively control carbon emissions from energy consumption, China′s carbon emissions from energy consumption will reach 302.82 million tons in 2020.",
    "readLink": "https://www.mdpi.com/1996-1073/12/16/3054"
  },
  {
    "title": "A deep learning hybrid predictive modeling (HPM) approach for estimating evapotranspiration and ecosystem respiration",
    "authors": [
      "J. Chen,",
      "B. Dafflon,",
      "A. P. Tran,",
      "A. P. Tran,",
      "N. Falco,",
      "S. S. Hubbard"
    ],
    "doi": "https://doi.org/10.5194/hess-25-6041-2021",
    "journalVolume": "Vol. 25\n                                \n                                \n                                  pp.\n                                  6041\n                                  – 6066",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Climate change is reshaping vulnerable ecosystems, leading to uncertain effects on ecosystem dynamics, including evapotranspiration (ET) and ecosystem respiration (Reco). However, accurate estimation of ET and Reco still remains challenging at sparsely monitored watersheds, where data and field instrumentation are limited. In this study, we developed a hybrid predictive modeling approach (HPM) that integrates eddy covariance measurements, physically based model simulation results, meteorological forcings, and remote-sensing datasets to estimate ET and Reco in high space–time resolution. HPM relies on a deep learning algorithm and long short-term memory (LSTM) and requires only air temperature, precipitation, radiation, normalized difference vegetation index (NDVI), and soil temperature (when available) as input variables. We tested and validated HPM estimation results in different climate regions and developed four use cases to demonstrate the applicability and variability of HPM at various FLUXNET sites and Rocky Mountain SNOTEL sites in Western North America. To test the limitations and performance of the HPM approach in mountainous watersheds, an expanded use case focused on the East River Watershed, Colorado, USA. The results indicate HPM is capable of identifying complicated interactions among meteorological forcings, ET, and Reco variables, as well as providing reliable estimation of ET and Reco across relevant spatiotemporal scales, even in challenging mountainous systems. The study documents that HPM increases our capability to estimate ET and Reco and enhances process understanding at sparsely monitored watersheds.",
    "readLink": "https://hess.copernicus.org/articles/25/6041/2021/hess-25-6041-2021.pdf"
  }
]