[
  {
    "title": "Estimation of PM2·5-associated disease burden in China in 2020 and 2030 using population and air quality scenarios: a modelling study",
    "authors": [
      "Qing Wang, PhD,",
      "Jiaonan Wang, MPH,",
      "Jinhui Zhou, BSMed,",
      "Jie Ban, MS,",
      "Tiantian Li, ProfPhD"
    ],
    "doi": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  e71\n                                  – e80",
    "issn": "2542-5196 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.thelancet.com/journals/lanplh/issue/current",
    "abstract": "Summary: Background: Air pollution and its adverse effects on public health remain a considerable problem in China, where policies have been implemented to improve the situation. We aimed to estimate the disease burden associated with particulate matter (PM)2·5 across China for 2020 and 2030 to identify the populations and regions most at risk, quantify the health benefits of air quality improvement targets, and determine the effect of population growth and ageing on this disease burden. Methods: In this modelling study, we investigated premature deaths associated with PM2·5 across China on the basis of air quality scenarios proposed by the expert group involved in the formulation of the 13th Five-Year Plan for Eco-Environmental Protection and population scenarios based on the Shared Socioeconomic Pathways of the Intergovernmental Panel on Climate Change. We used the integrated exposure–response model used for the Global Burden of Disease Study to estimate the number of PM2·5-related premature deaths under each scenario. Findings: The projected health benefits of the air-quality-improving targets are substantial, and could reduce the number of PM2.5-related premature deaths in China by approximately 129 278 by 2020 and 217 988 by 2030, compared with 2010. However, since China's population is increasing and ageing, the number of PM2.5-related premature deaths was estimated to increase by 84 102 by 2020 and by 244 191 by 2030, indicating that the health benefits induced by air quality improvements could be offset by the effect of the population increasing in size and ageing. Interpretation: To reduce the future disease burden in China, targets that are stricter than the interim target and stringent policies to improve air quality and protect public health are needed, especially for at-risk population groups, such as older individuals (aged >55 years) and patients with cardiovascular diseases, particularly in regions with a high disease burden. Funding: National Key Research and Development Program of China, National Natural Science Foundation of China, Beijing Natural Science Foundation, National High-level Talents Special Support Plan of China for Young Talents, and Special Foundation of Basic Science and Technology Resources Survey of Ministry of Science and Technology of China.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2542519618302778"
  },
  {
    "title": "THE EFFECTS OF CLIMATIC VARIABLES AND CROP AREA ON MAIZE YIELD AND VARIABILITY IN GHANA",
    "authors": [
      "Henry De-Graft Acquah,",
      "Clement Kweku Kyei"
    ],
    "doi": "Vol. 10,\n                                no. 10\n                                \n                                  pp.\n                                  10\n                                  – 13",
    "issn": "2226-1184 (Online)",
    "publisher": "iVolga Press",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.rjoas.com",
    "abstract": "Climate change tends to have negative effects on crop yield through its influence on crop production. Understanding the relationship between climatic variables and crop area on the mean and variance of crop yield will facilitate development of appropriate policies to cope with climate change. This paper examines the effects of climatic variables and crop area on the mean and variance of maize yield in Ghana. The Just and Pope stochastic production function using the Cobb-Douglas functional form was employed. The results show that average maize yield is positively related to crop area and negatively related to rainfall and temperature. Furthermore, increase in crop area and temperature will enlarge maize yield variability while rainfall increase will decrease the variability in maize yield.",
    "readLink": "http://www.rjoas.com/issue-2012-10/i010_article_2012_02.pdf"
  },
  {
    "title": "The Impact of the Mining Equipment, Technological Trends, and Natural Resource Demand on Climate Change in Congo",
    "authors": [
      "Railh Gugus Tresor Massonini Ngoma,",
      "Cety Gessica Abraham Mahanga Tsoni,",
      "Xiangrui Meng,",
      "Sumaiya Bashiru Danwana"
    ],
    "doi": "https://doi.org/10.3390/su15021691",
    "journalVolume": "Vol. 15,\n                                no. 1691\n                                \n                                  p.\n                                  1691",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Mining exploitation and its impact on global warming have become significant problems. The main objective of this study is to investigate the impact of mining industry equipment and natural resource demand on global warming in Congo. A cross-sectional survey was conducted from October 2021 to July 2022, using a self-administered questionnaire. The survey was carried out with 1360 respondents from Congo who worked in the mining sector for 18 years and above. For our research, we used the Partial least squares structural equation modeling approach (PLS-SEM) with SmartPLS software to analyze data. The results show that technological trends are the strongest predictor of global warming in Congo. Equipment was also the most significant predictor of climate change in Congo. Faced with this danger, we are sounding the alarm and asking for urgent intervention from the government. Moreover, all the scientific evidence on this subject is now irrefutable. Even if the climate of Congo may prove less worrying for the moment, the probability that it survives seems very low. However, the Congolese government must take immediate possible precautions to prevent Congo from finding itself in the same challenge currently faced by developed countries.",
    "readLink": "https://www.mdpi.com/2071-1050/15/2/1691"
  },
  {
    "title": "Disease Risk Forecasting with Bayesian Learning Networks: Application to Grape Powdery Mildew (<i>Erysiphe necator</i>) in Vineyards",
    "authors": [
      "Weixun Lu,",
      "Nathaniel  K. Newlands,",
      "Odile Carisse,",
      "David  E. Atkinson,",
      "Alex  J. Cannon"
    ],
    "doi": "https://doi.org/10.3390/agronomy10050622",
    "journalVolume": "Vol. 10,\n                                no. 622\n                                \n                                  p.\n                                  622",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Powdery mildew (Erysiphe necator) is a fungal disease causing significant loss of grape yield in commercial vineyards. The rate of development of this disease varies annually and is driven by complex interactions between the pathogen, its host, and environmental conditions. The long term impacts of weather and climate variability on disease development is not well understood, making the development of efficient and durable strategies for disease management challenging, especially under northern conditions. We present a probabilistic, Bayesian learning network model to explore the complex causal interactions between environment, pathogen, and host for three different susceptible northern grape cultivars in Quebec, Canada. This approach combines environmental (weather, climate), pathogen (development stages), and host (crop cultivar-specific susceptibility) factors. The model is evaluated in an operational forecast mode with supervised and algorithm model learning and integrating Global Forecast System (GFS) Ensemble Reforecasts (GEFSR). A model-guided fungicide spray strategy is validated for guiding spray decisions up to 6 days with a 10-day forecast of potential spray efficacy under rain washed off conditions. The model-guided strategy improves fungicide spray decisions; decreasing the number of sprays, and identifying the optimal time to spray to increase spray effectiveness.",
    "readLink": "https://www.mdpi.com/2073-4395/10/5/622"
  },
  {
    "title": "The Role of Small Woody Landscape Features and Agroforestry Systems for National Carbon Budgeting in Germany",
    "authors": [
      "Karolina Golicz,",
      "Gohar Ghazaryan,",
      "Wiebke Niether,",
      "Ariani C. Wartenberg,",
      "Lutz Breuer,",
      "Andreas Gattinger,",
      "Suzanne R. Jacobs,",
      "Till Kleinebecker,",
      "Philipp Weckenbrock,",
      "André Große-Stoltenberg"
    ],
    "doi": "https://doi.org/10.3390/land10101028",
    "journalVolume": "Vol. 10,\n                                no. 1028\n                                \n                                  p.\n                                  1028",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "The intensification of food production systems has resulted in landscape simplification, with trees and hedges disappearing from agricultural land, principally in industrialized countries. However, more recently, the potential of agroforestry systems and small woody landscape features (SWFs), e.g., hedgerows, woodlots, and scattered groups of trees, to sequester carbon was highlighted as one of the strategies to combat global climate change. Our study was aimed to assess the extent of SWFs embedded within agricultural landscapes in Germany, estimate their carbon stocks, and investigate the potential for increasing agroforestry cover to offset agricultural greenhouse gas (GHG) emissions. We analyzed open-source geospatial datasets and identified over 900,000 hectares of SWFs on agricultural land, equivalent to 4.6% of the total farmland. The carbon storage of SWFs was estimated at 111 ± 52 SD teragrams of carbon (Tg C), which was previously unaccounted for in GHG inventories and could play a role in mitigating the emissions. Furthermore, we found cropland to have the lowest SWF density and thus the highest potential to benefit from the implementation of agroforestry, which could sequester between 0.2 and 2 Tg of carbon per year. Our study highlights that country-specific data are urgently needed to refine C stock estimates, improve GHG inventories and inform the large-scale implementation of agroforestry in Germany.",
    "readLink": "https://www.mdpi.com/2073-445X/10/10/1028"
  },
  {
    "title": "Climatic Variability and Periodicity for Upstream Sub-Basins of the Yangtze River, China",
    "authors": [
      "Naveed Ahmed,",
      "Genxu Wang,",
      "Martijn  J. Booij,",
      "Adeyeri Oluwafemi,",
      "Muhammad  Zia-ur-Rahman Hashmi,",
      "Shahid Ali,",
      "Sarfraz Munir"
    ],
    "doi": "https://doi.org/10.3390/w12030842",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  842",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The headwaters of the Yangtze River are located on the Qinghai Tibetan Plateau, which is affected by climate change. Here, treamflow trends for Tuotuohe and Zhimenda sub-basins and relations to temperature and precipitation trends during 1961−2015 were investigated. The modified Mann−Kendall trend test, Pettitt test, wavelet analysis, and multivariate correlation analysis was deployed for this purpose. The temperature and precipitation significantly increased for each sub-basin, and the temperature increase was more significant in Tuotuohe sub-basin as compared to the Zhimenda sub-basin. A statistically significant periodicity of 2−4 years was observed for both sub-basins in different time spans. Higher flow periodicities for Tuotuohe and Zhimenda sub-basin were found after 1991 and 2004, respectively, which indicates that these are the change years of trends in streamflows. The influence of temperature on streamflow is more substantial in Tuotuohe sub-basin, which will ultimately impact the melting of glaciers and snowmelt runoff in this sub-basin. Precipitation plays a more critical role in the Zhimenda streamflow. Precipitation and temperature changes in the headwaters of the Yangtze River will change the streamflow variability, which will ultimately impact the hydropower supply and water resources of the Yangtze Basin. This study contributes to the understanding of the dynamics of the hydrological cycle and may lead to better hydrologic system modeling for downstream water resource developments.",
    "readLink": "https://www.mdpi.com/2073-4441/12/3/842"
  },
  {
    "title": "Amplification and dampening of soil respiration by changes in temperature variability",
    "authors": [
      "C. A. Sierra,",
      "M. E. Harmon,",
      "E. Thomann,",
      "S. S. Perakis,",
      "H. W. Loescher"
    ],
    "doi": "https://doi.org/10.5194/bg-8-951-2011",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  951\n                                  – 961",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Accelerated release of carbon from soils is one of the most important feedbacks related to anthropogenically induced climate change. Studies addressing the mechanisms for soil carbon release through organic matter decomposition have focused on the effect of changes in the average temperature, with little attention to changes in temperature variability. Anthropogenic activities are likely to modify both the average state and the variability of the climatic system; therefore, the effects of future warming on decomposition should not only focus on trends in the average temperature, but also variability expressed as a change of the probability distribution of temperature. Using analytical and numerical analyses we tested common relationships between temperature and respiration and found that the variability of temperature plays an important role determining respiration rates of soil organic matter. Changes in temperature variability, without changes in the average temperature, can affect the amount of carbon released through respiration over the long-term. Furthermore, simultaneous changes in the average and variance of temperature can either amplify or dampen the release of carbon through soil respiration as climate regimes change. These effects depend on the degree of convexity of the relationship between temperature and respiration and the magnitude of the change in temperature variance. A potential consequence of this effect of variability would be higher respiration in regions where both the mean and variance of temperature are expected to increase, such as in some low latitude regions; and lower amounts of respiration where the average temperature is expected to increase and the variance to decrease, such as in northern high latitudes.",
    "readLink": "http://www.biogeosciences.net/8/951/2011/bg-8-951-2011.pdf"
  },
  {
    "title": "Soils, Science and Community ActioN (SoilSCAN): a citizen science tool to empower community-led land management change in East Africa",
    "authors": [
      "C Kelly,",
      "M Wynants,",
      "A Patrick,",
      "A Taylor,",
      "F Mkilema,",
      "M Nasseri,",
      "S Lewin,",
      "L Munishi,",
      "K Mtei,",
      "P Ndakidemi,",
      "W Blake"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac8300",
    "journalVolume": "Vol. 17,\n                                no. 8\n                                \n                                  p.\n                                  085003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Pastoralist communities worldwide face complex challenges regarding food and feed productivity. Primary production systems are under stress, nutritional choices are changing and the relationship between development and agriculture is undergoing profound transformation. Under increasing pressure from climate and land use change, East African agro-pastoral systems are approaching a tipping point in terms of land degradation. There is an urgent need for evidence-led sustainable land management interventions to reverse degradation of natural resources that support food and water security. A key barrier, however, is a lack of high spatial resolution soil health data wherein collecting such information for each individual community is beyond their means. In this context, we tested whether bridging such data gaps could be achieved through a coordinated programme at the boundary between participation and citizen science. Key outputs included a community-led trial of a hand-held soil scanner, which highlighted a range of positive benefits and practical challenges in using this technology in this context, with identification of some potential solutions; and a targeted soil organic matter and nutrient status dataset in a small catchment-based community setting. The results show that if the practical challenges can be resolved, use of portable soil scanner technology has the potential to fill key knowledge gaps and thereby improve resilience to the threat of land degradation through locally responsive farmer and community decision-making.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac8300"
  },
  {
    "title": "A multi-omics approach to solving problems in plant disease ecology.",
    "authors": [
      "Sharifa G Crandall,",
      "Kaitlin M Gold,",
      "María Del Mar Jiménez-Gasco,",
      "Camila C Filgueiras,",
      "Denis S Willett"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0237975",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  p.\n                                  e0237975",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The swift rise of omics-approaches allows for investigating microbial diversity and plant-microbe interactions across diverse ecological communities and spatio-temporal scales. The environment, however, is rapidly changing. The introduction of invasive species and the effects of climate change have particular impact on emerging plant diseases and managing current epidemics. It is critical, therefore, to take a holistic approach to understand how and why pathogenesis occurs in order to effectively manage for diseases given the synergies of changing environmental conditions. A multi-omics approach allows for a detailed picture of plant-microbial interactions and can ultimately allow us to build predictive models for how microbes and plants will respond to stress under environmental change. This article is designed as a primer for those interested in integrating -omic approaches into their plant disease research. We review -omics technologies salient to pathology including metabolomics, genomics, metagenomics, volatilomics, and spectranomics, and present cases where multi-omics have been successfully used for plant disease ecology. We then discuss additional limitations and pitfalls to be wary of prior to conducting an integrated research project as well as provide information about promising future directions.",
    "readLink": "https://doi.org/10.1371/journal.pone.0237975"
  },
  {
    "title": "The effects of warming and nitrogen addition on soil nitrogen cycling in a temperate grassland, northeastern China.",
    "authors": [
      "Lin-Na Ma,",
      "Xiao-Tao Lü,",
      "Yang Liu,",
      "Ji-Xun Guo,",
      "Nan-Yi Zhang,",
      "Jian-Qin Yang,",
      "Ren-Zhong Wang"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0027645",
    "journalVolume": "Vol. 6,\n                                no. 11\n                                \n                                  p.\n                                  e27645",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Both climate warming and atmospheric nitrogen (N) deposition are predicted to affect soil N cycling in terrestrial biomes over the next century. However, the interactive effects of warming and N deposition on soil N mineralization in temperate grasslands are poorly understood.A field manipulation experiment was conducted to examine the effects of warming and N addition on soil N cycling in a temperate grassland of northeastern China from 2007 to 2009. Soil samples were incubated at a constant temperature and moisture, from samples collected in the field. The results showed that both warming and N addition significantly stimulated soil net N mineralization rate and net nitrification rate. Combined warming and N addition caused an interactive effect on N mineralization, which could be explained by the relative shift of soil microbial community structure because of fungal biomass increase and strong plant uptake of added N due to warming. Irrespective of strong intra- and inter-annual variations in soil N mineralization, the responses of N mineralization to warming and N addition did not change during the three growing seasons, suggesting independence of warming and N responses of N mineralization from precipitation variations in the temperate grassland.Interactions between climate warming and N deposition on soil N cycling were significant. These findings will improve our understanding on the response of soil N cycling to the simultaneous climate change drivers in temperate grassland ecosystem.",
    "readLink": "http://europepmc.org/articles/PMC3214076?pdf=render"
  }
]