[
  {
    "title": "Cascading adaptation of rural livelihood to changing environment: Conceptual framework and experiment from the Koshi River basin",
    "authors": [
      "Yi-Ping Fang,",
      "Ran Zhu,",
      "Chen-Jia Zhang,",
      "Golam Rasul,",
      "Nilhari Neupane"
    ],
    "doi": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  141\n                                  – 157",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Rural communities in the Koshi River basin, a trans-boundary river basin in the Hindu Kush-Himalayas, have been experiencing unprecedented difficulties for adapting with the livelihood challenges arising from floods, droughts and other climatic, environmental and socio-economic stresses. The single purpose adaptation approach often fails to address the multiple challenges arises from cascading effects of climate change at different scales and stages. To fill this gap, we developed a multi-dimensional flexible adaptation framework looking at the four dimensions of adaptation, structure, issue, time, and space (SITS). The SITS framework provides a comprehensive approach for cascading adaptation at trans-boundary river basin level and it could effectively enhance the adaptive capacity and transform livelihood outcome if properly implemented. Following the SITS framework, we examined four cascading adaptation pathways for: i) reducing disaster stressors on livelihoods, ii) enhancing access to crucial livelihood capitals, iii) improving equal rights to livelihood, and iv) strengthening synergies and exploiting complementarities at trans-boundary river basin level. The findings revealed that in the context of changing climate, it is necessary to employ different livelihood adaptation strategies and multiple responses simultaneously or sequentially to successfully adapt to the cascading effects of changing climate. The cascading adaptation may provide a sound basis on which to cope with the climate uncertainty through realistic scenarios of structure, issue, time and space. Its implementation, however, has several obstacles, for example, differences in national system, investment capacity, complexity of trans-boundary basin, remained particularly in trans-boundary river basin where managing transnational trade-offs and harness spatial synergies are critically important.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S167492782030023X"
  },
  {
    "title": "Accurate Simulation of Both Sensitivity and Variability for Amazonian Photosynthesis: Is It Too Much to Ask?",
    "authors": [
      "Sarah M. Gallup,",
      "Ian T. Baker,",
      "John L. Gallup,",
      "Natalia Restrepo‐Coupe,",
      "Katherine D. Haynes,",
      "Nicholas M. Geyer,",
      "A. Scott Denning"
    ],
    "doi": "https://doi.org/10.1029/2021MS002555",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Estimates of Amazon rainforest gross primary productivity (GPP) differ by a factor of 2 across a suite of three statistical and 18 process models. This wide spread contributes uncertainty to predictions of future climate. We compare the mean and variance of GPP from these models to that of GPP at six eddy covariance (EC) towers. Only one model's mean GPP across all sites falls within a 99% confidence interval for EC GPP, and only one model matches EC variance. The strength of model response to climate drivers is related to model ability to match the seasonal pattern of the EC GPP. Models with stronger seasonal swings in GPP have stronger responses to rain, light, and temperature than does EC GPP. The model to data comparison illustrates a trade‐off inherent to deterministic models between accurate simulation of a mean (average) and accurate responsiveness to drivers. The trade‐off exists because all deterministic models simplify processes and lack at least some consequential driver or interaction. If a model's sensitivities to included drivers and their interactions are accurate, then deterministically predicted outcomes have less variability than is realistic. If a GPP model has stronger responses to climate drivers than found in data, model predictions may match the observed variance and seasonal pattern but are likely to overpredict GPP response to climate change. High or realistic variability of model estimates relative to reference data indicate that the model is hypersensitive to one or more drivers.",
    "readLink": "https://doi.org/10.1029/2021MS002555"
  },
  {
    "title": "Ten Years of REDD+: A Critical Review of the Impact of REDD+ on Forest-Dependent Communities",
    "authors": [
      "Mucahid Mustafa Bayrak,",
      "Lawal Mohammed Marafa"
    ],
    "doi": "https://doi.org/10.3390/su8070620",
    "journalVolume": "Vol. 8,\n                                no. 7\n                                \n                                  p.\n                                  620",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Reducing Emissions from Deforestation and Forest Degradation program, or REDD+, has been the international community’s first real attempt to create a global forest governance system which would impact countries on national, regional and even local scales. This paper provides an in-depth analysis on the impact of REDD+ on forest-dependent communities. The dimensions which are included in this review are institutions and governance, livelihoods, socio-cultural aspects, and the environment. Many studies confirm that forest-dependent communities are not sufficiently involved in current REDD+ projects. Furthermore, current and potential impacts of REDD+ on communities often disrupt local peoples’ livelihoods and strategies, institutions and socio-cultural systems in various ways, such as unequal benefit sharing, food insecurity, introduction of new powerful stakeholders, illegal land acquisition, unfair free prior and informed consent, and the introduction of monoculture plantations. REDD+ is also perceived as a neoliberal mechanism which renegotiates peoples’ relationship with the natural environment by monetizing nature. The paper concludes with a framework which addresses the potential drivers and threats of REDD+ concerning forest-dependent communities based on the literature review. This framework suggests a holistic approach to REDD+ implementation, which incorporates forest-dependent communities’ often complex relationship with the natural environment, such as incorporation of traditional forest management systems and provision of viable alternatives to loss of agricultural land.",
    "readLink": "http://www.mdpi.com/2071-1050/8/7/620"
  },
  {
    "title": "Exploring why animal health practices are (not) adopted among smallholders in low and middle-income countries: a realist framework and scoping review protocol",
    "authors": [
      "Arata Hidano,",
      "Hannah Holt,",
      "Hannah Holt,",
      "Anna Durrance-Bagale,",
      "Mehroosh Tak,",
      "James W. Rudge,",
      "James W. Rudge"
    ],
    "doi": "https://doi.org/10.3389/fvets.2022.915487",
    "journalVolume": "Vol. 9",
    "issn": "2297-1769 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "http://www.frontiersin.org/Veterinary_Science",
    "abstract": "BackgroundImproving livestock health is considered critical to address poverty, malnutrition and food insecurity in low- and middle-income countries (LMICs). Modifications of livestock management practices is also increasingly recognized as an important strategy to mitigate global threats such as climate change and novel disease emergence. Smallholders are, however, under various constraints which prohibit them from altering health practices for livestock and little is known about how the adoption of these practices may be promoted. The proposed scoping review aims to systematically map evidence around “what practices are (not) adopted by smallholders under what circumstances, how and why?.”Method and analysisWe conducted initial scoping searches to broadly define types of animal health practices relevant for smallholders in LMICs and formulated search terms. A scoping review protocol was designed and registered. A systematic literature search will be conducted using electronic databases including CAB Abstract, Scopus, MEDLINE, EMBASE, and Web of Science Core Collection. Gray literature will be searched from AGRIS and Standards for Supporting Agricultural Livelihoods in Emergencies. Articles in English, pertaining to the animal health practices considered highly relevant will be considered eligible for inclusion. Articles will be screened at two stages by two independent reviewers; screening of titles, abstracts, and keywords, followed by full-article screening. The first reviewer will review 100% of the articles at both stages. The second reviewer will review a random sample of 20% of the articles at both stages. Any disagreements will be resolved using inputs from the third reviewer. A thematic analysis will be conducted to catalog contexts and mechanisms for adoption and discussed under a realist framework.DiscussionUnderstanding of the mechanisms underlying the adoption of animal health practices by livestock smallholders in LMICs is crucial for successful implementation of interventions including those which are based on a One Health approach. This review will identify the extent of this knowledge across disciplines and inform future research priorities for the design of effective and feasible interventions which can contribute toward Sustainable Development Goal 2.RegistrationThis protocol is registered within the Open Science Framework (https://doi.org/10.17605/OSF.IO/FUQAX).",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fvets.2022.915487/full"
  },
  {
    "title": "Possible impact of rising sea levels on vector-borne infectious diseases",
    "authors": [
      "Surendran Sinnathamby N,",
      "Ramasamy Ranjan"
    ],
    "doi": "https://doi.org/10.1186/1471-2334-11-18",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  18",
    "issn": "1471-2334 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://bmcinfectdis.biomedcentral.com",
    "abstract": "Abstract Background Vector-borne infectious diseases are a significant cause of human and animal mortality and morbidity. Modeling studies predict that changes in climate that accompany global warming will alter the transmission risk of many vector-borne infectious diseases in different parts of the world. Global warming will also raise sea levels, which will lead to an increase in saline and brackish water bodies in coastal areas. The potential impact of rising sea levels, as opposed to climate change, on the prevalence of vector-borne infectious diseases has hitherto been unrecognised. Presentation of the hypothesis Mosquito species possessing salinity-tolerant larvae and pupae, and capable of transmitting arboviruses and parasites are found in many parts of the world. An expansion of brackish and saline water bodies in coastal areas, associated with rising sea levels, can increase densities of salinity-tolerant vector mosquitoes and lead to the adaptation of freshwater vectors to breed in brackish and saline waters. The breeding of non-mosquito vectors may also be influenced by salinity changes in coastal habitats. Higher vector densities can increase transmission of vector-borne infectious diseases in coastal localities, which can then spread to other areas. Testing the hypothesis The demonstration of increases in vector populations and disease prevalence that is related to an expansion of brackish/saline water bodies in coastal areas will provide the necessary supportive evidence. However the implementation of specific vector and disease control measures to counter the threat will confound the expected findings. Implications of the hypothesis Rising sea levels can act synergistically with climate change and then interact in a complex manner with other environmental and socio-economic factors to generate a greater potential for the transmission of vector-borne infectious diseases. The resulting health impacts are likely to be particularly significant in resource-poor countries in the tropics and semi-tropics. Some measures to meet this threat are outlined.",
    "readLink": "http://www.biomedcentral.com/1471-2334/11/18"
  },
  {
    "title": "An Effective Method for Detecting Clouds in GaoFen-4 Images of Coastal Zones",
    "authors": [
      "Zheng Wang,",
      "Jun Du,",
      "Junshi Xia,",
      "Cheng Chen,",
      "Qun Zeng,",
      "Liqiao Tian,",
      "Lihui Wang,",
      "Zhihua Mao"
    ],
    "doi": "https://doi.org/10.3390/rs12183003",
    "journalVolume": "Vol. 12,\n                                no. 3003\n                                \n                                  p.\n                                  3003",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Cloud-cover information is important for a wide range of scientific studies, such as the studies on water supply, climate change, earth energy budget, etc. In remote sensing, correct detection of clouds plays a crucial role in deriving the physical properties associated with clouds that exert a significant impact on the radiation budget of planet earth. Although the traditional cloud detection methods have generally performed well, these methods were usually developed specifically for particular sensors in a particular region with a particular underlying surface (e.g., land, water, vegetation, and man-made objects). Coastal regions are known to have a variety of underlying surfaces, which represent a major challenge in cloud detection. Therefore, there is an urgent requirement for developing a cloud detection method that could be applied to a variety of sensors, situations, and underlying surfaces. In the present study, a cloud detection method based on spatial and spectral uniformity of clouds was developed. In addition to having a spatially uniform texture, a spectrally approximate value was also present between the blue and green bands of the cloud region. The blue and green channel data appeared more uniform over the cloudy region, i.e., the entropy of the cloudy region was lower than that of the cloud-free region. On the basis of this difference in entropy, it would be possible to categorize the satellite images into cloud region images and cloud-free region images. Furthermore, the performance of the proposed method was validated by applying it to the data from various sensors across the coastal zone of the South China Sea. The experimental results demonstrated that compared to the existing operational algorithms, EN-clustering exhibited higher accuracy and scalability, and also performed robustly regardless of the spatial resolution of the different satellite images. It is concluded that the EN-clustering algorithm proposed in the present study is applicable to different sensors, different underlying surfaces, and different regions, with the support of NDSI and NDBI indices to remove the interference information from snow, ice, and man-made objects.",
    "readLink": "https://www.mdpi.com/2072-4292/12/18/3003"
  },
  {
    "title": "The Energetic Value of Land-Based Foods in Western Hudson Bay and Their Potential to Alleviate Energy Deficits of Starving Adult Male Polar Bears.",
    "authors": [
      "Linda J Gormezano,",
      "Robert F Rockwell"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0128520",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  e0128520",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is predicted to expand the ice-free season in western Hudson Bay and when it grows to 180 days, 28-48% of adult male polar bears are projected to starve unless nutritional deficits can be offset by foods consumed on land. We updated a dynamic energy budget model developed by Molnar et al. to allow influx of additional energy from novel terrestrial foods (lesser snow geese, eggs, caribou) that polar bears currently consume as part of a mixed diet while on land. We calculated the units of each prey, alone and in combination, needed to alleviate these lethal energy deficits under conditions of resting or limited movement (2 km d-1) prior to starvation. We further considered the total energy available from each sex and age class of each animal prey over the period they would overlap land-bound polar bears and calculated the maximum number of starving adult males that could be sustained on each food during the ice-free season. Our results suggest that the net energy from land-based food, after subtracting costs of limited movement to obtain it, could eliminate all projected nutritional deficits of starving adult male polar bears and likely other demographic groups as well. The hunting tactics employed, success rates as well as behavior and abundance of each prey will determine the realized energetic values for individual polar bears. Although climate change may cause a phenological mismatch between polar bears and their historical ice-based prey, it may simultaneously yield a new match with certain land-based foods. If polar bears can transition their foraging behavior to effectively exploit these resources, predictions for starvation-related mortality may be overestimated for western Hudson Bay. We also discuss potential complications with stable-carbon isotope studies to evaluate utilization of land-based foods by polar bears including metabolic effects of capture-related stress and consuming a mixed diet.",
    "readLink": "http://europepmc.org/articles/PMC4489586?pdf=render"
  },
  {
    "title": "ESTIMASI KELAYAKAN FINANSIAL IMPLEMENTASI PENGURANGAN EMISI DARI DEGRADASI DAN DEFORESTASI DI KALIMANTAN TIMUR",
    "authors": [
      "Dhany Yuniati"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2011.8.3.165-175",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  165\n                                  – 175",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Peraturan Menteri Kehutanan No. P.30/Menhut-II/2009 mensyaratkan perlu dilakukannya kelayakan ekonomi sebagai salah satu aspek yang menentukan penilaian diterima tidaknya permohonan kegiatan REDD. Secara umum kelayakan ekonomi didekati dengan biaya abatasi dan biaya transaksi. Biaya abatasi adalah biaya untuk menghasilkan satu unit (belum bersertifikat) pengurangan emisi karbon. Dalam penelitian ini, biaya transaksi didekati dengan biaya kesempatan yang hilang dari usaha perkebunan yang merupakan penyebab utama dari perubahan lahan hutan di Kalimantan Timur. Sedangkan biaya transaksi diartikan sebagai ongkos yang timbul untuk mendapatkan Certified Emission Reductions (CERs) dari REDD. Penelitian ini dilakukan dari bulan Mei sampai Oktober 2009. Hasil penelitian menunjukkan bahwa biaya kesempatan yang hilang dari perkebunan besar kelapa sawit sebesar Rp 4.763.869,9 per hektar/tahun, perkebunan kelapa sawit skala rakyat sebesar Rp 3.786.357 per hektar/tahun dan pekebunan karet skala rakyat sebesar Rp 3.737.873 per hektar/tahun. Untuk itu dalam analisis ini biaya transaksi didekati dari biaya transaksi dari penelitian yang sudah ada dimana estimasi biaya untuk persiapan REDD di Indonesia sebesar 0.01 Euro atau (US$ 0,014) per ton CO dan estimasi biaya untuk Euro 0,91 atau (US$ 1,3) per ton CO Sehingga estimasi harga karbon per hektar di Kalimantan Timur berkisar antara US $ 19,214 dan US $ 37,864.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/220"
  },
  {
    "title": "Semi-automated open water iceberg detection from Landsat applied to Disko Bay, West Greenland",
    "authors": [
      "JESSICA SCHEICK,",
      "ELLYN M. ENDERLIN,",
      "GORDON HAMILTON"
    ],
    "doi": "https://doi.org/10.1017/jog.2019.23",
    "journalVolume": "Vol. 65\n                                \n                                \n                                  pp.\n                                  468\n                                  – 480",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "Changes in Greenland's marine-terminating outlet glaciers have led to changes in the flux of icebergs into Greenland's coastal waters, yet icebergs remain a relatively understudied component of the ice-ocean system. We developed a simple iceberg delineation algorithm for Landsat imagery. A machine learning-based cloud mask incorporated into the algorithm enables us to extract iceberg size distributions from open water even in partially cloudy scenes. We applied the algorithm to the Landsat archive covering Disko Bay, West Greenland, to derive a time series of iceberg size distributions from 2000–02 and 2013–15. The time series captures a change in iceberg size distributions, which we interpret as a result of changes in the calving regime of the parent glacier, Sermeq Kujalleq (Jakobshavn Isbræ). The change in calving style associated with the disintegration and disappearance of Sermeq Kujalleq's floating ice tongue resulted in the production of more small icebergs. The increased number of small icebergs resulted in increasingly negative power law slopes fit to iceberg size distributions in Disko Bay, suggesting that iceberg size distribution time series provide useful insights into changes in calving dynamics.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143019000236/type/journal_article"
  },
  {
    "title": "Comparison of Different Machine Learning Approaches for Monthly Satellite-Based Soil Moisture Downscaling over Northeast China",
    "authors": [
      "Yangxiaoyue Liu,",
      "Yaping Yang,",
      "Wenlong Jing,",
      "Xiafang Yue"
    ],
    "doi": "https://doi.org/10.3390/rs10010031",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  31",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Although numerous satellite-based soil moisture (SM) products can provide spatiotemporally continuous worldwide datasets, they can hardly be employed in characterizing fine-grained regional land surface processes, owing to their coarse spatial resolution. In this study, we proposed a machine-learning-based method to enhance SM spatial accuracy and improve the availability of SM data. Four machine learning algorithms, including classification and regression trees (CART), K-nearest neighbors (KNN), Bayesian (BAYE), and random forests (RF), were implemented to downscale the monthly European Space Agency Climate Change Initiative (ESA CCI) SM product from 25-km to 1-km spatial resolution. During the regression, the land surface temperature (including daytime temperature, nighttime temperature, and diurnal fluctuation temperature), normalized difference vegetation index, surface reflections (red band, blue band, NIR band and MIR band), and digital elevation model were taken as explanatory variables to produce fine spatial resolution SM. We chose Northeast China as the study area and acquired corresponding SM data from 2003 to 2012 in unfrozen seasons. The reconstructed SM datasets were validated against in-situ measurements. The results showed that the RF-downscaled results had superior matching performance to both ESA CCI SM and in-situ measurements, and can positively respond to precipitation variation. Additionally, the RF was less affected by parameters, which revealed its robustness. Both CART and KNN ranked second. Compared to KNN, CART had a relatively close correlation with the validation data, but KNN showed preferable precision. Moreover, BAYE ranked last with significantly abnormal regression values.",
    "readLink": "https://www.mdpi.com/2072-4292/10/1/31"
  }
]