[
  {
    "title": "Magnetostratigraphic Chronology of a Cenozoic Sequence From DSDP Site 274, Ross Sea, Antarctica",
    "authors": [
      "Luigi Jovane,",
      "Fabio Florindo,",
      "Fabio Florindo,",
      "Fabio Florindo,",
      "Gary Wilson,",
      "Gary Wilson,",
      "Stephanie de Almeida Pecchiai Saldanha Leone,",
      "Muhammad Bin Hassan,",
      "Daniel Rodelli,",
      "Giuseppe Cortese"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.563453",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "New paleomagnetic results from the late Eocene-Middle Miocene samples from Deep Sea Drilling Project Site 274, cored during Leg 28 on the continental rise off Victoria Land, Ross Sea, provide a chronostratigraphic framework for an existing paleoclimate archive during a key period of Antarctic climate and ice sheet evolution. Based on this new age model, the cored late Eocene-Middle Miocene sequence covers an interval of almost 20 Myr (from ∼35 to ∼15 Ma). Biostratigraphic constraints allow a number of possible correlations with the Geomagnetic Polarity Time Scale. Regardless of correlation, average interval sediment accumulation rates above 260 mbsf are ∼6 cm/kyr with the record punctuated by a number of unconformities. Below 260 mbsf (across the Eocene/Oligocene boundary) interval, sedimentation accumulation rates are closer to ∼1 cm/kyr. A major unconformity identified at ∼180 mbsf represents at least 9 Myr accounting for the late Oligocene and Early Miocene and represent non-deposition and/or erosion due to intensification of Antarctic Circumpolar Current activity. Significant fluctuations in grain size and magnetic properties observed above the unconformity at 180 mbsf, in the Early Miocene portion of this sedimentary record, reflect cyclical behavior in glacial advance and retreat from the continent. Similar glacial cyclicity has already been identified in other Miocene sequences recovered in drill cores from the Antarctic margin.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2020.563453/full"
  },
  {
    "title": "The Vulnerability of Rice Value Chains in Sub-Saharan Africa: A Review",
    "authors": [
      "Fanen Terdoo,",
      "Giuseppe Feola"
    ],
    "doi": "https://doi.org/10.3390/cli4030047",
    "journalVolume": "Vol. 4,\n                                no. 3\n                                \n                                  p.\n                                  47",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Rice is one of the most important food crops in sub-Saharan Africa. Climate change, variability, and economic globalization threatens to disrupt rice value chains across the subcontinent, undermining their important role in economic development, food security, and poverty reduction. This paper maps existing research on the vulnerability of rice value chains, synthesizes the evidence and the risks posed by climate change and economic globalization, and discusses agriculture and rural development policies and their relevance for the vulnerability of rice value chains in sub-Saharan Africa. Important avenues for future research are identified. These include the impacts of multiple, simultaneous pressures on rice value chains, the effects of climate change and variability on parts of the value chain other than production, and the forms and extent to which different development policies hinder or enhance the resilience of rice value chains in the face of climatic and other pressures.",
    "readLink": "http://www.mdpi.com/2225-1154/4/3/47"
  },
  {
    "title": "Biomolecular Strategies for Vascular Bundle Development to Improve Crop Yield",
    "authors": [
      "Wei Chang,",
      "Hongqiao Chen,",
      "Guixiang Jiao,",
      "Yi Dou,",
      "Lin Liu,",
      "Cunmin Qu,",
      "Jiana Li,",
      "Kun Lu"
    ],
    "doi": "https://doi.org/10.3390/biom12121772",
    "journalVolume": "Vol. 12,\n                                no. 1772\n                                \n                                  p.\n                                  1772",
    "issn": "2218-273X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biomolecules",
    "abstract": "The need to produce crops with higher yields is critical due to a growing global population, depletion of agricultural land, and severe climate change. Compared with the “source” and “sink” transport systems that have been studied a lot, the development and utilization of vascular bundles (conducting vessels in plants) are increasingly important. Due to the complexity of the vascular system, its structure, and its delicate and deep position in the plant body, the current research on model plants remains basic knowledge and has not been repeated for crops and applied to field production. In this review, we aim to summarize the current knowledge regarding biomolecular strategies of vascular bundles in transport systems (source-flow-sink), allocation, helping crop architecture establishment, and influence of the external environment. It is expected to help understand how to use sophisticated and advancing genetic engineering technology to improve the vascular system of crops to increase yield.",
    "readLink": "https://www.mdpi.com/2218-273X/12/12/1772"
  },
  {
    "title": "Thermal Resilience of Feeding Kinematics May Contribute to the Spread of Invasive Fishes in Light of Climate Change",
    "authors": [
      "Ralph Turingan,",
      "Tyler Sloan"
    ],
    "doi": "https://doi.org/10.3390/biology5040046",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  p.\n                                  46",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "As a consequence of global warming, tropical invasive species are expected to expand their range pole-ward, extending their negative impacts to previously undisturbed, high-latitude ecosystems. Investigating the physiological responses of invasive species to environmental temperature is important because the coupled effects of climate change and species invasion on ecosystems could be more alarming than the effects of each phenomenon independently. Especially in poikilotherms, the rate of motion in muscle-driven biomechanical systems is expected to double for every 10 °C increase in temperature. In this study, we address the question, “How does temperature affect the speed of jaw-movement during prey-capture in invasive fishes?” Kinematic analysis of invasive-fish prey-capture behavior revealed that (1) movement velocities of key components of the feeding mechanism did not double as water temperature increased from 20 °C to 30 °C; and (2) thermal sensitivity (Q10 values) for gape, hyoid, lower-jaw rotation, and cranial rotation velocities at 20 °C and 30 °C ranged from 0.56 to 1.44 in all three species. With the exception of lower-jaw rotation, Q10 values were significantly less than the expected Q10 = 2.0, indicating that feeding kinematics remains consistent despite the change in environmental temperature. It is conceivable that the ability to maintain peak performance at different temperatures helps facilitate the spread of invasive fishes globally.",
    "readLink": "http://www.mdpi.com/2079-7737/5/4/46"
  },
  {
    "title": "Development of proglacial lakes and evaluation of related outburst susceptibility at the Adygine ice-debris complex, northern Tien Shan",
    "authors": [
      "K. Falatkova,",
      "M. Šobr,",
      "A. Neureiter,",
      "W. Schöner,",
      "B. Janský,",
      "H. Häusler,",
      "Z. Engel,",
      "V. Beneš"
    ],
    "doi": "https://doi.org/10.5194/esurf-7-301-2019",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  pp.\n                                  301\n                                  – 320",
    "issn": "2196-6311 (Print)",
    "publisher": "2196-632X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-surface-dynamics.net/",
    "abstract": "The formation and development of glacial lakes in mountainous regions is one of the consequences of glacier recession. Such lakes may drain partially or completely when the stability of their dams is disturbed or as a consequence of impacts. We present a case study from the Central Asian mountain range of Tien Shan – a north-oriented tributary of the Adygine Valley, where the retreat of a polythermal glacier surrounded by permafrost has resulted in the formation of several generations of lakes. The aim of this study was to analyse the past development of different types of glacial lakes influenced by the same glacier, to project the site's future development, and to evaluate the outburst susceptibility of individual lakes with an outlook for expected future change. We addressed the problem using a combination of methods, namely bathymetric, geodetic and geophysical on-site surveys, satellite images and digital elevation model analysis, and modelling of glacier development. Based on this case of the glacial lakes being of varied age and type, we demonstrated the significance of glacier ice in lake development. Lake 3, which is in contact with the glacier terminus, has changed rapidly over the last decade, expanding both in area and depth and increasing its volume by more than 13 times (7800 to 106 000 m3). The hydrological connections and routing of glacier meltwater have proved to be an important factor as well, since most lakes in the region are drained by subsurface channels. As the site is at the boundary between continuous and discontinuous permafrost, the subsurface water flow is strongly governed by the distribution of non-frozen zones above, within, or beneath the perennially frozen ground. In the evaluation of lake outburst susceptibility, we have highlighted the importance of field data, which can provide crucial information on lake stability. In our case, an understanding of the hydrological system at the site, and its regime, helped to categorise Lake 2 as having low outburst susceptibility, while Lake 1 and Lake 3 were labelled as lakes with medium outburst susceptibility. Further development of the site will be driven mainly by rising air temperatures and increasingly negative glacier mass balance. All three climate model scenarios predicted a significant glacier areal decrease by 2050, specifically leaving 73.2 % (A1B), 62.3 % (A2), and 55.6 % (B1) of the extent of the glacier in 2012. The glacier retreat will be accompanied by changes in glacier runoff, with the first peak expected around 2020, and the formation of additional lakes.",
    "readLink": "https://www.earth-surf-dynam.net/7/301/2019/esurf-7-301-2019.pdf"
  },
  {
    "title": "THE U.S INACTION ON CLIMATE CHANGE: REALISM AND ITS INTERPRETATIONS",
    "authors": [
      "Anu Unny"
    ],
    "doi": "https://doi.org/10.32890/jis2020.16.6",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  89\n                                  – 103",
    "issn": "1823-691X (Print)",
    "publisher": "2289-666X (Online)",
    "countryOfPublisher": "UUM Press",
    "lcc": [
      "Malaysia",
      "Political science: International relations"
    ],
    "journalUrl": "http://e-journal.uum.edu.my/index.php/jis/index",
    "abstract": "President Donal Trump announced the U.S. withdrawal from the 2015 Paris Agreement, and stated that the withdrawal was mainly to protect its national interests. The U.S. economic ambitions, the China factor and the intricacies of U.S domestic politics had played a major role in deciding the U.S. position on the Paris Agreement and the Kyoto Protocol of 1997. There are some who are sceptical on whether the Paris Agreement would successfully achieve its expected outcomes in the absence of U.S. participation. The objective of this study is to examine the factors that have discouraged the U.S. to partake in the international climate change agreements. An analytical framework was employed for this study that examines the insights and conceptions from the textual data, based on realism. The study concludes that the U.S. outlook on climate change had more or less adhered to the realist stance, even though realism is considered a theoretical approach with significant drawbacks, particularly when dealing with issues of climate change. Nonetheless, this study also asserts that there is a need for deeper engagement between the U.S. and the participants of the Paris Agreement to effectively tackle the issues of climate change at this moment.",
    "readLink": "http://e-journal.uum.edu.my/index.php/jis/article/view/jis2020.16.6"
  },
  {
    "title": "Implications of a Paris-proof scenario for future supply of weather-dependent variable renewable energy in Europe",
    "authors": [
      "Jing Hu,",
      "Vinzenz Koning,",
      "Thomas Bosshard,",
      "Robert Harmsen,",
      "Wina Crijns-Graus,",
      "Ernst Worrell,",
      "Machteld van den Broek"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  p.\n                                  100134",
    "issn": "2666-7924 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/advances-in-applied-energy",
    "abstract": "To meet the European Union's 2050 climate neutrality target, future electricity generation is expected to largely rely on variable renewable energy (VRE). VRE supply, being dependant on weather, is susceptible to changing climate conditions. Based on spatiotemporally explicit climate data under a Paris-proof climate scenario and a comprehensive energy conversion model, this study assesses the projected changes of European VRE supply from the perspective of average production, production variability, spatiotemporal complementarity, and risk of concurrent renewable energy droughts.For the period 2045–2055, we find a minor reduction in average wind and solar production for most of Europe compared to the period 1990–2010. At the country level, the impact of climate change on average VRE production is rather limited in magnitude (within ±3% for wind and ±2% for solar). The projected mid-term changes in other aspects of VRE supply are also relatively small. This suggests climate-related impacts on European VRE supply are less of a concern if the Paris-proof emission reduction pathway is strictly followed.Based on spectral analysis, we identify strong seasonal wind-solar complementarities (with an anticorrelation between -0.6 and -0.9) at the cross-regional level. This reduces the demand for seasonal storage but requires coordinated cross-border efforts to develop a pan-European transmission infrastructure.The risk of concurrent renewable energy droughts between a country and the rest of Europe remains non-negligible, even under the copperplate assumption. Central Western European countries and Poland are most vulnerable to such risk, suggesting the need for the planning of adequate flexibility resources.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666792423000136"
  },
  {
    "title": "Penanganan Susut Panen dan Pasca Panen Padi  Kaitannya dengan Anomali Iklim di Wilayah Daerah Istimewa Yogyakarta",
    "authors": [
      "Mahargono Kobarsih,",
      "Nugroho Siswanto"
    ],
    "doi": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  100\n                                  – 106",
    "issn": "0216-499X (Print)",
    "publisher": "2528-7079 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Yogyakarta",
    "lcc": [
      "Indonesia",
      "Agriculture: Agriculture (General)",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://journal.umy.ac.id/index.php/pt",
    "abstract": "To reduced losses in rice farming requires the application of modern agricultural machinery in harvesting equipment, postharvest and processing. Varying knowledge of farmers and entrepreneur rice milling unit (RMU) in yield loss as well as the impacts of global climate change research should be conducted through a structured survey of farmers and entrepreneurs RMU in Yogyakarta. Results obtained demonstrate the preferred use of new type variety among farmers so that the tool is suitable harvest sickle cutting down system in districts of Bantul and Gunungkidul more popular as straw used for animal feed. More than 70% of farmers do at harvest time by looking at the panicle and leaf color. Utilization of power threshers more developed in Sleman because of such preferred cut up and threshing by stampede way. With the limitations of manpower, the farmer was forced to delay harvest in Gunungkidul. The thickness of the grain is dried in the sun need to be added so as not too thin and can produce more rice intact during milling. Entrepreneur RMU need to complete with seed cleaner to increase the yield, as well as using double-pass system so that quality and yield of rice produced would be better.",
    "readLink": "https://journal.umy.ac.id/index.php/pt/article/view/2538"
  },
  {
    "title": "Risks of temperature extremes over China under 1.5 °C and 2 °C global warming",
    "authors": [
      "Chen Shi,",
      "Zhi-Hong Jiang,",
      "Lian-Hua Zhu,",
      "Xuebin Zhang,",
      "Yi-Yi Yao,",
      "Laurent Li"
    ],
    "doi": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  172\n                                  – 184",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "The Paris Agreement aims to keep global warming to well below 2 °C above pre-industrial levels and to pursue efforts to limit it to 1.5 °C, recognizing this will reduce the risks of natural disasters significantly. As changes in the risks of temperature extremes are often associated with changes in the temperature probability distribution, further analysis is still needed to improve understanding of the warm extremes over China. In this study, changes in the occurrence probability of temperature extremes and statistic characteristics of the temperature distribution are investigated using the fifth phase of the Coupled Model Intercomparison Project (CMIP5) multimodel simulations from 1861 to 2100. The risks of the once-in-100-year TXx and TNx events are projected to increase by 14.4 and 31.4 times at 1.5 °C warming. Even, the corresponding risks under 2 °C global warming are 23.3 and 50.6, implying that the once-in-100-year TXx and TNx events are expected to occur about every 5 and 2 years over China, respectively. The Tibetan Plateau, Northwest China and south of the Yangtze River are in greater risks suffering hot extremes (both day and night extremes). Changes in the occurrence probability of warm extremes are generally well explained by the combination of the shifts in location and scale parameters in areas with grown variability, i.e., the Tibetan Plateau for TXx, south of the Yangtze River for both TXx and TNx. The location (scale) parameter leading the risks of once-in-20-year TXx to increase by more than 5 (0.25) and 3 (0.75) times under 2 °C warming in the Tibetan Plateau and south of the Yangtze River, respectively. The location parameter is more important for regions with decreased variability e.g., the Tibetan Plateau for TNx, Northwest China for both TXx and TNx, with risks increase by more than 3, 6 and 4 times due to changes in location.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927820300691"
  },
  {
    "title": "Experimental investigation of effect of using sand on the performance of solar still",
    "authors": [
      "Mohammad Reza Assari,",
      "Ehsan Esfandeh,",
      "Reza Baharvand"
    ],
    "doi": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  87\n                                  – 93",
    "issn": "2423-4931 (Print)",
    "publisher": "2676-2994 (Online)",
    "countryOfPublisher": "Iranian Society of Heating, Refrigeration and Air Conditioning Engineers (IRSHRAE)",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Mechanical engineering and machinery: Renewable energy sources"
    ],
    "journalUrl": "http://www.jrenew.ir",
    "abstract": "Nowadays, population growth, pollution, climate change, depletion of groundwater resources and excessive water consumption are the main reasons for the shortage of fresh water. One of the methods for producing water is the use of solar energy, which is performed on devices called solar still. In this study, the effect of using different masses of sand on the production of double slope single basin solar still with a basin surface of 0.27 m^2 at a constant water depth of 1.5 cm on sunny winter days was investigated. The sand acts as a heat storage and when the solar radiation is low, the heat stored in it returns to the still. The findings of the research show that production in solar still without sand and solar still with a mass of 1 kg of sand is identical, also, with increasing sand mass, from 1 to 2 kg, the amount of still production decreases. On the other hand, the energy and exergy efficiency system have also decreased with increasing sand mass. As a result, putting 1 kg of sand in this solar still is as optimal amount and increasing it has a negative effect on system performance on sunny days.",
    "readLink": "http://www.jrenew.ir/article_133909_98a4b5239c47d6dbaf349c021d28340f.pdf"
  }
]