[
  {
    "title": "Trehalose induced drought tolerance in plants: physiological and molecular responses",
    "authors": [
      "Jinhua  SHAO,",
      "Weixiong  WU,",
      "Fahd  RASUL,",
      "Hassan  MUNIR,",
      "Kai  HUANG,",
      "Masood I. AWAN,",
      "Tasahil S.  ALBISHI,",
      "Muhammad  ARSHAD,",
      "Qiliang  HU,",
      "Guoqin HUANG,",
      "Muhammad U. HASSAN,",
      "Muhammad  AAMER,",
      "Sameer H.  QARI"
    ],
    "doi": "https://doi.org/10.15835/nbha50112584",
    "journalVolume": "Vol. 50,\n                                no. 1",
    "issn": "0255-965X (Print)",
    "publisher": "1842-4309 (Online)",
    "countryOfPublisher": "AcademicPres",
    "lcc": [
      "Romania",
      "Agriculture: Forestry",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.notulaebotanicae.ro/index.php/nbha",
    "abstract": "Drought stress is significant abiotic stress that limits crop growth and productivity across the globe. The intensity of drought stress continuously rises due to rapid climate change. Drought-induced alterations in physiological and bio-chemical processes by generating membrane dis-stability, oxidative stress, nutritional imbalance and leading to substantial reduction in growth and productivity. Plants accumulate various osmolytes that protect themselves from abiotic stresses' harmful effects. Trehalose (Tre) is a non-reducing sugar found in multiple microbes ranging from bacteria to yeast and in plants and it possesses an excellent ability to improve drought tolerance. Trehalose appreciably enhanced the plant growth, and counter the drought induced damages by maintaining cellular membranes, plant water relations, stomatal regulation, photosynthetic activities, nutrient uptake, osmolyte accumulation, activating stress proteins and detoxifying the reactive oxygen species (ROS) by strengthening the anti-oxidant system. Therefore, it is essential to understand the mechanism of exogenous and endogenous Tre in mitigating the drought-induced damages and to identify the potential research questions that must be answered in the future. Therefore, to better appraise the potential benefits of Tre in drought tolerance in this review, we discussed the diverse physiological and molecular mechanisms regulated by Tre under drought stress. We have a complete and updated picture on this topic to orientate future research directions on this topic.",
    "readLink": "https://www.notulaebotanicae.ro/index.php/nbha/article/view/12584"
  },
  {
    "title": "Solving the climate crisis: lessons from ozone depletion and COVID-19",
    "authors": [
      "Mark P. Baldwin,",
      "Timothy M. Lenton"
    ],
    "doi": "https://doi.org/10.1017/sus.2020.25",
    "journalVolume": "Vol. 3",
    "issn": "2059-4798 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/global-sustainability",
    "abstract": "The ‘climate crisis’ describes human-caused global warming and climate change and its consequences. It conveys the sense of urgency surrounding humanity's failure to take sufficient action to slow down, stop and reverse global warming. The leading direct cause of the climate crisis is carbon dioxide (CO2) released as a by-product of burning fossil fuels,i which supply ~87% of the world's energy. The second most important cause of the climate crisis is deforestation to create more land for crops and livestock. The solutions have been stated as simply ‘leave the fossil carbon in the ground’ and ‘end deforestation’. Rather than address fossil fuel supplies, climate policies focus almost exclusively on the demand side, blaming fossil fuel users for greenhouse gas emissions. The fundamental reason that we are not solving the climate crisis is not a lack of green energy solutions. It is that governments continue with energy strategies that prioritize fossil fuels. These entrenched energy policies subsidize the discovery, extraction, transport and sale of fossil fuels, with the aim of ensuring a cheap, plentiful, steady supply of fossil energy into the future. This paper compares the climate crisis to two other environmental crises: ozone depletion and the COVID-19 pandemic. Halting and reversing damage to the ozone layer is one of humanity's greatest environmental success stories. The world's response to COVID-19 demonstrates that it is possible for governments to take decisive action to avert an imminent crisis. The approach to solving both of these crises was the same: (1) identify the precise cause of the problem through expert scientific advice; (2) with support by the public, pass legislation focused on the cause of the problem; and (3) employ a robust feedback mechanism to assess progress and adjust the approach. This is not yet being done to solve the climate crisis, but working within the 2015 Paris Climate Agreement framework, it could be. Every nation can contribute to solving the climate crisis by: (1) changing their energy strategy to green energy sources instead of fossil fuels; and (2) critically reviewing every law, policy and trade agreement (including transport, food production, food sources and land use) that affects the climate crisis.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2059479820000253/type/journal_article"
  },
  {
    "title": "A frequency-optimised temperature record for the Holocene",
    "authors": [
      "Helen Essell,",
      "Paul J Krusic,",
      "Jan Esper,",
      "Sebastian Wagner,",
      "Pascale Braconnot,",
      "Johann Jungclaus,",
      "Francesco Muschitiello,",
      "Clive Oppenheimer,",
      "Ulf Büntgen"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ad0065",
    "journalVolume": "Vol. 18,\n                                no. 11\n                                \n                                  p.\n                                  114022",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Existing global mean surface temperature reconstructions for the Holocene lack high-frequency variability that is essential for contextualising recent trends and extremes in the Earth’s climate system. Here, we isolate and recombine archive-specific climate signals to generate a frequency-optimised record of interannual to multi-millennial temperature changes for the past 12 000 years. Average temperatures before ∼8000 years BP and after ∼4000 years BP were 0.26 (±2.84) °C and 0.07 (±2.11) °C cooler than the long-term mean (0–12 000 years BP), while the Holocene Climate Optimum ∼7000–4000 years BP was 0.40 (±1.86) °C warmer. Biased towards Northern Hemisphere summer temperatures, our multi-proxy record captures the spectral properties of transient Earth system model simulations for the same spatial and season domain. The new frequency-optimised trajectory emphasises the importance and complex interplay of natural climate forcing factors throughout the Holocene, with an approximation of the full range of past temperature changes providing novel insights for policymakers addressing the risks of recent anthropogenic warming.",
    "readLink": "https://doi.org/10.1088/1748-9326/ad0065"
  },
  {
    "title": "Land-Surface Characteristics and Climate in West Africa: Models’ Biases and Impacts of Historical Anthropogenically-Induced Deforestation",
    "authors": [
      "Souleymane Sy,",
      "Nathalie de Noblet-Ducoudré,",
      "Benjamin Quesada,",
      "Ibrahima Sy,",
      "Amadou Moctar Dieye,",
      "Amadou Thierno Gaye,",
      "Benjamin Sultan"
    ],
    "doi": "https://doi.org/10.3390/su9101917",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  1917",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Land Use Land-Cover Change (LULCC), such as deforestation, affects the climate system and land-atmosphere interactions. Using simulations carried out within the LUCID (Land Use and Climate, IDentification of robust Impacts) project framework, we first quantify the role of historical land-cover change induced by human activities on surface climate in West Africa. Focusing on two contrasted African regions, we find that climate responses of land-use changes are small but they are still statistically significant. In Western Sahel, a statistically significant near-surface atmospheric cooling and a decrease in water recycling are simulated in summer in response to LULCC. Over the Guinean zone, models simulate a significant decrease in precipitation and water recycling in autumn in response to LULCC. This signal is comparable in magnitude with the effect induced by the increase in greenhouse gases. Simulated climate changes due to historical LULCC could however be underestimated because: (i) the prescribed LULCC can be underestimated in those regions; (ii) the climate models underestimate the coupling strength between West African surface climate and leaf area index (LAI) and (iii) the lack of interactive LAI in some models. Finally, our study reveals indirect atmospheric processes triggered by LULCC. Over the Western Sahel, models reveal that a significant decrease in solar reflection tend to cool down the surface and thus counteract the atmospheric feedback. Conversely, over the Guinea zone, models reveal that the indirect atmospheric processes and turbulent heat fluxes dominate the climatic responses over the direct effects of LULCC.",
    "readLink": "https://www.mdpi.com/2071-1050/9/10/1917"
  },
  {
    "title": "Implementation of an Improved Water Change Tracking (IWCT) Algorithm: Monitoring the Water Changes in Tianjin over 1984–2019 Using Landsat Time-Series Data",
    "authors": [
      "Xingxing Han,",
      "Wei Chen,",
      "Bo Ping,",
      "Yong Hu"
    ],
    "doi": "https://doi.org/10.3390/rs13030493",
    "journalVolume": "Vol. 13,\n                                no. 493\n                                \n                                  p.\n                                  493",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Tianjin is the largest open city along the coastline in Northern China, which has several important wetland ecosystems. However, no systematic study has assessed the water body changes over the past few decades for Tianjin, not to mention their response to human activities and climate change. Here, based on the water change tracking (WCT) algorithm, we proposed an improved water change tracking (IWCT) algorithm, which could remove built-up shade noise (account for 0.4%~6.0% of the final water area) and correct omitted water pixels (account for 1.1%~5.1% of the final water area) by taking the time-series data into consideration. The seasonal water product of the Global Surface Water Data (GSWD) was used to provide a comparison with the IWCT results. Significant changes in water bodies of the selected area in Tianjin were revealed from the time-series water maps. The permanent water area of Tianjin decreased 282.5 km2 from 1984 to 2019. Each time after the dried-up period, due to government policies, the land reclamation happened in Tuanbo Birds Nature Reserve (TBNR), and, finally, 12.6 km2 of the lake has been reclaimed. Meanwhile, 488.6 km2 of land has been reclaimed from the sea along the coastal zone in the past 16 years at a speed of 28.74 km2 yr−1 in the Binhai New Area (BHNA). The method developed in this study could be extended to other sensors which have similar band settings with Landsat; the products acquired in this study could provide fundamental reference for the wetland management in Tianjin.",
    "readLink": "https://www.mdpi.com/2072-4292/13/3/493"
  },
  {
    "title": "A Systematic Review on the Climate and Ecosystem Change Associated With the COVID-19 Epidemic: Global Challenges",
    "authors": [
      "Mehran Maleki Roveshti,",
      "Farahnaz Khajehnasiri,",
      "Elham Akhlaghi Pirposhteh,",
      "Nasir Amanat,",
      "Ali Salehi Sahlabadi,",
      "Javad Vatani,",
      "Mohsen Poursadeqiyan"
    ],
    "doi": "https://doi.org/10.34172/ajehe.2022.4209",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  117\n                                  – 123",
    "issn": "2423-4583 (Online)",
    "publisher": "Hamadan University of Medical Sciences",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.ajehe.com",
    "abstract": "The most serious current challenge in the world is COVID-19 disease incidence. With the spread of COVID-19, in addition to widespread human and economic damages, concerns have increased about the world’s climate and ecosystem change. This change alters the genetic structure of viruses, leading to newer strains. This study addressed global challenges regarding the COVID-19 epidemic effects and possible two-way changes in climate and ecosystems. Studies conducted from 2019 to 2022 were reviewed in this systematic review. Articles on climate and ecosystem change related to the COVID-19 epidemic were searched in the Scopus, Web of Science, and PubMed databases in accordance with the MeSH search strategy using keywords such as \"Climate Change\" and \"Ecosystem\" or \"COVID-19\". In this research, the coding method based on the PRISMA chart was used, and 13 related articles were included in the study after qualitative evaluation. The COVID-19 epidemic is likely to have significant implications for progress in climate and ecosystem change. The phenomenon of climate change and its interaction with the COVID-19 epidemic is not limited to natural issues. One of the most important consequences is its impact on the social and economic issues of human societies, the most important of which are air pollution and environmental degradation. An increase in normal and special wastes, water consumption and wastewater production, air pollution after the start of the global economy, damage to forests and animals, and tendencies to use fossil fuels are only a part of the direct and indirect negative effects of COVID-19 on climate and ecosystem change. Epidemics directly threaten people and the health system, while climate and ecosystem change more broadly weakens natural and human systems. The COVID-19 crisis requires solutions within weeks and months, whereas responses to the climate and ecosystem change crisis seem less acute. However, the effects of climate and ecosystem change worsen with further procrastination. Thus, such crises with overlapping conditions and interactions require more attention and immediate public mobilization. Thus, the necessary planning should be implemented to moderate and reduce its effects.",
    "readLink": "https://ajehe.umsha.ac.ir/PDF/ajehe-9-117.pdf"
  },
  {
    "title": "The first draft genome of feather grasses using SMRT sequencing and its implications in molecular studies of Stipa",
    "authors": [
      "Evgenii Baiakhmetov,",
      "Cervin Guyomar,",
      "Ekaterina Shelest,",
      "Marcin Nobis,",
      "Polina D. Gudkova"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-94068-w",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The Eurasian plant Stipa capillata is the most widespread species within feather grasses. Many taxa of the genus are dominants in steppe plant communities and can be used for their classification and in studies related to climate change. Moreover, some species are of economic importance mainly as fodder plants and can be used for soil remediation processes. Although large-scale molecular data has begun to appear, there is still no complete or draft genome for any Stipa species. Thus, here we present a single-molecule long-read sequencing dataset generated using the Pacific Biosciences Sequel System. A draft genome of about 1004 Mb was obtained with a contig N50 length of 351 kb. Importantly, here we report 81,224 annotated protein-coding genes, present 77,614 perfect and 58 unique imperfect SSRs, reveal the putative allopolyploid nature of S. capillata, investigate the evolutionary history of the genus, demonstrate structural heteroplasmy of the chloroplast genome and announce for the first time the mitochondrial genome in Stipa. The assembled nuclear, mitochondrial and chloroplast genomes provide a significant source of genetic data for further works on phylogeny, hybridisation and population studies within Stipa and the grass family Poaceae.",
    "readLink": "https://doi.org/10.1038/s41598-021-94068-w"
  },
  {
    "title": "Records of the critically endangered Squatina aculeata and Squatina oculata (Elasmobranchii: Squatiniformes: Squatinidae) from the Mediterranean Sea",
    "authors": [
      "Bruno Zava,",
      "Gianni Insacco,",
      "Alan Deidun,",
      "Alicia Said,",
      "Jamila Ben Souissi,",
      "Ola Mohamed Nour,",
      "Gerasimos Kondylatos,",
      "Danilo Scannella,",
      "Maria Corsini-Foka"
    ],
    "doi": "https://doi.org/10.3897/aiep.52.94694",
    "journalVolume": "Vol. 52,\n                                no. 4\n                                \n                                  pp.\n                                  285\n                                  – 297",
    "issn": "0137-1592 (Print)",
    "publisher": "1734-1515 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Agriculture: Aquaculture. Fisheries. Angling"
    ],
    "journalUrl": "https://aiep.pensoft.net/",
    "abstract": "All three species of angelsharks that inhabit the Mediterranean Sea, Squatina aculeata Cuvier, 1829; Squatina oculata Bonaparte, 1840; and Squatina squatina (Linnaeus, 1758), are classified as Critically Endangered on the IUCN Red List of Threatened Species, since their populations have suffered severe decline and range reduction, mainly due to fishing pressure. The presently reported study aims to further update records of S. aculeata and S. oculata in the basin in order to achieve a clearer picture of their current status and geographical distribution. In this way, we were able to add a contribution to our knowledge about their biological characteristics. Records on the incidental capture and observation of specimens of S. aculeata and S. oculata between 2005 and 2022 were collected through the input of alerted professional fishermen, fisher amateurs, and specialist observers on fishery landings or on board in the context of specific surveying programs as well as of citizens’ science initiatives. Biological characters such as total length, total weight, sex, and maturity were determined whenever possible. A total of 18 S. aculeata and 34 S. oculata specimens were recorded. Data corroborate the current occurrence, which is almost rare, of these two Critically Endangered elasmobranchs from the central to the east part of the basin, revealing furthermore the presence of S. aculeata in Sardinian waters, in the western part of the basin. Data document the important habitats for both species existing in the Strait of Sicily, especially in the area around Malta, and confirm the occurrence of S. aculeata in the southern Aegean Sea. The current presence of both species is also established in Mediterranean Egyptian waters. Our study suggests the urgent need for a wider application and/or reinforcement of existing protection measures for these angelshark species and their habitat, including populations of the southern Mediterranean waters.",
    "readLink": "https://aiep.pensoft.net/article/94694/download/pdf/"
  },
  {
    "title": "Snow cover mapped daily at 30 meters resolution using a fusion of multi-temporal MODIS NDSI data and Landsat surface reflectance",
    "authors": [
      "Zoltán K. Mityók,",
      "Douglas K. Bolton,",
      "Nicholas C. Coops,",
      "Ethan E. Berman,",
      "Sue Senger"
    ],
    "doi": "https://doi.org/10.1080/07038992.2018.1538775",
    "journalVolume": "Vol. 44,\n                                no. 5\n                                \n                                  pp.\n                                  413\n                                  – 434",
    "issn": "1712-7971 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/ujrs20",
    "abstract": "Snow fall and melt events are complex meteorological phenomena that help chart the effects of climate change and impact many critical environmental processes including hydrologic and biogeographic systems. Daily snow maps, derived from MODIS imagery, provide managers and researchers with vital snow cover information, but only at spatial scales of 500 m or more. Finer resolution time series maps, however, retain large temporal gaps, particularly during recurrent cloud cover. This paper’s authors have developed the novel algorithm MODSAT-NDSI to harness the strengths of both coarse and finer spatial resolution imagery by fusing MODIS and Landsat normalized difference snow index (NDSI) data. Daily 30 m snow cover maps were thus generated for 2000 – 2017 with an overall accuracy of 90%, using 33 validation sites distributed throughout south-central British Columbia. Snow cover trends were analyzed across stratified elevation bands and land cover types, revealing that snow cover persists under lower elevation forests for an average of 23.5 d longer than in adjacent open areas during spring. We conclude that the MODSAT-NDSI approach captures temporal and spatial advantages of freely available snow cover datasets and can be modified to suit a variety of novel investigations relating to snow cover or other spectral indices.",
    "readLink": "http://dx.doi.org/10.1080/07038992.2018.1538775"
  },
  {
    "title": "Spatial patterns of environmental degradation and demographic changes in the Mediterranean fringes",
    "authors": [
      "Adil Salhi,",
      "Josep Vila Subirós,",
      "Eleonora Insalaco"
    ],
    "doi": "https://doi.org/10.1080/10106049.2022.2090619",
    "journalVolume": "Vol. 37,\n                                no. 26\n                                \n                                  pp.\n                                  14721\n                                  – 14738",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "Environmental and climatic factors contribute to the range of causes of increased socioecological conflicts, especially in the transcontinental transition areas. However, knowledge of the precise extent and patterns of environmental change driving social and migratory mutations in these areas is still quite limited. This article shows that the Mediterranean transition fringe will undergo climatic-environmental degradation except from four scattered areas of abundance which are likely to be more affected by human activity by 2050. Through an integral socioecological approach, it was found that long droughts are likely to alternate with sporadic intense storms with an impact on the loss of biodiversity, degradation of biocultural heritage, and reduction of ecosystem services. Forced migration trends towards areas of abundance have been identified according to particularly stressful divergent flows at European borders (Turkey and Morocco). The need for increased international cooperation and cross-cultural exchange is foreseen to identify and address common challenges.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2022.2090619"
  }
]