[
  {
    "title": "Optimization of Coconut Micropropagation via Somatic Embryogenesis",
    "authors": [
      "Zhihua Mu"
    ],
    "doi": "https://doi.org/10.3390/proceedings2019036055",
    "journalVolume": "Vol. 36,\n                                no. 1\n                                \n                                  p.\n                                  55",
    "issn": "2504-3900 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://www.mdpi.com/journal/proceedings",
    "abstract": "Coconut (Cocos nucifera L.) is one of the most important tropical palm crops worldwide, but the gap between decreasing productivity and expanding demand is growing and is now becoming a major problem. The global coconut industry is threatened not only by palm senility but by pests/pathogen attack which is becoming exacerbated by climate change. However, conventional breeding methods cannot provide sufficient new planting materials to meet the replacement of senile and damaged palms. Hence, coconut clonal propagation via somatic embryogenesis (SE) is being developed to help meet the demand of the growing market. However, with refined medium composition, improved technical skills, optimized environmental conditions, proper acclimatization steps employed and the application of a cell suspension culture step, a much higher multiplication rate can be predicted. Several factors that affect the rate of clonal propagation are being studied: 1) determination of the effect of a non-activated charcoal (AC) medium and 2) the development of culture induction medium composition with a reduced auxin concentration. Results of the study so far show that a non-activated charcoal medium with more frequent subculture (monthly) and a lower auxin concentration is an efficient alternative approach to the traditional mainstream AC-containing medium for the initiation of embryogenic callus. With a better understanding of the callus induction medium composition, and with a liquid cell suspension culture step medium to be applied in the future, should elevate the multiplication rate of clonal plantlet production.",
    "readLink": "https://www.mdpi.com/2504-3900/36/1/55"
  },
  {
    "title": "Analysis of the Response of Long-Term Vegetation Dynamics to Climate Variability Using the Pruned Exact Linear Time (PELT) Method and Disturbance Lag Model (DLM) Based on Remote Sensing Data: A Case Study in Guangdong Province (China)",
    "authors": [
      "Sai Wang,",
      "Fenglei Fan"
    ],
    "doi": "https://doi.org/10.3390/rs13101873",
    "journalVolume": "Vol. 13,\n                                no. 1873\n                                \n                                  p.\n                                  1873",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The dynamic change and spatial–temporal distribution of vegetation coverage are of great significance for regional ecological evolution, especially in the subtropics and tropics. Identifying the heterogeneity in vegetation activities and its response to climate factors is crucial for projecting ecosystem dynamics. We used long-term (2001–2018) satellite-derived enhanced vegetation index (EVI) datasets and climatic factors to analyze the spatiotemporal patterns of vegetation activities in an experimental area in Guangdong Province (China), as well as their links to changes in temperature (TEM), relative humidity (HUM), precipitation (PRE), sunshine duration (SUN), and surface runoff. The pruned exact linear time change point detection method (PELT) and the disturbance lag model (DLM) were used to understand the detailed ecological coverage status and time lag relationships between the EVI and climatic factors. The results indicate the following. (1) At the whole regional scale, a significant overall upward trend in the EVI variation was observed in 2001–2018. More specifically, there were two distinct periods with different trends, which were split by a turning point in 2005. PRE was the main climate-related driver of the rising EVI pre-2005, and the increase in TEM was the main climate factor influencing the forest EVI variation post-2006. (2) A three-month time lag effect was observed in the EVI response to relative humidity. The same phenomenon was found in the sunshine duration factor. (3) The EVI of farmlands (one type of land use) exhibited the largest lags between relative humidity and the sunshine duration factor, followed by grasslands and forests. (4) The comprehensive index of surface runoff could explain the time lags of vegetation activities, and the surface runoff value showed an apparently negative relationship with the vegetation coverage change.",
    "readLink": "https://www.mdpi.com/2072-4292/13/10/1873"
  },
  {
    "title": "Morphological adaptations for digging and climate-impacted soil properties define pocket gopher (Thomomys spp.) distributions.",
    "authors": [
      "Ariel E Marcy,",
      "Scott Fendorf,",
      "James L Patton,",
      "Elizabeth A Hadly"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0064935",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  p.\n                                  e64935",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Species ranges are mediated by physiology, environmental factors, and competition with other organisms. The allopatric distribution of five species of northern Californian pocket gophers (Thomomys spp.) is hypothesized to result from competitive exclusion. The five species in this environmentally heterogeneous region separate into two subgenera, Thomomys or Megascapheus, which have divergent digging styles. While all pocket gophers dig with their claws, the tooth-digging adaptations of subgenus Megascapheus allow access to harder soils and climate-protected depths. In a Northern Californian locality, replacement of subgenus Thomomys with subgenus Megascapheus occurred gradually during the Pleistocene-Holocene transition. Concurrent climate change over this transition suggests that environmental factors--in addition to soil--define pocket gopher distributional limits. Here we show 1) that all pocket gophers occupy the subset of less energetically costly soils and 2) that subgenera sort by percent soil clay, bulk density, and shrink-swell capacity (a mineralogical attribute). While clay and bulk density (without major perturbations) stay constant over decades to millennia, low precipitation and high temperatures can cause shrink-swell clays to crack and harden within days. The strong yet underappreciated interaction between soil and moisture on the distribution of vertebrates is rarely considered when projecting species responses to climatic change. Furthermore, increased precipitation alters the weathering processes that create shrink-swell minerals. Two projected outcomes of ongoing climate change--higher temperatures and precipitation--will dramatically impact hardness of soil with shrink-swell minerals. Current climate models do not include factors controlling soil hardness, despite its impact on all organisms that depend on a stable soil structure.",
    "readLink": "http://europepmc.org/articles/PMC3663803?pdf=render"
  },
  {
    "title": "A Medicinal Halophyte <i>Ipomoea pes-caprae</i> (Linn.) R. Br.: A Review of Its Botany, Traditional Uses, Phytochemistry, and Bioactivity",
    "authors": [
      "Ganiyu Akinniyi,",
      "Jeonghee Lee,",
      "Hiyoung Kim,",
      "Joon-Goo Lee,",
      "Inho Yang"
    ],
    "doi": "https://doi.org/10.3390/md20050329",
    "journalVolume": "Vol. 20,\n                                no. 329\n                                \n                                  p.\n                                  329",
    "issn": "1660-3397 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/marinedrugs",
    "abstract": "Ipomoea pes-caprae (Linn.) R. Br. (Convolvulaceae) is a halophytic plant that favorably grows in tropical and subtropical countries in Asia, America, Africa, and Australia. Even though this plant is considered a pan-tropical plant, I. pes-caprae has been found to occur in inland habitats and coasts of wider areas, such as Spain, Anguilla, South Africa, and Marshall Island, either through a purposeful introduction, accidentally by dispersal, or by spreading due to climate change. The plant parts are used in traditional medicine for treating a wide range of diseases, such as inflammation, gastrointestinal disorders, pain, and hypertension. Previous phytochemical analyses of the plant have revealed pharmacologically active components, such as alkaloids, glycosides, steroids, terpenoids, and flavonoids. These phytoconstituents are responsible for the wide range of biological activities possessed by I. pes-caprae plant parts and extracts. This review arranges the previous reports on the botany, distribution, traditional uses, chemical constituents, and biological activities of I. pes-caprae to facilitate further studies that would lead to the discovery of novel bioactive natural products from this halophyte.",
    "readLink": "https://www.mdpi.com/1660-3397/20/5/329"
  },
  {
    "title": "Hydroclimate change in the Garhwal Himalaya, India at 4200 yr BP coincident with the contraction of the Indus civilization",
    "authors": [
      "E. A. Niederman,",
      "D. F. Porinchu,",
      "B. S. Kotlia"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-02496-5",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract High-resolution analysis of a 3.80 m sediment core recovered from Deoria Tal, a mid-elevation lake located at 2393 m a.s.l. in the Garhwal Himalaya, documents long-term and abrupt hydroclimate fluctuations in northern India during the mid- to late Holocene. The sediment chronology, based on ten 14C dates, indicates the core spans 5200 years. Non-destructive, radiological imaging approaches (X-ray fluorescence (XRF), X-ray imaging, and CT scans) were used to assess the response of the lake system to changing hydroclimatic conditions. Variations in elemental concentrations and sediment density evidenced notable hydroclimate change episodes centered at 4850, 4200, and 3100 cal yr BP. Elevated detrital input, greater sediment density, decreased lake ventilation, and lower autochthonous productivity reflects lake deepening between 4350 and 4200 cal yr BP. An abrupt shift in elemental concentrations and sediment density indicated the onset of lake drawdown at 4200 cal yr BP and a negative hydroclimate anomaly between 4200 and 4050 cal yr BP. Lower detrital flux, decreased sediment density, increased oxygenation, and higher autochthonous productivity, reflects a reduction in lake volume between 3200 and 3100 cal yr BP. The potential link between abrupt climate change at 4200 cal yr BP and the contraction of the Indus civilization is explored.",
    "readLink": "https://doi.org/10.1038/s41598-021-02496-5"
  },
  {
    "title": "Cloacal swabs and alcohol bird specimens are good proxies for compositional analyses of gut microbial communities of Great tits (Parus major)",
    "authors": [
      "Kasun H. Bodawatta,",
      "Katerina Puzejova,",
      "Katerina Sam,",
      "Michael Poulsen,",
      "Knud A. Jønsson"
    ],
    "doi": "https://doi.org/10.1186/s42523-020-00026-8",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2524-4671 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Microbiology"
    ],
    "journalUrl": "https://animalmicrobiome.biomedcentral.com/",
    "abstract": "Abstract Background Comprehensive studies of wild bird microbiomes are often limited by difficulties of sample acquisition. However, widely used non-invasive cloacal swab methods and under-explored museum specimens preserved in alcohol provide promising avenues to increase our understanding of wild bird microbiomes, provided that they accurately portray natural microbial community compositions. To investigate this assertion, we used 16S rRNA amplicon sequencing of Great tit (Parus major) gut microbiomes to compare 1) microbial communities obtained from dissected digestive tract regions and cloacal swabs, and 2) microbial communities obtained from freshly dissected gut regions and from samples preserved in alcohol for 2 weeks or 2 months, respectively. Results We found no significant differences in alpha diversities in communities of different gut regions and cloacal swabs (except in OTU richness between the dissected cloacal region and the cloacal swabs), or between fresh and alcohol preserved samples. However, we did find significant differences in beta diversity and community composition of cloacal swab samples compared to different gut regions. Despite these community-level differences, swab samples qualitatively captured the majority of the bacterial diversity throughout the gut better than any single compartment. Bacterial community compositions of alcohol-preserved specimens did not differ significantly from freshly dissected samples, although some low-abundant taxa were lost in the alcohol preserved specimens. Conclusions Our findings suggest that cloacal swabs, similar to non-invasive fecal sampling, qualitatively depict the gut microbiota composition without having to collect birds to extract the full digestive tract. The satisfactory depiction of gut microbial communities in alcohol preserved samples opens up for the possibility of using an enormous resource readily available through museum collections to characterize bird gut microbiomes. The use of extensive museum specimen collections of birds for microbial gut analyses would allow for investigations of temporal patterns of wild bird gut microbiomes, including the potential effects of climate change and anthropogenic impacts. Overall, the utilization of cloacal swabs and museum alcohol specimens can positively impact bird gut microbiome research to help increase our understanding of the role and evolution of wild bird hosts and gut microbial communities.",
    "readLink": "http://link.springer.com/article/10.1186/s42523-020-00026-8"
  },
  {
    "title": "Spatial and Temporal Variations of Potential Evapotranspiration in the Loess Plateau of China During 1960–2017",
    "authors": [
      "Congjian Sun,",
      "Zhenjing Zheng,",
      "Wei Chen,",
      "Yuyang Wang"
    ],
    "doi": "https://doi.org/10.3390/su12010354",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  354",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Potential evapotranspiration (ET0) is an integral component of the hydrological cycle and the global energy balance, and its long-term variation is of much concern in climate change studies. The Loess Plateau is an important area of agricultural civilization and water resources research. This study analyzed the spatial and temporal evolution processes and influential parameters of ET0 at 70 stations in different topographical areas of the Chinese Loess Plateau (CLP). Using the Mann−Kendall trend, Cross wavelet transform, and the ArcGIS platform, the ET0 of each station was quantified using the Penman−Monteith equation, and the effects of climatic factors on ET0 were assessed by analyzing the correlation coefficients and contribution rates of the climatic factors. The results showed that: (1) the overall trend of the ET0 in different terrains of the Loess Plateau is consistent, however, the ET0 values differ; the hill region (HR) has the highest ET0, followed by the valley region (VR), and the mountain region (MR) has the lowest, and ET0 changes differ between seasons. (2) Spatial distribution characteristics of multiyear mean ET0 in the study are as follows: the ET0 values in mountain and hilly areas are decreasing from west to east, and the higher mean annual ET0 value in the VR is mainly concentrated in the eastern CLP. (3) In the past 58 years, the annual mean and the seasonal ET0 of the region showed increasing trends, however, differences in different terrains were obvious. (4) ET0 has significant correlations with El Niño−Southern Oscillation (ENSO), Pacific−North American teleconnection (PNA), and Atlantic Multidecadal Oscillation (AMO). The resonance period of ET0 and ENSO was 3−6 a, mainly in 1976−1985. The mean coherence phase angle was close to 360°, indicating that ET0 lags behind PNA by approximately 2−6 a; ET0 has a very strong positive correlation with AMO. (5) Relative humidity (RH) is the main influencing factor of ET0 change in the Loess Plateau. Temperature (T) variation has the highest contribution rate (42%) to the regional ET0 variation in the entire CLP. We should pay more attention to the variation of evaporation under future climate change, especially temperature change.",
    "readLink": "https://www.mdpi.com/2071-1050/12/1/354"
  },
  {
    "title": "Community Perception and Adaptation to Climate Change in Coastal Areas of Mexico",
    "authors": [
      "Mireille Escudero,",
      "Edgar Mendoza"
    ],
    "doi": "https://doi.org/10.3390/w13182483",
    "journalVolume": "Vol. 13,\n                                no. 2483\n                                \n                                  p.\n                                  2483",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change adaptation is an increasingly important topic addressed in the face of the current and expected future impacts by climate change that the social, economic and ecological systems are experiencing worldwide. Despite the advances reported in the literature, adaptation to climate change is still considered a challenge to move from planning to the practical implementation of successful interventions. In this regard, identifying international key barriers, exchanges of experiences and lessons learned may facilitate the progress of the coasts’ sustainable and resilient future. The coast of Mexico is an excellent study area. High population densities occur along the coastal zone, whose main economic activity is related to primary and tertiary sectors. Additionally, a great diversity of coastal ecosystems exists, which are threatened by anthropogenic and hydrometeorological impacts. Under these circumstances, the population is becoming aware of the urgent need to adapt to the consequences of climate change. In this sense, this paper reviews research contributions concerning population perception to climate change and adaptation strategies in Mexico’s coastal zone. The findings highlight critical institutional difficulties and social barriers that have impeded the effective implementation of adaptation strategies to climate change in Mexico and consider steps to address them. However, adaptation strategies that show the prevention culture of some coastal communities have been found and also results of successful projects carried out, especially on mangrove forest and coral reef restoration, which are of essential importance to consider to progress on the path of a successful adaptation to climate change in Mexico.",
    "readLink": "https://www.mdpi.com/2073-4441/13/18/2483"
  },
  {
    "title": "Implementing Green Infrastructure in Spatial Planning in Europe",
    "authors": [
      "Elin Slätmo,",
      "Kjell Nilsson,",
      "Eeva Turunen"
    ],
    "doi": "https://doi.org/10.3390/land8040062",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  p.\n                                  62",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Interest in green infrastructure (GI) has grown in research, policy and planning in recent decades. The central idea behind GI is the understanding of the physical non-built-up environment as an infrastructure capable of delivering a wide variety of benefits to society, including the ability to preserve biodiversity; to provide food, feed, fuel and fibre; to adapt to and mitigate climate change and to contribute to enhanced human health and quality of life. The European Union (EU) has had a GI strategy since 2013, and member states are involved in several strategic and applied GI initiatives and projects. The aim of this study is to explore if and how the European strategy has been implemented. The study adds to the body of knowledge of current GI policies and measures in Europe via an online survey and insights into previous research. The survey reveals that GI is integrated into one or more policy sectors in all 32 countries covered. In 11 of the 32 countries, GI-specific policies are already in place or are being drawn up at a national level. In general, the respondents see the responsibility for GI policy and strategy as a matter of national governments and the implementation as a matter of local governments. They also see the LIFE+ and Horizon 2020 project funds, the European Regional Development Fund (ERDF) and the European Agricultural Fund for Rural Development (EAFRD), as the most important EU funding sources for the implementation of the GI strategy. The study also identifies availability of georeferenced information, zoning and biotope area factor as three of the spatial planning tools used to implement GI.",
    "readLink": "https://www.mdpi.com/2073-445X/8/4/62"
  },
  {
    "title": "The Polar Amplification Model Intercomparison Project (PAMIP) contribution to CMIP6: investigating the causes and consequences of polar amplification",
    "authors": [
      "D. M. Smith,",
      "J. A. Screen,",
      "C. Deser,",
      "J. Cohen,",
      "J. C. Fyfe,",
      "J. García-Serrano,",
      "J. García-Serrano,",
      "T. Jung,",
      "T. Jung,",
      "V. Kattsov,",
      "D. Matei,",
      "R. Msadek,",
      "Y. Peings,",
      "M. Sigmond,",
      "J. Ukita,",
      "J.-H. Yoon,",
      "X. Zhang"
    ],
    "doi": "https://doi.org/10.5194/gmd-12-1139-2019",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  1139\n                                  – 1164",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Polar amplification – the phenomenon where external radiative forcing produces a larger change in surface temperature at high latitudes than the global average – is a key aspect of anthropogenic climate change, but its causes and consequences are not fully understood. The Polar Amplification Model Intercomparison Project (PAMIP) contribution to the sixth Coupled Model Intercomparison Project (CMIP6; Eyring et al., 2016) seeks to improve our understanding of this phenomenon through a coordinated set of numerical model experiments documented here. In particular, PAMIP will address the following primary questions: (1) what are the relative roles of local sea ice and remote sea surface temperature changes in driving polar amplification? (2) How does the global climate system respond to changes in Arctic and Antarctic sea ice? These issues will be addressed with multi-model simulations that are forced with different combinations of sea ice and/or sea surface temperatures representing present-day, pre-industrial and future conditions. The use of three time periods allows the signals of interest to be diagnosed in multiple ways. Lower-priority tier experiments are proposed to investigate additional aspects and provide further understanding of the physical processes. These experiments will address the following specific questions: what role does ocean–atmosphere coupling play in the response to sea ice? How and why does the atmospheric response to Arctic sea ice depend on the pattern of sea ice forcing? How and why does the atmospheric response to Arctic sea ice depend on the model background state? What have been the roles of local sea ice and remote sea surface temperature in polar amplification, and the response to sea ice, over the recent period since 1979? How does the response to sea ice evolve on decadal and longer timescales? A key goal of PAMIP is to determine the real-world situation using imperfect climate models. Although the experiments proposed here form a coordinated set, we anticipate a large spread across models. However, this spread will be exploited by seeking “emergent constraints” in which model uncertainty may be reduced by using an observable quantity that physically explains the intermodel spread. In summary, PAMIP will improve our understanding of the physical processes that drive polar amplification and its global climate impacts, thereby reducing the uncertainties in future projections and predictions of climate change and variability.",
    "readLink": "https://www.geosci-model-dev.net/12/1139/2019/gmd-12-1139-2019.pdf"
  }
]