[
  {
    "title": "Morphological Properties of Gastropod Shells in a Warmer and More Acidic Future Ocean Using 3D Micro-Computed Tomography",
    "authors": [
      "Eva Chatzinikolaou,",
      "Kleoniki Keklikoglou,",
      "Kleoniki Keklikoglou,",
      "Panos Grigoriou"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.645660",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The increased absorption of atmospheric CO2 by the ocean reduces pH and affects the carbonate chemistry of seawater, thus interfering with the shell formation processes of marine calcifiers. The present study aims to examine the effects of ocean acidification and warming on the shell morphological properties of two intertidal gastropod species, Nassarius nitidus and Columbella rustica. The experimental treatments lasted for 3 months and combined a temperature increase of 3°C and a pH reduction of 0.3 units. The selected treatments reflected the high emissions (RCP 8.5) “business as usual” scenario of the Intergovernmental Panel on Climate Change models for eastern Mediterranean. The morphological and architectural properties of the shell, such as density, thickness and porosity were examined using 3D micro-computed tomography, which is a technique giving the advantage of calculating values for the total shell (not only at specific points) and at the same time leaving the shells intact. Nassarius nitidus had a lower shell density and thickness and a higher porosity when the pH was reduced at ambient temperature, but the combination of reduced pH and increased temperature did not have a noticeable effect in comparison to the control. The shell of Columbella rustica was less dense, thinner and more porous under acidic and warm conditions, but when the temperature was increased under ambient pH the shells were thicker and denser than the control. Under low pH and ambient temperature, shells showed no differences compared to the control. The vulnerability of calcareous shells to ocean acidification and warming appears to be variable among species. Plasticity of shell building organisms as an acclimation action toward a continuously changing marine environment needs to be further investigated focusing on species or shell region specific adaptation mechanisms.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.645660/full"
  },
  {
    "title": "Response of orthopterans to macroclimate changes: A 15-year case study in Central European humid grasslands",
    "authors": [
      "Zoltán Kenyeres,",
      "Gábor Takács,",
      "Norbert Bauer"
    ],
    "doi": "https://doi.org/10.3897/jor.28.34102",
    "journalVolume": "Vol. 28,\n                                no. 2\n                                \n                                  pp.\n                                  187\n                                  – 193",
    "issn": "1082-6467 (Print)",
    "publisher": "1937-2426 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Zoology"
    ],
    "journalUrl": "https://jor.pensoft.net/",
    "abstract": "Orthoptera is a good indicator taxon of macroclimate changes. In our case study, we analyzed data of orthopterans, vegetation, and macroclimate collected yearly from 2002 through 2017 in Central European humid grasslands. During the study period, the annual mean temperature increased, while the relative abundance of moderately hygrophilic orthopteran species decreased significantly. On the other hand, the species richness and diversity of the assemblages increased due, mostly, to an increase of graminicole/thermophilic species. According to our results, the conservation of the hygrophilic orthopteran assemblages of Central European humid grasslands under global warming can only be ensured by adequate land management, which can at least mitigate the effects of climate change resulting in the warming and drying of humid habitats.",
    "readLink": "https://jor.pensoft.net/article/34102/download/pdf/"
  },
  {
    "title": "Modeling Thermal Suitability for Reindeer (Rangifer tarandus ssp.) Brainworm (Elaphostrongylus rangiferi) Transmission in Fennoscandia",
    "authors": [
      "Hannah Rose Vineer,",
      "Torill Mørk,",
      "Diana J. Williams,",
      "Rebecca K. Davidson"
    ],
    "doi": "https://doi.org/10.3389/fvets.2020.603990",
    "journalVolume": "Vol. 7",
    "issn": "2297-1769 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "http://www.frontiersin.org/Veterinary_Science",
    "abstract": "The brainworm, Elaphostrongylus rangiferi, is a nematode which causes neurological disorders (elaphostrongylosis) in reindeer (Rangifer tarandus ssp.). Favorable climatic conditions have been inferred as the cause of sporadic outbreaks of elaphostrongylosis in Norway, supported by positive associations between observed outbreaks/intensity of infection and summer temperatures in the previous years. Climate warming which results in increased transmission of E. rangiferi therefore presents a risk to the health of semi-domesticated and wild reindeer in Fennoscandia (Norway, Sweden, and Finland), the health of co-grazing small ruminants, and the livelihoods of indigenous Sámi herders. As a first step toward developing climate change impact assessments for E. rangiferi, a degree-day model was developed for larval development in a range of gastropod hosts and applied to historic weather data. Predictions were validated by statistical and qualitative comparison against historic parasitological and outbreak records. The model predicted an overall increase in thermal suitability for E. rangiferi, which was statistically significant in the north and along the Scandinavian mountain ranges, where reindeer density is highest. In these regions annual cumulative temperature conditions are suitable for larval development within a single year, potentially changing E. rangiferi epidemiology from a 2-year transmission cycle to a 1-year transmission cycle. This is the first mechanistic model developed for E. rangiferi and could be used to inform veterinary risk assessments on a broad spatial scale. Limitations and further developments are discussed.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fvets.2020.603990/full"
  },
  {
    "title": "End-to-end models for marine ecosystems: Are we on the precipice of a significant advance or just putting lipstick on a pig?",
    "authors": [
      "Kenneth A. Rose"
    ],
    "doi": "https://doi.org/10.3989/scimar.03574.20B",
    "journalVolume": "Vol. 76,\n                                no. 1\n                                \n                                  pp.\n                                  195\n                                  – 201",
    "issn": "0214-8358 (Print)",
    "publisher": "1886-8134 (Online)",
    "countryOfPublisher": "Consejo Superior de Investigaciones Científicas",
    "lcc": [
      "Spain",
      "Agriculture: Aquaculture. Fisheries. Angling"
    ],
    "journalUrl": "http://scientiamarina.revistas.csic.es",
    "abstract": "There has been a rapid rise in the development of end-to-end models for marine ecosystems over the past decade. Some reasons for this rise include need for predicting effects of climate change on biota and dissatisfaction with existing models. While the benefits of a well-implemented end-to-end model are straightforward, there are many challenges. In the short term, my view is that the major role of end-to-end models is to push the modelling community forward, and to identify critical data so that these data can be collected now and thus be available for the next generation of end-to-end models. I think we should emulate physicists and build theoretically-oriented models first, and then collect the data. In the long-term, end-to-end models will increase their skill, data collection will catch up, and end-to-end models will move towards site-specific applications with forecasting and management capabilities. One pathway into the future is individual efforts, over-promise, and repackaging of poorly performing component submodels (“lipstick on a pig”). The other pathway is a community-based collaborative effort, with appropriate caution and thoughtfulness, so that the needed improvements are achieved (“significant advance”). The promise of end-to-end modelling is great. We should act now to avoid missing a great opportunity.",
    "readLink": "http://scientiamarina.revistas.csic.es/index.php/scientiamarina/article/view/1330"
  },
  {
    "title": "Effect of Estimated Daily Global Solar Radiation Data on the Results of Crop Growth Models",
    "authors": [
      "Herbert Formayer,",
      "ZdenÃ„Â›k Ã…Â½alud,",
      "Daniela SemerÃƒÂ¡dovÃƒÂ¡,",
      "Martin DubrovskÃƒÂ½,",
      "Pavel Kapler,",
      "Josef Eitzinger,",
      "Miroslav Trnka"
    ],
    "doi": "https://doi.org/10.3390/s7102330",
    "journalVolume": "Vol. 7,\n                                no. 10\n                                \n                                  pp.\n                                  2330\n                                  – 2362",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "The results of previous studies have suggested that estimated daily globalradiation (RG) values contain an error that could compromise the precision of subsequentcrop model applications. The following study presents a detailed site and spatial analysis ofthe RG error propagation in CERES and WOFOST crop growth models in Central Europeanclimate conditions. The research was conducted i) at the eight individual sites in Austria andthe Czech Republic where measured daily RG values were available as a reference, withseven methods for RG estimation being tested, and ii) for the agricultural areas of the CzechRepublic using daily data from 52 weather stations, with five RG estimation methods. In thelatter case the RG values estimated from the hours of sunshine using the ÃƒÂ¥ngstrÃƒÂ¶m-Prescottformula were used as the standard method because of the lack of measured RG data. At thesite level we found that even the use of methods based on hours of sunshine, which showedthe lowest bias in RG estimates, led to a significant distortion of the key crop model outputs.When the ÃƒÂ¥ngstrÃƒÂ¶m-Prescott method was used to estimate RG, for example, deviationsgreater than Ã‚Â±10 per cent in winter wheat and spring barley yields were noted in 5 to 6 percent of cases. The precision of the yield estimates and other crop model outputs was lowerwhen RG estimates based on the diurnal temperature range and cloud cover were used (mean bias error 2.0 to 4.1 per cent). The methods for estimating RG from the diurnal temperature range produced a wheat yield bias of more than 25 per cent in 12 to 16 per cent of the seasons. Such uncertainty in the crop model outputs makes the reliability of any seasonal yield forecasts or climate change impact assessments questionable if they are based on this type of data. The spatial assessment of the RG data uncertainty propagation over the winter wheat yields also revealed significant differences within the study area. We found that RG estimates based on diurnal temperature range or its combination with daily total precipitation produced a bias of to 30 per cent in the mean winter wheat grain yields in some regions compared with simulations in which RG values had been estimated using the ÃƒÂ¥ngstrÃƒÂ¶m-Prescott formula. In contrast to the results at the individual sites, the methods based on the diurnal temperature range in combination with daily precipitation totals showed significantly poorer performance than the methods based on the diurnal temperature range only. This was due to the marked increase in the bias in RG estimates with altitude, longitude or latitude of given region. These findings in our view should act as an incentive for further research to develop more precise and generally applicable methods for estimating daily RG based more on the underlying physical principles and/or the remote sensing approach.",
    "readLink": "http://www.mdpi.com/1424-8220/7/10/2330/"
  },
  {
    "title": "Assessment of Non-Conventional Irrigation Water in Greenhouse Cucumber (<i>Cucumis sativus</i>) Production",
    "authors": [
      "Muhammad Mumtaz Khan,",
      "Mansour Hamed Al-Haddabi,",
      "Muhammad Tahir Akram,",
      "Muhammad Azam Khan,",
      "Aitazaz A. Farooque,",
      "Sajjad Ahmad Siddiqi"
    ],
    "doi": "https://doi.org/10.3390/su14010257",
    "journalVolume": "Vol. 14,\n                                no. 257\n                                \n                                  p.\n                                  257",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change, urbanization and subsequent environmental changes are depleting freshwater resources around the globe. The reuse of domestic, industrial and agricultural wastewater is an alternative approach to freshwater that can be used for irrigation purposes. However, these wastewaters may contain hazardous and toxic elements, such as heavy metals that are hazardous for human health and the environment. Therefore, an experiment was conducted to evaluate the concentration of macro, micro and heavy metals in cucumber irrigated with different resources (tap water, greywater, dairy water and wastewater). The results showed that the use of different irrigation resources has increased the level of macro (sodium (Na), potassium (K), calcium (Ca), magnesium (Mg)), microelements (zinc (Zn), iron (Fe), manganese (Mn)), and heavy metals (copper (Cu), barium (Ba), lead (Pb) and cadmium (Cd)) in cucumber leaves and fruits. However, their levels were in the range that is safe for human health and the environment was as recommended by FAO maximum values of trace elements (Zn, 2.0; Fe 1.0; Mn, 0.2; Cu, 0.2; Pb, 5.0, and Cd, 0.01 mgL−1). Based on observations, it was also revealed that among different irrigation resources, the use of dairy water in cucumber improved its agronomic attributes and maximum plant yield (1191.02 g), while the different irrigation resources showed a non-significant impact on fruit diameter. However, total soluble solid contents (TSS) were more significant in cucumber fruits treated with wastewater (2.26 °brix) followed by dairy water (2.06 °brix), while the least TSS contents (1.57 °brix) were observed in cucumber plants treated with tap water. The significance of non-conventional irrigation water use in agriculture, particularly greenhouse cucumber (Cucumis sativus) production, is discussed.",
    "readLink": "https://www.mdpi.com/2071-1050/14/1/257"
  },
  {
    "title": "Sub-daily rainfall extremes in the Nordic–Baltic region",
    "authors": [
      "Jonas Olsson,",
      "Anita Verpe Dyrrdal,",
      "Erika Médus,",
      "Johan Södling,",
      "Svetlana Aņiskeviča,",
      "Karsten Arnbjerg-Nielsen,",
      "Eirik Førland,",
      "Viktorija Mačiulytė,",
      "Antti Mäkelä,",
      "Piia Post,",
      "Søren Liedke Thorndahl,",
      "Lennart Wern"
    ],
    "doi": "https://doi.org/10.2166/nh.2022.119",
    "journalVolume": "Vol. 53,\n                                no. 6\n                                \n                                  pp.\n                                  807\n                                  – 824",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "Short-duration rainfall extremes are associated with a range of societal hazards, notably pluvial flooding but in addition, e.g., erosion-driven nutrient transport and point-source contamination. Fundamental for all analysis, modelling and risk assessment related to short-duration rainfall extremes is the access to and analysis of high-resolution observations. In this study, sub-daily rainfall observations from 543 meteorological stations in the Nordic–Baltic region were collected, quality-controlled and consistently analyzed in terms of records, return levels, geographical and climatic dependencies, time of occurrence of maxima and trends. The results reflect the highly heterogeneous rainfall climate in the region, with longitudinal and latitudinal gradients as well as local variability, and overall agree with previous national investigations. Trend analyses in Norway and Denmark indicated predominantly positive trends in the period 1980–2018, in line with previous investigations. Gridded data sets with estimated return levels and dates of occurrence (of annual maxima) are provided open access. We encourage further efforts towards international exchange of sub-daily rainfall observations as well as consistent regional analyses in order to attain the best possible knowledge on which rainfall extremes are to be expected in present as well as future climates. HIGHLIGHTS Sub-daily annual rainfall maxima have been collected from national observation networks in the Nordic–Baltic region, including a total of 543 stations.; A consistent regional analysis of records, return levels, geographical and climatic dependencies, time of occurrence of maxima and trends is performed.; Gridded data sets with return levels and time of occurrence are provided open access.;",
    "readLink": "http://hr.iwaponline.com/content/53/6/807"
  },
  {
    "title": "Step-patterned survivorship curves: Mortality and loss of equilibrium responses to high temperature and food restriction in juvenile rainbow trout (Oncorhynchus mykiss).",
    "authors": [
      "Jennifer L Gosselin,",
      "James J Anderson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0233699",
    "journalVolume": "Vol. 15,\n                                no. 5\n                                \n                                  p.\n                                  e0233699",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "While survivorship curves typically exhibit smooth declines over time, step-patterned curves can occur with multiple stressors within a life stage. To explore this process, we examined the effects of heat (24°C) and food restriction on juvenile rainbow trout (Oncorhynchus mykiss Walbaum) in challenge experiments. We observed step-patterned survivorship curves determined by mortality and loss of equilibrium (LOE) endpoints. To examine the cause of heterogeneity in the stress responses from early to late mortality and LOE, we measured indices of energetic reserves. The step transition in the survivorship curves, the peak mortality rates, and start of when individuals reached a critical energetic threshold (14% dry mass; 4.0 kJ·g-1 energy) all occurred at around days 10-15 of the challenge. The coherence in these temporal patterns suggest heterogeneity in the cohort stress responses, in which an early subgroup died from heat stress and a late subgroup died from starvation. Thus, their endpoint sensitivities resulted in step-patterned survivorship curves. We discuss the implications of the study for understanding effects of multiple stressors on population heterogeneity and note the possible significance of stress response selection under climate change in which heat stress and food limitations occur in concert.",
    "readLink": "https://doi.org/10.1371/journal.pone.0233699"
  },
  {
    "title": "Multi-Criteria Assessment of Transport Sustainability in Chosen European Union Countries: A Dynamic Approach",
    "authors": [
      "Artur Czech,",
      "Jerzy Lewczuk,",
      "Leonas Ustinovichius,",
      "Robertas Kontrimovičius"
    ],
    "doi": "https://doi.org/10.3390/su14148770",
    "journalVolume": "Vol. 14,\n                                no. 8770\n                                \n                                  p.\n                                  8770",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The main aim of this article is to dynamically evaluate the sustainable development of transportation as an important economic sector in each member state of the European Union. Furthermore, the authors tried to identify underdeveloped spatial areas and indicate related trends in particular countries. To address this research topic, a multivariate-order statistical measure was implemented. The data sources of the study were Eurostat databases. The rankings of the chosen European Union countries for transport sustainability and its individual components (pillars and orders) were obtained for 2016–2019. This allowed the underdeveloped space regions and their individual pillars in the field of transportation sustainability to be identified in an appropriate manner. Then, the total (general) synthetic measures applicable to the entire period of analysis were constructed. It should be noted that the initial set of diagnostic variables and its classification in certain sequences were implemented. Furthermore, the taxonomic method applied with Weber’s multivariate median was first used to dynamically assess aspects of traffic sustainability. Such synthetic methods allow for analysis of the interaction of different areas of complex transportation systems and allow distortions of the diagnostic variables.",
    "readLink": "https://www.mdpi.com/2071-1050/14/14/8770"
  },
  {
    "title": "Climate change signal in the ocean circulation of the Tyrrhenian Sea",
    "authors": [
      "A. de la Vara,",
      "A. de la Vara,",
      "I. M. Parras-Berrocal,",
      "A. Izquierdo,",
      "D. V. Sein,",
      "D. V. Sein,",
      "W. Cabos"
    ],
    "doi": "https://doi.org/10.5194/esd-13-303-2022",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  303\n                                  – 319",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "The Tyrrhenian Sea plays an important role in the winter deep water formation in the northwestern Mediterranean through the water that enters the Ligurian Sea via the Corsica Channel. Therefore, the study of the impact of the changes on the future climate on the Tyrrhenian circulation and its consequences represents an important issue. Furthermore, the seasonally dependent Tyrrhenian circulation, which is rich in dynamical mesoscale structures, is dominated by the interplay of local climate and the basin-wide Mediterranean circulation via the water transport across its major straits, and an adequate representation of its features represents an important modeling challenge. In this work we examine with a regionally coupled atmosphere–ocean model the changes in the Tyrrhenian circulation by the end of the 21st century under the RCP8.5 emission scenario, their driving mechanisms, and their possible impact on winter convection in the NW Mediterranean. Our model successfully reproduces the main features of the Mediterranean Sea and Tyrrhenian Basin present-day circulation. We find that toward the end of the century the winter cyclonic along-slope stream around the Tyrrhenian Basin becomes weaker. This weakening increases the wind work transferred to the mesoscale structures, which become more intense than at present in winter and summer. We also find that, in the future, the northward water transport across the Corsica Channel towards the Liguro-Provençal basin becomes smaller than today. Also, water that flows through this channel presents a stronger stratification because of a generalized warming with a freshening of upper and a saltening of intermediate waters. Both factors may contribute to the interruption of deep water formation in the Gulf of Lions by the end of the century.",
    "readLink": "https://esd.copernicus.org/articles/13/303/2022/esd-13-303-2022.pdf"
  }
]