[
  {
    "title": "Recalibrating China-U.S. Climate Cooperation Under the Trump Administration",
    "authors": [
      "Cao Jiahan"
    ],
    "doi": "https://doi.org/10.1142/S2377740018500033",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  77\n                                  – 93",
    "issn": "2377-7400 (Print)",
    "publisher": "2377-7419 (Online)",
    "countryOfPublisher": "World Century Publishing Corporation",
    "lcc": [
      "Singapore",
      "Political science: International relations"
    ],
    "journalUrl": "https://www.worldscientific.com/cqiss",
    "abstract": "Based on the analytical framework of securitization, this article argues that cooperation between China and the United States on climate change will not lose momentum despite President Trump’s seemingly passive stance. A securitization process on the climate issue has been ongoing in China since President Xi Jinping took office and proposed the Overall National Security Outlook (ONSO). Climate security was thus integrated into China’s political discourse as a key component of ecological and common security, leading to a period of China-U.S. cooperation during the Obama administration. Similarly, in the United States, climate policy has been cemented in security planning and assessment of various federal agencies. The U.S. security sector seems to be largely unaffected by the White House decision to withdraw from the Paris Agreement. A growing number of Americans treat climate change as a security threat and many U.S. states and cities, in collaboration with business leaders, have taken on a role in international climate diplomacy. Combined with existing intergovernmental collaborative projects, robust market forces and innovative local initiatives will continue to push China-U.S. climate cooperation forward. As a necessary step to sustain its ties with the United States on climate issues, the Chinese government needs to propose a renewed bilateral framework on energy and environment cooperation under the China-U.S. Comprehensive Economic Dialogue.",
    "readLink": "http://www.worldscientific.com/doi/pdf/10.1142/S2377740018500033"
  },
  {
    "title": "Heat stress reduces growth rate of red deer calf: Climate warming implications.",
    "authors": [
      "F J Pérez-Barbería,",
      "A J García,",
      "J Cappelli,",
      "T Landete-Castillejos,",
      "M P Serrano,",
      "L Gallego"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0233809",
    "journalVolume": "Vol. 15,\n                                no. 6\n                                \n                                  p.\n                                  e0233809",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate models agree in predicting scenarios of global warming. In endothermic species heat stress takes place when they are upper their thermal neutral zone. Any physiological or behavioural mechanism to mitigate heat stress is at the cost of diverting energy from other physiological functions, with negative repercussions for individual fitness. Tolerance to heat stress differs between species, age classes and sexes, those with the highest metabolic rates being the most sensitive to stressing thermal environments. This is especially important during the first months of life, when most growth takes place. Red deer (Cervus elaphus) is supposedly well adapted to a wide range of thermal environments, based on its worldwide distribution range, but little is known about the direct effect that heat stress may have on calf growth. We assessed the effect that heat stress, measured by heat stress indices and physical environment variables (air temperature, relative air humidity, wind speed and solar radiation), have on calf and mother body weights from calf´s birth to weaning. We used 9265 longitudinal weekly body weight records of calf and mother across 19 years in captive Iberian red deer. We hypothesised that (i) heat stress in hot environments has a negative effect on calf growth, especially in males, as they are more energetically demanding to produce than females; and that (ii) the body weight of the mother through lactation should be negatively affected by heat stress. Our results supported hypothesis (i) but not so clearly hypothesis (ii). By weaning (day 143) calves growing under low heat stress environment grew up to 1.2 kg heavier than those growing in high heat stress environment, and males were more affected by heat stress than females. The results have implications in animal welfare, geographical clines in body size and adaptation to climate change.",
    "readLink": "https://doi.org/10.1371/journal.pone.0233809"
  },
  {
    "title": "Eco-Friendly Feed Formulation and On-Farm Feed Production as Ways to Reduce the Environmental Impacts of Pig Production Without Consequences on Animal Performance",
    "authors": [
      "Francine de Quelen,",
      "Ludovic Brossard,",
      "Aurélie Wilfart,",
      "Jean-Yves Dourmad,",
      "Florence Garcia-Launay"
    ],
    "doi": "https://doi.org/10.3389/fvets.2021.689012",
    "journalVolume": "Vol. 8",
    "issn": "2297-1769 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "http://www.frontiersin.org/Veterinary_Science",
    "abstract": "Animal feeding has a major contribution to the environmental impacts of pig production. One potential way to mitigate such effects is to incorporate an assessment of these impacts in the feed formulation process. The objective of this study was to test the ability of innovative formulation methodologies to reduce the impacts of pig production while also taking into account possible effects on growth performance. We compared three different formulation methodologies: least-cost formulation, in accordance with standard practices on commercial farms; multiobjective (MO) formulation, which considered feed cost and environmental impacts as calculated by life cycle assessment (LCA); and MO formulation, which prioritized locally produced feed ingredients to reduce the impact of transport. Ninety-six pigs were distributed between three experimental groups, with pigs individually weighted and fed using an automatic feeding system from 40 to 115 kg body weight. Based on the experimental results, six categories of impacts were evaluated: climate change (CC), demand in non-renewable energy (NRE), acidification (AC), eutrophication (EU), land occupation (LO), and phosphorus demand (PD), at both feed plant gate and farm gate, with 1 kg of feed and 1 kg of live pig as functional units, respectively. At feed level, MO formulations reduced CC, NRE, AC, and PD impacts but sometimes increased LO and EU impacts. These formulations reduced the proportion of cereals and oil meals into feeds (feed ingredients with high impacts), while the proportion of alternative protein sources, like peas, faba beans, or high-protein agricultural coproducts increased (feed ingredients with low impacts). Overall, animal performance was not affected by the dietary treatment; because of this, the general pattern of results obtained with either MO formulation at farm gate was similar to that obtained at feed level. Thus, MO diet formulation represents an efficient way to reduce the environmental impacts of pig production without compromising animal performance.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fvets.2021.689012/full"
  },
  {
    "title": "A Time for Solidarity",
    "authors": [
      "WAAS BoT"
    ],
    "doi": "Vol. 4,\n                                no. 6",
    "issn": "2038-5242 (Print)",
    "publisher": "2038-5250 (Online)",
    "countryOfPublisher": "Risk Institute, Trieste- Geneva",
    "lcc": [
      "Italy",
      "Political science: International relations",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.cadmusjournal.org/",
    "abstract": "The World Academy of Art and Science condemns the Russian military invasion of Ukraine. It is an illegal act of aggression. It is causing the death of innocent civilians and placing the security of the entire world at risk. The threat or use of force to resolve disputes is prohibited under Article 2 of the UN Charter. Russia was not under any threat that offered no recourse other than force. In fact, President Putin, in ordering military attacks against Ukraine, has committed a Crime Against Peace in violation of the UN Charter by planning, preparing, initiating, and waging a war of aggression. Russia’s acts of war will burden Ukraine with an enormous cost in human suffering, stimulate a massive crackdown on the civil liberties of Russians who respect international law and peace, expand the conflict, and even place the entire world at risk of elevation to a nuclear exchange. President Putin has threatened to use nuclear weapons against adversaries in this conflict. Such a threat places the entirety of civilization in jeopardy and is unacceptable. A war of aggression is not only illegal and immoral, it is also impractical. Every nation today needs to cooperate in addressing many pressing issues such as climate change, eliminating poverty, protecting the health of all species and the oceans, curtailing and eliminating the pandemic, and fulfilling the Sustainable Development Goals. We regret that better use was not made of diplomacy, mediation, and common security mechanisms earlier in the conflict to address and resolve historical grievances. We now call the international community to use all non-military means possible, including those outlined in Articles 33–41 of the UN Charter for the peaceful settlement of those disputes. These provisions of the UN Charter provide a route to mitigate, contain, and reverse the dangerous present situation and provide diplomatic tools to obtain peace. We respect the courage and rights of the people of Ukraine to exercise self-defense, express our solidarity with them, and encourage support for them from all peace-loving nations. Further, we decry the curtailing of civil liberties of Russians who do not agree with the policies of their leaders and honor their courage. We encourage the utilization of further diplomatic mechanisms available in the Organization for Security and Cooperation in Europe (OSCE), in which both the US and Russia are participants. We further urge the UN Security Council and the General Assembly to remain seized of the issue of ending the violence and conflict in Ukraine, and to obtain an immediate ceasefire. Furthermore, the deployment of a UN peacekeeping mission should be considered with the consent of all parties involved. We call on world leaders to demand an immediate cessation of hostilities in Ukraine, as requested by the international public opinion, and we urge all parties and individuals in a position of influence to renew efforts for a diplomatic solution, starting with immediate negotiations under UN aegis. Adopted by the Board of Trustees on March 2, 2022",
    "readLink": "http://cadmusjournal.org/article/volume-4-issue-6/time-solidarity-statement-world-academy-art-science"
  },
  {
    "title": "Priority conservation areas for Cedrus atlantica in the Atlas Mountains, Morocco",
    "authors": [
      "Rachid Cheddadi,",
      "Pierre Taberlet,",
      "Frédéric Boyer,",
      "Eric Coissac,",
      "Ali Rhoujjati,",
      "Davnah Urbach,",
      "Cécile Remy,",
      "Carla Khater,",
      "Salwa elAntry,",
      "Jalila Aoujdad,",
      "Matthieu Carré,",
      "Gentile Francesco Ficetola"
    ],
    "doi": "https://doi.org/10.1111/csp2.12680",
    "journalVolume": "Vol. 4,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract Assessing biodiversity loss and species extinction is necessary to warn society and raise awareness of the impacts of ongoing climate change. Prioritizing protected areas is the pragmatic and applicable management measure under the pressure of ongoing climate change and limited resources to conserve species at risk of extinction. We developed a novel conservation index (CI) to prioritize areas and populations of an endangered mountain tree species that need protection in the face of ongoing climate change, as conservation of all populations may not be realistic. This CI integrates (1) mountain topography to identify potential refugial areas with suitable microclimates, (2) genetic diversity to assess the adaptive capacity of local populations, and (3) hypothetical climate change in the species' range. We applied this CI to Atlas cedar, an endemic and threatened species whose populations are scattered throughout the Moroccan mountains. This index provided a scale for 33 populations studied and suggests that genetically diverse populations located in rugged areas where future local climate may overlap with their current climatic niche should receive a higher conservation priority. This index may also be applicable to other mountain species with scattered populations and is likely to be more accurate if more precise climate data are used at the microrefugia scale.",
    "readLink": "https://doi.org/10.1111/csp2.12680"
  },
  {
    "title": "Seasonality of meteorological drought parameters in Germany and their trends due to climate change",
    "authors": [
      "F. SKIERLO,",
      "J. J. GÓMEZ-HERNÁNDEZ,",
      "K. MIEGEL"
    ],
    "doi": "https://doi.org/10.24193/AWC2018_24",
    "journalVolume": "Vol. 2018,\n                                no. 2018\n                                \n                                  pp.\n                                  205\n                                  – 210",
    "issn": "2067-743X (Print)",
    "publisher": "Cluj University Press",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://aerapa.conference.ubbcluj.ro/",
    "abstract": "Climate change as a global problem affects the world on different scales, but its impact differs strongly between regions. Beside temperature, precipitation is another key element of the climatic system with at least the same importance. Regarding the precipitation regime, not only changes in the mean values have been detected, but also in the occurrence of extreme events and shifts in the seasonal distribution of precipitation throughout the year. With this background, our study investigates trends of meteorological drought in Germany as an example of what happens in a temperate climate zone. As indicators of dry spells we used the highest annual number of consecutive dry days, and the lowest precipitation within 40 days during one year as a new index. In addition, we analysed the annual and monthly total number of precipitation-free days as well as the total precipitation and its daily average on a monthly basis as further meteorological parameters. The results show an overall increase of the annual precipitation along with a decrease of the number of dry days per year. The highest annual number of consecutive dry days has also been decreasing, which means that dry spells are interrupted more often by significant precipitation and therefore are shorter. In accordance with the annual precipitation, the lowest precipitation during 40 consecutive days has also increased. As expected, the calculated linear trends of the parameters vary within the country and show a seasonal shift with stronger changes in certain month regarding the monthly precipitation, with a clear increase during the winter months. The results obtained using only precipitation-based meteorological parameters and our new index are in accordance with other results from the literature.",
    "readLink": "http://aerapa.conference.ubbcluj.ro/2018/PDF/24_SKIERLO_etal_205_210.pdf"
  },
  {
    "title": "The Effect of Droughts on Vegetation Condition in Germany: An Analysis Based on Two Decades of Satellite Earth Observation Time Series and Crop Yield Statistics",
    "authors": [
      "Sophie Reinermann,",
      "Ursula Gessner,",
      "Sarah Asam,",
      "Claudia Kuenzer,",
      "Stefan Dech"
    ],
    "doi": "https://doi.org/10.3390/rs11151783",
    "journalVolume": "Vol. 11,\n                                no. 15\n                                \n                                  p.\n                                  1783",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Central Europe experienced several droughts in the recent past, such as in the year 2018, which was characterized by extremely low rainfall rates and high temperatures, resulting in substantial agricultural yield losses. Time series of satellite earth observation data enable the characterization of past drought events over large temporal and spatial scales. Within this study, Moderate Resolution Spectroradiometer (MODIS) Enhanced Vegetation Index (EVI) (MOD13Q1) 250 m time series were investigated for the vegetation periods of 2000 to 2018. The spatial and temporal development of vegetation in 2018 was compared to other dry and hot years in Europe, like the drought year 2003. Temporal and spatial inter- and intra-annual patterns of EVI anomalies were analyzed for all of Germany and for its cropland, forest, and grassland areas individually. While vegetation development in spring 2018 was above average, the summer months of 2018 showed negative anomalies in a similar magnitude as in 2003, which was particularly apparent within grassland and cropland areas in Germany. In contrast, the year 2003 showed negative anomalies during the entire growing season. The spatial pattern of vegetation status in 2018 showed high regional variation, with north-eastern Germany mainly affected in June, north-western parts in July, and western Germany in August. The temporal pattern of satellite-derived EVI deviances within the study period 2000−2018 were in good agreement with crop yield statistics for Germany. The study shows that the EVI deviation of the summer months of 2018 were among the most extreme in the study period compared to other years. The spatial pattern and temporal development of vegetation condition between the drought years differ.",
    "readLink": "https://www.mdpi.com/2072-4292/11/15/1783"
  },
  {
    "title": "Holocene changes in African vegetation: tradeoff between climate and water availability",
    "authors": [
      "C. Hély,",
      "A.-M. Lézine,",
      "APD contributors"
    ],
    "doi": "https://doi.org/10.5194/cp-10-681-2014",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  681\n                                  – 686",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Although past climate change is well documented in West Africa through instrumental records, modeling activities, and paleo-data, little is known about regional-scale ecosystem vulnerability and long-term impacts of climate on plant distribution and biodiversity. Here we use paleohydrological and paleobotanical data to discuss the relation between available surface water, monsoon rainfall and vegetation distribution in West Africa during the Holocene. The individual patterns of plant migration or community shifts in latitude are explained by differences among tolerance limits of species to rainfall amount and seasonality. Using the probability density function methodology, we show here that the widespread development of lakes, wetlands and rivers at the time of the \"Green Sahara\" played an additional role in forming a network of topographically defined water availability, allowing for tropical plants to migrate north from 15 to 24° N (reached ca. 9 cal ka BP). The analysis of the spatio–temporal changes in biodiversity, through both pollen occurrence and richness, shows that the core of the tropical rainbelt associated with the Intertropical Convergence Zone was centered at 15–20° N during the early Holocene wet period, with comparatively drier/more seasonal climate conditions south of 15° N.",
    "readLink": "http://www.clim-past.net/10/681/2014/cp-10-681-2014.pdf"
  },
  {
    "title": "Climate diplomacy – a growing foreign policy challenge",
    "authors": [
      "Anna Hristova,",
      "Dobrinka Chankova"
    ],
    "doi": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  194\n                                  – 206",
    "issn": "2247-7195 (Print)",
    "publisher": "2248-0382 (Online)",
    "countryOfPublisher": "Bucharest University of Economic Studies",
    "lcc": [
      "Romania",
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "http://www.tribunajuridica.eu/",
    "abstract": "This paper provides an in-depth analysis of a significant global challenge the international organizations are faced within the 21st century - climate change. Climate change has detrimental effects on international security and stability. In the past decades, humanity has faced emerging natural occurrences such as the increase in the World Ocean level, higher frequency of monsoon rainfalls, impaired conditions of the ecosystems in the rain forests. The massive population increase in Africa and South Asia also points to the fact that natural resources are not infinite, and their spare use becomes a priority of worldwide importance. Managing climate change is a global problem, the solution of which mandates the unified efforts of the entire international community. And this is where climate diplomacy comes at play. The efforts of climate diplomacy need to be focused on two primary directions. The first priority is limiting global warming under 2°C compared to the pre-industrial levels and taking actions to reduce the harmful emissions of greenhouse gases. The second priority is about taking adequate measures to handle climate change consequences, amongst which the so-called climate migration.",
    "readLink": "http://www.tribunajuridica.eu/arhiva/An10v2/2.%20Dobrinka%20Chankova%20%20&%20Anna%20%20%20Hristova.pdf"
  },
  {
    "title": "Whither Now, Opinion Modelers?",
    "authors": [
      "Pawel Sobkowicz"
    ],
    "doi": "https://doi.org/10.3389/fphy.2020.587009",
    "journalVolume": "Vol. 8",
    "issn": "2296-424X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "http://www.frontiersin.org/physics",
    "abstract": "The article describes the current status and potential directions of development of agent-based models of social opinion dynamics. Despite extensive effort, the models achieve, at best, only qualitative agreement with social observations. To understand the increasingly pressing issues such as all-encompassing political and social polarization, resurgence of fundamentalist and populist movements, persistence of socially dangerous trends such as denial of climate change, or the anti-vaccination activism, the models must be capable of handling much more complex set of agent characteristics, content of the communications (between agents and through media) as well as psychologically adequate reaction mechanisms, and realistic influence networks. Moreover, to meet the challenge of understanding the globally growing political polarization and changes brought by increasing reliance on electronic communication, the models should adapt to the post-truth era. It is necessary to include in the models phenomena such as fake news, omnipresent exaggerations and stereotypes, trolling, and algorithmic biases funneling personal information universe. We also need to consider that most social systems may be described as transient, out-of-equilibrium ones, where a crucial role is played by the models’ initial conditions. In this work, we analyze the challenges facing the modeling community and point out certain promising directions for development.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fphy.2020.587009/full"
  }
]