[
  {
    "title": "Characteristics of Climate Change in the Lancang–Mekong Sub-Region",
    "authors": [
      "Han Li,",
      "Wei Song"
    ],
    "doi": "https://doi.org/10.3390/cli8100115",
    "journalVolume": "Vol. 8,\n                                no. 115\n                                \n                                  p.\n                                  115",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "The Lancang–Mekong River is an important international river in Southeastern Asia. In recent years, due to climate change, natural disasters, such as drought and flooding, have frequently occurred in the region, which has a negative effect on the sustainable development of the social economy. Due to the lack of meteorological monitoring data in the six countries across the region, the study of the characteristics of climate change in this area is still scarce. In this paper, we analyze the characteristics of climate change in the Lancang-Mekong sub-region (LMSR) during 2020–2100 based on the climatic data of CMIP5, using the linear trend rate method, cumulative anomaly method, the Mann–Kendall test, and Morlet wavelet analysis. The results showed that the annual mean temperature and annual precipitation in the LMSR increased significantly. The annual average temperature in this area increased at a rate of 0.219 °C/10a (p p p p < 0.05), respectively. The annual average temperature in the region changed abruptly from low to high temperatures in 2059 for the RCP4.5 scenario and 2063 for RCP8.5. The annual precipitation in the area changed from less to more in 2051 for the RCP4.5 scenario and 2057 for RCP8.5. The results of wavelet analysis showed that the annual mean temperature in the LMSR had no significant change period at the 95% confidence level under the scenario of RCP4.5 and RCP8.5. Under the scenario of RCP4.5 and RCP8.5, the annual precipitation had a significant 3.5-year and 2.5-year periodicity, respectively. Extreme climate events tended to increase against the background of global warming, especially in high emission scenarios.",
    "readLink": "https://www.mdpi.com/2225-1154/8/10/115"
  },
  {
    "title": "Daphnia magna fitness during low food supply under different water temperature and brownification scenarios",
    "authors": [
      "Andrea Gall,",
      "Martin J. Kainz,",
      "Serena Rasconi"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2016.1450",
    "journalVolume": "Vol. 76,\n                                no. 1",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "Much of our current knowledge about non-limiting dietary carbon supply for herbivorous zooplankton is based on experimental evidence and typically conducted at ~1 mg C L-1 and ~20°C. Here we ask how low supply of dietary carbon affects somatic growth, reproduction, and survival of Daphnia magna and test effects of higher water temperature (+3 °C relative to ambient) and brownification (3X higher than natural water color; both predicted effects of climate change) during fall cooling. We predicted that even at very low carbon supply (~5µg C L-1), higher water temperature and brownification will allow D. magna to increase its fitness. Neonates (<24 h old) were incubated with lake seston for 4 weeks (October-November 2013) in experimental bottles submerged in outdoor mesocosms to explore effects of warmer and darker water. Higher temperature and brownification did not significantly affect food quality, as assessed by its fatty acid composition. Daphnia exposed to both increased temperature and brownification had highest somatic growth and were the only that reproduced, and higher temperature caused the highest Daphnia survival success. These results suggest that even under low temperature and thus lower physiological activity, low food quantity is more important than its quality for D. magna fitness.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/1450"
  },
  {
    "title": "The magnesium isotope record of cave carbonate archives",
    "authors": [
      "S. Riechelmann,",
      "D. Buhl,",
      "A. Schröder-Ritzrau,",
      "D. F. C. Riechelmann,",
      "D. K. Richter,",
      "H. B. Vonhof,",
      "J. A. Wassenburg,",
      "A. Geske,",
      "C. Spötl,",
      "A. Immenhauser"
    ],
    "doi": "https://doi.org/10.5194/cp-8-1849-2012",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  pp.\n                                  1849\n                                  – 1867",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Here we explore the potential of magnesium (&delta;<sup>26</sup>Mg) isotope time-series data as continental climate proxies in speleothem calcite archives. For this purpose, a total of six Pleistocene and Holocene stalagmites from caves in Germany, Morocco and Peru and two flowstones from a cave in Austria were investigated. These caves represent the semi-arid to arid (Morocco), the warm-temperate (Germany), the equatorial-humid (Peru) and the cold-humid (Austria) climate zones. Changes in the calcite magnesium isotope signature with time are compared against carbon and oxygen isotope records from these speleothems. Similar to other proxies, the non-trivial interaction of a number of environmental, equilibrium and disequilibrium processes governs the &delta;<sup>26</sup>Mg fractionation in continental settings. These include the different sources of magnesium isotopes such as rainwater or snow as well as soil and host rock, soil zone biogenic activity, shifts in silicate versus carbonate weathering ratios and residence time of water in the soil and karst zone. Pleistocene stalagmites from Morocco show the lowest mean &delta;<sup>26</sup>Mg values (GDA: &minus;4.26 ± 0.07&permil; and HK3: &minus;4.17 ± 0.15&permil;), and the data are well explained in terms of changes in aridity over time. The Pleistocene to Holocene stalagmites from Peru show the highest mean value of all stalagmites (NC-A and NC-B &delta;<sup>26</sup>Mg: &minus;3.96 ± 0.04&permil;) but only minor variations in Mg-isotope composition, which is consistent with the rather stable equatorial climate at this site. Holocene stalagmites from Germany (AH-1 mean &delta;<sup>26</sup>Mg: &minus;4.01 ± 0.07&permil;; BU 4 mean &delta;<sup>26</sup>Mg: &minus;4.20 ± 0.10&permil;) suggest changes in outside air temperature was the principal driver rather than rainfall amount. The alpine Pleistocene flowstones from Austria (SPA 52: &minus;3.00 ± 0.73&permil;; SPA 59: &minus;3.70 ± 0.43&permil;) are affected by glacial versus interglacial climate change with outside air temperature affecting soil zone activity and weathering balance. Several &delta;<sup>26</sup>Mg values of the Austrian and two &delta;<sup>26</sup>Mg values of the German speleothems are shifted to higher values due to sampling in detrital layers (Mg-bearing clay minerals) of the speleothems. The data and their interpretation shown here highlight the potential but also the limitations of the magnesium isotope proxy applied in continental climate research. An obvious potential lies in its sensitivity for even subtle changes in soil-zone parameters, a hitherto rather poorly understood but extremely important component in cave archive research. Limitations are most obvious in the low resolution and high sample amount needed for analysis. Future research should focus on experimental and conceptual aspects including quantitative and well-calibrated leaching and precipitation experiments.",
    "readLink": "http://www.clim-past.net/8/1849/2012/cp-8-1849-2012.pdf"
  },
  {
    "title": "IS TURKEY READY TO JOINT THE EUROPEAN FISCAL UNION?",
    "authors": [
      "Georg Friedrich SIMET"
    ],
    "doi": "Vol. 11,\n                                no. Special\n                                \n                                  pp.\n                                  78\n                                  – 92",
    "issn": "1583-1809 (Print)",
    "publisher": "2344-4908 (Online)",
    "countryOfPublisher": "Publishing house of University of Pitesti, Romania",
    "lcc": [
      "Romania",
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "http://economic.upit.ro/BS/buletin",
    "abstract": "Since Turkey was officially recognized as a candidate for full membership in 1999 and negotiations were started in 2005 its membership bid has become and still is a major controversy in the ongoing enlargement process. This controversy contributes not only to the valuation of modern Turkey’s social, cultural, political but also its economic situation. Most statements are based on scenarios derived from the perspective on how Turkey’s membership would influence the EU as a whole and/or some of its member states. The development of Turkey as EU member was rarely researched. In particular it was not studied how Turkey’s membership would change Turkey and how these changes would re-influence the development of the EU in a longer run. The present financial, debt crisis in the EU led to intensified short-term oriented analyses on just financial aspects. In order to define and discuss pros and cons of Turkey’s accession it is not sufficient anymore to focus almost exclusively on the effects of Turkey’s accession to the EU. Turkey is to be analyzed from three further perspectives and scenarios: 1) How will Turkey develop as non-member state? 2) How would Turkey develop as a member-state? And 3) How would Turkey as a member state re-influence the EU? As the present economic crisis of the EU (for instance about 46 % of young people in Spain are jobless) is aggravated by a major financial crisis in the Euro zone, the economic and financial perspectives of development have to be moved into focus. The “Europe 2020 Strategy” points the way, as it provides indicators to measure the EU’s development from a long-termed perspective. Growth “at EU and national levels” has to be “smart”, “sustainable” and “inclusive”. Accordingly, “five targets were identified: (1) 75 % of the population aged 20-64 should be employed, (2) 3% of the EU's GDP should be invested in R&D, (3) The \"20/20/20\" climate/energy targets should be met, (4) The share of early school leavers should be under 10% and at least 40% of the younger generation should have a tertiary degree or diploma, (5) 20 million less people should be at risk of poverty. In the following paper it will be discussed, if or how Turkey could meet these aims and if the EU could meet them if Turkey would become and be a member state. The EU’s strategy targets will be complemented by financial targets, as the EU recently pushes ahead with a fiscal union. It will be checked if Turkey could become a Euro-country or at least join the fiscal union within the next decade. This will be investigated by looking at the Maastricht Criteria as well as the possibility to implement and meet the restrictions of the debt brake",
    "readLink": "http://economic.upit.ro/2012_3_9.pdf"
  },
  {
    "title": "Broad-Scale Environmental Conditions Responsible for Post-Fire Vegetation Dynamics",
    "authors": [
      "Stuart E. Marsh,",
      "Grant M. Casady"
    ],
    "doi": "https://doi.org/10.3390/rs2122643",
    "journalVolume": "Vol. 2,\n                                no. 12\n                                \n                                  pp.\n                                  2643\n                                  – 2664",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Ecosystem response to disturbance is influenced by environmental conditions at a number of scales. Changes in climate have altered fire regimes across the western United States, and have also likely altered spatio-temporal patterns of post-fire vegetation regeneration. Fire occurrence data and a vegetation index (NDVI) derived from the NOAA Advanced Very High Resolution Radiometer (AVHRR) were used to monitor post-fire vegetation from 1989 to 2007. We first investigated differences in post-fire rates of vegetation regeneration between ecoregions. We then related precipitation, temperature, and elevation records at four temporal scales to rates of post-fire vegetation regeneration to ascertain the influence of climate on post-fire vegetation dynamics. We found that broad-scale climate factors are an important influence on post-fire vegetation regeneration. Most notably, higher rates of post-fire regeneration occurred with warmer minimum temperatures. Increases in precipitation also resulted in higher rates of post-fire vegetation growth. While explanatory power was slight, multiple statistical approaches provided evidence for real ecological drivers of post-fire regeneration that should be investigated further at finer scales. The sensitivity of post-disturbance vegetation dynamics to climatic drivers has important ramifications for the management of ecosystems under changing climatic conditions. Shifts in temperature and precipitation regimes are likely to result in changes in post-disturbance dynamics, which could represent important feedbacks into the global climate system.",
    "readLink": "http://www.mdpi.com/2072-4292/2/12/2643/"
  },
  {
    "title": "Variability of Iberian upwelling implied by ERA-40 and ERA-Interim reanalyses",
    "authors": [
      "Jos&#x00E9; M. R. Alves,",
      "Pedro M. A. Miranda"
    ],
    "doi": "https://doi.org/10.3402/tellusa.v65i0.19245",
    "journalVolume": "Vol. 65,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1600-0870 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://a.tellusjournals.se/",
    "abstract": "The Regional Ocean Modeling System ocean model is used to simulate the decadal evolution of the regional waters in offshore Iberia in response to atmospheric fields given by ECMWF ERA-40 (1961–2001) and ERA-Interim (1989–2008) reanalyses. The simulated sea surface temperature (SST) fields are verified against satellite AVHRR SST, and they are analysed to characterise the variability and trends of coastal upwelling in the region. Opposing trends in upwelling frequency are found at the northern limit, where upwelling has been decreasing in recent decades, and at its southern edge, where there is some evidence of increased upwelling. These results confirm previous observational studies and, more importantly, indicate that observed SST trends are not only due to changes in radiative or atmospheric heat fluxes alone but also due to changes in upwelling dynamics, suggesting that such a process may be relevant in climate change scenarios.",
    "readLink": "http://www.tellusa.net/index.php/tellusa/article/download/19245/pdf_1"
  },
  {
    "title": "A Review of Climate-Smart Agriculture Research and Applications in Africa",
    "authors": [
      "Paul M. Barasa,",
      "Christina M. Botai,",
      "Joel O. Botai,",
      "Tafadzwanashe Mabhaudhi"
    ],
    "doi": "https://doi.org/10.3390/agronomy11061255",
    "journalVolume": "Vol. 11,\n                                no. 1255\n                                \n                                  p.\n                                  1255",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Funders and governments are promoting climate-smart agriculture (CSA) as key to agricultural adaptation under climate change in Africa. However, with its progressions still at the policy level and framework description, there is a need to understand the current developments and activities conducted within the CSA research field. We conducted a scientific mapping and analyses of CSA research studies in Africa to understand the (i) thematic trends, (ii) developments, (iii) nature of collaboration networks, and (iv) general narratives supporting the adoption and application of CSA in Africa. Results show that several African countries had endorsed CSA as an approach to addressing agricultural productivity challenges, supporting adaptation strategies, and building resilience to climate change. However, a majority do not have national Climate-Smart Agriculture Investment Plans (CSAIPs). Additionally, CSA research in Africa is still developing, with only a few countries dominating the research outputs. For a successful implementation of CSA, a framework provided by the CSAIPs must be established to guide the processes. This will provide a framework to guide the integration of government programs, policies, and strategic plans by combining other inputs from stakeholders to support decision making and implementation of CSA.",
    "readLink": "https://www.mdpi.com/2073-4395/11/6/1255"
  },
  {
    "title": "A framework for examining climate-driven changes to the seasonality and geographical range of coastal pathogens and harmful algae",
    "authors": [
      "John Jacobs,",
      "Stephanie K. Moore,",
      "Kenneth E. Kunkel,",
      "Liqiang Sun"
    ],
    "doi": "https://doi.org/10.1016/j.crm.2015.03.002",
    "journalVolume": "Vol. 8,\n                                no. C\n                                \n                                  pp.\n                                  16\n                                  – 27",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate change is expected to alter coastal ecosystems in ways which may have predictable consequences for the seasonality and geographical distribution of human pathogens and harmful algae. Here we demonstrate relatively simple approaches for evaluating the risk of occurrence of pathogenic bacteria in the genus Vibrio and outbreaks of toxin-producing harmful algae in the genus Alexandrium, with estimates of uncertainty, in U.S. coastal waters under future climate change scenarios through the end of the 21st century. One approach forces empirical models of growth, abundance and the probability of occurrence of the pathogens and algae at specific locations in the Chesapeake Bay and Puget Sound with ensembles of statistically downscaled climate model projections to produce first order assessments of changes in seasonality. In all of the case studies examined, the seasonal window of occurrence for Vibrio and Alexandrium broadened, indicating longer annual periods of time when there is increased risk for outbreaks. A second approach uses climate model projections coupled with GIS to identify the potential for geographic range shifts for Vibrio spp. in the coastal waters of Alaska. These two approaches could be applied to other coastal pathogens that have climate sensitive drivers to investigate potential changes to the risk of outbreaks in both time (seasonality) and space (geographical distribution) under future climate change scenarios.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096315000108"
  },
  {
    "title": "Climatic Changes in the Middle and Late Period of the Last Glacial Period in Liaohua Section of Jiujiang, Jiangxi Province Recorded by End-Member Grain Size",
    "authors": [
      "Li Shiqian,",
      "Li Zhiwen,",
      "Zhou Wanpeng,",
      "Du Dingding,",
      "Li Wubiao"
    ],
    "doi": "https://doi.org/10.13284/j.cnki.rddl.003605",
    "journalVolume": "Vol. 43,\n                                no. 1\n                                \n                                  pp.\n                                  135\n                                  – 143",
    "issn": "1001-5221 (Print)",
    "publisher": "Editorial Committee of Tropical Geography",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.rddl.com.cn/CN/1001-5221/home.shtml",
    "abstract": "Late Quaternary aeolian sediment sequences are widely distributed in the Poyang Lake area and are good subjects for climate evolution research. However, previous studies have focused mainly on aeolian sediments and less on lacustrine facies and their overlapping accumulation with aeolian sands. Therefore, after field investigations in Shaling Mountain, Xingzi County, the Liaohua section was selected as the study area where we tested the geological age and grain size, analyzed the grain size results by end-member analysis model, and compared the end-member component content with the average grain size and standard deviation. Oxygen isotopes of stalagmites in YZ Cave, Chongqing, and Greenland ice core records were analyzed. We also discussed the climate change law in the middle and late periods of the last glacial period in this area to source basic data for the response of the last glacial deposits in the Poyang Lake area to the East Asian monsoon and even the whole world. The results show the following: 1) This section is composed of lake facies, ancient soil, dune sand, and other sedimentary facies. Combined with the dating results and deep-sea oxygen isotope records, a chronological-depth framework based on the piecewise sedimentation rate interpolation method was constructed. The dating results show that this profile was formed in the middle and late glacial stage (48.8-17.1 ka) and the grain size was mainly silt, medium sand, and fine sand. Clay was higher in the paleosol or lacustrine layer, and coarse sand had the highest volume fraction in the dune sand layer. 2) The end-member analysis model separates the granularity data into three different granularity end-members ( EM1, EM2, and EM3). The contents of different end-member components in different strata are obviously different. EM1 represents the end-member components of silt, and the peak values correspond to the development period of lacustrine facies and paleosol. EM2 and EM3 represent the end-member components of medium sand and coarse sand, respectively, and the peak values correspond to the dune sand development period. 3) The end volume fraction and average particle size sorting coefficient show obvious peak-valley alternations on the profile, and the alternation of these peak-valley cycles represents monsoon evolution and climate fluctuation in the last glacial period. On the scale of 10,000 years, the strong winter monsoon periods are LH10 (48.8-39.9 ka) and LH3-LH5 (28.1-17.1 ka), which correspond to the peak areas of EM2 and EM3. Dune sand has a high coarse grain content, small standard deviation, and good sorting, corresponding to the MIS3b and MIS2 stages of deep-sea oxygen isotopes, respectively. LH6-LH9 (39.9-28.1 ka) is a warm summer monsoon period, corresponding to the peak area of EM1, lacustrine deposition and paleosol development, many fine particle components, large standard deviation, and poor sorting, which corresponds to the MIS3a stage of deep-sea oxygen isotopes. These changes correspond with the changes in oxygen isotopes of stalagmites in the YZ cave and Greenland ice cores, which is consistent with global climate change.",
    "readLink": "http://www.rddl.com.cn/CN/10.13284/j.cnki.rddl.003605"
  },
  {
    "title": "Rapid mass loss and disappearance of summer-accumulation type hanging glacier",
    "authors": [
      "Chun-Hai Xu,",
      "Zhong-Qin LI,",
      "Fei-Teng Wang,",
      "Pu-Yu Wang,",
      "Jian-Xin Mu"
    ],
    "doi": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  73\n                                  – 81",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Hanging glaciers hold the absolute dominant number in West China and their changes had important influences on local hydrology, sea-level rise and natural hazards (snow/ice avalanches). However, logistic and operational difficulties have resulted in the lack of in-situ-measured data, leaving us with poor knowledge of the changing behaviors of this type of glacier. Here, we presented the spatiotemporal pattern of seasonal and annual mass changes of a mid-latitude hanging glacier in the Tien Shan based on repeated terrestrial laser scanning (TLS) surveys during the period 2016–2018. The distributed glacier surface elevation changes exhibited highly spatiotemporal variability, and the winter elevation changes showed slight surface lowering at the upper elevations and weak thickening at the glacier terminus, which was contrary to altitudinal elevation changing patterns at the summer and annual scales. Mass balance processes of the hanging glacier mainly occurred during summer and the winter mass balance was nearly balanced (−0.10 ± 0.15 m w.e.). The glacier exhibited more rapid mass loss than adjacent other morphological glacier and the estimated response time of the glacier to climate change was very short (6–9 years), indicating hanging glaciers will experience rapid wastage and disappearance in the future even with climate change mitigation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927821001581"
  }
]