[
  {
    "title": "Fifty years of data show the effects of climate on overall skull size and the extent of seasonal reversible skull size changes (Dehnel's phenomenon) in the common shrew",
    "authors": [
      "Jan R. E. Taylor,",
      "Marion Muturi,",
      "Javier Lázaro,",
      "Karol Zub,",
      "Dina K. N. Dechmann"
    ],
    "doi": "https://doi.org/10.1002/ece3.9447",
    "journalVolume": "Vol. 12,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Global climate change affects many aspects of biology and has been shown to cause body size changes in animals. However, suitable datasets allowing the analysis of long‐term relationships between body size, climate, and its effects are rare. The size of the skull is often used as a proxy for overall body size. Skull size does not change much in fully grown vertebrates; however, some high‐metabolic small mammals shrink in winter and regrow in spring, including their skull and brain. This is thought to be a winter adaptation, as a smaller brain size reduces energy requirements. Climate could thus affect not only the overall size but also the pattern of the size change, that is, Dehnel's phenomenon, in these animals. We assessed the impact of the changes in climate on the overall skull size and the different stages of Dehnel's phenomenon in skulls of the common shrew, Sorex araneus, collected over 50 years in the Białowieża Forest, E Poland. Overall skull size decreased, along with increasing temperatures and decreasing soil moisture, which affected the availability of the shrews' main food source, earthworms. The skulls of males were larger than those of females, but the degree of the decrease in size did not differ between sexes. The magnitude of Dehnel's phenomenon increased over time, indicating an increasing selection pressure on animals in winter. Overall, climate clearly affected the common shrew's overall size as well as its seasonal size changes. With the current acceleration in climate change, the effects on the populations of this cold‐adapted species may be quite severe in a large part of its distribution range.",
    "readLink": "https://doi.org/10.1002/ece3.9447"
  },
  {
    "title": "Опыт геоситуационного моделирования прибрежно-морских систем",
    "authors": [
      "Krasnov Yevgeny V. ,",
      "Zotov Sergey I. ,",
      "Dedkov Victor P. ,",
      "Chernyshkov Pavel P. ,",
      "Zhindarev Leonid A."
    ],
    "doi": "https://doi.org/10.5922/2074-9848-2016-4-9",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  129\n                                  – 145",
    "issn": "2074-9848 (Print)",
    "publisher": "2310-0532 (Online)",
    "countryOfPublisher": "Immanuel Kant Baltic Federal University",
    "lcc": [
      "Russian Federation",
      "Political science: International relations"
    ],
    "journalUrl": "https://balticregion.kantiana.ru/",
    "abstract": "The article summarizes years of experience of geosituational modelling of coastal marine systems in the Baltic Sea region and adjacent territories. Kaliningrad universities and academic institutions have done extensive research on the diversity of approaches and models of the regional geosituations as well as on identifying the most promising coastal marine areas. Some of the models presented in the present paper are qualitative, while others are empirical and statistical ones. However, the majority of the models can be referred to as forms of graphic and image mapping. The significance of the regional models lies in their specificity, a more detailed character (compared to the generalist ones) and the possibility of using them to back up managerial decisions in critical and emergency situations in order to minimize the negative effects of natural (storms, floods, earthquakes, etc.) and anthropogenic emergency situations. The authors developed a matrix classification attributable to a particular class of models for the situations leading to uncertain outcomes. The authors suggest using numerical methods combined with the empirical and statistical models for the assessment of the impact of industrial fishing on marine environment, minimizing the consequences of storms, floods and others factors. Special attention is paid to the modelling of climate change and geo-ecological consequences, as well as to atlas mapping and landscape planning. As a result of the geosituational analysis the authors got new insights into the solar-terrestrial links, marine-terrestrial ecosystems, global and regional processes related to climate change, oceanization, the vulnerability of natural systems under the increasing pressure of anthropogenic activities, and continuously increasing risks presented by industrial agriculture and other types of land use.",
    "readLink": "https://journals.kantiana.ru/upload/iblock/06f/%D0%9A%D1%80%D0%B0%D1%81%D0%BD%D0%BE%D0%B2%20%D0%95.%20%D0%92.,%20%D0%97%D0%BE%D1%82%D0%BE%D0%B2%20%D0%A1.%20%D0%98.,%20%D0%94%D0%B5%D0%B4%D0%BA%D0%BE%D0%B2%20%D0%92.%20%D0%9F.,%20%D0%A7%D0%B5%D1%80%D0%BD%D1%8B%D1%88%D0%BA%D0%BE%D0%B2%20%D0%9F.%20%D0%9F.,%20%D0%96%D0%B8%D0%BD%D0%B4%D0%B0%D1%80%D0%B5%D0%B2%20%D0%9B.%20%D0%90._129-145.pdf"
  },
  {
    "title": "The oxidation regime and SOA composition in limonene ozonolysis: roles of different double bonds, radicals, and water",
    "authors": [
      "Y. Gong,",
      "Z. Chen,",
      "H. Li"
    ],
    "doi": "https://doi.org/10.5194/acp-18-15105-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  15105\n                                  – 15123",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Volatile organic compounds play an important role in air quality and climate change, largely because they contribute to the formation of oxidizing compounds and secondary organic aerosol (SOA). In this study, a series of products, including peroxides and carbonyl compounds in both gaseous and particulate phases, were simultaneously detected to investigate the oxidation regime and SOA composition in limonene ozonolysis. The roles of different double bonds (DBs), radicals, and water were also examined. In our first investigation, we focused on representative oxidizing compounds produced in limonene ozonolysis, including stabilized Criegee intermediates (SCIs), OH radicals, and peroxides. The dependence of H2O2 and hydroxymethyl hydroperoxide (HMHP) formation on RH demonstrates that the reaction with water is an important reaction pathway for limonene SCIs, and the lower limit SCI yields of endocyclic and exocyclic DBs were estimated to be ∼ 0.24 and ∼ 0.43, respectively. The OH yield was determined by adding sufficient amounts of an OH scavenger, and the OH yields of endocyclic and exocyclic DBs were ∼ 0.65 and ∼ 0.24, respectively. These results indicate that in limonene ozonolysis the endocyclic DB is inclined to generate OH radicals through the hydroperoxide channel, while the exocyclic DB has a higher fraction of forming SCIs. Additionally, other gas-phase and particle-phase peroxides were also studied in this work. The formation of performic acid (PFA) and peracetic acid (PAA) was promoted significantly by increasing RH and the degree of oxidation, and the discrepancy between the experimental and model results suggested some missing formation pathways. Considerable generation of H2O2 from SOA in the aqueous phase was observed, especially at a high [O3] ∕ [limonene] ratio, which was mainly attributed to the hydration and decomposition of unstable peroxides in SOA such as peroxycarboxylic acids and peroxyhemiacetals. Different DBs and OH scavengers had a large impact on the particulate peroxides, and their stability indicated that the types of peroxides in SOA changed under different conditions. As for the contribution of peroxides to SOA, the results demonstrated that the mass fraction of particulate peroxides in limonene SOA was less than 0.2 at a low [O3] ∕ [limonene] ratio, while the mass fraction was 0.4–0.6 at a high [O3] ∕ [limonene] ratio. The partitioning behavior of peroxides showed that multi-generation oxidation helped produce more low-volatility peroxides, which partially explained the higher SOA yield. The partitioning behavior of carbonyls was also examined and the experimental partitioning coefficients (Kp) were found to be typically several orders of magnitude higher than the theoretical values. This study provided new insights into the oxidation regime and SOA composition in limonene ozonolysis, and limonene showed its specificity in many aspects when both endocyclic and exocyclic DBs were ozonated. We suggest that the atmospheric implications of terpenes containing more than one DB and the SOA composition, especially particulate peroxides, need further study.",
    "readLink": "https://www.atmos-chem-phys.net/18/15105/2018/acp-18-15105-2018.pdf"
  },
  {
    "title": "Is Climate Change More Serious than International Terrorism? Evidence from European Countries",
    "authors": [
      "Cristina Andreea NICOLAE,",
      "Mihai-Ioan ROȘCA"
    ],
    "doi": "Vol. I,\n                                no. 1\n                                \n                                  pp.\n                                  22\n                                  – 30",
    "issn": "2537-5865 (Online)",
    "publisher": "The Bucharest University of Economic Studies Publishing House",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Social Sciences: Commerce: Business: Marketing. Distribution of products",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.etimm.ase.ro/",
    "abstract": "Climate change is one of the greatest threats to the environment and life on Earth. Extreme weather and climate events, such as wildlife fires, heatwaves or flooding are becoming increasingly common both in Europe and the rest of the world. Therefore, the main goal of this study is to investigate citizens’ perceptions and awareness of climate change across Europe in the wake of this global climate crisis. The main items analysed are awareness of climate change, perceived seriousness of climate change and pro-environmental behaviour. The main results highlighted that almost 8 in 10 Europeans consider climate change to be a very serious problem and the majority of them ranked it as the 2nd most serious global issue below poverty and hunger and above international terrorism. Data analysis also revealed that people are taking more individual actions to fight climate change compared to previous years. The data analysed is part of the Eurobarometer 91.3 survey from 2019. Main similarities and differences are explored between countries revealing the heterogeneous nature of public attitudes towards climate change. Comparisons are drawn based on various factors, including socio-economic context and level of exposure to extreme weather events. These findings have important implications for policy makers and can be used as support for developing specific European and local initiatives aimed at raising awareness and education on climate change topics.",
    "readLink": "http://www.etimm.ase.ro/RePEc/aes/jetimm/2021/ETIMM_V01_2021_24.pdf"
  },
  {
    "title": "Complex interlinkages, key objectives, and nexuses among the Sustainable Development Goals and climate change: a network analysis",
    "authors": [
      "Felix Laumann, MSc,",
      "Julius von Kügelgen, MSc,",
      "Thiago Hector Kanashiro Uehara, PhD,",
      "Mauricio Barahona, ProfPhD"
    ],
    "doi": "Vol. 6,\n                                no. 5\n                                \n                                  pp.\n                                  e422\n                                  – e430",
    "issn": "2542-5196 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.thelancet.com/journals/lanplh/issue/current",
    "abstract": "Summary: Background: Global sustainability is an enmeshed system of complex socioeconomic, climatological, and ecological interactions. The numerous objectives of the UN's Sustainable Development Goals (SDGs) and the Paris Agreement have various levels of interdependence, making it difficult to ascertain the influence of changes to particular indicators across the whole system. In this analysis, we aimed to detect and rank the complex interlinkages between objectives of sustainability agendas. Methods: We developed a method to find interlinkages among the 17 SDGs and climate change, including non-linear and non-monotonic dependences. We used time series of indicators defined by the World Bank, consisting of 400 indicators that measure progress towards the 17 SDGs and an 18th variable (annual average temperatures), representing progress in the response to the climate crisis, from 2000 to 2019. This method detects significant dependencies among the time evolution of the objectives by using partial distance correlations, a non-linear measure of conditional dependence that also discounts spurious correlations originating from lurking variables. We then used a network representation to identify the most important objectives (using network centrality) and to obtain nexuses of objectives (defined as highly interconnected clusters in the network). Findings: Using temporal data from 181 countries spanning 20 years, we analysed dependencies among SDGs and climate for 35 country groupings based on region, development, and income level. The observed significant interlinkages, central objectives, and nexuses identified varied greatly across country groupings; however, SDG 17 (partnerships for the goals) and climate change ranked as highly important across many country groupings. Temperature rise was strongly linked to urbanisation, air pollution, and slum expansion (SDG 11), especially in country groupings likely to be worst affected by climate breakdown, such as Africa. In several country groupings composed of developing nations, we observed a consistent nexus of strongly interconnected objectives formed by SDG 1 (poverty reduction), SDG 4 (education), and SDG 8 (economic growth), sometimes incorporating SDG 5 (gender equality), and SDG 16 (peace and justice). Interpretation: The differences across groupings emphasise the need to define goals in accordance with local circumstances and priorities. Our analysis highlights global partnerships (SDG 17) as a pivot in global sustainability efforts, which have been strongly linked to economic growth (SDG 8). However, if economic growth and trade expansion were repositioned as a means instead of an end goal of development, our analysis showed that education (SDG 4) and poverty reduction (SDG 1) become more central, thus suggesting that these could be prioritised in global partnerships. Urban livelihoods (SDG 11) were also flagged as important to avoid replicating unsustainable patterns of the past. Funding: Engineering and Physical Sciences Research Council, UK Research and Innovation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2542519622000705"
  },
  {
    "title": "Protecting health from climate change: Preparedness of medical interns",
    "authors": [
      "Majra Jai,",
      "Acharya Das"
    ],
    "doi": "Vol. 34,\n                                no. 4\n                                \n                                  pp.\n                                  317\n                                  – 320",
    "issn": "0970-0218 (Print)",
    "publisher": "1998-3581 (Online)",
    "countryOfPublisher": "Wolters Kluwer Medknow Publications",
    "lcc": [
      "India",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.ijcm.org.in/",
    "abstract": "Context : Climate change is a significant and emerging threat to public health and to meet the challenge, health systems require qualified staff. Aims : To study the preparedness of medical interns to meet the challenge of protecting health from climate change. Settings and Design: Medical colleges in a coastal town. Cross-sectional study. Materials and Methods: A proportionate number of medical interns from five medical colleges were included in the study. Level of awareness was used as a criterion to judge the preparedness. A self-administered, pretested, open-ended questionnaire was used. Responses were evaluated and graded. Statistical Analysis Used: Proportions, percentage, Chi-test. Results : About 90% of the medical interns were aware of the climate change and human activities that were playing a major role. Ninety-four percent were aware of the direct health impacts due to higher temperature and depletion in ozone concentration, and about 78% of the respondents were aware about the change in frequency / distribution of vector-borne diseases, water borne / related diseases, malnutrition, and health impact of population displacement. Knowledge regarding health protection was limited to mitigation of climate change and training / education. Options like adaptation, establishing / strengthening climate and disease surveillance systems, and health action in emergency were known to only nine (7%), eight (6%), and 17 (13%), respectively. Collegewise difference was statistically insignificant. Extra / co-curricular activities were the major source of knowledge. Conclusions : Majority of medical interns were aware of the causes and health impacts of climate change, but their knowledge regarding health protection measures was limited.",
    "readLink": "http://www.ijcm.org.in/article.asp?issn=0970-0218;year=2009;volume=34;issue=4;spage=317;epage=320;aulast=Majra"
  },
  {
    "title": "Identification of the vascular plants of Churchill, Manitoba, using a DNA barcode library",
    "authors": [
      "Kuzmina Maria L,",
      "Johnson Karen L,",
      "Barron Hannah R,",
      "Hebert Paul DN"
    ],
    "doi": "https://doi.org/10.1186/1472-6785-12-25",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  25",
    "issn": "1472-6785 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://bmcecol.biomedcentral.com",
    "abstract": "Abstract Background Because arctic plant communities are highly vulnerable to climate change, shifts in their composition require rapid, accurate identifications, often for specimens that lack diagnostic floral characters. The present study examines the role that DNA barcoding can play in aiding floristic evaluations in the arctic by testing the effectiveness of the core plant barcode regions (rbcL, matK) and a supplemental ribosomal DNA (ITS2) marker for a well-studied flora near Churchill, Manitoba. Results This investigation examined 900 specimens representing 312 of the 354 species of vascular plants known from Churchill. Sequencing success was high for rbcL: 95% for fresh specimens and 85% for herbarium samples (mean age 20 years). ITS2 worked equally well for the fresh and herbarium material (89% and 88%). However, sequencing success was lower for matK, despite two rounds of PCR amplification, which reflected less effective primer binding and sensitivity to the DNA degradation (76% of fresh, 45% of herbaria samples). A species was considered as taxonomically resolved if its members showed at least one diagnostic difference from any other taxon in the study and formed a monophyletic clade. The highest species resolution (69%) was obtained by combining information from all three genes. The joint sequence information for rbcL and matK distinguished 54% of 286 species, while rbcL and ITS2 distinguished 63% of 285 species. Discrimination of species within Salix, which constituted 8% of the flora, was particularly problematic. Despite incomplete resolution, the barcode results revealed 22 misidentified herbarium specimens, and enabled the identification of field specimens which were otherwise too immature to identify. Although seven cases of ITS2 paralogy were noted in the families Cyperaceae, Juncaceae and Juncaginaceae, this intergenic spacer played an important role in resolving congeneric plant species at Churchill. Conclusions Our results provided fast and cost-effective solution to create a comprehensive, effective DNA barcode reference library for a local flora.",
    "readLink": "http://www.biomedcentral.com/1472-6785/12/25"
  },
  {
    "title": "Surface-groundwater exchange between a wetland, sandur, and lava field in southeastern Iceland",
    "authors": [
      "Aiesha Aggarwal,",
      "Kathy L. Young"
    ],
    "doi": "https://doi.org/10.2166/nh.2022.079",
    "journalVolume": "Vol. 54,\n                                no. 1\n                                \n                                  pp.\n                                  14\n                                  – 30",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "In May 2019, over 50 springs were identified at a sandur-lava field–wetland complex in Southeast Iceland and a subset was selected for further investigation including monitoring water levels, discharge, and water chemistry. Between May and September 2019, springs at the study site had relatively stable water levels and temperatures (4–5 °C), although heavy rains (>10 mm) corresponded with increased water levels and/or temperatures at some springs. Together, the water level, temperature, and stable isotope data suggest that the springs at the study site are fed by older groundwater from an aquifer that is recharged by precipitation. Spikes in water level indicated that at least one spring at the edge of the sandur also received floodwater and shallow subsurface flows from the glacial-fed Brunná River. One wetland spring was further monitored over the water year (October 2019 to October 2020). Like other springs, water levels and temperatures remained relatively stable, fluctuating with inputs of precipitation. Longer-term studies will be needed to gain an improved understanding of seasonal spring vulnerability to climate change and their role in the functioning of a coastal wetland in Southeast Iceland. HIGHLIGHTS Various springs were identified in a sandur, lava field, and wetland landscape in Southeast Iceland.; Wetland springs had stable water levels and temperatures but water levels in other springs were modified by floodwaters of the glacial Brunná River; Baseline hydrological data (water levels, temperature) are provided for springs that warrant long-term monitoring in light of climate warming.; An illustration showing the proposed mechanism of spring discharge at a coastal wetland, Southeast Iceland. Springs in a wetland bordered by a lava field and a sandur have relatively stable hydrology owing to a continuous supply of groundwater. Some springs receive inputs from runoff from the lava field and wetland and shallow surface flows from the sandur as well.",
    "readLink": "http://hr.iwaponline.com/content/54/1/14"
  },
  {
    "title": "Energy and Environmental Aspects of Using Eucalyptus from Brazil for Energy and Transportation Services in Europe",
    "authors": [
      "Otavio Cavalett,",
      "Sigurd Norem Slettmo,",
      "Francesco Cherubini"
    ],
    "doi": "https://doi.org/10.3390/su10114068",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  4068",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The international market of woody biomass for bioenergy is expected to have a major role in future global scenarios aligning with a 2 or 1.5 °C target. However, the quantification of the environmental impacts of energy and transportation services from novel technologies and biomass production systems are yet to be extensively studied on a case-specific basis. We use a life cycle assessment approach to quantify environmental impacts of four bioenergy systems based on eucalyptus plantations established in abandoned pastureland in Brazil. The alternative bioenergy systems deliver energy and transportation services in Europe (cradle-to-gate analysis), including modern technologies for production of heat, electricity (with and without carbon capture and storage), and advanced liquid biofuels. We find that all bioenergy systems can achieve sizeable climate benefits, but in some cases at increased pressure in other impact categories. The most impacting activities are biomass transport stages, followed by eucalyptus stand establishment, and pellet production. An estimate of the potential large-scale bioenergy deployment of eucalyptus established in marginal areas in Brazil shows that up to 7 EJ of heat, 2.5 EJ of electricity, or 5 EJ of transportation biofuels per year can be delivered. This corresponds to a climate mitigation potential between 0.9% and 2.4% (0.29 and 0.83 GtCO2 per year) of the global anthropogenic emissions in 2015, and between 5.7% and 16% of European emissions, depending on the specific bioenergy system considered. A sensitivity analysis indicated that the best environmental performance is achieved with on-site biomass storage, transportation of wood chips with trucks, pellets as energy carrier, and larger ship sizes. Our quantitative environmental analysis contributes to increased understanding of the potential benefits and tradeoffs of large-scale supply of biomass resources, and additional research can further improve resolution and integrate environmental impact indicators within a broader sustainability perspective, as indicated by the recently established sustainable development goals.",
    "readLink": "https://www.mdpi.com/2071-1050/10/11/4068"
  },
  {
    "title": "Diurnal Serianthes nelsonii Merr. leaflet paraheliotropism reduces leaflet temperature, relieves photoinhibition, and alters nyctinastic behavior",
    "authors": [
      "Thomas Edward Marler"
    ],
    "doi": "https://doi.org/10.11609/jott.4958.11.9.14112-14118",
    "journalVolume": "Vol. 11,\n                                no. 9\n                                \n                                  pp.\n                                  14112\n                                  – 14118",
    "issn": "0974-7893 (Print)",
    "publisher": "0974-7907 (Online)",
    "countryOfPublisher": "Wildlife Information Liaison Development Society",
    "lcc": [
      "India",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://threatenedtaxa.org/",
    "abstract": "The diel cycle of Serianthes nelsonii leaflet movements was characterized under four levels of shade from full sun to 22% sunlight transmission to determine the photoprotective components of diurnal leaflet movements and the relationship to patterns of nocturnal leaflet movements. Treatments also included negating paraheliotropism by re-orienting plants every 15min throughout the photoperiod such that the plants never experienced a predictable solar vector. The timing of leaflet closure to avoid high light, the shape of the diurnal curve depicting leaflet angle, and the maximum extent of leaflet closure were influenced by the shade treatments. Protection of leaf function by paraheliotropism was also influenced by shade treatment, with the full sun plants exhibiting the greatest level of protection. Leaflet heat gain was reduced 50% by leaflet movement as determined by direct measurements of leaf-to-air temperature differences. Midday quantum efficiency of photosystem II was increased 120% by leaflet movement as determined by direct measurements of pulse modulated chlorophyll fluorescence. The extent of nyctinastic leaflet closure was greatest in the high light plants that moved the most midday and least in the shaded plants that moved the least midday, indicating the extent of diurnal paraheliotropism controlled the amplitude of nocturnal leaflet movement. Serianthes nelsonii is highly skilled at using movement to reduce leaflet exposure to the solar vector, providing instantaneous behavioral control over heat gain and photoinhibition. This case study of an endemic tree species in Micronesia has added to the nascent field of conservation physiology, and indicated that heliotropism of S. nelsonii leaves may provide the species with the ability to minimize high light damage during increased temperatures associated with climate change.",
    "readLink": "https://www.threatenedtaxa.org/index.php/JoTT/article/view/4958"
  }
]