[
  {
    "title": "Exploring Farm Anaerobic Digester Economic Viability in a Time of Policy Change in the UK",
    "authors": [
      "Angela Bywater,",
      "Sigrid Kusch-Brandt"
    ],
    "doi": "https://doi.org/10.3390/pr10020212",
    "journalVolume": "Vol. 10,\n                                no. 212\n                                \n                                  p.\n                                  212",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "The combination of a post-Brexit agricultural policy, the Global Methane Pledge announced during the last United Nations Climate Change Conference in Glasgow (COP26), and urgency of meeting climate goals means the UK has a unique opportunity to create an exemplar through recognition of the benefits of small-scale farm anaerobic digesters that valorise on-site wastes for renewable electricity and heat, cushioning agri-businesses against energy perturbations. To explore economic viability of farm-based biogas production, combinations of support levels, energy prices, capital cost, internal rate of return (IRR), and digestate value were analysed, employing a 550-cow dairy farm with access to other agricultural wastes. A 145 kWe system utilising 100% of CHP electricity (grid value: £0.1361 per kWh) and 70% of the heat (heating oil value: £0.055 per kWh) could achieve an IRR above 15.5% with a median electricity tariff of £0.1104 per kWh at a heat tariff from £0.0309 to £0.0873 per kWh thermal. Under a subsidy-free regime, the same system could achieve a 10% IRR with electricity prices in the range £0.149 to £0.261 per kWh. High fertiliser prices could increase digestate value, further improving viability. With late-2021 high energy prices, the technology approaches subsidy-free viability, but uptake is unlikely unless wider environmental and societal benefits of on-farm systems can be explicitly valued.",
    "readLink": "https://www.mdpi.com/2227-9717/10/2/212"
  },
  {
    "title": "Accelerated retreat of coastal glaciers in the Western Prince William Sound, Alaska",
    "authors": [
      "Dean R. Maraldo"
    ],
    "doi": "https://doi.org/10.1080/15230430.2020.1837715",
    "journalVolume": "Vol. 52,\n                                no. 1\n                                \n                                  pp.\n                                  617\n                                  – 634",
    "issn": "1523-0430 (Print)",
    "publisher": "1938-4246 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/uaar",
    "abstract": "Analyzing historical maps and Landsat imagery indicates that coastal glaciers in the western Prince William Sound (PWS) have retreated since the end of the Little Ice Age, exhibiting accelerated retreat after the mid-2000s. A multitemporal inventory of 43 glaciers was developed using historical field observations, topographic maps, and Landsat imagery. Area and length measurements are derived from digitized outlines, and center lines are derived from a semi-automatic, geographic information systems (GIS)-based algorithm. Land-based glaciers retreated at a peak rate of 48 m a−1 from the mid-2000s to 2018, more than doubling the average rate of retreat (22 m a−1) for the preceding fifty-year period. From ~1950 to 2018, the total area of land-based glaciers decreased by 228 km2, with 36 percent of the glacier loss occurring after the mid-2000s. Simple upscaling of area and volume changes to unmeasured glaciers across the entire PWS resulted in an estimated aggregate glacier mass loss of 379 Gt, equivalent to a 1.047 mm rise in sea level from the 1950s to 2018. Tidewater glaciers respond asynchronously with differing periods of peak area and length loss and lower average rate of retreat compared to land-based glaciers. Glacier retreat correlates with increased summer and winter temperatures and decreased winter precipitation.",
    "readLink": "http://dx.doi.org/10.1080/15230430.2020.1837715"
  },
  {
    "title": "Improving Risk Projection and Mapping of Coastal Flood Hazards Caused by Typhoon-Induced Storm Surges and Extreme Sea Levels",
    "authors": [
      "Yangshuo Shen,",
      "Boen Zhang,",
      "Cheuk Ying Chue,",
      "Shuo Wang"
    ],
    "doi": "https://doi.org/10.3390/atmos14010052",
    "journalVolume": "Vol. 14,\n                                no. 52\n                                \n                                  p.\n                                  52",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Seawater inundation mapping plays a crucial role in climate change adaptation and flooding risk reduction for coastal low-lying areas. This study presents a new elevation model called the digital impermeable surface model (DISM) based on the topographical data acquired by unmanned aerial vehicle (UAVs) for improving seawater inundation mapping. The proposed DISM model, along with the bathtub model, was used to assess coastal vulnerability to flooding in significant tropical cyclone events in a low-lying region of Victoria Harbor in Hong Kong. The inundation simulations were evaluated based on the typhoon news and reports which indicated the actual storm surge flooding conditions. Our findings revealed that the proposed DISM obtains a higher accuracy than the existing digital elevation model (DEM) and the digital surface model (DSM) with a RMSE of 0.035 m. The DISM demonstrated a higher skill than the DEM and the DSM by better accounting for the water-repellent functionality of each geospatial feature and the water inflow under real-life conditions. The inundation simulations affirmed that at least 88.3% of the inundated areas could be recognized successfully in this newly-designed model. Our findings also revealed that accelerating sea level rise in Victoria Harbor may pose a flooding threat comparable to those induced by super typhoons by the end of the 21st century under two representative emission scenarios (RCP4.5 and RCP8.5). The seawater may overtop the existing protective measures and facilities, making it susceptible to flood-related hazards.",
    "readLink": "https://www.mdpi.com/2073-4433/14/1/52"
  },
  {
    "title": "Adaptation to Climate Change in Panchase Mountain Ecological Regions of Nepal",
    "authors": [
      "Shankar Adhikari,",
      "Himlal Baral,",
      "Craig Nitschke"
    ],
    "doi": "https://doi.org/10.3390/environments5030042",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  p.\n                                  42",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "Rural mountain communities in developing countries are considered particularly vulnerable to environmental change, including climate change. Forests and agriculture provide numerous ecosystem goods and services (EGS) to local communities and can help people adapt to the impacts of climate change. There is however poor documentation on the role of EGS in people’s livelihood and adaptation practices. This study in the rural Panchase Mountain Ecological Region of Nepal identifies practices being used to adapt to a changing environment through key informant interviews and focus group discussions. At the household level, livelihood diversification, changes in cropping patterns and farming practices, use of multipurpose plant species and income-generation activities were identified as adaptation strategies. Among major strategies at the community level were community forestry-based climate adaptation plans of action for forest and water resource management. Landscape-level adaptation strategies were large-scale collaborative projects and programs, such as Ecosystem-based Adaptation and Chitwan Annapurna Landscape conservation; which had implications at both the local and landscape-level. A proper blending and integration of adaptation strategies from individual households through to the community and to the landscape level is needed for implementing effective adaptation in the region.",
    "readLink": "http://www.mdpi.com/2076-3298/5/3/42"
  },
  {
    "title": "Political participation of women in Serbia through the prism of local activism: A case study of municipality of Ruma, 2020-2021",
    "authors": [
      "Loš Tatjana"
    ],
    "doi": "https://doi.org/10.5937/NPDUNP2102115L",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  115\n                                  – 130",
    "issn": "2619-998X (Print)",
    "publisher": "2620-0074 (Online)",
    "countryOfPublisher": "State University of Novi Pazar, Novi Pazar",
    "lcc": [
      "Serbia",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://scindeks.ceon.rs/journaldetails.aspx?issn=2619-998X&lang=en",
    "abstract": "The paper aims to identify the quality of political participation of women in Serbia through the prism of activism at the local level. The research covered the municipality of Ruma in the period from July 2, 2020 to July 2, 2021, which conducted a research of an individual and not a mosaic or a case in a row. Using the case study method, data collection was conducted in a semi-structured interview on a sample of six respondents. The results of the research showed that women, in accordance with the quantitative shift in the political life of Serbia in general, are delegated in the Ruma division of power at all levels, but that gender is still less represented in positions of power and decision-making, as well as in decision-making. Women in Ruma, with their political participation, do not sufficiently realize the gender dimension of political representation, because either they are not sufficiently aware of this segment and do not recognize it as important or they lack the courage to do so and encounter a wall in parliamentary debates. The results of the research could be important for considering ways to improve the quality of women's participation in politics at the local level in the direction of greater substantive representation, as well as gender sensitivity, which would increase greater motivation of women to get involved in politics, affect the quality of work. representative body, but also a change in the political climate in society, which is still masculine. The research showed that the solidarity of women in politics should be strengthened, regardless of belonging to a political party, and they should be encouraged to be louder and braver in expressing their views in parliamentary debates, so that they can essentially fight for their interests.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/2619-998X/2021/2619-998X2102115L.pdf"
  },
  {
    "title": "IceTFT v1.0.0: interpretable long-term prediction of  Arctic sea ice extent with deep learning",
    "authors": [
      "B. Mu,",
      "X. Luo,",
      "S. Yuan,",
      "X. Liang"
    ],
    "doi": "https://doi.org/10.5194/gmd-16-4677-2023",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  4677\n                                  – 4697",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Due to global warming, the Arctic sea ice extent (SIE) is rapidly decreasing each year. According to the Intergovernmental Panel on Climate Change (IPCC) climate model projections, the summer Arctic will be nearly sea-ice-free in the 2050s of the 21st century, which will have a great impact on global climate change. As a result, accurate predictions of Arctic sea ice are of significant interest. In most current studies, the majority of deep-learning-based SIE prediction models focus on one-step prediction, and they not only have short lead times but also limited prediction skill. Moreover, these models often lack interpretability. In this study, we construct the Ice temporal fusion transformer (IceTFT) model, which mainly consists of the variable selection network (VSN), the long short-term memory (LSTM) encoder, and a multi-headed attention mechanism. We select 11 predictors for the IceTFT model, including SIE, atmospheric variables, and oceanic variables, according to the physical mechanisms affecting sea ice development. The IceTFT model can provide 12-month SIE directly, according to the inputs of the last 12 months. We evaluate the IceTFT model from the hindcasting experiments for 2019–2021 and prediction for 2022. For the hindcasting of 2019–2021, the average monthly prediction errors are less than 0.21 ×106 km2, and the September prediction errors are less than 0.1 ×106 km2, which is superior to the models from Sea Ice Outlook (SIO). For the prediction of September 2022, we submitted the prediction to the SIO in June 2022, and IceTFT still has higher prediction skill. Furthermore, the VSN in IceTFT can automatically adjust the weights of predictors and filter spuriously correlated variables. Based on this, we analyze the sensitivity of the selected predictors for the prediction of SIE. This confirms that the IceTFT model has a physical interpretability.",
    "readLink": "https://gmd.copernicus.org/articles/16/4677/2023/gmd-16-4677-2023.pdf"
  },
  {
    "title": "Proyection of potencial habitats of Magnolia cubensis urb. subsp. cubensis in the eastern Cuba",
    "authors": [
      "Yenia Molina-Pelegrín,",
      "Gretel Geada López,",
      "Adonis Sosa-López,",
      "Alain Puig-Pérez,",
      "José Luis Rodríguez-Fonseca,",
      "Adonis Ramón-Puebla"
    ],
    "doi": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  158\n                                  – 178",
    "issn": "2310-3469 (Online)",
    "publisher": "Universidad de Pinar del Río \"Hermanos Saíz Montes de Oca\"",
    "countryOfPublisher": "Cuba",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://cfores.upr.edu.cu/index.php/cfores",
    "abstract": "Species distribution models are an important tool in conservation studies of threatened species. Magnolia cubensis subsp. cubensis is an endemic species categorized as vulnerable in mountain rainforests of eastern Cuba. The present study aimed to determine the current potential distribution of M. cubensis subsp. cubensis in eastern Cuba, as a basis for climate change impact studies and identification of sites for conservation. The actual distribution of the subspecies showed a fragmented distribution pattern for the Sierra Maestra mountain range, which is located between 702 and 1396 m a.s.l. and occupies an area of 0.02 km². The modeling of potential habitats shows a fragmented behavior with a suitability area of 12,428.62 ha. The variables that most influenced the potential distribution of the species were those related to the thermal regime, especially the minimum temperature of the coldest period and altitude.",
    "readLink": "https://cfores.upr.edu.cu/index.php/cfores/article/view/699"
  },
  {
    "title": "Spatiotemporal Variability of Land Surface Phenology in China from 2001–2014",
    "authors": [
      "Zhaohui Luo,",
      "Shixiao Yu"
    ],
    "doi": "https://doi.org/10.3390/rs9010065",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  65",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Land surface phenology is a highly sensitive and simple indicator of vegetation dynamics and climate change. However, few studies on spatiotemporal distribution patterns and trends in land surface phenology across different climate and vegetation types in China have been conducted since 2000, a period during which China has experienced remarkably strong El Niño events. In addition, even fewer studies have focused on changes of the end of season (EOS) and length of season (LOS) despite their importance. In this study, we used four methods to reconstruct Moderate Resolution Imaging Spectroradiometer (MODIS) Enhanced Vegetation Index (EVI) dataset and chose the best smoothing result to estimate land surface phenology. Then, the phenophase trends were analyzed via the Mann-Kendall method. We aimed to assess whether trends in land surface phenology have continued since 2000 in China at both national and regional levels. We also sought to determine whether trends in land surface phenology in subtropical or high altitude areas are the same as those observed in high latitude areas and whether those trends are uniform among different vegetation types. The result indicated that the start of season (SOS) was progressively delayed with increasing latitude and altitude. In contrast, EOS exhibited an opposite trend in its spatial distribution, and LOS showed clear spatial patterns over this region that decreased from south to north and from east to west at a national scale. The trend of SOS was advanced at a national level, while the trend in Southern China and the Tibetan Plateau was opposite to that in Northern China. The transaction zone of the SOS within Northern China and Southern China occurred approximately between 31.4°N and 35.2°N. The trend in EOS and LOS were delayed and extended, respectively, at both national and regional levels except that of LOS in the Tibetan Plateau, which was shortened by delayed SOS onset more than by delayed EOS onset. The absolute magnitude of SOS was decreased after 2000 compared with previous studies, and the phenophase trends are species specific.",
    "readLink": "http://www.mdpi.com/2072-4292/9/1/65"
  },
  {
    "title": "Sex-Biased Survival, Behavior Response, and Recovery Performance of <i>Pomacea canaliculata</i> Snails to Drought Stress and Rewatering Condition",
    "authors": [
      "Chunxia Zhang,",
      "Zhaoji Shi,",
      "Yingtong Chen,",
      "Jing Guo,",
      "Jiaen Zhang,",
      "Zhong Qin"
    ],
    "doi": "https://doi.org/10.3390/biology12060768",
    "journalVolume": "Vol. 12,\n                                no. 768\n                                \n                                  p.\n                                  768",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "As the frequency of droughts increases with climate change, the tolerance of aquatic organisms to abiotic stressors will become critical determinants of survival. Pomacea canaliculata has become a widely distributed agricultural and environmental pest in southern China. To evaluate their tolerance and adaptation under the drought condition, the survival, feeding, behavior, and antioxidant system changes in female and male P. canaliculata were investigated during drought stress and rewatering process through an indoor simulation experiment. The results showed that female snails laid eggs before burrowing into the soil to ensure offspring reproduction. Female P. canaliculata had higher survival rates than males under drought stress, and their recovery ability of activity after rewatering was also superior to those of males. The antioxidant system of P. canaliculata showed obvious activation with gender differences after rewatering. Overall, the survival rate of female P. canaliculata was higher after drought stress, and the resilience ability of female snails after rewatering was stronger, including in their behavior, feeding, and antioxidant system recovery. The P. canaliculata tolerance to drought and the ability to recover quickly after drought may contribute to their long-term survival and facilitate continuous invasion.",
    "readLink": "https://www.mdpi.com/2079-7737/12/6/768"
  },
  {
    "title": "Breaking down barriers on PV trade will facilitate global carbon mitigation",
    "authors": [
      "Mudan Wang,",
      "Xianqiang Mao,",
      "Youkai Xing,",
      "Jianhong Lu,",
      "Peng Song,",
      "Zhengyan Liu,",
      "Zhi Guo,",
      "Kevin Tu,",
      "Eric Zusman"
    ],
    "doi": "https://doi.org/10.1038/s41467-021-26547-7",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Global trade of solar photovoltaic (PV) products has an important role to play in sustainable mitigation to climate change. Highlighting global PV product trade, this study explores the impeding effect of tariff and non-tariff barriers on global PV product trade and carbon emissions reductions.",
    "readLink": "https://doi.org/10.1038/s41467-021-26547-7"
  }
]