[
  {
    "title": "LOCAL COMMUNITY’S ECOLOGICAL KNOWLEDGE IN THE SELECTION OF SHADING TREESFOR TRADITIONAL AGROFORESTRY SYSTEM (NUTMEG “DUSUNG”) IN AMBON",
    "authors": [
      "Messalina Lovenia Salampessy,",
      "Indra Gumay Febryano,",
      "Iskar Bone"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2017.14.2.135-142",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  pp.\n                                  135\n                                  – 142",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Local ecological knowledge is closely linked to decision-making process for planting tree. The aims of this study are to describe and explain local community’s decision-making process in the selection of shading trees on their lands according to their understanding and knowledge. This study used case study approach. Data was collected through in-depth interviews and observations. The results of the study showed that to manage traditional agroforestry, the community planted nutmeg (Myristica fragrans) as the main crop species and selected the covering trees, such as walnuts (Canarium sp.) and durian (Durio sp.). The reasons in selecting shading trees were as follows: the suitability of biophysical condition; supporting nutmeg growth; ease of maintenance and harvesting activities; parental inheritance; yield diversity; and ease of marketing activities. Learning from the study, the government and relevant stakeholders are expected touse local ecological knowledge to support the development of community forestry.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/1544"
  },
  {
    "title": "Non-Pessimistic Predictions of the Distributions and Suitability of <i>Metasequoia glyptostroboides</i> under Climate Change Using a Random Forest Model",
    "authors": [
      "Xiaoyan Zhang,",
      "Haiyan Wei,",
      "Xuhui Zhang,",
      "Jing Liu,",
      "Quanzhong Zhang,",
      "Wei Gu"
    ],
    "doi": "https://doi.org/10.3390/f11010062",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  62",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Metasequoia glyptostroboides Hu & W. C. Cheng, which is a remarkable rare relict plant, has gradually been reduced to its current narrow range due to climate change. Understanding the comprehensive distribution of M. glyptostroboides under climate change on a large spatio-temporal scale is of great significance for determining its forest adaptation. In this study, based on 394 occurrence data and 10 bioclimatic variables, the global potential distribution of M. glyptostroboides under eight different climate scenarios (i.e., the past three, the current one, and the next four) from the Quaternary glacial to the future was simulated by a random forest model built with the biomod2 package. The key bioclimatic variables affecting the distribution of M. glyptostroboides are BIO2 (mean diurnal range), BIO1 (annual mean temperature), BIO9 (mean temperature of driest quarter), BIO6 (min temperature of coldest month), and BIO18 (precipitation of warmest quarter). The result indicates that the temperature affects the potential distribution of M. glyptostroboides more than the precipitation. A visualization of the results revealed that the current relatively suitable habitats of M. glyptostroboides are mainly distributed in East Asia and Western Europe, with a total area of approximately 6.857 × 106 km2. With the intensification of global warming in the future, the potential distribution and the suitability of M. glyptostroboides have a relatively non-pessimistic trend. Whether under the mild (RCP4.5) and higher (RCP8.5) emission scenarios, the total area of suitable habitats will be wider than it is now by the 2070s, and the habitat suitability will increase to varying degrees within a wide spatial range. After speculating on the potential distribution of M. glyptostroboides in the past, the glacial refugia of M. glyptostroboides were inferred, and projections regarding the future conditions of these places are expected to be optimistic. In order to better protect the species, the locations of its priority protected areas and key protected areas, mainly in Western Europe and East Asia, were further identified. Our results will provide theoretical reference for the long-term management of M. glyptostroboides, and can be used as background information for the restoration of other endangered species in the future.",
    "readLink": "https://www.mdpi.com/1999-4907/11/1/62"
  },
  {
    "title": "Characterization of partnerships and collaborations in US cities' urban resilience plans",
    "authors": [
      "Liliana Caughman"
    ],
    "doi": "https://doi.org/10.1108/RAUSP-09-2021-0180",
    "journalVolume": "Vol. 57,\n                                no. 4\n                                \n                                  pp.\n                                  362\n                                  – 381",
    "issn": "2531-0488 (Online)",
    "publisher": "Emerald Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/services/publishing/rausp/index.htm",
    "abstract": "Purpose – The United Nations Sustainable Development Goal (UN SDG) number 13 calls for urgent action to combat climate change impacts. Urban resilience planning documents often articulate partnerships and collaborations (P&Cs) as critical strategies. This study aims to identify the actors, the topics, processes, and visions of collaboration. Design/methodology/approach – This paper explores the characterization of urban resilience partnerships via a thematic content analysis of resilience strategy documents produced in US cities through the 100 Resilient Cities Project. Findings – P&Cs are defined broadly, taking several forms to meet various objectives. They act as boundary objects engaging across social groups, but the details of the P&Cs are rarely articulated, which is problematic for their implementation. P&Cs are commonly discussed in relation to the focus of the work; therefore, they less often define the specific actors, processes or transformative visions involved. Research limitations/implications – This research focuses only on the resilience plans written in US cities, showing the perspective of US policymakers. Documents analyzed were produced via the Rockefeller Foundation's 100 Resilient Cities Project. Practical implications – Understanding and categorizing the who, what, when and why of P&Cs for urban resilience provide a deeper understanding of how these strategies are being described and offer a starting point for tangibly actualizing partnerships and collaborations outside planning documents. Social implications – To reach vital urban resilience goals, P&Cs must be designed and managed appropriately. Understanding the shortcoming of current P&C policies can help managers mitigate problems and find better approaches. Originality/value – To the best of the author’s knowledge, this paper is the first to analyze how P&Cs are being articulated and described in urban resilience plans. The United Nations Sustainable Development Goal number 13 calls for urgent action to combat climate change and its impacts. As urbanization continues and the effects of climate change escalate, city governments are finding themselves responsible for the resilience of large populations. To cope, increasing numbers of municipalities are developing urban resilience plans. These documents often articulate partnerships and collaborations (P&Cs) as critical strategies for enhancing resilience capacity and implementing resilience policies. Although specific case studies of resilience-related collaborative practices are well documented in urban resilience literature, little is known about the proliferation of P&C strategies collectively. Furthermore, questions remain regarding the characterization of resilience P&Cs by practitioners, including who is involved and what types of projects they undertake. Therefore, this analysis explores urban resilience P&Cs via a thematic content analysis of resilience strategy documents produced in 16 US cities through the 100 Resilient Cities Project. Results indicate that cities prioritize P&Cs in resilience policy implementation, but they often fall short in defining the key components of P&Cs that are vital to their success. The analysis exposes the most common actors, topics, processes and visions described in resilience P&Cs and makes recommendations for how urban resilience P&Cs can be improved in the future.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/RAUSP-09-2021-0180/full/pdf"
  },
  {
    "title": "Synergistic multi-altimeter for estimating water level in the coastal zone of Beibu Gulf using SEL, ALES + and BFAST algorithms",
    "authors": [
      "Jiaoling Qin,",
      "Jiaoling Qin,",
      "Sunzhe Li,",
      "Sunzhe Li,",
      "Hang Yao,",
      "Hang Yao,",
      "Bolin Fu,",
      "Bolin Fu,",
      "Hongchang He,",
      "Hongchang He,",
      "Feng Wang,",
      "Lilong Liu,",
      "Donglin Fan,",
      "Donglin Fan,",
      "Xu He,",
      "Xu He,",
      "Yuyang Li,",
      "Yuyang Li"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.1113387",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Accurately monitoring and predicting the large-scale dynamic changes of water levels in coastal zones is essential for its protection, restoration and sustainable development. However, there has been a challenge for achieving this goal using a single radar altimeter and retracking technique due to the diversity and complexity of coastal waveforms. To solve this issue, we proposed an approach of estimating water level of the coastal zone in Beibu Gulf, China, by combination of waveform classifications and multiple sub-waveform retrackers. This paper stacked Random Forest (RF), XGBoost and CatBoost algorithms for building an ensemble learning (SEL) model to classify coastal waveforms, and further evaluated the performance of three retracking strategies in refining waveforms using Cryosat-2, SARAL, Sentinel-3 altimeters. We compared the estimation accuracy of the coastal water levels between the single altimeter and synergistic multi-altimeter, and combined Breaks for Additive Season and Trend (BFAST), Mann-Kendall mutation test (MK) with Long Short-Term Memory (LSTM) algorithms to track the historical change process of coastal water levels, and predict its future development trend. This paper found that: (1) The SEL algorithm achieved high-precision classification of different coastal waveforms with an average accuracy of 0.959, which outperformed three single machine learning algorithms. (2) Combination of Threshold Retracker and ALES+ Retracker (TR_ALES+) achieved the better retracking quality with an improvement of correlation coefficient (R, 0.089~0.475) and root mean square error (RMSE, 0.008∼ 0.029 m) when comparing to the Threshold Retracker & Primary Peak COG Retracker and Threshold Retracker & Primary Peak Threshold Retracker. (3) The coastal water levels of Cryosat-2, SARAL, Sentinel-3 and multi-altimeter were in good agreement (R>0.66, RMSE<0.135m) with Copernicus Climate Change Service (C3S) water level. (4) The coastal water levels of the Beibu Gulf displayed a slowly rising trend from 2011 to 2021 with an average annual growth rate of 8mm/a, its lowest water level focused on May-August, the peak of water level was in October-November, and the average annual growth rate of water level from 2022-2031 was about 0.6mm/a. These results can provide guidance for scientific monitoring and sustainable management of coastal zones.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.1113387/full"
  },
  {
    "title": "Cyclic Trends of Wildfires over Sub-Saharan Africa",
    "authors": [
      "Reason L. Machete,",
      "Kebonyethata Dintwe"
    ],
    "doi": "https://doi.org/10.3390/fire6020071",
    "journalVolume": "Vol. 6,\n                                no. 71\n                                \n                                  p.\n                                  71",
    "issn": "2571-6255 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "https://www.mdpi.com/journal/fire",
    "abstract": "In this paper, the patterns of the occurrences of fire incidents over sub-Saharan Africa are studied on the basis of satellite data. Patterns for the whole sub-Saharan Africa are contrasted with those for northern sub-Saharan Africa and southern-hemisphere Africa. This paper attempts to unravel linear trends and overriding oscillations using regression and spectral techniques. It compares fire patterns for aggregated vegetation with those for specific types, which are savannahs, grasslands, shrublands, croplands, and forests, to identify key trend drivers. The underlying cyclic trends are interpreted in light of climate change and model projections. Considering sub-Saharan Africa, northern sub-Saharan Africa, and southern-hemisphere Africa, we found declining linear trends of wildfires with overriding cyclic patterns that have a period of ∼5 years, seemingly largely driven by savannahs, grasslands, and croplands.",
    "readLink": "https://www.mdpi.com/2571-6255/6/2/71"
  },
  {
    "title": "Remote learning slightly decreased student performance in an introductory undergraduate course on climate change",
    "authors": [
      "Sattik Ghosh,",
      "Stephanie Pulford,",
      "Arnold J. Bloom"
    ],
    "doi": "https://doi.org/10.1038/s43247-022-00506-6",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Students who completed the online version of an introductory course on climate change performed 2% worse than those who completed the in-person version, according to a study of 1790 undergraduate students in California, USA.",
    "readLink": "https://doi.org/10.1038/s43247-022-00506-6"
  },
  {
    "title": "Particulate matter, air quality and climate: lessons learned and future needs",
    "authors": [
      "S. Fuzzi,",
      "U. Baltensperger,",
      "K. Carslaw,",
      "S. Decesari,",
      "H. Denier van der Gon,",
      "M. C. Facchini,",
      "D. Fowler,",
      "I. Koren,",
      "B. Langford,",
      "U. Lohmann,",
      "E. Nemitz,",
      "S. Pandis,",
      "I. Riipinen,",
      "Y. Rudich,",
      "M. Schaap,",
      "J. G. Slowik,",
      "D. V. Spracklen,",
      "E. Vignati,",
      "M. Wild,",
      "M. Williams,",
      "S. Gilardoni"
    ],
    "doi": "https://doi.org/10.5194/acp-15-8217-2015",
    "journalVolume": "Vol. 15,\n                                no. 14\n                                \n                                  pp.\n                                  8217\n                                  – 8299",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The literature on atmospheric particulate matter (PM), or atmospheric aerosol, has increased enormously over the last 2 decades and amounts now to some 1500–2000 papers per year in the refereed literature. This is in part due to the enormous advances in measurement technologies, which have allowed for an increasingly accurate understanding of the chemical composition and of the physical properties of atmospheric particles and of their processes in the atmosphere. The growing scientific interest in atmospheric aerosol particles is due to their high importance for environmental policy. In fact, particulate matter constitutes one of the most challenging problems both for air quality and for climate change policies. In this context, this paper reviews the most recent results within the atmospheric aerosol sciences and the policy needs, which have driven much of the increase in monitoring and mechanistic research over the last 2 decades. The synthesis reveals many new processes and developments in the science underpinning climate–aerosol interactions and effects of PM on human health and the environment. However, while airborne particulate matter is responsible for globally important influences on premature human mortality, we still do not know the relative importance of the different chemical components of PM for these effects. Likewise, the magnitude of the overall effects of PM on climate remains highly uncertain. Despite the uncertainty there are many things that could be done to mitigate local and global problems of atmospheric PM. Recent analyses have shown that reducing black carbon (BC) emissions, using known control measures, would reduce global warming and delay the time when anthropogenic effects on global temperature would exceed 2 °C. Likewise, cost-effective control measures on ammonia, an important agricultural precursor gas for secondary inorganic aerosols (SIA), would reduce regional eutrophication and PM concentrations in large areas of Europe, China and the USA. Thus, there is much that could be done to reduce the effects of atmospheric PM on the climate and the health of the environment and the human population. A prioritized list of actions to mitigate the full range of effects of PM is currently undeliverable due to shortcomings in the knowledge of aerosol science; among the shortcomings, the roles of PM in global climate and the relative roles of different PM precursor sources and their response to climate and land use change over the remaining decades of this century are prominent. In any case, the evidence from this paper strongly advocates for an integrated approach to air quality and climate policies.",
    "readLink": "http://www.atmos-chem-phys.net/15/8217/2015/acp-15-8217-2015.pdf"
  },
  {
    "title": "Integrated framework for assessing climate change impact on extreme rainfall and the urban drainage system",
    "authors": [
      "Wei Lu,",
      "Xiaosheng Qin"
    ],
    "doi": "https://doi.org/10.2166/nh.2019.233",
    "journalVolume": "Vol. 51,\n                                no. 1\n                                \n                                  pp.\n                                  77\n                                  – 89",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "Urban areas are becoming increasingly vulnerable to extreme storms and flash floods, which could be more damaging under climate change. This study presented an integrated framework for assessing climate change impact on extreme rainfall and urban drainage systems by incorporating a number of statistical and modelling techniques. Starting from synthetic future climate data generated by the stochastic weather generator, the simple scaling method and the Huff rainfall design were adopted for rainfall disaggregation and rainfall design. After having obtained 3-min level designed rainfall information, the urban hydrological model (i.e., Storm Water Management Model) was used to carry out the runoff analysis. A case study in a tropical city was used to demonstrate the proposed framework. Particularly, the impact of selecting different general circulation models and Huff distributions on future 1-h extreme rainfall and the performance of the urban drainage system were investigated. It was revealed that the proposed framework is flexible and easy to implement in generating temporally high-resolution rainfall data under climate model projections and offers a parsimonious way of assessing urban flood risks considering the uncertainty arising from climate change model projections, downscaling and rainfall design.",
    "readLink": "http://hr.iwaponline.com/content/51/1/77"
  },
  {
    "title": "Impacts of land-use changes and landholding fragmentation on crop water demand and drought in Wadi El-Farigh, New Delta project, Egypt",
    "authors": [
      "Mohamed M. Elsharkawy,",
      "Mohsen Nabil,",
      "Eslam Farg,",
      "Sayed M. Arafat"
    ],
    "doi": "Vol. 25,\n                                no. 3\n                                \n                                  pp.\n                                  873\n                                  – 885",
    "issn": "1110-9823 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Egypt",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://www.journals.elsevier.com/the-egyptian-journal-of-remote-sensing-and-space-sciences/",
    "abstract": "Despite Egypt’s limited water resources, more lands in the western desert of the Nile Delta are currently being reclaimed to increase the agricultural area to feed its fast-growing population and provide jobs for new generations. These reclaimed lands are prone to drought since they are located in arid regions with limited water resources for irrigation. Moreover, a high rate of landholdings fragmentation was observed with the migration of large numbers of new farmers to the newly reclaimed areas. Hence, the current work uses remote sensing data to investigate the impacts of landholdings fragmentation and land-use changes on irrigation water demand and drought propagation in two selected sites in Wadi El-Farigh area, one of the newly reclaimed valleys in the western desert of Egypt. To achieve that goal, high-resolution satellite images were used to quantify the land-use changes and patterns. The Surface Energy Balance System (SEBS) was used to estimate the actual evapotranspiration (ETa) from 2010 to 2020. Standardized Precipitation Index (SPI) and Evaporative Stress Index (ESI) were used to monitor drought. Results indicated a large transformation of seasonal herbaceous crops to tree-fruit crops in the two study sites. However, landholding fragmentation caused a reduction in the total cultivated area and thus the accumulated water consumption over one study site. Although the accumulated ETa decreased following the decline in the total cultivated area, the ETa rate per hectare increased by 18.4% and 19.6% for trees and herbaceous crops, respectively, reflecting the negative impact of climate change. ESI and SPI time series confirms that the area became extremely dry, particularly after 2017. In conclusion, land use and climate change increased crop water demand, while landholding fragmentation led to cropland loss. Hence, more policies for land protection and adaptation strategies to climate change are essentially needed.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1110982322000734"
  },
  {
    "title": "Bridging Indigenous and science-based knowledge in coastal-marine research, monitoring, and management in Canada: a systematic map protocol",
    "authors": [
      "Steven M. Alexander,",
      "Jennifer F. Provencher,",
      "Dominique A. Henri,",
      "Jessica J. Taylor,",
      "Steven J. Cooke"
    ],
    "doi": "https://doi.org/10.1186/s13750-019-0159-1",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2047-2382 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://environmentalevidencejournal.biomedcentral.com",
    "abstract": "Abstract Background The incorporation of multiple types of knowledge (e.g., science, Indigenous knowledge, traditional ecological knowledge) is an important undertaking, which can strengthen the evidence-base for policy advice, decision making, and environmental management. While the benefits of incorporating multiple types of knowledge in environmental research and management are many, successfully doing so has remained a challenge. In response there has been a number of recent reviews that have sought to better understand the what and how, when it comes to bridging Indigenous and science-based knowledge. Yet there continues to be a need for methods, models, and approaches for integrative work. This systematic map seeks to examine the extent, range, and nature of the published literature (i.e., peer-reviewed and grey) that integrates and/or includes Indigenous and science-based knowledge in coastal-marine research, monitoring, or management in Canada. Results from this study can be used to inform new and ongoing research and monitoring efforts and highlight evidence gaps. Methods The systematic map will aim to capture all available studies relevant to the question found in the peer-reviewed and grey literature. Accordingly, the search will leverage four databases focused on peer reviewed publications, carefully selected specialist websites, and two web-based search engines. Reference sections of relevant review articles will also be cross-checked to identify articles that were not found using the search strategy. All searches will be conducted in English. Search results will be reviewed in two stages: (1) title and abstract; and (2) full text. All screening decisions will be included in the database. The systematic map will employ a narrative synthesis approach that will include the use of descriptive statistics, tables (including SM database), and figures (including map with the studies geospatially referenced). In addition, an online version of the map and queryable database will be developed similar to other knowledge mobilization tools.",
    "readLink": "http://link.springer.com/article/10.1186/s13750-019-0159-1"
  }
]