[
  {
    "title": "Disturbance-induced reduction of biomass carbon sinks of China’s forests in recent years",
    "authors": [
      "Chunhua Zhang,",
      "Weimin Ju,",
      "Jing M Chen,",
      "Xiqun Wang,",
      "Lin Yang,",
      "Guang Zheng"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/11/114021",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  114021",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Forests play a critical role in mitigating climate change because of their high carbon storage and productivity. China has experienced a pronounced increase in forest area resulting from afforestation and reforestation activities since the 1970s. However, few comprehensive analyses have been made to assess the recent dynamics of biomass carbon sinks in China’s forests. This study refined biomass carbon sinks of China’s forests based on eight forest inventories from 1973 to 2013. These sinks increased from 25.0 to 166.5 Tg C yr ^−1 between 1973 and 2008, and then decreased to 130.9 Tg C yr ^−1 for the period of 2009–2013 because the increases in forest area and biomass carbon density became slower. About 7% and 93% of this sink reduction occurred in planted and natural forests. The carbon sinks for young, middle-aged and premature forests decreased by 27.3, 27.0, and 7.6 Tg C yr ^−1 , respectively. 42% of this decrease was offset by mature and overmature forests. During 2009–2013, forest biomass carbon sinks decreased in all regions but the north and northwest regions. The drivers for changes of forest biomass sinks differ spatially. More intensive harvest of young and middle-aged forests and snow damage were the major drivers for the decreases of biomass carbon sinks in the east (8.0 Tg C yr ^−1 ) and south (19.8 Tg C yr ^−1 ) regions. The carbon sink reduction in the southwest region (16.7 Tg C yr ^−1 ) was mainly caused by increased timber harvesting and natural disturbances, such as droughts in Yunnan province, snow damage in Guizhou province and forest fires in Sichuan province. In the northeast region, the sink reduction occurred mainly in Heilongjiang province (7.9 Tg C yr ^−1 ) and was caused dominantly by the combined effects of diseases, windthrow and droughts. The carbon sink increase was primarily attributed to forest growth and decreased deforestation in the north (10.0 Tg C yr ^−1 ) and northwest (2.3 Tg C yr ^−1 ) regions.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/11/114021"
  },
  {
    "title": "The Productive, Economic, and Social Efficiency of Vineyards Using Combined Drought-Tolerant Rootstocks and Efficient Low Water Volume Deficit Irrigation Techniques under Mediterranean Semiarid Conditions",
    "authors": [
      "Pascual Romero Azorín,",
      "José García García"
    ],
    "doi": "https://doi.org/10.3390/su12051930",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  1930",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In many areas of southern Europe, the scarcity of water due to climate change will increase, making its availability for irrigation an even more limiting factor for agriculture. One of the main necessary measures of adaptation of the vineyards in these areas will be the implementation of water-saving irrigation strategies and technologies to improve WUE (water use efficiency). The objective of the present study was to evaluate the long-term economic viability/profitability of different deficit irrigation techniques such as regulated deficit irrigation (RDI) and partial root-zone irrigation (PRI) with low water volume/fertilizer applied in a Monastrell vineyard in southeastern Spain to plants grafted on different rootstocks, and to assess the productive, social, and economic efficiency in these semiarid conditions. Through a cost/benefit analysis, socio-economic and environmental criteria for the selection of optimal deficit irrigation strategies and tolerant/water use efficient rootstocks for the vineyards in arid environments are proposed. Our analysis shows a clear conflict between productivity and quality in wine grape production. Productive and economic indices, such as yield, productive WUE (kg m−3), economic efficiency (€ m−3), break-even point (kg ha−1), and water productivity (€ m−3), were inversely related with berry quality. Besides, high berry quality was closely related with higher production costs. Under the current market of low-priced grapes, if the grower is not rewarded for the quality of the grapes (considering technological, phenolic, and nutraceutical quality), the productivity vision will continue and the cost-effective option will be to produce a lot of grapes, even if at the expense of the berry and wine quality. In this situation, it will be difficult to implement optimized deficit irrigation strategies and sustainable irrigation water use, and the pressure on water resources will increase in semiarid areas. Public policies should encourage vine growers to invest in producing high-quality grapes as a differentiating character, as well as to develop agronomic practices that are environmentally and socially sustainable, by the grapes more adjusted to their real quality and production costs. Only in this way we can implement agronomic measures such as optimized low-input DI (deficit irrigation) techniques and the use of efficient rootstocks to improve WUE and grape quality in semiarid regions in a context of climate change and water-limiting conditions.",
    "readLink": "https://www.mdpi.com/2071-1050/12/5/1930"
  },
  {
    "title": "Climate Change and Health: Transcending Silos to Find Solutions",
    "authors": [
      "Catherine Machalaba,",
      "Cristina Romanelli,",
      "Peter Stoett,",
      "Sarah E. Baum,",
      "Timothy A. Bouley,",
      "Peter Daszak,",
      "William B. Karesh"
    ],
    "doi": "https://doi.org/10.1016/j.aogh.2015.08.002",
    "journalVolume": "Vol. 81,\n                                no. 3\n                                \n                                  pp.\n                                  445\n                                  – 458",
    "issn": "2214-9996 (Online)",
    "publisher": "Ubiquity Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.annalsofglobalhealth.org/",
    "abstract": "Background: Climate change has myriad implications for the health of humans, our ecosystems, and the ecological processes that sustain them. Projections of rising greenhouse gas emissions suggest increasing direct and indirect burden of infectious and noninfectious disease, effects on food and water security, and other societal disruptions. As the effects of climate change cannot be isolated from social and ecological determinants of disease that will mitigate or exacerbate forecasted health outcomes, multidisciplinary collaboration is critically needed. Objectives: The aim of this article was to review the links between climate change and its upstream drivers (ie, processes leading to greenhouse gas emissions) and health outcomes, and identify existing opportunities to leverage more integrated global health and climate actions to prevent, prepare for, and respond to anthropogenic pressures. Methods: We conducted a literature review of current and projected health outcomes associated with climate change, drawing on findings and our collective expertise to review opportunities for adaptation and mitigation across disciplines. Findings: Health outcomes related to climate change affect a wide range of stakeholders, providing ready collaborative opportunities for interventions, which can be differentiated by addressing the upstream drivers leading to climate change or the downstream effects of climate change itself. Conclusions: Although health professionals are challenged with risks from climate change and its drivers, the adverse health outcomes cannot be resolved by the public health community alone. A phase change in global health is needed to move from a passive responder in partnership with other societal sectors to drive innovative alternatives. It is essential for global health to step outside of its traditional boundaries to engage with other stakeholders to develop policy and practical solutions to mitigate disease burden of climate change and its drivers; this will also yield compound benefits that help address other health, environmental, and societal challenges.",
    "readLink": "https://annalsofglobalhealth.org/articles/1518"
  },
  {
    "title": "Reporting the management of COVID-19 threat in India using remote sensing and GIS based approach",
    "authors": [
      "Shruti Kanga,",
      "Sudhanshu,",
      "Gowhar Meraj,",
      "Majid Farooq,",
      "M. S. Nathawat,",
      "Suraj Kumar Singh"
    ],
    "doi": "https://doi.org/10.1080/10106049.2020.1778106",
    "journalVolume": "Vol. 37,\n                                no. 5\n                                \n                                  pp.\n                                  1337\n                                  – 1344",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "Worldwide COVID-19 is playing havoc, and in India, the situation is similarly bleak. Due to the higher population density and weak health sector, the Indian government’s approach to curb the spread of this deadly virus, has been the imposition of tougher lockdowns. Perhaps, isolating and quarantining the infected and asymptomatic people is the only strategy that seems to work right now. Local administrations in India have categorized areas in different risk zones to deal with this pandemic effectively. Here, we report a COVID -19 management strategy of Ramganj, Jaipur India, using an integrated satellite remote sensing, geographic information system (GIS), and local knowledge-based approach to effectively tackle the contagion of this disease. We spatially defined various risk zones and the activities that can be allowed in them, in consultation with the local authorities. The study shall serve as a replica study for managing COVID-19 in India or elsewhere.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2020.1778106"
  },
  {
    "title": "Combinations of plant water-stress and neonicotinoids can lead to secondary outbreaks of Banks grass mite (Oligonychus pratensis Banks).",
    "authors": [
      "Alice Ruckert,",
      "L Niel Allen,",
      "Ricardo A Ramirez"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0191536",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  p.\n                                  e0191536",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Spider mites, a cosmopolitan pest of agricultural and landscape plants, thrive under hot and dry conditions, which could become more frequent and extreme due to climate change. Recent work has shown that neonicotinoids, a widely used class of systemic insecticides that have come under scrutiny for non-target effects, can elevate spider mite populations. Both water-stress and neonicotinoids independently alter plant resistance against herbivores. Yet, the interaction between these two factors on spider mites is unclear, particularly for Banks grass mite (Oligonychus pratensis; BGM). We conducted a field study to examine the effects of water-stress (optimal irrigation = 100% estimated evapotranspiration (ET) replacement, water stress = 25% of the water provided to optimally irrigated plants) and neonicotinoid seed treatments (control, clothianidin, thiamethoxam) on resident mite populations in corn (Zea mays, hybrid KSC7112). Our field study was followed by a manipulative field cage study and a parallel greenhouse study, where we tested the effects of water-stress and neonicotinoids on BGM and plant responses. We found that water-stress and clothianidin consistently increased BGM densities, while thiamethoxam-treated plants only had this effect when plants were mature. Water-stress and BGM herbivory had a greater effect on plant defenses than neonicotinoids alone, and the combination of BGM herbivory with the two abiotic factors increased the concentration of total soluble proteins. These results suggest that spider mite outbreaks by combinations of changes in plant defenses and protein concentration are triggered by water-stress and neonicotinoids, but the severity of the infestations varies depending on the insecticide active ingredient.",
    "readLink": "http://europepmc.org/articles/PMC5830035?pdf=render"
  },
  {
    "title": "A Socio-Ecological Approach for Identifying and Contextualising Spatial Ecosystem-Based Adaptation Priorities at the Sub-National Level.",
    "authors": [
      "Amanda Bourne,",
      "Stephen Holness,",
      "Petra Holden,",
      "Sarshen Scorgie,",
      "Camila I Donatti,",
      "Guy Midgley"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0155235",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  e0155235",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change adds an additional layer of complexity to existing sustainable development and biodiversity conservation challenges. The impacts of global climate change are felt locally, and thus local governance structures will increasingly be responsible for preparedness and local responses. Ecosystem-based adaptation (EbA) options are gaining prominence as relevant climate change solutions. Local government officials seldom have an appropriate understanding of the role of ecosystem functioning in sustainable development goals, or access to relevant climate information. Thus the use of ecosystems in helping people adapt to climate change is limited partially by the lack of information on where ecosystems have the highest potential to do so. To begin overcoming this barrier, Conservation South Africa in partnership with local government developed a socio-ecological approach for identifying spatial EbA priorities at the sub-national level. Using GIS-based multi-criteria analysis and vegetation distribution models, the authors have spatially integrated relevant ecological and social information at a scale appropriate to inform local level political, administrative, and operational decision makers. This is the first systematic approach of which we are aware that highlights spatial priority areas for EbA implementation. Nodes of socio-ecological vulnerability are identified, and the inclusion of areas that provide ecosystem services and ecological resilience to future climate change is innovative. The purpose of this paper is to present and demonstrate a methodology for combining complex information into user-friendly spatial products for local level decision making on EbA. The authors focus on illustrating the kinds of products that can be generated from combining information in the suggested ways, and do not discuss the nuance of climate models nor present specific technical details of the model outputs here. Two representative case studies from rural South Africa demonstrate the replicability of this approach in rural and peri-urban areas of other developing and least developed countries around the world.",
    "readLink": "http://europepmc.org/articles/PMC4881973?pdf=render"
  },
  {
    "title": "A framework of circular business models for fashion and textiles: the role of business-model, technical, and social innovation",
    "authors": [
      "Luca Coscieme,",
      "Saskia Manshoven,",
      "Jeroen Gillabel,",
      "Francesca Grossi,",
      "Lars F. Mortensen"
    ],
    "doi": "https://doi.org/10.1080/15487733.2022.2083792",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  451\n                                  – 462",
    "issn": "1548-7733 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tsus",
    "abstract": "The textiles production and consumption system is a priority product-value chain for the European Commission in its 2020 Circular Economy Action Plan. The Action Plan foresees a European Union strategy for sustainable textiles in a circular economy with the aim of creating markets for sustainable and circular textile products, services, and business models. The European Environment Agency (EEA) and its Topic Center on Waste and Materials in a Green Economy (ETC/WMGE) have shown that consumption of clothing, footwear, and household textiles in Europe is on average the fourth highest category of environmental and climate impacts from a consumption perspective and from a vantage point that considers the entire life cycle. The fashion industry is responsible for more than 60% of total textiles used and clothing is expected to remain the largest application of textiles in the future. To enable a sustainable and circular textiles system, a transformation of fashion production and consumption is needed. This transformation requires innovation in business-model design, technology, and social practices through the adoption of specific policy making, education, and behavioral change enablers. In this Brief Report, we present a framework to map and advance the implementation and scaling of circular business models. This is illustrated by exploring four different circular business-model approaches for fashion and textiles, including models based on product durability; access models based on renting, leasing, and sharing; garment collection and resale; and recycling and reuse of materials. For each business-model type, we discuss enablers based on technical and social innovations and policy, behavioral change, and education.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/15487733.2022.2083792"
  },
  {
    "title": "Suggestions for the Construction of the Regional Monitoring System of the Yellow Sea Large Marine Ecosystem",
    "authors": [
      "Xiaocheng WANG,",
      "Chuan JIA,",
      "Yi ZHANG,",
      "Qingqing JIN,",
      "Zizhu WANG,",
      "Yongjian LIU,",
      "Yan WANG,",
      "Kuishuang SHAO,",
      "Shouqiang WANG,",
      "Chunjiang GUAN,",
      "Hao GUO"
    ],
    "doi": "Vol. 39,\n                                no. 2\n                                \n                                  pp.\n                                  88\n                                  – 94",
    "issn": "1005-9857 (Print)",
    "publisher": "Editorial Office of Ocean Development and Management",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.haiyangkaifayuguanli.com/",
    "abstract": "In order to promote the ecological environment protection and ecological disaster control of Yellow Sea, this paper analyzed the background of ecological environment and problems, and put forward suggestions for the construction of regional monitoring system based on the collection of historical data. The results showed that climate change and nutrient changes were the important factors affecting plankton community. The red tide, green tide and jellyfish bloom were the main ecological disasters of the Yellow Sea Large Marine Ecosystem (YSLME). The regional monitoring system of the YSLME should be established by strengthening various forms of monitoring and cooperation continuously.",
    "readLink": "http://www.haiyangkaifayuguanli.com/hykfyglen/ch/reader/view_abstract.aspx?file_no=20220214&flag=1"
  },
  {
    "title": "Chroococcales em Esteiras Microbianas em Bolha do Brejo do Pau Fincado, Rio de Janeiro, Brasil.",
    "authors": [
      "Loreine Hermida da Silva e Silva,",
      "Frederico Alves dos Santos Lopes,",
      "Deise de Oliveira Delfino,",
      "Fabiane Feder"
    ],
    "doi": "Vol. 30,\n                                no. 1\n                                \n                                  pp.\n                                  188\n                                  – 193",
    "issn": "0101-9759 (Print)",
    "publisher": "1982-3908 (Online)",
    "countryOfPublisher": "Universidade Federal do Rio de Janeiro",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://revistas.ufrj.br/index.php/aigeo",
    "abstract": "Chroococcales in blister microbial mats at brejo do Pau Fincado, Rio de Janeiro, Brazil.Brejo do Pau Fincado (220 55’ 56,75” S e 420 16’ 54,7” W) is a natural natural coastal aquatical body. It is located at the Lagoa de Araruama complex, formed at least 7000 years ago. The local climate is characterized by low precipitation ratesand high evaporation rates; due to this, the lagoons tend to become ypersalyne. Microbial mats are organic-sedimentary structures composed mainly of cyanobacteria. Whilst the photosynthesis process cyanobacteria induct an environmental change, which leads to calcium carbonate precipitation. The aim of this study was to typify and identify the cyanobacteria at the blister microbial mat. Samples were processed and analyzed using an optical microscope. The blister mat is composed of twelve species of cyanobacteria disposed in a fragile and amorphous mass. In this structure, both quantitative andqualitative domains belong to Chroococcales Westtein 1924. Measurement has shown that the place is very selective, andcyanobacteria presented great resistance and adaptability, because they are forms which had got success surviving to big changes occurred on Earth since the beginning of life and the evolutionary history .",
    "readLink": "http://www.anuario.igeo.ufrj.br/anuario_2007_1/2007_1_188_193.pdf"
  },
  {
    "title": "Diagnosing ISO Forecast from GloSea5 Using Dynamic-Oriented ISO Theory",
    "authors": [
      "Young-Min Yang,",
      "Taehyoun Shim,",
      "Ja-Yeon Moon,",
      "Ki-Young Kim,",
      "Yu-Kyung Hyun"
    ],
    "doi": "https://doi.org/10.3390/atmos12010114",
    "journalVolume": "Vol. 12,\n                                no. 114\n                                \n                                  p.\n                                  114",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "A Madden–Jillian oscillation (MJO) and boreal summer intraseasonal oscillation (BSISO) are important climate variabilities, which affect a forecast of weather and climate. In this study, the MJO and the BSISO hindcasts from the Global Seasonal Forecast System, version 5 (GS5) were diagnosed using dynamic-oriented theories. We additionally analyzed the GS5 climatological run to identify whether the weakness of the GS5 hindcast results from the model physics or initialization processes. The GS5 hindcast captures three-dimensional dynamics and thermodynamics structure of MJO eastward propagation well in the Indian Ocean. The model produces the boundary layer (BL) moisture convergence anomalies to the east of the MJO deep precipitation with easterly anomalies associated with the Kelvin wave. The enhanced BL moisture convergence increases upward transport of moisture from the surface to the lower troposphere, inducing the moist lower troposphere and the positive convective instability by destabilization of the lower atmosphere and, thus, generating the next convection to the east of MJO deep convection and promoting MJO eastward propagation. However, the signal for eastward propagation is relatively weak in the Maritime Continent (MC) and the Western Pacific (WP). To improve the MJO eastward propagation in the MC and WP, improved heating induced by shallow (or congestus) clouds interacting with enhanced BL dynamics may be required. On the other hand, the GS5 hindcast reproduces the BSISO northward propagation reasonably well in the Indian Ocean, which is attributed to positive vorticity anomalies induced by strong vertical shear.",
    "readLink": "https://www.mdpi.com/2073-4433/12/1/114"
  }
]