[
  {
    "title": "The response of human thermal sensation and its prediction to temperature step-change (cool-neutral-cool).",
    "authors": [
      "Xiuyuan Du,",
      "Baizhan Li,",
      "Hong Liu,",
      "Dong Yang,",
      "Wei Yu,",
      "Jianke Liao,",
      "Zhichao Huang,",
      "Kechao Xia"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0104320",
    "journalVolume": "Vol. 9,\n                                no. 8\n                                \n                                  p.\n                                  e104320",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "This paper reports on studies of the effect of temperature step-change (between a cool and a neutral environment) on human thermal sensation and skin temperature. Experiments with three temperature conditions were carried out in a climate chamber during the period in winter. Twelve subjects participated in the experiments simulating moving inside and outside of rooms or cabins with air conditioning. Skin temperatures and thermal sensation were recorded. Results showed overshoot and asymmetry of TSV due to the step-change. Skin temperature changed immediately when subjects entered a new environment. When moving into a neutral environment from cool, dynamic thermal sensation was in the thermal comfort zone and overshoot was not obvious. Air-conditioning in a transitional area should be considered to limit temperature difference to not more than 5°C to decrease the unacceptability of temperature step-change. The linear relationship between thermal sensation and skin temperature or gradient of skin temperature does not apply in a step-change environment. There is a significant linear correlation between TSV and Qloss in the transient environment. Heat loss from the human skin surface can be used to predict dynamic thermal sensation instead of the heat transfer of the whole human body.",
    "readLink": "http://europepmc.org/articles/PMC4138106?pdf=render"
  },
  {
    "title": "Knowledge Management Practices and Ecological Restoration of the Tropical Dry Forest in Colombia",
    "authors": [
      "Francisco Torres-Romero,",
      "Julio César Acosta-Prado"
    ],
    "doi": "https://doi.org/10.3390/land11030330",
    "journalVolume": "Vol. 11,\n                                no. 330\n                                \n                                  p.\n                                  330",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Ecological restoration is considered a nature-based solution to reduce ecosystem degradation, biodiversity loss, and combat climate change. In this sense, the objective of this study was to identify the knowledge management practices that are present in an ecological restoration process in the tropical dry forest. The empirical study was developed using a mixed approach over an area of 11,079 ha in Huila, Colombia. At first, the qualitative study was supported by a documentary review and participant observation between 2018 and 2020. On the other hand, the quantitative study was carried out through the application of the Delphi method with the participation of 64 experts. Twenty-two knowledge management practices were identified with orientation towards human factors, organization, information technologies, strategy, and intellectual protection. These findings show that all the knowledge management practices identified have an impact on the six components of the ecological restoration process (planning, diagnosis, implementation, monitoring, participation, and consolidation). Likewise, these practices contribute to the generation, transformation, and mobilization of local and scientific knowledge in the components of the ecological restoration process of the tropical dry forest.",
    "readLink": "https://www.mdpi.com/2073-445X/11/3/330"
  },
  {
    "title": "Effects of increasing CO2 on trees and intensively monitored plots: research needs in view of future ecosystem studies",
    "authors": [
      "Michopoulos P"
    ],
    "doi": "https://doi.org/10.3832/ifor0590-004",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  172\n                                  – 175",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "The intensively monitored plots in Europe have offered a lot of information with regard to the dynamics of forest ecosystems. A large stock of data is already available as an input to ecological models. The carbon sequestration challenge is a little different from others. It requires long-term studies and additional information from what already exists. So far, apart from the determination of organic C in soils, research in the intensively monitored plots has mainly focused on above ground processes, i.e., crown assessment, phenology, deposition, litterfall, tree growth, and foliar chemistry. All these parameters are valuable and will continue to be so. However, according to the latest literature reviews on the subject, the key to understanding the reaction of trees to climate change lies in the dynamics of belowground processes. Information is needed on nitrogen mineralization rates, soil respiration rates and labile carbon forms in soils. If we take into account that countries pay for their carbon emissions and are paid for carbon sequestration, a research like this can be worth doing. Most importantly, the ecological models can be enriched and therefore be more precise in predicting tree response to climate change.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor0590-004"
  },
  {
    "title": "Dendrochronological Potential of Drought-Sensitive Tree Stands in Armenia for the Hydroclimate Reconstruction of the Lesser Caucasus",
    "authors": [
      "Magdalena Opała-Owczarek,",
      "Hrachuhi Galstyan,",
      "Piotr Owczarek,",
      "Hovik Sayadyan,",
      "Trahel Vardanyan"
    ],
    "doi": "https://doi.org/10.3390/atmos12020153",
    "journalVolume": "Vol. 12,\n                                no. 153\n                                \n                                  p.\n                                  153",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Existing high-resolution reconstructions of hydroclimate variability in the Caucasus are lacking tree-ring data from Armenian Plateau, the most continental part of the region. Our research presents the first dendrochronological investigation in Armenia. Juniper and oak tree-ring width chronologies were constructed, the longest spanning the last 140 years. The positive influence of spring–summer precipitation and the negative influence of temperature suggest drought stress at the investigated sites. Moving correlation analysis indicated a significant change over time in the sensitivity of investigated trees to climatic variability; juniper, previously sensitive to both temperature and precipitation, has shown especially strong precipitation signals in the recent decades since the local climate has turned more arid. Ongoing climate change increases drought stress in juniper, which may have further consequences on semiarid ecosystems. Our results reveal multiannual droughts recorded by tree rings, emerging in most parts of the Black Sea–Caspian Sea region.",
    "readLink": "https://www.mdpi.com/2073-4433/12/2/153"
  },
  {
    "title": "A Transect Method for Promoting Landscape Conservation in the Climate Change Context: A Case-Study in Greece",
    "authors": [
      "Vassiliki Vlami,",
      "Ioannis P. Kokkoris,",
      "Ioannis Charalampopoulos,",
      "Thomas Doxiadis,",
      "Christos Giannakopoulos,",
      "Miltiades Lazoglou"
    ],
    "doi": "https://doi.org/10.3390/su151713266",
    "journalVolume": "Vol. 15,\n                                no. 13266\n                                \n                                  p.\n                                  13266",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Within an EU Life project aiming to boost climate change adaptation in Greece, this study develops a transect method for rapid landscape-scale assessment. The procedure applies a holistic assessment of terrestrial landscapes at three spatial scales: a broad cross-section transect zone through the Peloponnese peninsula (240 km long, 1.416.6 km2) and successively the delineation of 35 selected landscape areas and the associated landscape views. Climate change scenarios and relevant indices were incorporated to screen for climate and anthropogenic impacts, including phytoclimatic, erosion and wildfire analyses. The climatic and bioclimatic conditions were examined in three time periods (reference period: 1970–2000 and in the future periods 2031–2060 and 2071–2100). Based on the above framework, the climate change adaptation planning process is reviewed including the Regional Adaptation Action Plan (RAAP) of the Peloponnese Region. The results of this method application effectively assess both the “territorial” and “perceptual” aspects of the selected landscapes; mapping the potential threats, interpreting problems, identifying knowledge gaps and prioritizing vulnerable areas. Analyses show that combined land-use pressures and climatic shifts will cause landscape change, particularly evident in an increase of wildfires, in the near future. Currently, poor conservation measures do not adequately protect landscapes in most areas of the study from expanding anthropogenic pressures (urban sprawl, wetland draining, etc.); these conditions may further aggravate environmental safety concerns during future climate change conditions. The review also documents poor attention to landscape conservation within the current RAAP report. The proposed transect method may assist in promoting landscape appreciation by setting an “enabling framework” for landscape-scale conservation planning during the climate change adaptation process.",
    "readLink": "https://www.mdpi.com/2071-1050/15/17/13266"
  },
  {
    "title": "Inter-annual variation in lake ice composition in the European Arctic: observations based on high-resolution thermistor strings",
    "authors": [
      "B. Cheng,",
      "Y. Cheng,",
      "Y. Cheng,",
      "Y. Cheng,",
      "T. Vihma,",
      "A. Kontu,",
      "F. Zheng,",
      "J. Lemmetyinen,",
      "J. Lemmetyinen,",
      "Y. Qiu,",
      "Y. Qiu,",
      "J. Pulliainen"
    ],
    "doi": "https://doi.org/10.5194/essd-13-3967-2021",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  3967\n                                  – 3978",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Climate change and global warming strongly impact the cryosphere. The rise of air temperature and change of precipitation patterns lead to dramatic responses of snow and ice heat and mass balance. Sustainable field observations on lake air–snow–ice–water temperature regime have been carried out in Lake Orajärvi in the vicinity of the Finnish Space Centre, a Flagship Supersite in Sodankylä in Finnish Lapland since 2009. A thermistor-string-based snow and ice mass balance buoy called “Snow and ice mass balance apparatus (SIMBA)” was deployed in the lake at the beginning of each ice season. In this paper, we describe snow and ice temperature regimes, snow depth, ice thickness, and ice compositions retrieved from SIMBA observations as well as meteorological variables based on high-quality observations at the Finnish Space Centre. Ice thickness in Lake Orajärvi showed an increasing trend. During the decade of data collection (1) the November–May mean air temperature had an increasing trend of 0.16 ∘C per year, and the interannual variations were highly correlated (r = 0.93) with the total seasonal accumulated precipitation; (2) the maximum granular ice thickness ranged from 15 % to 80 % of the maximum total ice thickness; and (3) the snow depth on lake ice was not correlated (r = 0.21) with the total precipitation. The data set can be applied to investigate the lake ice surface heat balance and the role of snow in lake ice mass balance and to improve the parameterization of snow to ice transformation in snow and ice models. The data are archived at https://doi.org/10.5281/zenodo.4559368 (Cheng et al., 2021).",
    "readLink": "https://essd.copernicus.org/articles/13/3967/2021/essd-13-3967-2021.pdf"
  },
  {
    "title": "Water Security in Times of Climate Change and Intractability: Reconciling Conflict by Transforming Security Concerns into Equity Concerns",
    "authors": [
      "Neil Powell,",
      "Rasmus Kløcker Larsen,",
      "Annemarieke de Bruin,",
      "Stina Powell,",
      "Carmen Elrick-Barr"
    ],
    "doi": "https://doi.org/10.3390/w9120934",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  p.\n                                  934",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper considers how to achieve equitable water governance and the flow-on effects it has in terms of supporting sustainable development, drawing on case studies from the international climate change adaptation and governance project (CADWAGO). Water governance, like many other global issues, is becoming increasingly intractable (wicked) with climate change and is, by the international community, being linked to instances of threats to human security, the war in the Sudanese Darfur and more recently the acts of terrorism perpetuated by ISIS. In this paper, we ask the question: how can situations characterized by water controversy (exacerbated by the uncertainties posed by climate change) be reconciled? The main argument is based on a critique of the way the water security discourse appropriates expert (normal) claims about human-biophysical relationships. When water challenges become increasingly securitized by the climate change discourse it becomes permissible to enact processes that legitimately transgress normative positions through post-normal actions. In contrast, the water equity discourse offers an alternative reading of wicked and post-normal water governance situations. We contend that by infusing norm critical considerations into the process of securitization, new sub-national constellations of agents will be empowered to enact changes; thereby bypassing vicious cycles of power brokering that characterize contemporary processes intended to address controversies.",
    "readLink": "https://www.mdpi.com/2073-4441/9/12/934"
  },
  {
    "title": "Biological Investigation of 2-Thioxo-benzo[g]quinazolines against Adenovirus Type 7 and Bacteriophage Phi X174: An In Vitro Study",
    "authors": [
      "Hatem A. Abuelizz,",
      "Ahmed H. Bakheit,",
      "Mohamed Marzouk,",
      "Waled M. El-Senousy,",
      "Mohamed M. Abdellatif,",
      "Essam E. Ali,",
      "Gamal A. E. Mostafa,",
      "Rashad Al-Salahi"
    ],
    "doi": "https://doi.org/10.3390/cimb45050244",
    "journalVolume": "Vol. 45,\n                                no. 244\n                                \n                                  pp.\n                                  3787\n                                  – 3800",
    "issn": "1467-3037 (Print)",
    "publisher": "1467-3045 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/cimb",
    "abstract": "Mortality and morbidity caused by viruses are a global health problems. Therefore, there is always a need to create novel therapeutic agents and refine existing ones to maximize their efficacy. Our lab has produced benzoquinazolines derivatives that have proven effective activity as antiviral compounds against herpes simplex (HSV 1 and 2), coxsackievirus B4 (CVB4), and hepatitis viruses (HAV and HCV). This in vitro study was aimed at investigating the effectiveness of benzoquinazoline derivatives 1–16 against adenovirus type 7 and bacteriophage phiX174 using a plaque assay. The cytotoxicity against adenovirus type 7 was also performed in vitro, using a MTT assay. Most of the compounds exhibited antiviral activity against bacteriophage phiX174. However, compounds 1, 3, 9, and 11 showed statistically significant reductions of 60–70% against bacteriophage phiX174. By contrast, compounds 3, 5, 7, 12, 13, and 15 were ineffective against adenovirus type 7, and compounds 6 and 16 had remarkable efficacy (50%). Using the MOE-Site Finder Module, a docking study was carried out in order to create a prediction regarding the orientation of the lead compounds (1, 9, and 11). This was performed in order to investigate the activity of the lead compounds 1, 9, and 11 against the bacteriophage phiX174 by locating the ligand–target protein binding interaction active sites.",
    "readLink": "https://www.mdpi.com/1467-3045/45/5/244"
  },
  {
    "title": "Adaptation as by-product: migration and environmental change in Nguith, Senegal",
    "authors": [
      "Romankiewicz, Clemens,",
      "Doevenspeck, Martin,",
      "Brandt, Martin,",
      "Samimi, Cyrus"
    ],
    "doi": "https://doi.org/10.12854/erde-147-7",
    "journalVolume": "Vol. 147,\n                                no. 2\n                                \n                                  pp.\n                                  95\n                                  – 108",
    "issn": "0013-9998 (Print)",
    "publisher": "Gesellschaft für Erdkunde zu Berlin",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.die-erde.org",
    "abstract": "In the debate about the nexus between environmental change, climate and migration much attention has been given to a changing climate as a push factor for migration. A more recent strand of academic work focuses on migration as a means to enhance adaptation capacities and resilience. This article questions these intentional attributions and starts from the observation that migration is occurring regardless of environmental or climatic change and connects people and places through shared social and cultural identities and the flow of ideas and resources. Drawing on a case study of Nguith, a village in the Senegalese Sahel with a long and complex migration history, it is shown how migration and material and non-material remittances have led (in a way accidentally) to an increased independence from local agro-ecological conditions. Therefore, we investigate the social, cultural and historical background of the people of Nguith with regard to their mobility and trace the continents-traversing migration network and connected translocal spaces. Finally, we explain the cohesive forces of this community that perpetuate and reinforce migration and show the effects of migration on everyday life, economic development in the village and resulting land-use change.",
    "readLink": "http://www.die-erde.org/index.php/die-erde/article/view/287/128"
  },
  {
    "title": "Life cycle of bamboo in the southwestern Amazon and its relation to fire events",
    "authors": [
      "R. Dalagnol,",
      "F. H. Wagner,",
      "L. S. Galvão,",
      "B. W. Nelson,",
      "L. E. O. E. C. D. Aragão,",
      "L. E. O. E. C. D. Aragão"
    ],
    "doi": "https://doi.org/10.5194/bg-15-6087-2018",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  6087\n                                  – 6104",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Bamboo-dominated forests comprise 1 % of the world's forests and 3 % of the Amazon forests. The Guadua spp. bamboos that dominate the southwest Amazon are semelparous; thus flowering and fruiting occur once in a lifetime before death. These events occur in massive spatially organized patches every 28 years and produce huge quantities of necromass. The bamboo–fire hypothesis argues that increased dry fuel after die-off enhances fire probability, creating opportunities that favor bamboo growth. In this study, our aim is to map the bamboo-dominated forests and test the bamboo–fire hypothesis using satellite imagery. Specifically, we developed and validated a method to map the bamboo die-off and its spatial distribution using satellite-derived reflectance time series from the Moderate Resolution Imaging Spectroradiometer (MODIS) and explored the bamboo–fire hypothesis by evaluating the relationship between bamboo die-off and fires detected by the MODIS thermal anomalies product in the southwest Amazon. Our findings show that the near-infrared (NIR) is the most sensitive spectral interval to characterize bamboo growth and cohort age. Automatic detection of historical bamboo die-off achieved an accuracy above 79 %. We mapped and estimated 15.5 million ha of bamboo-dominated forests in the region. The bamboo–fire hypothesis was not supported because only a small fraction of bamboo areas burned during the analysis timescale, and, in general, bamboo did not show higher fire probability after the die-off. Nonetheless, fire occurrence was 45 % higher in dead than live bamboo in drought years, associated with ignition sources from land use, suggesting a bamboo–human–fire association. Although our findings show that the observed fire was not sufficient to drive bamboo dominance, the increased fire occurrence in dead bamboo in drought years may contribute to the maintenance of bamboo and potential expansion into adjacent bamboo-free forests. Fire can even bring deadly consequences to these adjacent forests under climate change effects.",
    "readLink": "https://www.biogeosciences.net/15/6087/2018/bg-15-6087-2018.pdf"
  }
]