[
  {
    "title": "How Can Jurisdictional Approaches to Sustainability Protect and Enhance the Rights and Livelihoods of Indigenous Peoples and Local Communities?",
    "authors": [
      "Maria DiGiano,",
      "Claudia Stickler,",
      "Olivia David"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2020.00040",
    "journalVolume": "Vol. 3",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Tropical forests are posited to hold up to one-third of the solution to slow climate change. It is estimated that over two-hundred million “forest peoples”—including indigenous peoples and local communities—live within and depend upon tropical forests. To successfully mitigate climate change, we must find new forms of collaboration that meet the goals of forest-dependent communities for secure land rights, equitable participation in decision-making, and dignified livelihoods in conjunction with meeting commitments to reduce greenhouse gas (GHG) emissions. In 2018, 34 subnational governments and 18 indigenous and local community organizations announced their endorsement of the “Guiding Principles for Collaboration between Subnational Governments, Indigenous Peoples, and Local Communities.” The Guiding Principles of Collaboration (GPC) are a set of 13 universal tenets which lay out a blueprint for collaboration between subnational state actors, indigenous peoples and local communities to recognize rights, support livelihoods, strengthen participation of forest-dependent communities in decision-making, and protect indigenous and community environmental defenders within the context of joint action for climate change mitigation. Their implementation would advance the integration of climate justice in subnational efforts for forest conservation. Taking the GPC as a point of departure, we explore how jurisdictional approaches to sustainability can protect and enhance the rights and livelihoods of indigenous peoples (IP) and local communities (LC). We develop and apply a suite of indicators to assess existing conditions across 11 tropical forest jurisdictions toward meeting the commitments described in the GPC. Our findings suggest that while the rights of indigenous peoples and local communities are recognized within national legal frameworks, implementation and security of those rights is uneven across subnational jurisdictions. Participation of IP and LC is not yet formalized as part of jurisdictional climate change mitigation initiatives in most cases, limiting their potential to inform policy outcomes and benefit-sharing mechanisms. Monitoring the implementation of the GPC may foster greater accountability for commitments, as well as collective action and learning to support regional transformations to sustainability.",
    "readLink": "https://www.frontiersin.org/article/10.3389/ffgc.2020.00040/full"
  },
  {
    "title": "Impact of mycorrhizae and irrigation in the survival of seedlings of Pinus radiata D. Don subject to drought Impacto de la inoculación con micorrizas y el riego en la sobrevivencia de plántulas de Pinus radiata D. Don sometidas a sequía",
    "authors": [
      "CRISTIAN ATALA,",
      "EDGARDO MUÑOZ-CAPPONI,",
      "GUILLERMO PEREIRA,",
      "EDUARDO NAVARRETE,",
      "RÓMULO OSES,",
      "MARCO MOLINA-MONTENEGRO"
    ],
    "doi": "Vol. 69,\n                                no. 2\n                                \n                                  pp.\n                                  296\n                                  – 304",
    "issn": "0016-5301 (Print)",
    "publisher": "0717-6643 (Online)",
    "countryOfPublisher": "Universidad de Concepción",
    "lcc": [
      "Chile",
      "Science: Botany"
    ],
    "journalUrl": "https://gayanabotanica.cl/",
    "abstract": "In drought condition, plants increase survival chance by adjusting their functional traits and by biological associations. Mycorrhizae association and artificial watering have been shown to increase plant survival under drought, especially at early developmental stages when plants are more susceptible. In Chile, Pinus radiata is the most important forest species. It is grown mainly in Central Chile, where precipitations are predicted to drop in 40% and change in frequency in the future due to climate change. Rhizopogon luteolus is an ectomycorrhizae usually associated with Pinus species and has been found to increase drought tolerance. We addressed the effect of R. luteolus inoculation on survival and functional traits of P. radiata seedlings exposed to two watering treatments. These treatments simulated control (50 ml) and 40% reduced precipitations (20 ml). We also evaluated the combined effect of watering quantity (20 and 50 ml) and frequency (every 5, 10 and 30 days) on the same variables. R. luteolus inoculation increased seedling survival, but reduced plant size. Watering quantity affected plant survival only at intermediate watering frequencies, but not at the high and low frequencies. The lowest frequency, normal for the summer of Central Chile, resulted in -80% seedling mortality. Most of the functional traits measured were not affected neither by watering frequency nor quantity, but they were affected by mycorrhization. Mycorrhizae inoculation, together with some sort of artificial watering could be a possible strategy to cope with prolonged drought events.En condiciones de sequía, las plantas aumentan la probabilidad de sobrevivir ajustando sus rasgos funcionales y por medio de asociaciones biológicas. Las asociaciones micorrícicas y el riego artificial aumentan la sobrevivencia en condiciones de sequía, especialmente en etapas tempranas del desarrollo, cuando las plantas son más sensibles. En Chile, Pinus radiata es la especie forestal más importante. Se planta principalmente en Chile central, donde se predice que las precipitaciones disminuirán en un 40% y cambiará su frecuencia en el futuro debido al cambio climático. Rhizopogon luteolus es una ectomicorriza usualmente asociada a especies de Pinus y se ha encontrado que aumenta la tolerancia a la sequía. Se analizó el efecto de la inoculación de R. luteolus en la sobrevivencia y rasgos funcionales de plántulas de P. radiata expuestas a dos tratamientos de riego. Estos tratamientos simulan precipitaciones control (50 ml) y reducidas a un 40% (20 ml). También se evaluó el efecto combinado de la cantidad (20 y 50 ml) y frecuencia (cada 5, 10 y 30 días) de riego en las mismas variables. La inoculación con R. luteolus aumentó la sobrevivencia pero redujo el tamaño de las plántulas. La cantidad de riego afectó la sobrevivencia de las plantas sólo en la frecuencia intermedia de riego, pero no en las frecuencias alta y baja. La frecuencia más baja, normal para el verano de Chile central, resultó en -80% de mortalidad de plántulas. La mayoría de los rasgos funcionales no fueron afectados por la frecuencia o cantidad de riego, pero si por la micorrización. La inoculación con micorrizas, en conjunto con algún tipo de riego artificial, podría ser una posible estrategia para lidiar con eventos de sequía prolongada.",
    "readLink": "http://www.scielo.cl/scielo.php?script=sci_arttext&pid=S0717-66432012000200009"
  },
  {
    "title": "Global tropopause height determination using GNSS radio occultation",
    "authors": [
      "Mohamed Zhran,",
      "Ashraf Mousa"
    ],
    "doi": "Vol. 26,\n                                no. 2\n                                \n                                  pp.\n                                  317\n                                  – 331",
    "issn": "1110-9823 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Egypt",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://www.journals.elsevier.com/the-egyptian-journal-of-remote-sensing-and-space-sciences/",
    "abstract": "The tropopause layer is a crucial stratum of the earth's atmosphere that attracts more interest from climate and atmospheric researchers. The observables of the global navigation satellite system (GNSS) allow for continuous and long-term research of the atmosphere. The Meteorological Operational Satellite Program (MetOp) mission has a large number of radio occultation (RO) events globally with a high vertical resolution. For investigating the atmosphere, GNSS RO is regarded as a great active remote sensing approach. The present paper investigates the tropopause height (TPH) globally using 5,738,483 GNSS RO measurements of MetOp from 2007 to 2021 to analyze the monthly and yearly variability patterns of TPHs. The spatiotemporal variation of TPH confirms a bell shape. According to the analysis, the TPH varies with latitude, with the highest level reaching up to 17 km in the equatorial region and decreasing gradually to get its lowest value of 8 km at the poles. The global TPH estimated from GNSS RO is very well matched with the TPH estimated from the ECMWF Reanalysis v5 (ERA5) model with a correlation of 0.9997 in 2021. The findings of this study will contribute to a better understanding of TPH variations. As a result, our findings may be helpful in advancing atmospheric modeling and estimating wet delay for GNSS observations.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1110982323000236"
  },
  {
    "title": "Merged SAGE II, Ozone_cci and OMPS ozone profile dataset and evaluation of ozone trends in the stratosphere",
    "authors": [
      "V. F. Sofieva,",
      "E. Kyrölä,",
      "M. Laine,",
      "J. Tamminen,",
      "D. Degenstein,",
      "A. Bourassa,",
      "C. Roth,",
      "D. Zawada,",
      "M. Weber,",
      "A. Rozanov,",
      "N. Rahpoe,",
      "G. Stiller,",
      "A. Laeng,",
      "T. von Clarmann,",
      "K. A. Walker,",
      "P. Sheese,",
      "D. Hubert,",
      "M. van Roozendael,",
      "C. Zehner,",
      "R. Damadeo,",
      "J. Zawodny,",
      "N. Kramarova,",
      "N. Kramarova,",
      "P. K. Bhartia"
    ],
    "doi": "https://doi.org/10.5194/acp-17-12533-2017",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  12533\n                                  – 12552",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "In this paper, we present a merged dataset of ozone profiles from several satellite instruments: SAGE II on ERBS, GOMOS, SCIAMACHY and MIPAS on Envisat, OSIRIS on Odin, ACE-FTS on SCISAT, and OMPS on Suomi-NPP. The merged dataset is created in the framework of the European Space Agency Climate Change Initiative (Ozone_cci) with the aim of analyzing stratospheric ozone trends. For the merged dataset, we used the latest versions of the original ozone datasets. The datasets from the individual instruments have been extensively validated and intercompared; only those datasets which are in good agreement, and do not exhibit significant drifts with respect to collocated ground-based observations and with respect to each other, are used for merging. The long-term SAGE–CCI–OMPS dataset is created by computation and merging of deseasonalized anomalies from individual instruments. The merged SAGE–CCI–OMPS dataset consists of deseasonalized anomalies of ozone in 10° latitude bands from 90° S to 90° N and from 10 to 50 km in steps of 1 km covering the period from October 1984 to July 2016. This newly created dataset is used for evaluating ozone trends in the stratosphere through multiple linear regression. Negative ozone trends in the upper stratosphere are observed before 1997 and positive trends are found after 1997. The upper stratospheric trends are statistically significant at midlatitudes and indicate ozone recovery, as expected from the decrease of stratospheric halogens that started in the middle of the 1990s and stratospheric cooling.",
    "readLink": "https://www.atmos-chem-phys.net/17/12533/2017/acp-17-12533-2017.pdf"
  },
  {
    "title": "Long-Term Spatial and Temporal Variation of Near Surface Air Temperature in Southwest China During 1969–2018",
    "authors": [
      "Jia Zhou,",
      "Jia Zhou,",
      "Tao Lu"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.753757",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Near surface air temperature (NSAT) is one of the most important climatic parameters and its variability plays a vital role in natural processes associated with climate. Based on an improved ANUSPLIN (short for Australian National University Spline) model which considers more terrain-related factors, this study analyzed the trends, anomalies, change points, and variations of NSAT in Southwest China from 1969 to 2018. The results revealed that the improved approach performed the best in terms of Mean Absolute Error (MAE), Root Mean Square Error (RMSE) and R-squared (R2) comparing to the conventional ANUSPLIN and co-kriging methods. It has great potential for future meteorological and climatological research, especially in mountainous regions with diverse topography. In addition, Southwest China experienced an overall warming trend of 0.21°C/decade for annual mean NSAT in the period 1969–2018. The warming rate was much higher than mainland China and global averages, and statistically significant warming began in the late 1990s. Moreover, consistent warming and significant elevation-dependent warming (EDW) were observed in most parts of Southwest China, and the hiatus or slowdown phenomenon after the 1997/1998 EL Niño event was not observed as expected. Furthermore, the remarkable increase in winter and minimum NSATs contributed more to the whole warming than summer and maximum NSATs. These findings imply that Southwest China responds to global warming more sensitively than generally recognized, and climate change in mountainous regions like Southwest China should be of particular concern.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.753757/full"
  },
  {
    "title": "Atmospheric drivers affect crop yields in Mozambique",
    "authors": [
      "Robel Takele,",
      "Roberto Buizza,",
      "Matteo Dell'Acqua"
    ],
    "doi": "https://doi.org/10.3389/fclim.2023.1214703",
    "journalVolume": "Vol. 5",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Climate change has been inducing variations in the statistics of both the large-scale weather patterns and the local weather in many regions of the world, and these variations have been affecting several human activities, including agriculture. In this study, we look at the links between large-scale weather patterns and local weather as well as agriculture, with a specific regional focus on Mozambique between 1981 and 2019. First, we investigated linear trends and links between large-scale weather patterns and local weather in the region using the ERA5 dataset. We used the same data to investigate how climate change has been affecting the statistics of large-scale weather patterns. Then, we derived Mozambique country-level cereal yield data from FAO and linked it up with climate and weather data to assess what is the relationship between large-scale patterns and local agronomic outputs using a multiple linear regression (MLR) model with crop yield as the response variable and climate drivers as predictors. The results indicate that in Mozambique, the crop season warmed substantially and consistently with climate change-induced global warming, and the rainy season had become drier and shorter, with precipitation concentrated in fewer, more intense events. These changes in the local weather have been linked to variations in the statistics of large-scale weather patterns that characterize the (large-scale) atmospheric flow over the region. Our results indicate a negative impact on yield associated with climate change, with average yield losses of 20% for rice and 8% for maize over the analyzed period (1981–2019). This negative impact suggests that, at the country scale, further future warming during the growing season may offset some of the cereal yield gains from technological advances.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2023.1214703/full"
  },
  {
    "title": "Life Cycle Assessment of an Integrated PV-ACAES System",
    "authors": [
      "Daniele Cocco,",
      "Lorenzo Lecis,",
      "Davide Micheletto"
    ],
    "doi": "https://doi.org/10.3390/en16031430",
    "journalVolume": "Vol. 16,\n                                no. 1430\n                                \n                                  p.\n                                  1430",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The aim of this paper is to evaluate the overall life cycle environmental impact of an adiabatic compressed air energy storage (ACAES) system, which is designed to achieve the best match between the power production of a photovoltaic (PV) power plant and the power demand from the final user. The electrical energy demand of a small town, with a maximum power load of about 10 MW, is considered a case study. The ACAES system is designed with a compressor-rated power of about 10 MW and charging and discharging times of 10 and 24 h, respectively. Different sizes of the PV plant, ranging from 20 to 40 MWp, and two different solutions for the compressed air storage, an underground cavern, and a gas pipeline, are analyzed. The aim of this analysis is to compare the impacts on human health, ecosystem quality, climate change, and resource consumption of the PV power generation plant and the integrated PV-ACAES system with those of a reference scenario in which the end user demand is met entirely by the grid. The best results in terms of a reduction in environmental impact in comparison to the reference scenario are obtained for a small PV plant (20 MW) without the ACAES section, with reductions of about 85–95% depending on the category of impact. The integration of the ACAES system improves energy self-consumption but worsens the environmental impact, especially for air storage in gas pipelines. The best configuration in terms of environmental impact is based on a 30 MW PV plant integrated with an ACAES section using an underground cavern for air storage and allows for improvements in the energy self-consumption of between 38% and 61%, with a reduction in the environmental impact compared to the reference scenario of about 80–91% depending on the impact category.",
    "readLink": "https://www.mdpi.com/1996-1073/16/3/1430"
  },
  {
    "title": "A storyline view of the projected role of remote drivers on summer air stagnation in Europe and the United States",
    "authors": [
      "Jose M Garrido-Perez,",
      "Carlos Ordóñez,",
      "David Barriopedro,",
      "Ricardo García-Herrera,",
      "Jordan L Schnell,",
      "Daniel E Horton"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac4290",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  p.\n                                  014026",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Storylines of atmospheric circulation change, or physically self-consistent narratives of plausible future events, have recently been proposed as a non-probabilistic means to represent uncertainties in climate change projections. Here, we apply the storyline approach to 21st century projections of summer air stagnation over Europe and the United States. We use a Climate Model Intercomparison Project Phase 6 (CMIP6) ensemble to generate stagnation storylines based on the forced response of three remote drivers of the Northern Hemisphere mid-latitude atmospheric circulation: North Atlantic warming, North Pacific warming, and tropical versus Arctic warming. Under a high radiative forcing scenario (SSP5-8.5), models consistently project increases in stagnation over Europe and the U.S., but the magnitude and spatial distribution of changes vary substantially across CMIP6 ensemble members, suggesting that future projections are not well-constrained when using the ensemble mean alone. We find that the diversity of projected stagnation changes depends on the forced response of remote drivers in individual models. This is especially true in Europe, where differences of ∼2 summer stagnant days per degree of global warming are found amongst the different storyline combinations. For example, the greatest projected increase in stagnation for most European regions leads to the smallest increase in stagnation for southwestern Europe; i.e. limited North Atlantic warming combined with near-equitable tropical and Arctic warming. In the U.S., only the atmosphere over the northern Rocky Mountain states demonstrates comparable stagnation projection uncertainty, due to opposite influences of remote drivers on the meteorological conditions that lead to stagnation.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac4290"
  },
  {
    "title": "Methane in Lakes: Variability in Stable Carbon Isotopic Composition and the Potential Importance of Groundwater Input",
    "authors": [
      "Jonathan Schenk,",
      "Henrique O. Sawakuchi,",
      "Anna K. Sieczko,",
      "Gustav Pajala,",
      "David Rudberg,",
      "Emelie Hagberg,",
      "Kjell Fors,",
      "Hjalmar Laudon,",
      "Jan Karlsson,",
      "David Bastviken"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.722215",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Methane (CH4) is an important component of the carbon (C) cycling in lakes. CH4 production enables carbon in sediments to be either reintroduced to the food web via CH4 oxidation or emitted as a greenhouse gas making lakes one of the largest natural sources of atmospheric CH4. Large stable carbon isotopic fractionation during CH4 oxidation makes changes in 13C:12C ratio (δ13C) a powerful and widely used tool to determine the extent to which lake CH4 is oxidized, rather than emitted. This relies on correct δ13C values of original CH4 sources, the variability of which has rarely been investigated systematically in lakes. In this study, we measured δ13C in CH4 bubbles in littoral sediments and in CH4 dissolved in the anoxic hypolimnion of six boreal lakes with different characteristics. The results indicate that δ13C of CH4 sources is consistently higher (less 13C depletion) in littoral sediments than in deep waters across boreal and subarctic lakes. Variability in organic matter substrates across depths is a potential explanation. In one of the studied lakes available data from nearby soils showed correspondence between δ13C-CH4 in groundwater and deep lake water, and input from the catchment of CH4via groundwater exceeded atmospheric CH4 emissions tenfold over a period of 1 month. It indicates that lateral hydrological transport of CH4 can explain the observed δ13C-CH4 patterns and be important for lake CH4 cycling. Our results have important consequences for modelling and process assessments relative to lake CH4 using δ13C, including for CH4 oxidation, which is a key regulator of lake CH4 emissions.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.722215/full"
  },
  {
    "title": "Temperate plant communities in the Sierra Juárez, Oaxaca: altitudinal levels and implications associated with climate change",
    "authors": [
      "Yunuhé Zacarías-Eslava,",
      "Rafael F. Del Castillo"
    ],
    "doi": "Vol. 87",
    "issn": "2007-4298 (Print)",
    "publisher": "2007-4476 (Online)",
    "countryOfPublisher": "Sociedad Botánica de México, A. C.",
    "lcc": [
      "Mexico",
      "Science: Botany"
    ],
    "journalUrl": "http://www.botanicalsciences.com.mx/",
    "abstract": "Biodiversity was estimated and characterized in four temperate ecosystems in Sierra Juarez, Oaxaca, Mexico: an oak-dominated chaparral, two oak forests, and one pine-oak forest (from low to high elevation). Although, the ? diversity was relatively low, particularly for tree species, species turnover was very high even between nearby stands, as indicated by the significant contribution of the ? diversity (richness, Shannon) to total diversity. The lowest diversity of trees was found at the lowest elevation, whereas the diversity of shrubs decreased with elevation. Tree basal area increased as the shrub cover diminished. Canopy cover, soil litter cover, and tree basal area increased with elevation where humidity is higher, suggesting that humidity is limiting biomass. A deficit of trees in the smallest DBH class coupled with low density of seedlings and small-sized individuals in all sites suggests low recruitment in recent times. On the basis of an estimated shift upwards of the actual rainfall levels of 175 m in altitude by 2030, we predict the expansion of chaparral at the expense of temperate forest and the extinction of high-altitude species. Such predictions appear to be consistent with the observed differences among study sites in size structure, density of saplings and standing dead trees. It is possible that in the near future the sierras in Oaxaca will not have the current climatic conditions to sustain the high altitude vegetation. It is recommended to examine the costs and benefits of active conservation in this sierra, such as assisted migration, and genetic improving, particularly for high-altitude species.",
    "readLink": "https://www.botanicalsciences.com.mx/index.php/botanicalSciences/article/view/290"
  }
]