[
  {
    "title": "On the importance of paleoclimate modelling for improving predictions of future climate change",
    "authors": [
      "J. C. Hargreaves,",
      "J. D. Annan"
    ],
    "doi": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  803\n                                  – 814",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "We use an ensemble of runs from the MIROC3.2 AGCM with slab-ocean to explore the extent to which mid-Holocene simulations are relevant to predictions of future climate change. The results are compared with similar analyses for the Last Glacial Maximum (LGM) and pre-industrial control climate. We suggest that the paleoclimate epochs can provide some independent validation of the models that is also relevant for future predictions. Considering the paleoclimate epochs, we find that the stronger global forcing and hence larger climate change at the LGM makes this likely to be the more powerful one for estimating the large-scale changes that are anticipated due to anthropogenic forcing. The phenomena in the mid-Holocene simulations which are most strongly correlated with future changes (i.e., the mid to high northern latitude land temperature and monsoon precipitation) do, however, coincide with areas where the LGM results are not correlated with future changes, and these are also areas where the paleodata indicate significant climate changes have occurred. Thus, these regions and phenomena for the mid-Holocene may be useful for model improvement and validation.",
    "readLink": "http://www.clim-past.net/5/803/2009/cp-5-803-2009.pdf"
  },
  {
    "title": "Subnational Climate Justice for the French Outre-mer: Postcolonial Politics and Geography of an Epistemic Shift",
    "authors": [
      "Malcom Ferdinand"
    ],
    "doi": "Vol. 13,\n                                no. 1",
    "issn": "1715-2593 (Online)",
    "publisher": "Island Studies Journal",
    "countryOfPublisher": "Denmark",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://islandstudiesjournal.org/",
    "abstract": "This paper presents France’s relation to climate change from the perspectives of the French overseas territories: the Outre-mer. Scattered across the Atlantic Ocean, the Indian Ocean, and the Pacific Ocean, these formerly colonized territories are subnational jurisdictions of France. Through examining their greenhouse gas emissions, their ecological importance, their economic conditions, as well as their policies, I argue that understanding the Outre-mer climate change perspectives demands an epistemic shift characterized by two theoretical gestures. Firstly, the Outre-mer perspectives require moving beyond the single geographical imaginary of France that only represents its European mainland. Contributing very little to France’s greenhouse gas emissions, these territories are particularly exposed and particularly vulnerable to the effects of climate change, making the case for a subnational climate justice. Secondly, beyond their portrayal as foreign and voiceless victims, the Outremer perspectives also recognize the presence of postcolonial subjects as political and historical actors facing climate change, calling forcefully for postcolonial equality and social justice.",
    "readLink": "https://doi.org/10.24043/isj.49"
  },
  {
    "title": "Soil Organic Matter, Mitigation of and Adaptation to Climate Change in Cocoa–Based Agroforestry Systems",
    "authors": [
      "Sikstus Gusli,",
      "Sri Sumeni,",
      "Riyami Sabodin,",
      "Ikram  Hadi Muqfi,",
      "Mustakim Nur,",
      "Kurniatun Hairiah,",
      "Daniel Useng,",
      "Meine  van Noordwijk"
    ],
    "doi": "https://doi.org/10.3390/land9090323",
    "journalVolume": "Vol. 9,\n                                no. 323\n                                \n                                  p.\n                                  323",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Belowground roles of agroforestry in climate change mitigation (C storage) and adaptation (reduced vulnerability to drought) are less obvious than easy-to-measure aspects aboveground. Documentation on these roles is lacking. We quantified the organic C concentration (Corg) and soil physical properties in a mountainous landscape in Sulawesi (Indonesia) for five land cover types: secondary forest (SF), multistrata cocoa–based agroforestry (CAF) aged 4–5 years (CAF4), 10–12 years (CAF10), 17–34 years (CAF17), and multistrata (mixed fruit and timber) agroforest (MAF45) aged 45–68 years. With four replicate plots per cover type, we measured five pools of C-stock according to IPCC guidelines, soil bulk density (BD), macro porosity (MP), hydraulic conductivity (Ks), and available water capacity of the soil (AWC). The highest C-stock, in SF, was around 320 Mg ha−1, the lowest, 74 Mg ha−1, was in CAF4, with the older agroforestry systems being intermediate with 120 to 150 Mg ha−1. Soil compaction after forest conversion led to increased BD and reduced MP, Ks, and AWC. Older agroforestry partly recovered buffering: AWC per m of rooted soil profile increased by 5.7 mm per unit (g kg−1) increase of Corg. The restored AWC can support about a week’s worth of evapotranspiration without rain, assisting in climate change adaptation.",
    "readLink": "https://www.mdpi.com/2073-445X/9/9/323"
  },
  {
    "title": "ANALISIS  KEBERLANJUTAN PENGELOLAAN HUTAN LINDUNG MANGROVE DI BATU AMPAR, KABUPATEN KUBU RAYA, PROVINSI KALIMANTAN BARAT",
    "authors": [
      "Endang Karlina,",
      "Cecep Kusmana,",
      "Marimin Marimin,",
      "M Bismark"
    ],
    "doi": "https://doi.org/10.20886/jakk.2016.13.3.201-219",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  201\n                                  – 219",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Hutan lindung mangrove mempunyai fungsi dan manfaat secara ekonomi, ekologi dan sosial. Pengelolaannya memerlukan perencanaan yang dapat menjamin keberlanjutan fungsi dan manfaat tersebut. Penelitian ini bertujuan untuk mengetahui tingkat keberlanjutan pengelolaan hutan lindung mangrove dan menentukan faktor-faktor yang berpengaruh terhadap pengelolaan hutan lindung mangrove yang berkelanjutan. Analisis data menggunakan RAP-Mpforest dengan metode multidimensional scaling (MDS). Hasil penelitian menunjukkan bahwa status keberlanjutan pengelolaan hutan lindung mangrove di Kecamatan Batu Ampar adalah cukup berkelanjutan (54,59%) pada kriteria ekologi; dan kurang berkelanjutan pada kriteria ekonomi (34,06%) dan kriteria sosial (42,03%). Faktor-faktor yang berpengaruh terhadap keberlanjutan pengelolaan hutan lindung mangrove meliputi: (1) penataan batas kawasan; (2) kesesuaian peruntukan kawasan; (3) ketersediaan bibit tanaman mangrove; (4) perlindungan terhadap flora dan fauna; (5) pendapatan pemerintah dari pengelolaan dan pemanfaatan hutan lindung mangrove; (6) tingkat pendapatan masyarakat sekitar hutan; (7) mekanisme resolusi konflik lahan yang efektif; dan (8) praktek budaya lokal dalam pelestaria hutan lindung mangrove; (9) ketersediaan organisasi masyarakat dalam pengelolaan hutan lindung mangrove; dan (10) keterlibatan masyarakat dalam pengelolaan hutan lindung mangrove. Perencanaan pengelolaan yang tidak mempertimbangkan kesepuluh faktor tersebut secara seimbang tidak akan menjamin keberlanjutan pengelolaan hutan lindung mangrove di Batu Ampar.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/1263"
  },
  {
    "title": "Urban-Rural Temperature Differences in Lagos",
    "authors": [
      "Vincent N. Ojeh,",
      "A. A. Balogun,",
      "A. A. Okhimamhe"
    ],
    "doi": "https://doi.org/10.3390/cli4020029",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  p.\n                                  29",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "In this study, the hourly air temperature differences between City hall (urban) and Okoafo (rural) in Lagos, Nigeria, were calculated using one year of meteorological observations, from June 2014 to May 2015. The two sites considered for this work were carefully selected to represent their climate zones. The city core, City hall, is within the Local Climate Zone (LCZ 2) (Compact midrise) while the rural location, Okoafo, falls within LCZ B (Scattered Trees) in the south-western part on the outskirt of the city. This study is one of very few to investigate urban temperature conditions in Lagos, the largest city in Africa and one of the most rapidly urbanizing megacities in the world; findings show that maximum nocturnal UHI magnitudes in Lagos can exceed 7 °C during the dry season, and during the rainy season, wet soils in the rural environment supersede regional wind speed as the dominant control over UHI magnitude.",
    "readLink": "http://www.mdpi.com/2225-1154/4/2/29"
  },
  {
    "title": "The main trends of dynamics of incomes of Russians in times of economic crisis",
    "authors": [
      "O. L. Petryakova"
    ],
    "doi": "https://doi.org/10.21686/2500-3925-2016-5-36-41",
    "journalVolume": "Vol. 0,\n                                no. 5\n                                \n                                  pp.\n                                  36\n                                  – 41",
    "issn": "2500-3925 (Print)",
    "publisher": "Plekhanov Russian University of Economics",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://statecon.rea.ru/",
    "abstract": "A research objective which result was this article is the analysis of dynamics of the income of families during the last economic crisis in Russia and influence of change of the standard of living on performance by a family of the main functions, first of all reproductive, zhizneokhranitelny and educational. Now quite steady growth of birth rate, improvement of the indicators characterizing family trouble (refusals of the born children, deprivation of the parental rights, deviant behavior of children and teenagers) and health of children and teenagers is observed, however, as a result of decrease in the standard of living, increase in employment of parents, violation of this favorable tendency is possible. The research is based on the analysis of statistical and sociological information, including results of polls of the population, in him the research of ranks of dynamics, graphic and tabular methods is applied. In article sources of the income of the population, first of all – the salary and social payments exerting the greatest impact on the level of the income in general are considered. On the basis of the carried-out analysis the main tendencies characterizing extent of fall of the income of families with children proceeding from this research are formulated, it is possible to speak about increase of needs of families in measures of economic support. However, at the same time becomes the negative moment on the one hand, extremely low knowledge of families of already available measures of such help, and with another – their low assessment and unwillingness to participate in these or those programs offered by the state. In turn it is the factor worsening financial position of families too. High prosperity, material security still (as well as the 90th years, as well as at the beginning of this century) are on an equal basis with a family and children the leading value of Russians. It is connected, first of all, with the low standard of living when the impossibility to satisfy elementary material requirements, leads to strengthening of their role in consciousness of the person. In article it is shown that at the beginning of the economic crisis (in 2014–2015) more than a half of the interviewed Russians having children indicated material problems as the main in the life, besides, Russians are disturbed by unemployment or fears to lose work that indirectly also testifies to fear of deterioration in financial position. In addition, the fear of an economic crisis grows. The majority of families in Russia, according to sociological researches, don’t hope for bystry improvement of an economic situation (both own, and the countries in general), are afraid of further deterioration in a situation that, in turn, breaks psychological climate in a family, affecting performance of the functions by her. It has to cause concern of society, state as when to the forefront there are material values, people are inclined to postpone creation of families and the birth of children. In article it is summarized that as a result of falling of the standard of living of a family begin to reduce consumption of paid services of education, health care that can lead to deterioration in performance of educational function and health protection of a family.",
    "readLink": "https://statecon.rea.ru/jour/article/view/1040"
  },
  {
    "title": "Nurses' roles and challenges to providing care for tropical diseases: A scoping review",
    "authors": [
      "Yayu Nidaul Fithriyyah,",
      "Haryani Haryani"
    ],
    "doi": "https://doi.org/10.23917/bik.v15i2.17561",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  263\n                                  – 274",
    "issn": "1979-2697 (Print)",
    "publisher": "2721-1797 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Surakarta",
    "lcc": [
      "Indonesia",
      "Medicine: Nursing"
    ],
    "journalUrl": "http://journals.ums.ac.id/index.php/BIK/index",
    "abstract": "Tropical diseases are associated with tropical regions, but global access travel, climate change, and environmental factors affecting disease vectors may spread to non-endemic countries. This review reinforces the view of nurses' roles and challenges to providing care for tropical diseases. This scoping review search included: SCOPUS, PubMed, EBSCO Medline, Science Direct, and citation search: Google Scholar. Studies included if the population was nurses or part of a multidisciplinary or provider intervention on tropical diseases and original English articles between 2011 and 2021 with various methods. From 773 studies identified, 23 met the inclusion criteria. Three themes emerged: 1) nurses role as health providers, educators, motivators, leaders, collaboration, and coordination; 2) providing safe working and job satisfaction; and 3) The role of organizations, health systems, and policymakers. There were also three challenges: 1) lack of skills, knowledge, and training for nurses, 2) the stigma of tropical diseases, 3) sociocultural approach. The role and practice of nursing in tropical diseases vary across healthcare settings, influenced by nurses' stigma, knowledge, training, job safety, and satisfaction. Nurse lack knowledge and training compared to other health workers. Potential to increase nurse participation with a sociocultural approach and involving nurse's leadership roles require further research",
    "readLink": "https://journals.ums.ac.id/index.php/BIK/article/view/17561"
  },
  {
    "title": "Assessing the Genetic Variability of Sweet Chestnut Varieties from the Tuscan Apennine Mountains (Italy)",
    "authors": [
      "Lorenzo Bini,",
      "Massimo Gori,",
      "Stefania Nin,",
      "Roberto Natale,",
      "Elisabetta Meacci,",
      "Edgardo Giordani,",
      "Stefano Biricolti"
    ],
    "doi": "https://doi.org/10.3390/agronomy13071947",
    "journalVolume": "Vol. 13,\n                                no. 1947\n                                \n                                  p.\n                                  1947",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Castanea sativa Mill. is a valuable species with historical and economic importance in Europe, particularly in the Mediterranean area. In Italy, chestnut cultivation has been developed for centuries, leading to the recognition of more than 300 varieties. Nevertheless, a profusion of local names has been assigned by growers, causing the occurrence of synonyms and homonyms across the country. This research focused on genetic characterization and identification using 21 single sequence repeats (SSRs) for four chestnut varieties (i.e., Pastinese, Nerattino, Carpinese, and Rossola) commonly used for flour production in the Tuscan Apennine Mountains (Pistoia Province). A comprehensive number of 55 accessions identified by local growers as belonging to the four varieties were analyzed, in addition to a few “Marrone” accessions as outgroups. The 21 microsatellites were highly informative, detecting 98 alleles and displaying an average polymorphism information content (PIC) equal to 0.582. In addition, a considerable amount of genetic diversity was revealed, as shown by the heterozygosity levels (He = 0.634 and Ho = 0.475). The STRUCTURE analysis provided clear distinctions among the different varieties, splitting them into four separate groups. This result was also confirmed by UPGMA dendrogram and principal co-ordinates analysis (PCoA). However, one accession (Carp_5), previously identified as Carpinese, showed an allelic profile attributable to Pastinese, suggesting that farmers might have performed mislabeling or grafting propagation errors. Thus, our results confirm the use of SSRs to allocate the accessions of different varieties, uncovering possible synonyms and homonyms. Specifically, in the context of the Pistoiese mountain region, this tool can favor the traceability of processed products, such as flour, enhancing the quality and economic value of the local market. Lastly, our findings have revealed a considerable genetic variability within the Tuscan chestnut varieties whose preservation is mandatory to face climate change challenges through sustainable forest management practices.",
    "readLink": "https://www.mdpi.com/2073-4395/13/7/1947"
  },
  {
    "title": "Responding to the challenges of water security: the Eighth Phase of the International Hydrological Programme, 2014–2021",
    "authors": [
      "B. Jimenez-Cisneros"
    ],
    "doi": "https://doi.org/10.5194/piahs-366-10-2015",
    "journalVolume": "Vol. 366\n                                \n                                \n                                  pp.\n                                  10\n                                  – 19",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "This paper presents the major water challenges at global, regional and local levels, including the need to adapt to climate change. It relates how the International Hydrological Programme (IHP) – an intergovernmental scientific programme – will respond in its Eighth Phase to the water-related risks and seize potential opportunities, thereby contributing to ensure Water Security at all levels. The Member States of UNESCO IHP periodically define priorities for research, technological development, innovation and education. To implement the priorities in a coordinated manner, the Member States can count on the team and the projects of IHP based at UNESCO, as well as on the \"UNESCO Water Family|, consisting to date of a Category 1 centre UNESCO-IHE located in the Netherlands; the World Water Assessment Programme, based in Italy, which produces the World Water Development Report of the United Nations; 30 Category 2 water centres under the auspices of UNESCO; and 35 water chairs in various parts of the world. Governments can access the powerful network of the UNESCO Water Family through IHP and its Intergovernmental Council.",
    "readLink": "https://www.proc-iahs.net/366/10/2015/piahs-366-10-2015.pdf"
  },
  {
    "title": "Potentials of Climate Emergency Declarations for degrowth transformations. The ambivalent stance of German municipalities in conflicts over a post-fossil future",
    "authors": [
      "Anton Brokow-Loga,",
      "Timmo Krüger"
    ],
    "doi": "https://doi.org/10.14512/rur.1666",
    "issn": "0034-0111 (Print)",
    "publisher": "1869-4179 (Online)",
    "countryOfPublisher": "oekom verlag GmbH",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://rur.oekom.de/",
    "abstract": "This paper addresses the scope for action by municipalities in a climate emergency and places it in the framework of ecomodern (urban) policy. We analyse the way in which two German ‘climate emergency municipalities’ translate conflicts of post-fossil transformation into concrete political and planning strategies. Although more than 2,200 authorities around the world have already declared a climate emergency, research on the impact of these resolutions on the political orientation of municipalities is very limited. Our research focus is on the (potentially agonistic) treatment of conflicts in planning. We argue that in times of a socio-ecological crisis, success in conflict resolution cannot refer to appeasement and depoliticisation. Instead, we propose a framework of five criteria, based on critical theory on ecomodern strategies, planning processes and degrowth. Thus, this practice-related and explorative paper connects empirical insights from the German cities of Constance and Berlin with an innovative normative framework. The findings tell a complex story of an, at least partial, admission of the failure of previous climate mitigation strategies, a lack of social institutions of limits, an instrumental relation to nature and a disregard for social injustices. The paper discusses how municipalities, in the context of ongoing tensions over the post-fossil transformation in Germany, on the one hand hold on to business-as-usual approaches, but on the other hand also set political impulses for change.",
    "readLink": "https://rur.oekom.de/index.php/rur/article/view/1666"
  }
]