[
  {
    "title": "PETANI KUNINGAN DALAM PUSARAN KONFLIK KELAS",
    "authors": [
      "Nanang Susanto"
    ],
    "doi": "Vol. 13,\n                                no. 2",
    "issn": "1829-9903 (Print)",
    "publisher": "2541-6944 (Online)",
    "countryOfPublisher": "Sekolah Tinggi Agama Islam Negeri (STAIN) Pekalongan",
    "lcc": [
      "Indonesia",
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://e-journal.iainpekalongan.ac.id/index.php/Penelitian",
    "abstract": "Penelitian ini menguji teori Marx yang mengatakan bahwa dalam proses kapitalisasi, petani lahan kecil akan tergusur oleh petani lahan besar. Penelitian ini menggunakan pendekatan kualitatif dengan metode Participatory Action Research (PAR). Menggunakan teknik observasi partisipasi di lapangan, studi ini melakukan wawancara mendalam terhadap petani. Analisis data yang digunakan bersifat induktif. Penelitian ini menghasilkan kesimpulan, bahwa teori Marx tidak terjadi di malar Aman. Adapun penyebab menurunnya pertanian disebabkan menurunnya unsur hara tanah, mahalnya biaya produksi, alih fungsi lahan dan perubahan cuaca. Sedangkan strategi petani lahan kecil untuk mempertahankan kehidupan yaitu melakukan pola tanam tumpang sari, melakukan pekerjaan tambahan, dan mengatur keuangan. This study examines Marx's theory which says that in the process of capitalization, small land farmers will be displaced by large land farmers. This study uses a qualitative approach with the method of Participatory Action Research (PAR). Using the techniques of participatory observation in the field, the study conducted in-depth interviews on farmers. Analysis of the data used is inductive. This study led to the conclusion that Marx's theory does not happen in Aman malar. The cause of the decline of agriculture due to declining soil nutrients, the high cost of production, land use and climate change. While the strategies of small land farmers to sustain life is to do the planting patterns of intercropping, do extra work, and manage finances.",
    "readLink": "http://e-journal.iainpekalongan.ac.id/index.php/Penelitian/article/view/721"
  },
  {
    "title": "Socio-Ecological Futures: Embedded Solutions for Stakeholder-Driven Alternative Futures",
    "authors": [
      "Daniel Cronan,",
      "E. Jamie Trammell,",
      "Andrew (Anaru) Kliskey,",
      "Paula Williams,",
      "Lilian Alessa"
    ],
    "doi": "https://doi.org/10.3390/su14073732",
    "journalVolume": "Vol. 14,\n                                no. 3732\n                                \n                                  p.\n                                  3732",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Scenarios of landscape change have the capacity to address spatial and temporal issues, current and future trends, and solutions that increase capacity and/or resilience in social-ecological systems and their networks. In this study, we present a resilience framework for food–energy–water systems and demonstrate it with a case study in Magic Valley, Idaho. We formulated scenarios of change based on stakeholder input (qualitative data), researcher-developed models (quantitative data), and validation of plausibility through impact and indicator evaluation. The stakeholder engagement process identified key issues, critical uncertainties, and plausible and viable solutions to future challenges. Specifically, we analyzed cross-scenario futures and their solutions to address water quality issues in the face of climate change, land-use change conflicts, and population shifts in the region. The process activates stakeholder and research-based models to create geospatial alternative futures and their associated timesteps, with embedded solutions, which broadens and improves conventional scenario-based research. The process intends to provide policy-makers, researchers, and scenario facilitators with a strategic framework to activate solutions temporally with a stakeholder-defined suite of scenarios.",
    "readLink": "https://www.mdpi.com/2071-1050/14/7/3732"
  },
  {
    "title": "Storing carbon dioxide for climate's sake: contradictions and parallels with enhanced oil recovery",
    "authors": [
      "Emily Rodriguez"
    ],
    "doi": "https://doi.org/10.3389/fclim.2023.1166011",
    "journalVolume": "Vol. 5",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "An increase in carbon capture and storage (CCS) projects, including bioenergy with CCS (BECCS), has led to an urgent demand for storage sites, and Norway stands out for its ongoing and planned geological storage sites in a European context. Even though there are no commercial carbon dioxide enhanced oil recovery (CO2-EOR) projects in Norway and the North Sea, there is scientific literature linking CO2-EOR and CCS in this geographical region. CO2-EOR utilizes CO2 to extract additional oil, counteracting the climate change mitigation purpose of geological storage. This review article explores how CCS is represented in the scientific literature on CO2-EOR in the North Sea and Norway, with a focus on system synergies and contradictions in relation to climate change mitigation. The main themes in the scientific literature on CO2-EOR in the North Sea are climate change, economics, and geological feasibility. Monitoring, safety, and leakage in addition to transportation of CO2 are less salient. The results show that there are contrasting framings in the literature. One framing is that CO2-EOR is a gateway to large-scale storage which maintains, or even expands, the extraction of fossil fuels and contributes to a sustainable transition in the long run through knowledge building and shared infrastructure. In contrast, another framing is that CO2-EOR combined with CCS have goal conflicts and are therefore not compatible, illustrating complexities with geological storage. Finally, this study reflects on how techno-economic research on CO2 storage in the North Sea and Norway is furthered through critical social science perspectives.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2023.1166011/full"
  },
  {
    "title": "Flooding, flood risks and coping strategies in urban informal residential areas: The case of Keko Machungwa, Dar es Salaam, Tanzania",
    "authors": [
      "Tumpale Sakijege,",
      "John Lupala,",
      "Shaaban Sheuya"
    ],
    "doi": "https://doi.org/10.4102/jamba.v4i1.46",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e10",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "This article presents findings from a study carried out in Keko Machungwa informal settlement in Dar es Salaam under the auspices of the Disaster Management Training Centre of Ardhi University, Tanzania. The settlement has experienced frequent flooding in the past five years, and this study explores the causes, risks, extent of flooding and coping strategies of residents as well as municipality and city officials. Key methods employed in capturing empirical evidence included mapping of zones by severity of flooding, interviews with households, sub-ward leaders, and municipal and city officials. Non-participant observation, primarily taking photographs, complemented these methods. Laboratory tests of water samples taken from shallow wells in the settlement were performed to establish the level of pollution. In addition, records of prevalence of water-borne diseases were gathered from a dispensary within the settlement to corroborate flooding events, water pollution and occurrence of such diseases. Findings show that flooding is contributed to by the lack of a coordinated stormwater drainage system; haphazard housing development within the valley; and blocking of the water stream by haphazard dumping of solid waste and construction. Risks associated with flooding include water and air pollution, diseases, waterlogging and blocked accessibility. The most common coping strategies at household level are use of sandbags and tree logs; raised pit latrines and doorsteps; provision of water outlet pipes above plinth level; construction of embankments, protection walls and elevation of house foundations; seasonal displacement; and boiling and chemical treatment of water. Recommendations for future action at household, community and city level are made.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/46"
  },
  {
    "title": "Krizler Çağı: COVID-19 Salgını ve İklim Krizi",
    "authors": [
      "Sezin İba Gürsoy"
    ],
    "doi": "https://doi.org/10.53376/ap.2021.22",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  656\n                                  – 679",
    "issn": "1309-0593 (Online)",
    "publisher": "Abant İzzet Baysal University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://alternatifpolitika.com/",
    "abstract": "Soğuk Savaş sonrasında, açlık, eşitsizlik, işsizlik, göç, çevresel bozulma, terörizm, insan kaçakçılığı, etnik çatışma, iklim değişikliği ve salgın hastalıklar gibi askeri olmayan tehditleri içeren yeni bir güvenlik anlayışı ortaya çıkmıştır. İnsan güvenliğine yönelik bu tehditler dünya nüfusu ve ekonomisi üzerinde doğrudan ve ciddi etkilere sahip krizler yaratmaktadır. Bu krizlerin en yenisi 2019 yılının sonunda Çin’de ortaya çıkan ve sonuçları hala tam olarak netleşmeyen COVID-19 salgınıdır. Yaşanılan bu kriz dünya üzerindeki başka krizlerle de kesişmektedir. Mevcut çalışma bu kesişen krizlere örnek olarak COVID-19 salgını ve iklim değişikliğine odaklanmaktadır. İki krizin benzeşen ve farklılaşan yönlerini ve aralarındaki etkileşimi ele alan çalışmada COVID-19 krizi sırasında geliştirilen politikaların iklim değişikliği ile mücadeleyi nasıl etkileyeceği de sorgulanacaktır. Çalışma kesişen krizlerin küresel ölçekte dengeyi bozduğunu ve bu krizlere verilen cevapların birbirleriyle bağlantılı olduğunu savunmaktadır. Bu bağlamda çalışmada salgınla mücadelede verilecek yanıtların önümüzdeki dönemin iklim politikalarını şekillendireceği ve yeni bir küresel davranış biçimi geliştirebileceği sonucuna varılmıştır.",
    "readLink": "https://dergipark.org.tr/tr/download/article-file/3171560"
  },
  {
    "title": "Energy Crops in Regional Biogas Systems: An Integrative Spatial LCA to Assess the Influence of Crop Mix and Location on Cultivation GHG Emissions",
    "authors": [
      "Sinéad O’Keeffe,",
      "Daniela Thrän"
    ],
    "doi": "https://doi.org/10.3390/su12010237",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  237",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Anaerobic digestion producing biogas is an important decentralized renewable energy technology used to mitigate climate change. It is dependent on local and regional feedstocks, which determine its sustainability. This has led to discussions on how to alter feedstock for biogas plants without compromising their GHG (Greenhouse gas) saving, one particular issue being the use of Maize silage (MS) as the dominant feedstock. To support this discussion, this paper presents an integrated life cycle assessment of energy crop cultivation for 425 biogas catchments in the region of Central Germany (CG). The simulations for the CG region showed that MS as an effective crop to mitigate GHG emissions per kilowatt hour (GHGculti) was context dependent. In some cases, GHGculti reductions were supported due to higher yields, and in other cases, this led to increased GHGculti. We show that the often-proposed strategy of substituting one crop for another needs to be adapted for strategies which take into account the crop mixtures fed into biogas plants and how they perform altogether, under the specific regional and locational conditions. Only in this way can the trade-offs for lower GHGculti be identified and managed.",
    "readLink": "https://www.mdpi.com/2071-1050/12/1/237"
  },
  {
    "title": "FULFILMENT OF SUSTAINABLE DEVELOPMENT GOALS BY THE EXAMPLE OF THE TRANSPORT AND LOGISTICS SECTOR",
    "authors": [
      "Alla  Grechan,",
      "Artem Bezuglyi ,",
      "Olena Parfentieva ,",
      "Kateryna  Kompanets ,",
      "Alina Hroza ,",
      "Inna Kara"
    ],
    "doi": "https://doi.org/10.55643/fcaptp.4.45.2022.3802",
    "journalVolume": "Vol. 4,\n                                no. 45",
    "issn": "2306-4994 (Print)",
    "publisher": "2310-8770 (Online)",
    "countryOfPublisher": "FINTECH Alliance LLC",
    "lcc": [
      "Ukraine",
      "Social Sciences: Economic theory. Demography: Economics as a science",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "https://fkd.net.ua",
    "abstract": "The aim of the study is to determine the extent to which the transport and logistics companies fulfilled sustainable development goals. The research sample includes 2021 top 10 transport and logistics companies. The research was conducted through in-depth study of sustainable development reports, content analysis, systematization and grouping of information on tools used to achieve sustainable development goals by transport and logistics companies. The dependence of the number of fulfilled sustainable development goals on the amount of revenue, net income and the number of employees was established through trend analysis of logarithmic dependence. The research results demonstrated that transport and logistics companies fulfil much more sustainable development goals than expected. Transport and logistics companies are actively fulfilling quality education, gender equality, and clean energy in addition to the emission reduction targets and mitigating the effects of climate change. The companies have developed policies to significantly expand the impact on fields other than provision of transport and logistics services. Companies are actively developing and implementing alternative energy sources, clean energy, and contribute to the fulfilment of good health and well-being goals. The research results indicate the dependence of the number of fulfilled sustainable development goals on the company size. It is established that the greater the amount of gross revenue, net revenue or number of employees, the more sustainable development goals the company fulfils. The obtained results can be used by transport and logistics companies in further development of policies for the fulfilment of sustainable development goals. The conducted research opens up new areas of further studies, in particular the impact of fulfilling sustainable development goals by transport and logistics companies on their investment attractiveness and market capitalization.",
    "readLink": "https://fkd.net.ua/index.php/fkd/article/view/3802"
  },
  {
    "title": "CLIMATE CHANGE AND THE AVAILABILITY OF WATER RESOURCES IN BENIN",
    "authors": [
      "Michel Boko,",
      "Ernest Amoussou,",
      "Henri Totin,",
      "Rufine Sedjame"
    ],
    "doi": "https://doi.org/10.5380/abclima.v14i1.38169",
    "journalVolume": "Vol. 14,\n                                no. 1",
    "issn": "1980-055X (Print)",
    "publisher": "2237-8642 (Online)",
    "countryOfPublisher": "Associação Brasileira de Climatologa",
    "lcc": [
      "Brazil",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://revistas.ufpr.br/revistaabclima/index",
    "abstract": "It is likely that climate change in the coming decades, even very few, will produce more important impacts on thesocio-economic systems than in the past, due to the growth in world population and the increasing sophistication of technology and development issues (Issa, 1995). According to UNESCO (2006), climate change will be responsible for 20% of the worsening water scarcity in the world. This looming water crisis will be induced by changes in the parameters that determine the water cycle (Totin, 2005). The study is based on analysis of a baseline from which the main meteorological parameters (rainfall, flow, etc.) are projected to 2025 time horizon. It corresponds to the horizon of the prospective study for 2025 in Benin. From these basic parameters, the main elements to characterize water resources (such as infiltration, the volume of water available water bodies, etc.) were determined for each time horizon. Research carried out in different regions of the Benin on climate issues, surface and ground water (Gbatcho 1992; Boko, 1998; Boukari, 1998 Linsoussi, 2000; Sadji, 2004; Amoussou, 2003 and 2005; Totin, 2003 and 2005; Tossa, 2005; Vissin et al., 2006 ; Vissin, 2001 and 2007 ; Alassane and Boukari, 2007; Idiéti, 2009 ; Totin, 2009) attest ruptures occurred in hydro-climatic chronicles during the 1970s and indicate a downward trend in superficial water resource two to four folds greater than that of rainfall in key watersheds. Similarly, the aquifers record deficit on refill aquifers (Boukari, 1998; Totin, 2005) and a variation of hydro-chemical caracteristics (Alassane, 2004). If this climate and hydrological trend continues, hydrological drought will lead to a considerable reduction of water resources and a potential shortage. Similarly, the water quality will be affected in various ways. Very wet weather events would induce an increased transfer of pollutants to the water bodies as opposed to dryness that would accentuate deterioration especially of the bacteriological quality of water resources. Facing to the quantitative and qualitative degradation of both surface and groundwater should develop strategies to increase the potential availability of the resource. To this end, it is important above all to protect areas of groundwater recharge, stabilize stream banks and water bodies. Improving the quality of water resources in a changing climate context implies that people are aware of the risks of shortage and of agricultural good practices (no use of chemical fertilizers and synthetic pesticides), management of solid and liquid waste. The water law must be adapted to the context of climate change and vulnerability of the water resource.",
    "readLink": "https://revistas.ufpr.br/revistaabclima/article/view/38169"
  },
  {
    "title": "Observed Effects of Vegetation Growth on Temperature in the Early Summer over the Northeast China Plain",
    "authors": [
      "Xiaxiang Li,",
      "Xuezhen Zhang,",
      "Lijuan Zhang"
    ],
    "doi": "https://doi.org/10.3390/atmos8060097",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  p.\n                                  97",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The effect of vegetation on temperature is an emerging topic in the climate science community. Existing studies have mostly examined the effects of vegetation on daytime temperature (Tmax), whereas this study investigates the effects on nighttime temperature (Tmin). Ground measurements from 53 sites across northeastern China (NEC) from 1982 to 2006 show that early summer (June) Tmax and Tmin increased at mean rates of approximately 0.61 °C/10 year and 0.67 °C/10 year, respectively. Over the same period, the satellite-based Normalized Difference Vegetation Index (NDVI) decreased by approximately 0.10 (accounting for 18% of the climatological NDVI for 1982–1991). It is highlighted that a larger increase in Tmax (Tmin) co-occurred spatially with a larger (smaller) decrease in NDVI. Deriving from such spatial co-occurrences, we found that the spatial variability of changes in Tmax (i.e., ΔTmax) is negatively correlated with the spatial variability of changes in NDVI (i.e., ΔNDVI), while the spatial variability of changes in Tmin (i.e., ΔTmin) is positively correlated (r2 = 0.10; p < 0.05) with that of ΔNDVI. Similarly, we detected significant positive correlations between the spatial variability of ΔNDVI and the change in surface latent heat flux (r2 = 0.16; p < 0.01) and in surface air specific humidity (r2 = 0.28; p < 0.001). These findings on the spatial co-occurrences suggest that the vegetation growth intensifies the atmospheric water vapor through evapotranspiration, which enhances the atmospheric downward longwave radiation and strengthens the greenhouse warming effects at night. Thereby, the positive correlation between ΔNDVI and ΔTmin is better understood. These results indicate that vegetation growth may not only exert effects on daytime temperature but also exert warming effects on nighttime temperature by increasing atmospheric water vapor and thus intensifying the local greenhouse effect. This study presents new observation evidence of the effects of vegetation on local temperature.",
    "readLink": "http://www.mdpi.com/2073-4433/8/6/97"
  },
  {
    "title": "Development and application of a multilingual electronic decision-support tool for risk screening non-native terrestrial animals under current and future climate conditions",
    "authors": [
      "Lorenzo Vilizzi,",
      "Marina Piria,",
      "Dariusz Pietraszewski,",
      "Oldřich Kopecký,",
      "Ivan Špelić,",
      "Tena Radočaj,",
      "Nikica Šprem,",
      "Kieu Anh T. Ta,",
      "Ali Serhan Tarkan,",
      "András Weiperth,",
      "Baran Yoğurtçuoğlu,",
      "Onur Candan,",
      "Gábor Herczeg,",
      "Nurçin Killi,",
      "Darija Lemić,",
      "Bettina Szajbert,",
      "David Almeida,",
      "Zainab Al-Wazzan,",
      "Usman Atique,",
      "Rigers Bakiu,",
      "Ratcha Chaichana,",
      "Dimitriy Dashinov,",
      "Árpad Ferincz,",
      "Guillaume Flieller,",
      "Allan S. Gilles Jr,",
      "Philippe Goulletquer,",
      "Elena Interesova,",
      "Sonia Iqbal,",
      "Akihiko Koyama,",
      "Petra Kristan,",
      "Shan Li,",
      "Juliane Lukas,",
      "Seyed Daryoush Moghaddas,",
      "João G. Monteiro,",
      "Levan Mumladze,",
      "Karin H. Olsson,",
      "Daniele Paganelli,",
      "Costas Perdikaris,",
      "Renanel Pickholtz,",
      "Cristina Preda,",
      "Milica Ristovska,",
      "Kristína Slovák Švolíková,",
      "Barbora Števove,",
      "Eliza Uzunova,",
      "Leonidas Vardakas,",
      "Hugo Verreycken,",
      "Hui Wei,",
      "Grzegorz Zięba"
    ],
    "doi": "https://doi.org/10.3897/neobiota.76.84268",
    "journalVolume": "Vol. 76\n                                \n                                \n                                  pp.\n                                  211\n                                  – 236",
    "issn": "1619-0033 (Print)",
    "publisher": "1314-2488 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://neobiota.pensoft.net/",
    "abstract": "Electronic decision-support tools are becoming an essential component of government strategies to tackle non-native species invasions. This study describes the development and application of a multilingual electronic decision-support tool for screening terrestrial animals under current and future climate conditions: the Terrestrial Animal Species Invasiveness Screening Kit (TAS-ISK). As an adaptation of the widely employed Aquatic Species Invasiveness Screening Kit (AS-ISK), the TAS-ISK question template inherits from the original Weed Risk Assessment (WRA) and related WRA-type toolkits and complies with the ‘minimum requirements’ for use with the recent European Regulation on invasive alien species of concern. The TAS-ISK consists of 49 basic questions on the species’ biogeographical/historical traits and its biological/ecological interactions, and of 6 additional questions to predict how climate change is likely to influence the risks of introduction, establishment, dispersal and impact of the screened species. Following a description of the main features of this decision-support tool as a turnkey software application and of its graphical user interface with support for 32 languages, sample screenings are provided in different risk assessment areas for one representative species of each of the main taxonomic groups of terrestrial animals supported by the toolkit: mammals, birds, reptiles, amphibians, annelids, insects, molluscs, nematodes, and platyhelminths. The highest-scoring species were the red earthworm Lumbricus rubellus for the Aegean region of Turkey and the New Zealand flatworm Arthurdendyus triangulatus for Croatia. It is anticipated that adoption of this toolkit will mirror that of the worldwide employed AS-ISK, hence allowing to share information and inform decisions for the prevention of entry and/or dispersal of (high-risk) non-native terrestrial animal species – a crucial step to implement early-stage control and eradication measures as part of rapid-response strategies to counteract biological invasions.",
    "readLink": "https://neobiota.pensoft.net/article/84268/download/pdf/"
  }
]