[
  {
    "title": "Using Remote Sensing Techniques to Improve Hydrological Predictions in a Rapidly Changing World",
    "authors": [
      "Yongqiang Zhang,",
      "Dongryeol Ryu,",
      "Donghai Zheng"
    ],
    "doi": "https://doi.org/10.3390/rs13193865",
    "journalVolume": "Vol. 13,\n                                no. 3865\n                                \n                                  p.\n                                  3865",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Remotely sensed geophysical datasets are being produced at increasingly fast rates to monitor various aspects of the Earth system in a rapidly changing world. The efficient and innovative use of these datasets to understand hydrological processes in various climatic and vegetation regimes under anthropogenic impacts has become an important challenge, but with a wide range of research opportunities. The ten contributions in this Special Issue have addressed the following four research topics: (1) Evapotranspiration estimation; (2) rainfall monitoring and prediction; (3) flood simulations and predictions; and (4) monitoring of ecohydrological processes using remote sensing techniques. Moreover, the authors have provided broader discussions, on how to make the most out of the state-of-the-art remote sensing techniques to improve hydrological model simulations and predictions, to enhance their skills in reproducing processes for the fast-changing world.",
    "readLink": "https://www.mdpi.com/2072-4292/13/19/3865"
  },
  {
    "title": "Balanço Hídrico e Erosividade em Função das Mudanças Climáticas  no Estado da Paraíba (Water balance and erosivity on climate change function in the state of Paraiba)",
    "authors": [
      "Raimundo Mainar de Medeiros,",
      "Paulo Roberto Megna Francisco,",
      "Djail Santos"
    ],
    "doi": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  1068\n                                  – 1084",
    "issn": "1984-2295 (Online)",
    "publisher": "Universidade Federal de Pernambuco",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.ufpe.br/revistas/rbgfe",
    "abstract": "Na metodologia foram utilizados dados de precipitação climatológica média mensal e anual disponibilizados pela AESA do período de 1912 a 2014. Os dados de temperatura foram estimados pelo Software Estima_T e com os dados obtidos foram elaborados cenários cenário otimista e cenário pessimista e aplicou-se o método do balanço hídrico com o valor de referência de 100mm para as seis regiões homogêneas do Estado da Paraíba e elaborou a erosividade. Os resultados demonstraram que as ETP apresentaram aumentos em todas as regiões e nos três cenários; as EVR mantiveram-se em reduções nos dois cenários B2 e A2; as deficiências e os excedentes hídricos sofreram oscilações de altos e baixos para todos os cenários; foi verificados reduções da erosividade em todas as regiões de estudo; o fator R foi de 43.776,3 MJ mm.ha-1.ano-1, no Litoral; 25.135,1 MJ mm.ha-1.ano-1, no Agreste; 30.675,9 MJ mm.ha-1.ano-1, no Brejo; 17.361,8 MJ mm.ha-1.ano-1, Cariri/Curimataú; 24.140,5 MJ mm.ha-1.ano-1, Sertão e Alto Sertão 27.326,9 MJ mm.ha-1.ano-1. A B S T R A C T In the methodology we used data of monthly and yearly average climatological precipitation provided by the AESA of the period 1912 to 2014. The temperature data were estimated by Estima_T software and data were elaborated scenarios optimistic and pessimistic scenario and applied the method water balance with the 100mm reference value for the six homogeneous regions of the State of Paraíba and elaborated the erosivity. The results showed that the ETP have developed increases in all regions and in all three scenarios; the EVR remained in reductions in both scenarios A2 and B2; deficiencies and water surplus have suffered ups and downs fluctuations for all scenarios; erosivity reductions was observed in all study regions; the R factor was 43.776,3 MJ mm.ha-1.yr-1, in Litoral; 25.135,1 MJ mm.ha-1.yr-1, in Agreste; 30.675,9 MJ mm.ha-1.yr-1, in Brejo; 17.361,8 MJ mm.ha-1.yr-1, Cariri/Curimataú; 24.140,5 MJ mm.ha-1.yr-1, Sertão and Alto Sertão 27.326,9 MJ mm.ha-1.yr-1. Keywords: Climatic factors, Field capacity, Availability Hydro, Thermal fluctuations.",
    "readLink": "https://periodicos.ufpe.br/revistas/rbgfe/article/view/233516"
  },
  {
    "title": "THE ENVIRONMENTAL CHALLENGE AND HEALTH SECURITY IN CHINA",
    "authors": [
      "Wang Wuyi,",
      "Yang Linsheng,",
      "Li Yonghua,",
      "Li Hairong,",
      "Ye Bixiong"
    ],
    "doi": "https://doi.org/10.24057/2071-9388-2010-3-3-42-55",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  42\n                                  – 55",
    "issn": "2071-9388 (Print)",
    "publisher": "2542-1565 (Online)",
    "countryOfPublisher": "Lomonosov Moscow State University",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://ges.rgo.ru",
    "abstract": "China has achieved impressive rapid development over the past 30 years. But China also faces the challenge of environmental change resulting from rapid economic growth and the attendant risks to human health. In this paper we described the environmental change and health risk in China from evident fluctuation of China’s climate, major changes in natural hydrological condition, raw materials and energy demand, changes of disease epidemic pattern related to climate change and ecosystem damage, new health risk raised by rapid urbanization and rural environmental quality degradation. The suggestion and countermeasures were discussed.",
    "readLink": "https://ges.rgo.ru/jour/article/view/245"
  },
  {
    "title": "Validation of 10-year SAO OMI Ozone Profile (PROFOZ) product using ozonesonde observations",
    "authors": [
      "G. Huang,",
      "X. Liu,",
      "K. Chance,",
      "K. Yang,",
      "P. K. Bhartia,",
      "Z. Cai,",
      "M. Allaart,",
      "G. Ancellet,",
      "B. Calpini,",
      "G. J. R. Coetzee,",
      "E. Cuevas-Agulló,",
      "M. Cupeiro,",
      "H. De Backer,",
      "M. K. Dubey,",
      "H. E. Fuelberg,",
      "M. Fujiwara,",
      "S. Godin-Beekmann,",
      "T. J. Hall,",
      "B. Johnson,",
      "E. Joseph,",
      "R. Kivi,",
      "B. Kois,",
      "N. Komala,",
      "G. König-Langlo,",
      "G. Laneve,",
      "T. Leblanc,",
      "M. Marchand,",
      "K. R. Minschwaner,",
      "G. Morris,",
      "M. J. Newchurch,",
      "S.-Y. Ogino,",
      "N. Ohkawara,",
      "A. J. M. Piters,",
      "F. Posny,",
      "R. Querel,",
      "R. Scheele,",
      "F. J. Schmidlin,",
      "R. C. Schnell,",
      "O. Schrems,",
      "H. Selkirk,",
      "M. Shiotani,",
      "P. Skrivánková,",
      "R. Stübi,",
      "G. Taha,",
      "D. W. Tarasick,",
      "A. M. Thompson,",
      "V. Thouret,",
      "M. B. Tully,",
      "R. Van Malderen,",
      "H. Vömel,",
      "P. von der Gathen,",
      "J. C. Witte,",
      "M. Yela"
    ],
    "doi": "https://doi.org/10.5194/amt-10-2455-2017",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  2455\n                                  – 2475",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "We validate the Ozone Monitoring Instrument (OMI) Ozone Profile (PROFOZ) product from October 2004 through December 2014 retrieved by the Smithsonian Astrophysical Observatory (SAO) algorithm against ozonesonde observations. We also evaluate the effects of OMI row anomaly (RA) on the retrieval by dividing the dataset into before and after the occurrence of serious OMI RA, i.e., pre-RA (2004–2008) and post-RA (2009–2014). The retrieval shows good agreement with ozonesondes in the tropics and midlatitudes and for pressure < ∼ 50 hPa in the high latitudes. It demonstrates clear improvement over the a priori down to the lower troposphere in the tropics and down to an average of ∼ 550 (300) hPa at middle (high) latitudes. In the tropics and midlatitudes, the profile mean biases (MBs) are less than 6 %, and the standard deviations (SDs) range from 5 to 10 % for pressure < ∼ 50 hPa to less than 18 % (27 %) in the tropics (midlatitudes) for pressure > ∼ 50 hPa after applying OMI averaging kernels to ozonesonde data. The MBs of the stratospheric ozone column (SOC, the ozone column from the tropopause pressure to the ozonesonde burst pressure) are within 2 % with SDs of < 5 % and the MBs of the tropospheric ozone column (TOC) are within 6 % with SDs of 15 %. In the high latitudes, the profile MBs are within 10 % with SDs of 5–15 % for pressure < ∼ 50 hPa but increase to 30 % with SDs as great as 40 % for pressure > ∼ 50 hPa. The SOC MBs increase up to 3 % with SDs as great as 6 % and the TOC SDs increase up to 30 %. The comparison generally degrades at larger solar zenith angles (SZA) due to weaker signals and additional sources of error, leading to worse performance at high latitudes and during the midlatitude winter. Agreement also degrades with increasing cloudiness for pressure > ∼ 100 hPa and varies with cross-track position, especially with large MBs and SDs at extreme off-nadir positions. In the tropics and midlatitudes, the post-RA comparison is considerably worse with larger SDs reaching 2 % in the stratosphere and 8 % in the troposphere and up to 6 % in TOC. There are systematic differences that vary with latitude compared to the pre-RA comparison. The retrieval comparison demonstrates good long-term stability during the pre-RA period but exhibits a statistically significant trend of 0.14–0.7 % year−1 for pressure < ∼ 80 hPa, 0.7 DU year−1 in SOC, and −0. 33 DU year−1 in TOC during the post-RA period. The spatiotemporal variation of retrieval performance suggests the need to improve OMI's radiometric calibration especially during the post-RA period to maintain the long-term stability and reduce the latitude/season/SZA and cross-track dependency of retrieval quality.",
    "readLink": "https://www.atmos-meas-tech.net/10/2455/2017/amt-10-2455-2017.pdf"
  },
  {
    "title": "Distribution of Toxic Cyanobacteria in Volcanic Lakes of the Azores Islands",
    "authors": [
      "Rita Cordeiro,",
      "Rúben Luz,",
      "Joana Vilaverde,",
      "Vitor Vasconcelos,",
      "Amélia Fonseca,",
      "Vítor Gonçalves"
    ],
    "doi": "https://doi.org/10.3390/w12123385",
    "journalVolume": "Vol. 12,\n                                no. 3385\n                                \n                                  p.\n                                  3385",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Eutrophication and global climate change gather advantageous conditions for cyanobacteria proliferation leading to bloom formation and cyanotoxin production. In the Azores, eutrophication is a major concern, mainly in lakes where fertilizers and organic matter discharges have increased nutrient concentration. In this study, we focused on understanding the influence of environmental factors and lake characteristics on (i) cyanobacteria diversity and biomass and (ii) the presence of toxic strains and microcystin, saxitoxin, anatoxin-a, and cylindrospermopsin cyanotoxin-producing genes. Fifteen lakes from the Azores Archipelago were sampled seasonally, environmental variables were recorded in situ, cyanobacteria were analyzed with microscopic techniques, and cyanotoxin-producing genes were targeted through conventional PCR. Statistical analysis (DistLM) showed that lake typology-associated variables (lake’s depth, area, and altitude) were the most explanatory variables of cyanobacteria biomass and cyanotoxin-producing genes presence, although trophic variables (chlorophyll a and total phosphorus) influence species distribution in each lake type. Our main results revealed higher cyanobacteria biomass/diversity, and higher toxicity risk in lakes located at lower altitudes, associated with deep anthropogenic pressures and eutrophication scenarios. These results emphasize the need for cyanobacteria blooms control measures, mainly by decreasing anthropogenic pressures surrounding these lakes, thus decreasing eutrophication. We also highlight the potential for microcystin, saxitoxin, and anatoxin-a production in these lakes, hence the necessity to implement continuous mitigation protocols to avoid environmental and public health toxicity events.",
    "readLink": "https://www.mdpi.com/2073-4441/12/12/3385"
  },
  {
    "title": "Influence of <i>Acacia</i> <i>mangium</i> on Soil Fertility and Bacterial Community in <i>Eucalyptus</i> Plantations in the Congolese Coastal Plains",
    "authors": [
      "Lydie-Stella Koutika,",
      "Alessia Fiore,",
      "Silvia Tabacchioni,",
      "Giuseppe Aprea,",
      "Arthur  Prudêncio de Araujo Pereira,",
      "Annamaria Bevivino"
    ],
    "doi": "https://doi.org/10.3390/su12218763",
    "journalVolume": "Vol. 12,\n                                no. 8763\n                                \n                                  p.\n                                  8763",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Productivity and sustainability of tropical forest plantations greatly rely on regulation of ecosystem functioning and nutrient cycling, i.e., the link between plant growth, nutrient availability, and the microbial community structure. So far, these interactions have never been evaluated in the Acacia and Eucalyptus forest planted on infertile soils in the Congolese coastal plains. In the present work, the soil bacterial community has been investigated by metabarcoding of the 16S rRNA bacterial gene in different stands of monoculture and mixed-species plantation to evaluate the potential of nitrogen-fixing trees on nutrient and bacterial structure. At the phylum level, the soil bacterial community was dominated by Actinobacteria, followed by Proteobacteria, Firmicutes, and Acidobacteria. A principal coordinate analysis revealed that bacterial communities from pure Eucalyptus, compared to those from plantations containing Acacia in pure and mixed-species stands, showed different community composition (beta-diversity). Regardless of the large variability of the studied soils, the prevalence of Firmicutes phylum, and lower bacterial richness and phylogenic diversity were reported in stands containing Acacia relative to the pure Eucalyptus. Distance-based redundancy analysis revealed a positive correlation of available phosphorus (P) and carbon/nitrogen (C/N) ratio with bacterial community structure. However, the Spearman correlation test revealed a broad correlation between the relative abundance of bacterial taxa and soil attributes, in particular with sulfur (S) and carbon (C), suggesting the important role of soil bacterial community in nutrient cycling in this type of forest management. Concerning mixed plantations, a shift in bacterial community structure was observed, probably linked to other changes, i.e., improvement in soil fertility (enhanced P and C dynamics in forest floor and soil, and increase in soil N status), and C sequestration in both soil and stand wood biomass with the great potential impact to mitigate climate change. Overall, our findings highlight the role of soil attributes, especially C, S, available P, and C/N ratio at a lesser extent, in driving the soil bacterial community in mixed-species plantations and its potential to improve soil fertility and to sustain Eucalyptus plantations established on the infertile and sandy soils of the Congolese coastal plains.",
    "readLink": "https://www.mdpi.com/2071-1050/12/21/8763"
  },
  {
    "title": "Malthus",
    "authors": [
      "John Scales Avery"
    ],
    "doi": "Vol. 1,\n                                no. 6\n                                \n                                  pp.\n                                  110\n                                  – 122",
    "issn": "2038-5242 (Print)",
    "publisher": "2038-5250 (Online)",
    "countryOfPublisher": "Risk Institute, Trieste- Geneva",
    "lcc": [
      "Italy",
      "Political science: International relations",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.cadmusjournal.org/",
    "abstract": "T.R. Malthus' \"An Essay on the Principle of Population\" (1798) was one of the first systematic studies of the problem of population in relation to resources. It was the first such study to stress the fact that, in general, powerful checks operate at all times to keep human populations from increasing beyond the available food supply. In a later edition, published in 1803, he buttressed this assertion with carefully collected demographic and sociological data from many societies at various periods of their histories. The debate between Malthus and his contemporaries closely parallels current discussions of optimal global population in relation to the carrying capacity of the earth's environment. This essay will discuss not only the historical debate on the ideas of Malthus, but also its relevance to the 21st century. In particular, the essay will discuss the danger that a famine of unprecedented scale may occur during the present century, caused by prohibitively high prices of fossil fuels (on which modern agriculture depends) compounded by the effects of climate change.",
    "readLink": "http://www.cadmusjournal.org/article/issue-6/malthus "
  },
  {
    "title": "Climate variability regulates population dynamics of a threatened freshwater fish",
    "authors": [
      "Z Tonkin,",
      "J Sharley,",
      "B Fanson,",
      "S Raymond,",
      "R Ayres,",
      "J Lyon,",
      "S Balcombe,",
      "N Bond"
    ],
    "doi": "https://doi.org/10.3354/esr00998",
    "journalVolume": "Vol. 40\n                                \n                                \n                                  pp.\n                                  257\n                                  – 270",
    "issn": "1863-5407 (Print)",
    "publisher": "1613-4796 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.int-res.com/journals/esr/esr-home/",
    "abstract": "Most predictions for the future climate in temperate ecosystems show longer periods of drought followed by more extreme precipitation events. These changes in flow regimes can strongly affect riverine fish populations; therefore, assessing the recovery of populations following these episodic events provides important information to help guide species management. This study investigated the dynamics of 5 spatially distinct riverine populations of the nationally endangered Macquarie perch Macquaria australasica in southeastern Australia from 2007-2018, a period that included the tail end of a decadal long drought followed by extreme fluctuations in river flow. Modelling catch rates and size trends, we found that 4 of the 5 populations showed some synchrony and underwent a slow recovery that was undetectable for several years. The largest increases in population size were driven by the survival of new recruits. Despite this general trend, we could only find a weak association between annual flow extremes and annual population change. This suggests intermediate variations in river flows may have a negligible influence on annual population change or are idiosyncratic in their effect within each waterway or on different life stages. The one population which did not follow this trend occurred in the largest waterway and was subject to legal recreational fishing, suggesting the magnitude of impacts of disturbance on populations occupying larger systems are reduced, and/or that recreational fishing hinders recovery rates following episodic disturbance events such as drought. Our results suggest that forecasting and management of long-lived freshwater fish must incorporate multi-year planning to include factors such as the maintenance of refuges, connectivity and increased protection of mature fish to aid recovery.",
    "readLink": "https://www.int-res.com/abstracts/esr/v40/p257-270/"
  },
  {
    "title": "On the use of computer‐assistance to facilitate systematic mapping",
    "authors": [
      "Neal R. Haddaway,",
      "Max W. Callaghan,",
      "Alexandra M. Collins,",
      "William F. Lamb,",
      "Jan C. Minx,",
      "James Thomas,",
      "Denny John"
    ],
    "doi": "https://doi.org/10.1002/cl2.1129",
    "journalVolume": "Vol. 16,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1891-1803 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/18911803",
    "abstract": "Abstract The volume of published academic research is growing rapidly and this new era of “big literature” poses new challenges to evidence synthesis, pushing traditional, manual methods of evidence synthesis to their limits. New technology developments, including machine learning, are likely to provide solutions to the problem of information overload and allow scaling of systematic maps to large and even vast literatures. In this paper, we outline how systematic maps lend themselves well to automation and computer‐assistance. We believe that it is a major priority to consolidate efforts to develop and validate efficient, rigorous and robust applications of these novel technologies, ensuring the challenges of big literature do not prevent the future production of systematic maps.",
    "readLink": "https://doi.org/10.1002/cl2.1129"
  },
  {
    "title": "Towards evidence-based, GIS-driven national spatial health information infrastructure and surveillance services in the United Kingdom",
    "authors": [
      "Boulos Maged"
    ],
    "doi": "https://doi.org/10.1186/1476-072X-3-1",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  p.\n                                  1",
    "issn": "1476-072X (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics"
    ],
    "journalUrl": "https://ij-healthgeographics.biomedcentral.com/",
    "abstract": "Abstract The term \"Geographic Information Systems\" (GIS) has been added to MeSH in 2003, a step reflecting the importance and growing use of GIS in health and healthcare research and practices. GIS have much more to offer than the obvious digital cartography (map) functions. From a community health perspective, GIS could potentially act as powerful evidence-based practice tools for early problem detection and solving. When properly used, GIS can: inform and educate (professionals and the public); empower decision-making at all levels; help in planning and tweaking clinically and cost-effective actions, in predicting outcomes before making any financial commitments and ascribing priorities in a climate of finite resources; change practices; and continually monitor and analyse changes, as well as sentinel events. Yet despite all these potentials for GIS, they remain under-utilised in the UK National Health Service (NHS). This paper has the following objectives: (1) to illustrate with practical, real-world scenarios and examples from the literature the different GIS methods and uses to improve community health and healthcare practices, e.g., for improving hospital bed availability, in community health and bioterrorism surveillance services, and in the latest SARS outbreak; (2) to discuss challenges and problems currently hindering the wide-scale adoption of GIS across the NHS; and (3) to identify the most important requirements and ingredients for addressing these challenges, and realising GIS potential within the NHS, guided by related initiatives worldwide. The ultimate goal is to illuminate the road towards implementing a comprehensive national, multi-agency spatio-temporal health information infrastructure functioning proactively in real time. The concepts and principles presented in this paper can be also applied in other countries, and on regional (e.g., European Union) and global levels.",
    "readLink": "http://www.ij-healthgeographics.com/content/3/1/1"
  }
]