[
  {
    "title": "Environmental factors have a major effect in shaping the gene expression of Siberian larch in the Altai Mountains of China",
    "authors": [
      "Min Liu,",
      "Xiaobin Liu,",
      "Peng Zhou,",
      "Shaowei Jiang,",
      "Jian‐Guo Huang,",
      "Zhicheng Dong"
    ],
    "doi": "https://doi.org/10.1002/tpg2.20240",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1940-3372 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Agriculture: Plant culture",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "https://acsess.onlinelibrary.wiley.com/journal/19403372",
    "abstract": "Abstract The differentiation of gene expression is an important link between genotype and phenotype and has important contributions to species adaptation and ecosystem evolution. As a major component of the world's forests, boreal forests play an important role in regulating the global climate, and the phenology of tree species has been and is undergoing changes during global warming. Here, to understand the impact of global warming on gene expression in boreal forest species, we used PacBio and Illumina sequencing methods to study the transcriptome of natural populations of Siberian larch (Larix sibirica Ledeb.) from the Altai Mountains in Xinjiang, China. We found that populations in this area had low genetic differentiation, but individuals were genetically clustered together when they had close geographic distance. Environmental factors, especially temperature, dominated differential gene expression of Siberian larch, while the contribution of genetic variation is relatively small. We speculate that Siberian larch adapts to changes in temperature and precipitation by altering its own gene expression. These results not only predict the tolerance of boreal forests to higher temperatures in the future, but also inform forest management strategies under global climate change.",
    "readLink": "https://doi.org/10.1002/tpg2.20240"
  },
  {
    "title": "Can Payment for Ecosystem Services Schemes Be an Alternative Solution to Achieve Sustainable Environmental Development? A Critical Comparison of Implementation between Europe and China",
    "authors": [
      "Andrea  G. Capodaglio,",
      "Arianna Callegari"
    ],
    "doi": "https://doi.org/10.3390/resources7030040",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  p.\n                                  40",
    "issn": "2079-9276 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/resources",
    "abstract": "The term “Ecosystem Services” was coined to indicate “all the multiple benefits humans obtain from ‘natural capital’ (i.e., the world’s stock of natural assets—geology, soil, air, water—including living things and beings)” that make human life possible, such as natural water purification, flood control by wetlands, and others. The concept expanded to include, nowadays, socio-economic and conservation objectives, and has been further popularized by the Millennium Ecosystem Assessment (MEA) in the early 2000s, as well as by the “Paris Agreement” reached at the 2015 UN Conference on Climate change (COP21). Payments for Ecosystems (or Environmental) Services (PESs) are financial incentives given directly to landholders to compensate them for implementing good land management, including conservation activities. Such compensation encourages them to “voluntarily” provide (or continue providing) such services, instead of monetizing their “natural capital” otherwise. This approach has been figuratively described as “making trees worth more standing than cut down” Examples of important PES schemes, implemented in China and in Europe, are described and analyzed in this paper, focusing on the methods applied, to assess their evolution over time, and attempt to identify which solutions could be most effective.",
    "readLink": "http://www.mdpi.com/2079-9276/7/3/40"
  },
  {
    "title": "The Link Between Good Governance, Economic Development and Renewable Energy Investment: Evidence from Upper Middle-Income Countries",
    "authors": [
      "Muhammad Akhtaruzzaman"
    ],
    "doi": "https://doi.org/10.1142/S2810943022500056",
    "journalVolume": "Vol. 01,\n                                no. 02",
    "issn": "2810-9430 (Print)",
    "publisher": "2810-9449 (Online)",
    "countryOfPublisher": "World Scientific Publishing Co. Pte Ltd.",
    "lcc": [
      "Singapore",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://worldscientific.com/worldscinet/ijee",
    "abstract": "Renewable energy (RE) can play a vital role in ensuring a sustainable energy platform for the future, and in addressing climate change. Investment in RE in the upper middle-income countries (UMICs), which are a major contributor to global carbon dioxide (CO[Formula: see text] emissions, can be an important recovery strategy for mitigating climate change damage. Existing literature suggests that governance (also referred to as ‘institutional quality’) is an important determinant of renewable energy investment (RE investment). Yet, governance conditions in UMICs have remained almost unchanged in the recent past, despite the substantive increases in income levels and investment in the RE sector. This paper outlines an investigation into the role of governance in RE investment in UMICs and considers whether the influence of governance on RE investment depends on a country’s income level. This analysis used pooled ordinary least squares (OLS), panel-corrected standard errors and panel-fixed effects models to evaluate data from 35 UMICs, from 1996 to 2017. The results suggest that good governance raises RE investment in UMICs. In particular, the control of corruption, government effectiveness, regulatory quality and rule of law are statistically significant aspects of good governance that boost RE investment. However, this effect is conditional on the level of economic development (income level) of a country. The marginal effect of governance on RE investment is larger in lower income countries and vice versa. Among the controls, trade openness in UMICs is predicted to have an adverse impact on RE investment.",
    "readLink": "https://www.worldscientific.com/doi/10.1142/S2810943022500056"
  },
  {
    "title": "Engineering α-carboxysomes into plant chloroplasts to support autotrophic photosynthesis",
    "authors": [
      "Taiyu Chen,",
      "Marta Hojka,",
      "Philip Davey,",
      "Yaqi Sun,",
      "Gregory F. Dykes,",
      "Fei Zhou,",
      "Tracy Lawson,",
      "Peter J. Nixon,",
      "Yongjun Lin,",
      "Lu-Ning Liu"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-37490-0",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Abstract The growth in world population, climate change, and resource scarcity necessitate a sustainable increase in crop productivity. Photosynthesis in major crops is limited by the inefficiency of the key CO2-fixing enzyme Rubisco, owing to its low carboxylation rate and poor ability to discriminate between CO2 and O2. In cyanobacteria and proteobacteria, carboxysomes function as the central CO2-fixing organelles that elevate CO2 levels around encapsulated Rubisco to enhance carboxylation. There is growing interest in engineering carboxysomes into crop chloroplasts as a potential route for improving photosynthesis and crop yields. Here, we generate morphologically correct carboxysomes in tobacco chloroplasts by transforming nine carboxysome genetic components derived from a proteobacterium. The chloroplast-expressed carboxysomes display a structural and functional integrity comparable to native carboxysomes and support autotrophic growth and photosynthesis of the transplastomic plants at elevated CO2. Our study provides proof-of-concept for a route to engineering fully functional CO2-fixing modules and entire CO2-concentrating mechanisms into chloroplasts to improve crop photosynthesis and productivity.",
    "readLink": "https://doi.org/10.1038/s41467-023-37490-0"
  },
  {
    "title": "What we know about the Baltic Sea: a summary of BSSC 2005",
    "authors": [
      "Szymon Uścinowicz,",
      "Teresa Radziejewska,",
      "Janusz Pempkowiak,",
      "Jan Piechura"
    ],
    "doi": "Vol. 48,\n                                no. S\n                                \n                                  pp.\n                                  3\n                                  – 19",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "Introduction    The Baltic Sea, an internal sea of the European Community, isone of the largest brackish water bodies in the world. It isquite unique in many respects, particularly in its natural featuresand in the cultural, political and socio-economic patterns ofthe countries bordering it.    After nearly 40 years, during which Baltic marine physicists,chemists, biologists and geologists had been holding separatescientific meetings, it was decided the time was ripe to arrangejoint scientific conferences with the purpose of getting togetherto discuss general and specific aspects of the Baltic Sea, toexchange information, to integrate efforts, and to get to knowand understand each other better. The Sopot 2005 Congress, precededby the Baltic Sea Science Congresses in Rønne (1997), Warnemünde(1999), Stockholm (2001) and Helsinki (2003), was the fifth jointmeeting of the Conference of Baltic Oceanographers (CBO), BalticMarine Biologists (BMB) and Baltic Sea Geologists (BSG). Likeall the previous congresses, the one held in Sopot bore witnessto the idea that we all, members of CBO, BMB and BSG, shouldcontinue to work together even more closely.    The meeting in Sopot instigated discussion on a broad spectrumof problems, from large-scale climate change-related processesto local, small-scale specific Baltic Sea features. Further subjectsfor deliberation included modelling as a research tool and asa way of providing services and forecasting certain phenomena,operational oceanography, and man's impact on the Baltic Seaenvironment and its resources.    We are indebted to our Scientific Committee for their work duringthe past months to sort out and select interesting contributionsto all the oral and poster sessions, and thus for making theCongress an attractive and quality event. We also thank the PolishAcademy of Sciences and the City of Sopot for their financialsupport.    We hope that the joint Congress and fruitful scientific discussionsit sparked will promote new contacts and pave the way to evencloser cooperation between scientists involved in Baltic research.    Altogether, 274 abstracts were submitted for presentation. TheInternational Scientific Committee selected 30 to be presentedorally at the plenary sessions and 85 at thematic sessions; 151contributions were presented as posters. There were 8 invitedlectures, which dealt with broad questions such as climate change,the world's fisheries and ecosystem changes.    The Congress also organised five workshops on the following topics: Sea level change; The IODP project; Ventilation of deep waters in the Baltic Sea; New activities of the Helsinki Commission (HELCOM); The new EU-supported BONUS project.",
    "readLink": "http://www.iopan.gda.pl/oceanologia/48_S.html#A1"
  },
  {
    "title": "Tunisian Political Climate from Aristocracy to Democracy and Presidential Coup: An Emerging Challenge to the Islamic Movements",
    "authors": [
      "Raja Umair,",
      "Hafiz Sajid Iqbal Shaikh,",
      "Faryal Umbreen"
    ],
    "doi": "https://doi.org/10.32350/jitc.122.21",
    "journalVolume": "Vol. 12,\n                                no. 2",
    "issn": "2075-0943 (Print)",
    "publisher": "2520-0313 (Online)",
    "countryOfPublisher": "University of Management and Technology",
    "lcc": [
      "Pakistan",
      "Philosophy. Psychology. Religion: Islam. Bahai Faith. Theosophy, etc.: Islam"
    ],
    "journalUrl": "https://journals.umt.edu.pk/index.php/JITC",
    "abstract": "The popular uprising brought forth change in Tunisian presidential palace during 2011 as it entered a state of liminality while becoming a consolidated democracy from authoritarianism. However, after a decade of democratic transition, only the democratic success story of the Arab Spring is in danger after the decree of Tunisian President. This article aims to highlight that by using Article 80 of the constitution, President has seized more power; and it narrates how it contradicts the constitution and negatively impact on political scenario. Furthermore, this study provides an analysis that how certain regional countries are trying to jeopardize the democratic system. Thus, the Islamic movement of Tunisia has been possessing a lion share on Country’s political arena and is considered as the vanguard of Islamic identity and democratic process since 2011 revolution. Finally, it concludes that amid a lenient policy of Rashid Al-Ghannouchi, the founder of the Movement and speaker of the Parliament, towards Islamic doctrine in Tunisian political arena, coup from Tunisian president. Leadership of Al-Nahdah again playing a vital role to stable political climate through dialogue, but it seems that the situation is still in danger. In this article, the primary and secondary data has been analyzed by using Discourse analysis method with its approach of Critical Discourse Analysis (CDA). Keywords: Authoritarianism, Constitutional imploration, Democracy, Ennahda, islamic movement, Political crises, Presidential coup, Tunisia",
    "readLink": "https://journals.umt.edu.pk/index.php/JITC/article/view/2766"
  },
  {
    "title": "Approaches for the amelioration of adverse effects of drought stress on crop plants",
    "authors": [
      "Anamika Dubey,",
      "Ashwani Kumar,",
      "Muneer Ahmad Malla,",
      "Kanika Chowdhary,",
      "Garima Singh,",
      "Gudasalamani Ravikanth,",
      "Harish,",
      "Satyawati Sharma,",
      "Zaki Saati-Santamaria,",
      "Esther Menéndez,",
      "Joanna Felicity Dames"
    ],
    "doi": "https://doi.org/10.52586/4998",
    "journalVolume": "Vol. 26,\n                                no. 10\n                                \n                                  pp.\n                                  928\n                                  – 947",
    "issn": "2768-6701 (Print)",
    "publisher": "2768-6698 (Online)",
    "countryOfPublisher": "IMR Press",
    "lcc": [
      "Singapore",
      "Science: Chemistry: Organic chemistry: Biochemistry",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.imrpress.com/journal/FBL",
    "abstract": "Climate change, water scarcity, population growth, and food shortage are some of the threatening challenges being faced in today’s world. Among different types of stresses, drought stress presents a persistent challenge for global food production, however, its harshness and intensity are supposed to expand in the imminent future. The most striking effects of drought stress on plants are stunted growth, severe damage to photosynthetic apparatus, reduction in photosynthesis, reduction in seed germination, and nutrient uptake. To deal with the destructive effect of drought stress on plants, it is necessary to consider its effects, mechanisms of action, the agronomic and genetic basis for sustainable management. Therefore, there is an urgent need for sustainable solutions to cope up with the negative impact of drought stress. This review focuses on the detrimental effects of drought stress on plants’ morphological, physiological, and biochemical characteristics and recommends suitable drought management techniques to reduce the severity of drought stress. We summarize the effect of drought stress on physiological and biochemical parameters (such as germination, photosynthesis, biomass, water status, and nutrient uptake) and yield. Overall, in this article, we have reviewed the role of different phytohormones, osmolytes, exogenous compounds, proteins, plant growth-promoting microbes (PGPM), omics approaches, and genome editing technologies like clustered regularly interspaced short palindromic repeats (CRISPR) and CRISPR-associated protein 9 (CRISPR-Cas9) in alleviating drought effects in plants. We also proposed that developing drought-tolerant plant varieties requires the combined use of biotechnological and agronomic approaches and cutting-edge genome editing (GE) tools.",
    "readLink": "https://www.imrpress.com/journal/FBL/26/10/10.52586/4998"
  },
  {
    "title": "The transferability of hydrological models under nonstationary climatic conditions",
    "authors": [
      "C. Z. Li,",
      "L. Zhang,",
      "H. Wang,",
      "Y. Q. Zhang,",
      "F. L. Yu,",
      "D. H. Yan"
    ],
    "doi": "https://doi.org/10.5194/hess-16-1239-2012",
    "journalVolume": "Vol. 16,\n                                no. 4\n                                \n                                  pp.\n                                  1239\n                                  – 1254",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "This paper investigates issues involved in calibrating hydrological models against observed data when the aim of the modelling is to predict future runoff under different climatic conditions. To achieve this objective, we tested two hydrological models, DWBM and SIMHYD, using data from 30 unimpaired catchments in Australia which had at least 60 yr of daily precipitation, potential evapotranspiration (PET), and streamflow data. Nash-Sutcliffe efficiency (NSE), modified index of agreement (<i>d</i><sub>1</sub>) and water balance error (WBE) were used as performance criteria. We used a differential split-sample test to split up the data into 120 sub-periods and 4 different climatic sub-periods in order to assess how well the calibrated model could be transferred different periods. For each catchment, the models were calibrated for one sub-period and validated on the other three. Monte Carlo simulation was used to explore parameter stability compared to historic climatic variability. The chi-square test was used to measure the relationship between the distribution of the parameters and hydroclimatic variability. The results showed that the performance of the two hydrological models differed and depended on the model calibration. We found that if a hydrological model is set up to simulate runoff for a wet climate scenario then it should be calibrated on a wet segment of the historic record, and similarly a dry segment should be used for a dry climate scenario. The Monte Carlo simulation provides an effective and pragmatic approach to explore uncertainty and equifinality in hydrological model parameters. Some parameters of the hydrological models are shown to be significantly more sensitive to the choice of calibration periods. Our findings support the idea that when using conceptual hydrological models to assess future climate change impacts, a differential split-sample test and Monte Carlo simulation should be used to quantify uncertainties due to parameter instability and non-uniqueness.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/16/1239/2012/hess-16-1239-2012.pdf"
  },
  {
    "title": "SHORT COMMUNICATION:  ADDRESSING VULNERABILITY OF AGRICULTURE SECTOR TO CLIMATE CHANGE IN PAKISTAN",
    "authors": [
      "A. Raza,",
      "M. Imtiaz,",
      "Z. Ali,",
      "S. A. Ali"
    ],
    "doi": "https://doi.org/10.47432/2020.36.2.4",
    "journalVolume": "Vol. 36,\n                                no. 2",
    "issn": "1023-1072 (Print)",
    "publisher": "2663-7863 (Online)",
    "countryOfPublisher": "Sindh Agriculture University, Tandojam",
    "lcc": [
      "Pakistan",
      "Agriculture"
    ],
    "journalUrl": "https://pjaaevs.sau.edu.pk/index.php/ojs",
    "abstract": "Agriculture sector, being the dominant user of fresh water (70%) is highly vulnerable to climate change in Pakistan. Increase in frequency of floods and drought, rising temperatures and changes in rainfall pattern across the country during the recent years are clear indicators of changing climate. Climate change has serious repercussions for national food security as farmers have limited knowledge and technologies for mitigating the adverse effects of climate change on crop productivity. This situation is expected to decrease yield of major food crops. There exists dire need to make an intensive analysis of situation to identify existing knowledge and technology gaps and suggest doable measures for multiple stake holders like policy makers, scientists and farmers accordingly. This review paper covers the impact of climate change on agriculture and presents strategies to adapt to climate change. Strategies at policy/government level include increased funds for research, improvement of national capacity building (training of trainers) and development of a localized smart early warning system for climate change related events. Key research areas being identified to address vulnerability include development of innovative water use efficient technologies, zone specific agronomic research, applied root research, organic farming to increase soil resilience and research on ground water recharge and quality using simulation models. Farmers shall be sensitized about the issue of climate change through education and every effort shall be made to make proper use of existing farm resources and technologies to live with the changing climate so that national food security is not compromised.",
    "readLink": "https://pjaaevs.sau.edu.pk/index.php/ojs/article/view/428"
  },
  {
    "title": "Deterministic and probabilistic projections and their credibility in analyzing future precipitation variations in the Yellow River Basin, China",
    "authors": [
      "Zhouliang Sun,",
      "Yanli Liu,",
      "Jianyun Zhang,",
      "Hua Chen,",
      "Zhangkang Shu,",
      "Tiesheng Guan,",
      "Guoqing Wang,",
      "Junliang Jin,",
      "Zhenxin Bao,",
      "Cuishan Liu"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.359",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  pp.\n                                  1806\n                                  – 1829",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "It remains a key challenge to obtain reliable future precipitation estimates and their reliability under different climate scenarios. In this study, the deterministic projection of future precipitation in the Yellow River Basin (YRB) was obtained within the Bayesian model averaging (BMA) framework. A probability estimation method based on the BMA weighting scheme was proposed to obtain the probabilistic projection of precipitation. We also analyzed the credibility of these two projections. The results showed that four indexes projected by the BMA method showed an increasing trend with a higher probability. The probabilities of increasing with varying degrees were more than those for decreasing for all the precipitation indexes. The credibility of the precipitation estimation under specific climate scenarios was testified by the lower ED (the mean of long-term annual relative simulation deviation) and VD (the variance of long-term annual relative simulation deviation). The estimation based on the BMA model is more trustworthy than any other model. For the four precipitation indicators, the accuracy between the calculated VR (Variation range, to describe the interval of variation of the indicators) with the greatest likelihood and the actual VR was 38.31–53.74%. In 81.93–94.70% of grids, the deviations were smaller than one level. Both the deterministic and probabilistic projections have high geographic distribution and variation trend consistency. HIGHLIGHTS A probability estimation method was proposed for the probabilistic projection of future climate.; The deterministic projection and probabilistic projection of future precipitation were consistent.; The projection accuracy was positively correlated with historical occurrences of precipitation.; The probability of increase is greater than that of decrease for the future precipitation of YRB.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/4/1806"
  }
]