[
  {
    "title": "Natural Geography and Patterns of Local Population Growth and Decline in Spain: 1960–2011",
    "authors": [
      "Adelheid Holl"
    ],
    "doi": "https://doi.org/10.3390/su11184979",
    "journalVolume": "Vol. 11,\n                                no. 18\n                                \n                                  p.\n                                  4979",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This paper analyzes the role of natural geography for explaining local population change patterns. Using spatially detailed data for Spain from 1960 to 2011, the estimation results indicated that natural geography variables relate to about half of the population growth variation of rural areas and more than a third of the population growth variation of urban areas during this period. Local differences in climate, topography, and soil and rock formation as well as distance to aquifers and the coast contribute to variations in local population growth patterns. Although, over time, local population change became less related to differences in natural geography, natural geography is still significantly related to nearly a third of the variation in local population change in rural areas and the contribution of temperature range and precipitation seasonality has even increased. For urban areas, weather continues to matter too, with growth being higher in warmer places.",
    "readLink": "https://www.mdpi.com/2071-1050/11/18/4979"
  },
  {
    "title": "MAPPING FOREST DISTURBANCE USING PURE FOREST INDEX TIME SERIES AND CCDC ALGORITHM",
    "authors": [
      "Y. Cai,",
      "Q. Shi,",
      "X. Liu"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLVIII-3-W1-2022-1-2022",
    "journalVolume": "Vol. XLVIII-3-W1-2022\n                                \n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Forest dynamics are closely related to climate change, natural disasters, and ecological diversity. The accumulated Landsat archive provides an unprecedented opportunity for long-term forest dynamics monitoring globally. However, using Landsat time series to detect small-scale and low-intensity disturbance events is still challenging since the moderate spatial resolution of Landsat images and the mixed pixel problem. Towards improving the ability of vegetation index (VI) in characterizing sub-pixel forest dynamics, this paper introduced the spectral mixture analysis (SMA) to develop a novel Pure Forest Index (PFI). The Continuous Change Detection and Classification (CCDC) algorithm was used to detect forest disturbance based on the PFI time series. Cross-comparison shows that PFI is far superior to other conventional VI in indicating forest conditions since it can enhance the spectral signal of the forest and suppress noises from the background. Time series analysis further demonstrates the superiority of PFI in accurately characterizing forest dynamics. The high overall accuracy of 0.96 for the forest disturbance map generated by the proposed approach was achieved. This study highlights a novel VI for accurately tracking subtle forest changes in a heterogeneous landscape.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLVIII-3-W1-2022/1/2022/isprs-archives-XLVIII-3-W1-2022-1-2022.pdf"
  },
  {
    "title": "Interactions between social learning and technological learning in electric vehicle futures",
    "authors": [
      "O Y Edelenbosch,",
      "David L McCollum,",
      "Hazel Pettifor,",
      "Charlie Wilson,",
      "Detlef P van Vuuren"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aae948",
    "journalVolume": "Vol. 13,\n                                no. 12\n                                \n                                  p.\n                                  124004",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The transition to electric vehicles is an important strategy for reducing greenhouse gas emissions from passenger cars. Modelling future pathways helps identify critical drivers and uncertainties. Global integrated assessment models (IAMs) have been used extensively to analyse climate mitigation policy. IAMs emphasise technological change processes but are largely silent on important social and behavioural dimensions to future technological transitions. Here, we develop a novel conceptual framing and empirical evidence base on social learning processes relevant for vehicle adoption. We then implement this formulation of social learning in IMAGE, a widely-used global IAM. We apply this new modelling approach to analyse how technological learning and social learning interact to influence electric vehicle transition dynamics. We find that technological learning and social learning processes can be mutually reinforcing. Increased electric vehicle market shares can induce technological learning which reduces technology costs while social learning stimulates diffusion from early adopters to more risk-averse adopter groups. In this way, both types of learning process interact to stimulate each other. In the absence of social learning, however, the perceived risks of electric vehicle adoption among later-adopting groups remains prohibitively high. In the absence of technological learning, electric vehicles remain relatively expensive and therefore is only an attractive choice for early adopters. This first-of-its-kind model formulation of both social and technological learning is a significant contribution to improving the behavioural realism of global IAMs. Applying this new modelling approach emphasises the importance of market heterogeneity, real-world consumer decision-making, and social dynamics as well as technology parameters, to understand climate mitigation potentials.",
    "readLink": "https://doi.org/10.1088/1748-9326/aae948"
  },
  {
    "title": "Livelihoods Strategies and Household Resilience to Food Insecurity: A Case Study from Rural Tunisia",
    "authors": [
      "Mohamed  Zied Dhraief,",
      "Boubaker Dhehibi,",
      "Hamed Daly Hassen,",
      "Meriem Zlaoui,",
      "Chaima Khatoui,",
      "Sondes Jemni,",
      "Ouessama Jebali,",
      "Mourad Rekik"
    ],
    "doi": "https://doi.org/10.3390/su11030907",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  907",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Due to the decrease of household incomes, the increase of food prices, and the negative effects of climate change on agricultural production, Tunisia faces a food insecurity challenge, especially in rural and arid areas. The purpose of our research is to understand and explore household resilience to food insecurity in two villages, Selta and Zoghmar, in central Tunisia. A cross-sectional survey of 250 sample households was conducted in the villages. Factor analysis and regression models were employed to analyze the data using SPSS version 21. The results indicate that only around 36% of the households were resilient at different levels. In Selta, 62.8% and in Zoghmar 66.7% of the households were vulnerable. As indicated by the factor loadings and beta coefficients, income and food access, adaptive capacity, and the social safety net were important dimensions of household resilience to food insecurity, being positively correlated with the resilience index. However, asset possession, and climate change negatively affect household resilience. Therefore, interventions must target strategies that address the different levels of resilience reflected by the resilience estimators. These estimators were generated by focusing mainly on building farmers’ knowledge of how to face the different difficulties and challenges.",
    "readLink": "https://www.mdpi.com/2071-1050/11/3/907"
  },
  {
    "title": "BIO-ENERGY  FUEL MARKET STRUCTURE IMPERATIVE FORMATION",
    "authors": [
      "S. Kvasha,",
      "N. Melnyk"
    ],
    "doi": "https://doi.org/10.33249/2663-2144-2019-84-11-13-22",
    "journalVolume": "Vol. 84,\n                                no. 11\n                                \n                                  pp.\n                                  13\n                                  – 22",
    "issn": "2663-2144 (Print)",
    "publisher": "Zhytomyr National Agroecological University",
    "countryOfPublisher": "Ukraine",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://journal.znau.edu.ua/horizons",
    "abstract": "The production and use of biofuels made of bioenergy crops is a central issue in many countries around the globe in addressing climate change, reducing greenhouse gas emissions and gaining energy independence. The purpose of the study is to substantiate the theoretical position of the biofuels market, to uncover the major players in the biofuels market and the major factors that affect the biofuels market in general. The methodological basis of the research is general scientific and specific methods of cognition of economic phenomena, a systematic approach to the study of socio-economic systems related to the production and sale of biofuels. It has been founed that the bioenergy fuel market is an industry market where state government is a regulator, between producers and consumers of biofuels based on the demand and supply of biofuels. The configuration of market and scientific approaches to its definition in domestic and foreign sources has been investigated. The main factors of bioenergy fuels market conditions which influence the development and formation of the internal market of biofuels have been identified. It is stated that the formation of the internal market of bioenergy fuels depends on state regulations, the development of integrated state programs and strategies, as well as due to the established subsidies and preferences for producers and consumers of bioenergy fuels. It has been determined thar the concept of bioenergy fuel market depends on the level of supply and demand, prices and sales volumes of bioenergy fuels and biomass. It is proved that the development of the internal market of bioenergy fuels is shaped by established or recommended volumes of biofuel consumption, implementation of existing standards and quality certificates to European standards, and the raw material base or biomass of energy crops and the attraction of internal and external investment. Prospects of further research will be focused on the formation of the internal market of bioenergy fuels and the study of foreign experience of market functioning.",
    "readLink": "http://www.journal.znau.edu.ua/horizons/article/view/309/307"
  },
  null,
  {
    "title": "The impact of sampling strategy on the cloud droplet number concentration estimated from satellite data",
    "authors": [
      "E. Gryspeerdt,",
      "E. Gryspeerdt,",
      "D. T. McCoy,",
      "E. Crosbie,",
      "E. Crosbie,",
      "R. H. Moore,",
      "G. J. Nott,",
      "D. Painemal,",
      "D. Painemal,",
      "J. Small-Griswold,",
      "A. Sorooshian,",
      "L. Ziemba"
    ],
    "doi": "https://doi.org/10.5194/amt-15-3875-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  3875\n                                  – 3892",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Cloud droplet number concentration (Nd) is of central importance to observation-based estimates of aerosol indirect effects, being used to quantify both the cloud sensitivity to aerosol and the base state of the cloud. However, the derivation of Nd from satellite data depends on a number of assumptions about the cloud and the accuracy of the retrievals of the cloud properties from which it is derived, making it prone to systematic biases. A number of sampling strategies have been proposed to address these biases by selecting the most accurate Nd retrievals in the satellite data. This work compares the impact of these strategies on the accuracy of the satellite retrieved Nd, using a selection of in situ measurements. In stratocumulus regions, the MODIS Nd retrieval is able to achieve a high precision (r2 of 0.5–0.8). This is lower in other cloud regimes but can be increased by appropriate sampling choices. Although the Nd sampling can have significant effects on the Nd climatology, it produces only a 20 % variation in the implied radiative forcing from aerosol–cloud interactions, with the choice of aerosol proxy driving the overall uncertainty. The results are summarised into recommendations for using MODIS Nd products and appropriate sampling.",
    "readLink": "https://amt.copernicus.org/articles/15/3875/2022/amt-15-3875-2022.pdf"
  },
  {
    "title": "“Closer‐to‐home” strategy benefits juvenile survival in a long‐distance migratory bird",
    "authors": [
      "Yachang Cheng,",
      "Wolfgang Fiedler,",
      "Martin Wikelski,",
      "Andrea Flack"
    ],
    "doi": "https://doi.org/10.1002/ece3.5395",
    "journalVolume": "Vol. 9,\n                                no. 16\n                                \n                                  pp.\n                                  8945\n                                  – 8952",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Human‐induced changes in the climate and environment that occur at an unprecedented speed are challenging the existence of migratory species. Faced with these new challenges, species with diverse and flexible migratory behaviors may suffer less from population decline, as they may be better at responding to these changes by altering their migratory behavior. At the individual level, variations in migratory behavior may lead to differences in fitness and subsequently influence the population's demographic dynamics. Using lifetime GPS bio‐logging data from 169 white storks (Ciconia ciconia), we explore whether the recently shortened migration distance of storks affects their survival during different stages of their juvenile life. We also explore how other variations in migratory decisions (i.e., time, destination), movement activity (measured using overall body dynamic acceleration), and early life conditions influence juvenile survival. We observed that their first autumn migration was the riskiest period for juvenile white storks. Individuals that migrated shorter distances and fledged earlier experienced lower mortality risks. In addition, higher movement activity and overwintering “closer‐to‐home” (with 84.21% of the tracked individuals stayed Europe or North Africa) were associated with higher survival. Our study shows how avian migrants can change life history decisions over only a few decades, and thus it helps us to understand and predict how migrants respond to the rapidly changing world.",
    "readLink": "https://doi.org/10.1002/ece3.5395"
  },
  {
    "title": "Global and Local Discourses on Climate Change: A Perspective from the Concept of Embeddedness",
    "authors": [
      "Jailab Kumar Rai"
    ],
    "doi": "https://doi.org/10.3126/dsaj.v4i0.4518",
    "journalVolume": "Vol. 4,\n                                no. 0\n                                \n                                  pp.\n                                  143\n                                  – 180",
    "issn": "1994-2664 (Print)",
    "publisher": "1994-2672 (Online)",
    "countryOfPublisher": "Tribhuvan University",
    "lcc": [
      "Nepal",
      "Geography. Anthropology. Recreation: Anthropology",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://www.nepjol.info/index.php/DSAJ",
    "abstract": "Climate change has been becoming a major order of business of all including researchers and academics. This is known that global, national and local organizations, institutions and even the individuals are partaking into the issues with their own perspectives and skills of negotiations. Despite the series of international efforts and attempts, there are also a series of national concerns, efforts and attempts in combating against the effects of global climate change. This paper is an attempt to draw on the overview of contexts and concerns of international communities for combating global climate change and its discursive influence in national policy discourses. Moreover, the paper attempts to assess the local socio-cultural discourses and dynamics of climate change in relation to global and national discourses. Finally the paper highlights on how global and local climate change knowledge networks and epistemic communities either from political processes or the socio-economic fabrics are interrelated and determinant to each other. Keywords: climate change; discourses; embeddeness; dynamics; global; local DOI: 10.3126/dsaj.v4i0.4518 Dhaulagiri Journal of Sociology and Anthropology Vol.4 2010 pp.143-180",
    "readLink": "http://nepjol.info/index.php/DSAJ/article/view/4518"
  },
  {
    "title": "Ecological Modernization at the Intersection of Environment and Energy",
    "authors": [
      "Zeynep Sezgin"
    ],
    "doi": "Vol. 3,\n                                no. S",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Contemporary environmental policy is marked by an emphasis on the fight against climate change. Technological improvements for energy efficiency and transition to a low carbon economy are seen as principal environmental policy measures. Has this been the case 40 years ago when modern environmental policy took its first leap? Or has it been the result of a particular twist in the course of the development of environmental policy? Taking sides with the latter approach, it is argued that the intertwining of environmental and energy policy is attributable to ecological modernization that has become the dominant interpretation of sustainable development. Accordingly, this article focuses on ecological modernization theory and policy strategy in an aim to capture this turn. Empirical evidence will be provided through an analysis of European Union (EU) environmental policy. It will be demonstrated how EU environmental policy takes its direction from ecological modernization and how energy efficiency lies at its core. Keywords: sustainable development; ecological modernization; fight against climate change JEL Classifications: Q01; Q54; Q56",
    "readLink": "http://mail.econjournals.com/index.php/ijeep/article/view/584"
  }
]