[
  {
    "title": "Trends in Ostracoda and Cladocera distribution and water chemistry in subarctic Canada: Churchill (Manitoba) lakes and ponds revisited",
    "authors": [
      "Finn A. Viehberg,",
      "Reinhard Pienitz"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2017.1578",
    "journalVolume": "Vol. 76,\n                                no. 3",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "Ponds and lakes distributed across northern treeline in the Hudson Bay Lowlands near Churchill (Manitoba) were revisited to analyse and document the local ecoclimatic and limnological changes that occurred over the period 1997-2012. Our analyses revealed that single events may cause significant changes in salinity, pH and silicate content because of the limited buffer capacity of the inter-connected waters. Planktic freshwater microcrustaceans (Cladocera) presented less diverse assemblages and appeared to favour waters that are situated in the boreal forest, while the diversity of benthic species assemblages (Cladocera and Ostracoda) was highest in waters located closer to the coastline and in open tundra vegetation. We identified three species that are distinctive for the boreal ecozone (i.e., Candona acuta, Can. acutula and Can. decora) and two species (i.e., Tonnacypris glacialis and Can. rawsoni) that are elements of (sub-)arctic landscapes and potentially endangered as the northern treeline expands due to rapid warming. These species are thought to be useful indicators for future ecosystem quality assessments and/or ecosystem service management programs. Our findings were compared to other studies completed in the boreal Yukon Territory and revealed that species diversity is closely linked to landscape history.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/1578"
  },
  {
    "title": "The Importance of Microorganisms for Sustainable Agriculture—A Review",
    "authors": [
      "Marcel Antoszewski,",
      "Agnieszka Mierek-Adamska,",
      "Grażyna B. Dąbrowska"
    ],
    "doi": "https://doi.org/10.3390/metabo12111100",
    "journalVolume": "Vol. 12,\n                                no. 1100\n                                \n                                  p.\n                                  1100",
    "issn": "2218-1989 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/metabolites",
    "abstract": "In the face of climate change, progressive degradation of the environment, including agricultural land negatively affecting plant growth and development, endangers plant productivity. Seeking efficient and sustainable agricultural techniques to replace agricultural chemicals is one of the most important challenges nowadays. The use of plant growth-promoting microorganisms is among the most promising approaches; however, molecular mechanisms underneath plant–microbe interactions are still poorly understood. In this review, we summarized the knowledge on plant–microbe interactions, highlighting the role of microbial and plant proteins and metabolites in the formation of symbiotic relationships. This review covers rhizosphere and phyllosphere microbiomes, the role of root exudates in plant–microorganism interactions, the functioning of the plant’s immune system during the plant–microorganism interactions. We also emphasized the possible role of the stringent response and the evolutionarily conserved mechanism during the established interaction between plants and microorganisms. As a case study, we discussed fungi belonging to the genus Trichoderma. Our review aims to summarize the existing knowledge about plant–microorganism interactions and to highlight molecular pathways that need further investigation.",
    "readLink": "https://www.mdpi.com/2218-1989/12/11/1100"
  },
  {
    "title": "Canada's marine carbon sink: an early career perspective on the state of research and existing knowledge gaps",
    "authors": [
      "P.J. Duke,",
      "B. Richaud,",
      "R. Arruda,",
      "J. Länger,",
      "K. Schuler,",
      "P. Gooya,",
      "M.M.M. Ahmed,",
      "M.R. Miller,",
      "C.A. Braybrook,",
      "K. Kam,",
      "R. Piunno,",
      "Y. Sezginer,",
      "G. Nickoloff,",
      "A.C. Franco"
    ],
    "doi": "https://doi.org/10.1139/facets-2022-0214",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  pp.\n                                  1\n                                  – 21",
    "issn": "2371-1671 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Education",
      "Science"
    ],
    "journalUrl": "http://www.facetsjournal.com/",
    "abstract": "Improving our understanding of how the ocean absorbs carbon dioxide is critical to climate change mitigation efforts. We, a group of early career ocean professionals working in Canada, summarize current research and identify steps forward to improve our understanding of the marine carbon sink in Canadian national and offshore waters. We have compiled an extensive collection of reported surface ocean air–sea carbon dioxide exchange values within each of Canada's three adjacent ocean basins. We review the current understanding of air–sea carbon fluxes and identify major challenges limiting our understanding in the Pacific, the Arctic, and the Atlantic Ocean. We focus on ways of reducing uncertainty to inform Canada's carbon stocktake, establish baselines for marine carbon dioxide removal projects, and support efforts to mitigate and adapt to ocean acidification. Future directions recommended by this group include investing in maturing and building capacity in the use of marine carbon sensors, improving ocean biogeochemical models fit-for-purpose in regional and ocean carbon dioxide removal applications, creating transparent and robust monitoring, verification, and reporting protocols for marine carbon dioxide removal, tailoring community-specific approaches to co-generate knowledge with First Nations, and advancing training opportunities for early career ocean professionals in marine carbon science and technology.",
    "readLink": "https://facetsjournal.com/doi/10.1139/facets-2022-0214"
  },
  {
    "title": "An Oceania Urban Design Agenda Linking Ecosystem Services, Nature-Based Solutions, Traditional Ecological Knowledge and Wellbeing",
    "authors": [
      "Gabriel Luke Kiddle,",
      "Maibritt Pedersen Zari,",
      "Paul Blaschke,",
      "Victoria Chanse,",
      "Rebecca Kiddle"
    ],
    "doi": "https://doi.org/10.3390/su132212660",
    "journalVolume": "Vol. 13,\n                                no. 12660\n                                \n                                  p.\n                                  12660",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Many coastal peri-urban and urban populations in Oceania are heavily reliant on terrestrial and marine ecosystem services for subsistence and wellbeing. However, climate change and urbanisation have put significant pressure on ecosystems and compelled nations and territories in Oceania to urgently adapt. This article, with a focus on Pacific Island Oceania but some insight from Aotearoa New Zealand, reviews key literature focused on ecosystem health and human health and wellbeing in Oceania and the important potential contribution of nature-based solutions to limiting the negative impacts of climate change and urbanisation. The inextricable link between human wellbeing and provision of ecosystem services is well established. However, given the uniqueness of Oceania, rich in cultural and biological diversity and traditional ecological knowledge, these links require further examination leading potentially to a new conceptualisation of wellbeing frameworks in relation to human/nature relationships. Rapidly urbanising Oceania has a growing body of rural, peri-urban and urban nature-based solutions experience to draw from. However, important gaps in knowledge and practice remain. Pertinently, there is a need, potential—and therefore opportunity—to define an urban design agenda positioned within an urban ecosystem services framework, focused on human wellbeing and informed by traditional ecological knowledge, determined by and relevant for those living in the islands of Oceania as a means to work towards effective urban climate change adaptation.",
    "readLink": "https://www.mdpi.com/2071-1050/13/22/12660"
  },
  {
    "title": "Where does blue water go in the semi-arid area of northern China under changing environments?",
    "authors": [
      "L. Ren,",
      "F. Yuan,",
      "B. Yong,",
      "S. Jiang,",
      "X. Yang,",
      "L. Gong,",
      "M. Ma,",
      "Y. Liu,",
      "H. Shen"
    ],
    "doi": "https://doi.org/10.5194/piahs-364-88-2014",
    "journalVolume": "Vol. 364\n                                \n                                \n                                  pp.\n                                  88\n                                  – 93",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "River flow regimes in the semi-arid region of northern China show a decreasing trend in terms of quantity. River runoff (i.e. blue water) reduction within the Laohahe catchment, the source area of the Liaohe River basin, manifests the aridity that exists widely in northern China. According to the water balance equation, during the past half-century, observed streamflow records in the Laohahe catchment show that blue water was re-directed to green water flow (i.e. evapotranspiration) over annual and decadal time scales, whereas precipitation did not vary much. Human activities and land-use/land-cover changes are the fundamental reasons for such runoff change. In the studied catchment, extensive land reclamation for agriculture, water withdrawal from streams, and abstraction from aquifers for irrigation are the direct and main causes leading to the decrease in observed blue water. These factors further demonstrate that a land-use decision is also a decision about water. Therefore, there is a need for an integrated modelling framework to intrinsically link climate, hydrological, and agricultural models with social and economic analyses.",
    "readLink": "https://www.proc-iahs.net/364/88/2014/piahs-364-88-2014.pdf"
  },
  {
    "title": "Sustainability, livability and wellbeing in a bionic internet-of-things",
    "authors": [
      "John Canning,",
      "Yunlong Guo,",
      "Zenon Chaczko"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  p.\n                                  100204",
    "issn": "2590-1478 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics",
      "Science: Physics: Optics. Light"
    ],
    "journalUrl": "https://www.journals.elsevier.com/optical-materials-x",
    "abstract": "To address climate change, environmental monitoring and wellness more generally on a global scale, a new concept is presented - the bionic internet-of-things, or b-IoT. We propose the utilization of existing organic “sensor” technology that nature has provided and discuss a future adapting these to an existing inorganic internet to truly open up a global IoT. The use of organisms, in the first instance plants, bring an additional physical and psychological factor, connecting up living in things in a way that is consistent with natural symbiosis but extended over a global and potentially galactic scale. These plants not only monitor the environment, they interact to enable it to thrive, producing an ecosystem that consumes CO2, generates oxygen, recycling land and providing an environment for other organic species to develop. In contemporary real estate development, the need for a more whole ecosystem approach is recognized and that technology plays a vital role towards that. Thus, we identify wellness and wellbeing as an integral part of all future technology development. A fundamental challenge is connecting such sensors to the IoT. We briefly review technologies of relevance in the context of material, health and environmental considerations, and discuss novel transducer mechanisms. To assess sensor capability, we review our recent work on measuring leaf material properties using contact angle mapping, demonstrating a diversity of potential for environmental monitoring from this method alone. We also review some examples of common botanical properties that already exist which can in principle be readily coupled to existing transducers to create the hybrid b-IoT. We briefly speculate into the future of materials at the sensor end and into reaching space that can meet low cost and provide advanced functionality to help connectivity and integrate fibre and fibreless technologies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590147822000687"
  },
  {
    "title": "KEY CONCEPTS OF AGROECOLOGY SCIENCE. A SYSTEMATIC REVIEW",
    "authors": [
      "Luis Fernando Gómez-Echeverri,",
      "Leonardo Alberto Ríos-Osorio,",
      "María Luisa Eschenhagen-Durán"
    ],
    "doi": "Vol. 19,\n                                no. 2",
    "issn": "1870-0462 (Online)",
    "publisher": "Universidad Autónoma de Yucatán",
    "countryOfPublisher": "Mexico",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.revista.ccba.uady.mx/ojs/index.php/TSA/index",
    "abstract": "A systematic review was conducted with the objective of determining the key concepts that are currently used in theoretical work in agroecology. They were obtained from titles and keywords of theoretical articles and books that included the term agroecology in the title. Fifteen terms with occurrences higher than three were obtained. They show that agroecology revolves around the concept of integral sustainability, and that there is agreement on neither its object of study nor goal. As a result, most key concepts concern the object of study or the goal of agroecology. Other key concepts are food sovereignty, agriculture, ecofeminism, climate change, family farming, and social movements.",
    "readLink": "http://www.revista.ccba.uady.mx/ojs/index.php/TSA/article/view/2156"
  },
  {
    "title": "A Novel Modelling Approach for Predicting Forest Growth and Yield under Climate Change.",
    "authors": [
      "M Irfan Ashraf,",
      "Fan-Rui Meng,",
      "Charles P-A Bourque,",
      "David A MacLean"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0132066",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  e0132066",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Global climate is changing due to increasing anthropogenic emissions of greenhouse gases. Forest managers need growth and yield models that can be used to predict future forest dynamics during the transition period of present-day forests under a changing climatic regime. In this study, we developed a forest growth and yield model that can be used to predict individual-tree growth under current and projected future climatic conditions. The model was constructed by integrating historical tree growth records with predictions from an ecological process-based model using neural networks. The new model predicts basal area (BA) and volume growth for individual trees in pure or mixed species forests. For model development, tree-growth data under current climatic conditions were obtained using over 3000 permanent sample plots from the Province of Nova Scotia, Canada. Data to reflect tree growth under a changing climatic regime were projected with JABOWA-3 (an ecological process-based model). Model validation with designated data produced model efficiencies of 0.82 and 0.89 in predicting individual-tree BA and volume growth. Model efficiency is a relative index of model performance, where 1 indicates an ideal fit, while values lower than zero means the predictions are no better than the average of the observations. Overall mean prediction error (BIAS) of basal area and volume growth predictions was nominal (i.e., for BA: -0.0177 cm(2) 5-year(-1) and volume: 0.0008 m(3) 5-year(-1)). Model variability described by root mean squared error (RMSE) in basal area prediction was 40.53 cm(2) 5-year(-1) and 0.0393 m(3) 5-year(-1) in volume prediction. The new modelling approach has potential to reduce uncertainties in growth and yield predictions under different climate change scenarios. This novel approach provides an avenue for forest managers to generate required information for the management of forests in transitional periods of climate change. Artificial intelligence technology has substantial potential in forest modelling.",
    "readLink": "http://europepmc.org/articles/PMC4501821?pdf=render"
  },
  {
    "title": "Response of Aboveground Net Primary Production, Species and Phylogenetic Diversity to Warming and Increased Precipitation in an Alpine Meadow",
    "authors": [
      "Jianyu Xiao,",
      "Chengqun Yu,",
      "Gang Fu"
    ],
    "doi": "https://doi.org/10.3390/plants12173017",
    "journalVolume": "Vol. 12,\n                                no. 3017\n                                \n                                  p.\n                                  3017",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The uncertain responses of aboveground net primary productivity (ANPP) and plant diversity to climate warming and increased precipitation will limit our ability to predict changes in vegetation productivity and plant diversity under future climate change and further constrain our ability to protect biodiversity and ecosystems. A long-term experiment was conducted to explore the responses of ANPP, plant species, phylogenetic α–diversity, and community composition to warming and increased precipitation in an alpine meadow of the Northern Tibet from 2014 to 2019. Coverage, height, and species name were obtained by conventional community investigation methods, and ANPP was obtained using observed height and coverage. Open–top chambers with two different heights were used to simulate low- and high-level climate warming. The low- and high-level increased precipitation treatments were achieved by using two kinds of surface area funnel devices. The high-level warming reduced sedge ANPP (ANPPsedge) by 62.81%, species richness (SR) by 21.05%, Shannon by 13.06%, and phylogenetic diversity (PD) by 14.48%, but increased forb ANPP (ANPPforb) by 56.65% and mean nearest taxon distance (MNTD) by 33.88%. Species richness, Shannon, and PD of the high-level warming were 19.64%, 9.67%, and 14.66% lower than those of the low-level warming, respectively. The high-level warming-induced dissimilarity magnitudes of species and phylogenetic composition were greater than those caused by low-level warming. The low- rather than high-level increased precipitation altered species and phylogenetic composition. There were significant inter-annual variations of ANPP, plant species, phylogenetic α–diversity and community composition. Therefore, climate warming and increased precipitation had non-linear effects on ANPP and plant diversity, which were due to non-linear changes in temperature, water availability, and/or soil nutrition caused by warming and increased precipitation. The inter-annual variations of ANPP and plant diversity were stronger than the effects of warming and especially increased precipitation on ANPP and plant diversity. In terms of plant diversity conservation and related policy formulation, we should pay more attention to regions with greater warming, at least for the northern Tibet grasslands. Besides paying attention to the responses of ANPP and plant diversity to climate change, the large inter-annual changes of ANPP and plant diversity should be given great attention because the large inter-annual variation indicates the low temporal stability of ANPP and plant diversity and thus produces great uncertainty for the development of animal husbandry.",
    "readLink": "https://www.mdpi.com/2223-7747/12/17/3017"
  },
  {
    "title": "Suitability analysis of ski areas in China: an integrated study based on natural and socioeconomic conditions",
    "authors": [
      "J. Deng,",
      "J. Deng,",
      "J. Deng,",
      "T. Che,",
      "T. Che,",
      "C. Xiao,",
      "S. Wang,",
      "L. Dai,",
      "A. Meerzhan,",
      "A. Meerzhan,",
      "A. Meerzhan"
    ],
    "doi": "https://doi.org/10.5194/tc-13-2149-2019",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  2149\n                                  – 2167",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "The successful bid for the 2022 Winter Olympics (Beijing 2022, officially known as the XXIV Olympic Winter Games) has greatly stimulated Chinese enthusiasm towards winter sports participation. Consequently, the Chinese ski industry is rapidly booming due to enormous market demand and government support. However, investing in ski areas in unreasonable locations will cause problems from an economic perspective (in terms of operation and management) as well as geographical concerns (such as environmental degradation). Therefore, evaluating the suitability of a ski area based on scientific metrics has become a prerequisite for the sustainable development of the ski industry. In this study, we evaluate the locational suitability of ski areas in China by integrating their natural and socioeconomic conditions using a linearly weighted method based on geographic information system (GIS) spatial analysis combined with remote sensing, online, and field survey data. The key indexes for evaluating natural suitability include snow cover, air temperature, topographic conditions, water resources, and vegetation, whereas socioeconomic suitability is evaluated based on economic conditions, accessibility of transportation, distance to a tourist attraction, and distance to a city. As such, metrics ranging from 0 to 1 considering both natural and socioeconomic conditions are used to define a suitability threshold for each candidate region for ski area development. A ski area is considered to be a dismal prospect when the locational integrated index is less than 0.5. The results show that 84 % of existing ski areas are located in areas with an integrated index greater than 0.5. Finally, corresponding development strategies for decision-makers are proposed based on the multicriteria metrics, which will be extended to incorporate potential influences from future climate change and socioeconomic development. However, the snowmaking model with local data should to be used to further analyze the suitability for a specific ski area.",
    "readLink": "https://www.the-cryosphere.net/13/2149/2019/tc-13-2149-2019.pdf"
  }
]