[
  {
    "title": "Towards a Greener University: Perceptions of Landscape Services in Campus Open Space",
    "authors": [
      "Carla  Ana-Maria Tudorie,",
      "María Vallés-Planells,",
      "Eric Gielen,",
      "Rosa Arroyo,",
      "Francisco Galiana"
    ],
    "doi": "https://doi.org/10.3390/su12156047",
    "journalVolume": "Vol. 12,\n                                no. 6047\n                                \n                                  p.\n                                  6047",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Universities are showing a growing interest in becoming green institutions and improving campus open space management. Well-designed urban landscapes guided by green criteria integrate eco-friendly infrastructure which may be effective in facing urban challenges in the context of climate change. Student preferences and uses of campus outdoor environment should draw the attention of campus landscape planners. This study aims to analyse how the university community perceives landscape services provided by the Spanish Universitat Politècnica de València’s campus open space. An online questionnaire was sent to the university community to check its opinions, level of satisfaction, and their demands related to the current situation of the outdoor areas. Campus open spaces with different urban green infrastructure have a high potential to provide cultural, provisioning, and regulation landscape services. Respondents perceive the main benefits provided by campus open spaces to be that they are a place to relax, meet friends, and pass through. Their needs related to the welfare of outdoor areas and their preferences differ according to age, occupation, and time spent at the campus. This paper intends to help the university to meet environmental guidelines and to help other universities in their endeavour to reach sustainability and ensure the university community’s well-being.",
    "readLink": "https://www.mdpi.com/2071-1050/12/15/6047"
  },
  {
    "title": "Short-term effects of increasing compost application rates on soil C and greenhouse gas (N2O and CO2) emissions in a California central coast vineyard",
    "authors": [
      "Connie T. F. Wong,",
      "Connie T. F. Wong,",
      "Mia Falcone,",
      "Geovan Rich,",
      "Craig Stubler,",
      "Bwalya Malama,",
      "Cristina Lazcano,",
      "Charlotte Decock"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1123510",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Compost application is commonly considered by winegrape producers to improve soil health while sequestering carbon (C) and mitigating climate change. However, inputs of available C and nitrogen (N) as nutrients can induce emissions of greenhouse gases (GHG) such as carbon dioxide (CO2) and nitrous oxide (N2O). A 2-year field experiment in a Mediterranean vineyard on the California Central Coast was conducted to investigate the short-term effects of compost application at four different rates on soil C dynamics and greenhouse gas emissions. Two years of greenhouse gas sampling were performed using static chambers at vineyard management events in two functional locations (tractor row and under the vines). Soil samples were collected annually in spring at the same locations at 0–15, 15–30 and 30–60 cm depth, and during greenhouse gas sampling at 0–15 cm. The increasing compost application rate did not increase soil C stock, cumulative greenhouse gas emissions and global warming potential. The increase in active soil C observed to the depth of 60 cm suggests that increasing the compost application rate up to the rate of 13.5 Mg ha-1 year-1 can facilitate the early stages of C stabilization and sequestration. Compost application did not have a significant effect on grape yield or cover crop growth during the study. Our results provided important information on the potential environmental tradeoffs as greenhouse gas emissions from compost applications, which should be taken into account when considering the vineyard C budget.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1123510/full"
  },
  {
    "title": "Mapping Malaria Vector Habitats in West Africa: Drone Imagery and Deep Learning Analysis for Targeted Vector Surveillance",
    "authors": [
      "Fedra Trujillano,",
      "Gabriel Jimenez Garay,",
      "Hugo Alatrista-Salas,",
      "Isabel Byrne,",
      "Miguel Nunez-del-Prado,",
      "Kallista Chan,",
      "Edgar Manrique,",
      "Emilia Johnson,",
      "Nombre Apollinaire,",
      "Pierre Kouame Kouakou,",
      "Welbeck A. Oumbouke,",
      "Alfred B. Tiono,",
      "Moussa W. Guelbeogo,",
      "Jo Lines,",
      "Gabriel Carrasco-Escobar,",
      "Kimberly Fornace"
    ],
    "doi": "https://doi.org/10.3390/rs15112775",
    "journalVolume": "Vol. 15,\n                                no. 2775\n                                \n                                  p.\n                                  2775",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Disease control programs are needed to identify the breeding sites of mosquitoes, which transmit malaria and other diseases, in order to target interventions and identify environmental risk factors. The increasing availability of very-high-resolution drone data provides new opportunities to find and characterize these vector breeding sites. Within this study, drone images from two malaria-endemic regions in Burkina Faso and Côte d’Ivoire were assembled and labeled using open-source tools. We developed and applied a workflow using region-of-interest-based and deep learning methods to identify land cover types associated with vector breeding sites from very-high-resolution natural color imagery. Analysis methods were assessed using cross-validation and achieved maximum Dice coefficients of 0.68 and 0.75 for vegetated and non-vegetated water bodies, respectively. This classifier consistently identified the presence of other land cover types associated with the breeding sites, obtaining Dice coefficients of 0.88 for tillage and crops, 0.87 for buildings and 0.71 for roads. This study establishes a framework for developing deep learning approaches to identify vector breeding sites and highlights the need to evaluate how results will be used by control programs.",
    "readLink": "https://www.mdpi.com/2072-4292/15/11/2775"
  },
  {
    "title": "The Contribution of Energy Consumption to Climate Change:  A Feasible Policy Direction",
    "authors": [
      "Usenobong Friday Akpan,",
      "Godwin Effiong Akpan"
    ],
    "doi": "Vol. 2,\n                                no. 1",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Mitigating climate change is one of the biggest challenges that confront mankind in the present millennium. The problem has continued to dominate public debates in terms of its origin, sources, potential impacts and possibly adaptation strategies. In this paper, the contributions of energy to the climate change debate are explored. The analysis shows that since about 1850, the global use of fossil fuels (coal, oil and gas) has increased and dominated world energy consumption and supply. The rapid rise in fossil fuel combustion has produced a corresponding rapid growth in CO2 emissions and accounts for over 80% of global anthropogenic green house gas emissions (GHGs) in 2008. It was shown that a substantial amount of CO2 emissions still emanates from the increased use of heavy polluting fuel like coal by industrializing countries like the United States, Japan and China. Historically, the developed countries have contributed the most to cumulative global CO2 emissions and still have the highest total historical emission. A disaggregated analysis indicates that two sectors of the economy, electricity and heat as well as the transport sector (majorly road transport), emit greater amounts of GHGs. Some mitigation mechanisms have been suggested including improved energy efficiency, energy pricing reforms, imposition of carbon emission taxes, promoting investment in renewable energy technologies and creating public environmental awareness. Keywords: Climate change; Fossil fuel; CO2 emissions JEL Classifications: Q40, Q20, Q32",
    "readLink": "http://mail.econjournals.com/index.php/ijeep/article/view/96"
  },
  {
    "title": "CSR practices in countries in transition: the case of Morocco",
    "authors": [
      "Ourdi Asmae,",
      "Taghzouti Abdellatif,",
      "Bourekkadi Salmane"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202131901036",
    "journalVolume": "Vol. 319\n                                \n                                \n                                  p.\n                                  01036",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "This research aims to present a global vision on corporate social responsibility (CSR) in the context of a country in transition such as Morocco, CSR is defined as a set of economic practices characterized by transparency, ethical transactions, openness to the outside world and respect for employees and society. while placing great importance on the environment. In the context of climate change and the collapse of biodiversity, corporate social responsibility brings sustainable value to society and shareholders. For this article, we relied on an analytical approach, collecting, analysing, and discussing academic papers relating to the subject matter, and more specifically focussing on a few cases in Morocco. Among the results we have achieved, is the identification of some of the challenges facing the application of corporate social responsibility in Morocco.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/95/e3sconf_vigisan_01036.pdf"
  },
  {
    "title": "Transcriptional responses indicate acclimation to prolonged deoxygenation in the coral Stylophora pistillata",
    "authors": [
      "Hagit Kvitt,",
      "Hagit Kvitt,",
      "Assaf Malik,",
      "Smadar Ben-Tabou de-Leon,",
      "Eli Shemesh,",
      "Maya Lalzar,",
      "David F. Gruber,",
      "Hanna Rosenfeld,",
      "Tuo Shi,",
      "Tali Mass,",
      "Dan Tchernov"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.999558",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The current decrease in oceanic dissolved oxygen is a widespread and pressing problem that raises concern as to how marine biota in general, and coral reefs in particular will be affected. However, the molecular response underlying tolerance of corals to prolonged severe deoxygenation where acclimation to hypoxia can accrue is not yet known. Here, we investigated the effect of two weeks of continuous exposure to conditions of extreme deoxygenation, not hitherto exerted under laboratory conditions (~ 0.35 mg L−1 dissolved oxygen), on the physiology and the diurnal gene expression of the coral, Stylophora pistillata. Deoxygenation had no physiologically significant effect on tissue loss, calcification rates, symbiont numbers, symbiont chlorophyll-a content and symbiont photosynthesis rate. However, deoxygenation evoked a significant transcriptional response that was much stronger at night, showing an acute early response followed by acclimation after two weeks. Acclimation included increased mitochondria DNA copy numbers, possibly increasing energy production. Gene expression indicated that the uptake of symbiosis-derived components was increased together with a decrease in nematocyst formation, suggesting that prolonged deoxygenation could enhance the corals’ need for symbiosis-derived components and reduces its predation abilities. Coral orthologs of the conserved hypoxia pathway, including oxygen sensors, hypoxia-inducible factor (HIF) and its target genes were differentially expressed in a similar temporal sequence as observed in other metazoans including other species of corals. Overall, our studies show that by utilizing highly conserved and coral–specific response mechanisms, S. pistillata can acclimate to deoxygenation and possibly survive under climate change-driven oceanic deoxygenation. On the other hand, the critical importance of algal symbionts in this acclimation suggests that any environmental perturbations that disrupt such symbiosis might negatively affect the ability of corals to withstand ocean oxygen depletion.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.999558/full"
  },
  {
    "title": "Social Innovation and the Energy Transition",
    "authors": [
      "Thomas Hoppe,",
      "Gerdien de Vries"
    ],
    "doi": "https://doi.org/10.3390/su11010141",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  141",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The transition to low carbon energy systems cannot solely rely on technological innovation. It also requires social innovation. In the context of energy transition social innovation can be defined as innovation that is social in its means and which contributes to low carbon energy transition, civic empowerment and social goals pertaining to the general wellbeing of communities. This article presents the editorial comment of the special issue “Social Innovation and the Energy Transition”. It seeks to answer the questions, “what does social innovation mean in the face of energy transition, and what are its implications?” This special issue yields 20 article contributions by authors from different academic disciplines within the behavioral and social sciences. From these contributions, key topics relevant to social innovation emerge, pertaining to: (i) technological innovation leading to new market models, actor configurations, and institutional settings creating room for social innovation; (ii) new governance arrangements; (iii) community energy, its impact, implications, and social incentives and policy to empower it; (iv) new participative research approaches to test and learn from livings labs and best practices; (v) ‘green nudges’ to stimulate behavioral change; and (vi), serious energy games. The editorial ends with suggestions for future research.",
    "readLink": "http://www.mdpi.com/2071-1050/11/1/141"
  },
  {
    "title": "Driving factors of sustainable production in upland watersheds: systematic literature review",
    "authors": [
      "Fitriani Fitriani,",
      "Kuswadi Didik"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202130604015",
    "journalVolume": "Vol. 306\n                                \n                                \n                                  p.\n                                  04015",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Sustainable production in upland watersheds is a formidable challenge for farmers. The trade-off laid between economic benefits (productivity) and sustainability. Farmers’ resilience in the upstream watershed needs to meet sustainable agricultural production. This paper was conducted to review the local driving factors which are supporting economic resilience and climate change mitigation to sustainable production in upland watersheds. Systematic Literature Review (SLR) design as preliminary exposure toward the key variables and driving question. The framework of a systematic literature review refers to the conservation and environmental management that is built with PRISMA protocol. SLR protocol starts from planning review, citation screening, data extraction, and analysis. The review addressed terms of current developments and plans for the participatory in sustainable watersheds management. This review article performed the basic steps of SLR and meta-analysis studies on environmental science and agricultural and biological science fields. The SLR protocol starts from planning review, citation screening, data extraction, review progress, the analysis result. The keywords addressed to current study in sustainable production in upland watersheds. This review has highlighted that agroforestry as a primary driving factor in directing the sustainable production in upland. Agroforestry within coffee farming could set as sustainable production system in upstream watersheds.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/82/e3sconf_icadai21_04015.pdf"
  },
  {
    "title": "Carbon Dioxide Efflux of Bare Soil as a Function of Soil Temperature and Moisture Content under Weather Conditions of Warm, Temperate, Dry Climate Zone",
    "authors": [
      "Csaba Juhász,",
      "László Huzsvai,",
      "Elza Kovács,",
      "Györgyi Kovács,",
      "Géza Tuba,",
      "Lúcia Sinka,",
      "József Zsembeli"
    ],
    "doi": "https://doi.org/10.3390/agronomy12123050",
    "journalVolume": "Vol. 12,\n                                no. 3050\n                                \n                                  p.\n                                  3050",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "It is difficult to estimate the contribution of individual sources to the total CO2 efflux from soil with vegetation. Long-term experiments with bare soil will provide useful conclusions. In this study, we aimed to mathematize the effect of soil temperature and soil moisture content on bare soil CO2 efflux in a four-season semiarid region to assess the adequacy of different models and to enable future predictions by seasons. We proved that the exponential model adequately described the relationship between the CO2 efflux and the soil temperature. The model calculations showed no significant relationship in the case of an additional quadratic exponential function, while, in the case of the linear model, the homoscedasticity criteria were not met, and the accuracy of the estimation was found to be dependent on the level of CO2 efflux. When the soil moisture content with either an exponential function or power was added to the exponential formula, the models did not provide more accurate results. Our findings confirm that the best-fitting models are dependent on the local environmental conditions, and there are areas in which the moisture content does not significantly affect the CO2 efflux of bare soil. Using trends in historical hourly temperature data in the exponential model, the CO2 emission was estimated to be in the range 772–898 g m−2 y−1 in 2050 in the location we used. Trends in climate change are expected to have considerable effects on the processes that govern the CO2 emissions of soil.",
    "readLink": "https://www.mdpi.com/2073-4395/12/12/3050"
  },
  {
    "title": "The role of demographic history and selection in shaping genetic diversity of the Galápagos penguin (Spheniscus mendiculus).",
    "authors": [
      "Gabriella Arauco-Shapiro,",
      "Katelyn I Schumacher,",
      "Dee Boersma,",
      "Juan L Bouzat"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0226439",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  p.\n                                  e0226439",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Although many studies have documented the effects of demographic bottlenecks on the genetic diversity of natural populations, there is conflicting evidence of the roles that genetic drift and selection may play in driving changes in genetic variation at adaptive loci. We analyzed genetic variation at microsatellite and mitochondrial loci in conjunction with an adaptive MHC class II locus in the Galápagos penguin (Spheniscus mendiculus), a species that has undergone serial demographic bottlenecks associated with El Niño events through its evolutionary history. We compared levels of variation in the Galápagos penguin to those of its congener, the Magellanic penguin (Spheniscus magellanicus), which has consistently maintained a large population size and thus was used as a non-bottlenecked control. The comparison of neutral and adaptive markers in these two demographically distinct species allowed assessment of the potential role of balancing selection in maintaining levels of MHC variation during bottleneck events. Our analysis suggests that the lack of genetic diversity at both neutral and adaptive loci in the Galápagos penguin likely resulted from its restricted range, relatively low abundance, and history of demographic bottlenecks. The Galápagos penguin revealed two MHC alleles, one mitochondrial haplotype, and six alleles across five microsatellite loci, which represents only a small fraction of the diversity detected in Magellanic penguins. Despite the decreased genetic diversity in the Galápagos penguin, results revealed signals of balancing selection at the MHC, which suggest that selection can mitigate some of the effects of genetic drift during bottleneck events. Although Galápagos penguin populations have persisted for a long time, increased frequency of El Niño events due to global climate change, as well as the low diversity exhibited at immunological loci, may put this species at further risk of extinction.",
    "readLink": "https://doi.org/10.1371/journal.pone.0226439"
  }
]