[
  {
    "title": "Climate change impact on flood hazard",
    "authors": [
      "M. Brilly,",
      "K. Kavčič,",
      "M. Šraj,",
      "S. Rusjan,",
      "A. Vidmar"
    ],
    "doi": "https://doi.org/10.5194/piahs-364-164-2014",
    "journalVolume": "Vol. 364\n                                \n                                \n                                  pp.\n                                  164\n                                  – 170",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "Climate changes have a high impact on river discharges and therefore on floods. There are a few different methods we can use to predict discharge changes in the future. In this paper we used the complex HBV model for the Vipava River and simple correlation between discharge and precipitation data for the Soča River. The discharge prediction is based on the E-OBS precipitation data for three future time periods (2011–2040, 2041–2070 and 2071–2100). Estimated discharges for those three future periods are presented for both rivers. But a special situation occurs at the confluence where the two rivers with rather different catchments unite, and this requires an additional probability analysis.",
    "readLink": "https://www.proc-iahs.net/364/164/2014/piahs-364-164-2014.pdf"
  },
  {
    "title": "What are the best combinations of fuel-vehicle technologies to mitigate climate change and air pollution effects across the United States?",
    "authors": [
      "Fan Tong,",
      "Inês M L Azevedo"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab8a85",
    "journalVolume": "Vol. 15,\n                                no. 7\n                                \n                                  p.\n                                  074046",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The transportation sector is the largest contributor to CO _2 emissions and a major source of criteria air pollutants in the United States. The impact of climate change and that of air pollution differ in space and time, but spatially-explicit, systematic evaluations of the effectiveness of alternative fuels and advanced vehicle technologies in mitigating both climate change and air pollution are lacking. In this work, we estimate the life cycle monetized damages due to greenhouse gas emissions and criteria air pollutant emissions for different types of passenger-moving vehicles in the United States. We find substantial spatial variability in the monetized damages for all fuel-vehicle technologies studied. None of the fuel-vehicle technologies leads simultaneously to the lowest climate change damages and the lowest air pollution damages across all U.S. counties. Instead, the fuel-vehicle technology that best mitigates climate change in one region is different from that for the best air quality (i.e. the trade-off between decarbonization and air pollution mitigation). For example, for the state of Pennsylvania, battery-electric cars lead to the lowest population-weighted-average climate change damages (a climate change damage of 0.87 cent/mile and an air pollution damage of 1.71 cent/mile). In contrast, gasoline hybrid-electric cars lead to the lowest population-weighted-average air pollution damages (a climate change damage of 0.92 cent/mile and an air pollution damage of 0.77 cent/mile). Vehicle electrification has great potential to reduce climate change damages but may increase air pollution damages substantially in regions with high shares of coal-fired power plants compared to conventional vehicles. However, clean electricity grid could help battery electric vehicles to achieve low damages in both climate change and air pollution.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab8a85"
  },
  {
    "title": "New ecophysiological perspectives on the kelp Macrocystis pyrifera: generating a basis for sustainability in the sub-Antarctic region",
    "authors": [
      "Johanna Marambio,",
      "Johanna Marambio,",
      "Juan Pablo Rodríguez,",
      "Juan Pablo Rodríguez,",
      "Juan Pablo Rodríguez,",
      "Sebastián Rosenfeld,",
      "Sebastián Rosenfeld,",
      "Sebastián Rosenfeld,",
      "Sebastián Rosenfeld,",
      "Fabio Méndez,",
      "Fabio Méndez,",
      "Fabio Méndez,",
      "Jaime Ojeda,",
      "Jaime Ojeda,",
      "Jaime Ojeda,",
      "Paula Ocaranza,",
      "Kai Bischof,",
      "Andrés Mansilla,",
      "Andrés Mansilla"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1222178",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "These extensive kelps forest are among the most productive and diverse habitats on the planet, playing an important ecological role in marine ecosystems. These habitats have been affected by anthropogenic factors worldwide and directly by environmental variations resulting from climate change. The Magellan ecoregion has the southernmost kelp forests in the world, dominated by the species Macrocystis pyrifera. This species presents high ecophysiological plasticity being able to inhabit heterogeneous environments, characteristic of the fjord and channel systems of the region, and has high ecological, sociocultural, and economic importance for local coastal communities. To understand the ecophysiological acclimation strategies of M. pyrifera, samples from different blades were collected at different depths at four locations in the Magellan Ecoregion: Possession Bay, Skyring Sound, Otway Sound, and Puerto del Hambre seasonally. Abiotic measurements (salinity, temperature, and PAR light) were carried out for each location sampled. Measurements of photosynthetic parameters, Fv/Fm, rETRmax, Ek and α; pigment analysis of Chl a, Chl c, and fucoxanthin; and fecundity analysis of the sporophylls of each population studied were carried out on the M. pyrifera sporophytes. Significant differences were observed between seasons, locality, and depth of blades. Each population generally showed different photoacclimation processes, depending on the local conditions such as salinity values and probably tidal cycles. This is reflected in the photosynthetic, pigment, and fecundity values obtained during this study. The higher Fv/Fm values in all populations during the winter and autumn seasons and the differences in Chl c and fucoxanthin concentration during the winter period in Otway Sound and Puerto del Hambre population suggest the marked seasonal acclimation of M. pyrifera. In addition, the coastal environmental heterogeneity observed in the Magellan ecoregion related to salinity gradients (Skyring Sound) or wide tidal amplitudes (Possession Bay) influences the acclimation strategy of each population of M. pyrifera. Therefore, the characteristics of each population should be considered in order to promote its sustainability in times of social and climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1222178/full"
  },
  {
    "title": "Theoretical Underpinnings in Research Investigating Barriers for Implementing Environmentally Sustainable Farming Practices: Insights from a Systematic Literature Review",
    "authors": [
      "Renata Anibaldi,",
      "Sharyn Rundle-Thiele,",
      "Patricia David,",
      "Carina Roemer"
    ],
    "doi": "https://doi.org/10.3390/land10040386",
    "journalVolume": "Vol. 10,\n                                no. 386\n                                \n                                  p.\n                                  386",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Research has a critical role in supporting the implementation of farming practices that are appropriate for meeting food and climate security for a growing global population. Notwithstanding progress towards more sustainable agricultural production, the rate of change varies across and within regions and is, overall, too slow. Understanding what is and is not working at the implementation level and, critically, providing justified explanations on outcomes, is an important contribution of the literature. Based on the assumption that theory-informed research can contribute to adoption policy and practice, this review ascertained and described the use of theory in the identification and examination of barriers to adoption in studies included in a recent systematic literature review. Following the application of criteria for ‘theory use’, 16 studies out of 75 were found to have applied or built upon one or more of 14 theories and models in their research approaches, including established theories in the social and behavioural sciences, as well as systems based models developed specifically in the sustainable agriculture space. Following a description of theory and model use in the studies, results are discussed relative to how theoretical constructs and mechanisms within individual and across studies can assist in explaining why and how adoption of sustainable practices is constrained.",
    "readLink": "https://www.mdpi.com/2073-445X/10/4/386"
  },
  {
    "title": "Statistically-Based Comparison of the Removal Efficiencies and Resilience Capacities between Conventional and Natural Wastewater Treatment Systems: A Peak Load Scenario",
    "authors": [
      "Long Ho,",
      "Wout Van Echelpoel,",
      "Panayiotis Charalambous,",
      "Ana P. L. Gordillo,",
      "Olivier Thas,",
      "Peter Goethals"
    ],
    "doi": "https://doi.org/10.3390/w10030328",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  328",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Emerging global threats, such as climate change, urbanization and water depletion, are driving forces for finding a feasible substitute for low cost-effective conventional activated sludge (AS) technology. On the other hand, given their low cost and easy operation, nature-based systems such as constructed wetlands (CWs) and waste stabilization ponds (WSPs) appear to be viable options. To examine these systems, a 210-day experiment with 31 days of peak load scenario was performed. Particularly, we conducted a deliberate strategy of experimentation, which includes applying a preliminary study, preliminary models, hypothetical tests and power analysis to compare their removal efficiencies and resilience capacities. In contrast to comparable high removal efficiencies of organic matter—around 90%—both natural systems showed moderate nutrient removal efficiencies, which inferred the necessity for further treatment to ensure their compliance with environmental standards. During the peak period, the pond treatment systems appeared to be the most robust as they indicated a higher strength to withstanding the organic matter and nitrogen shock load and were able to recover within a short period. However, high demand of land—2.5 times larger than that of AS—is a major concern of the applicability of WSPs despite their lower operation and maintenance (O&M) costs. It is also worth noting that initial efforts on systematic experimentation appeared to have an essential impact on ensuring statistically and practically meaningful results in this comparison study.",
    "readLink": "http://www.mdpi.com/2073-4441/10/3/328"
  },
  {
    "title": "Technical Assistance Providers Identify Climate Change Adaptation Practices and Barriers to Adoption among California Agricultural Producers",
    "authors": [
      "Devon Johnson,",
      "Lauren E. Parker,",
      "Tapan B. Pathak,",
      "Laura Crothers,",
      "Steven M. Ostoja"
    ],
    "doi": "https://doi.org/10.3390/su15075973",
    "journalVolume": "Vol. 15,\n                                no. 5973\n                                \n                                  p.\n                                  5973",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change will challenge California agriculture, requiring producers (i.e., farmers and ranchers) to adopt climate-adaptive management practices to sustain production. Agricultural technical assistance providers (TAPs) play a significant role in supporting producers’ efforts to adopt climate-smart management practices. It is therefore important to understand current TAP perceptions of climate change, TAP recommendations for climate adaptation, and the barriers to adopting climate-smart practices. To understand these issues, we held four focus group discussions with small groups of TAPs from across the state and evaluated transcripts from the discussions to identify common themes and concepts. The TAPs that participated in the focus groups understood climate change and its impacts on California agriculture, with climate extremes and water-related issues being the most frequently cited climate-related challenges. Focus group discussions and subsequent evaluation revealed that while TAPs recommend science-backed practices for adapting California agriculture to climate change, producers may not be accepting of some recommendations. Critically, the TAP focus groups cited insufficient monetary support—both for themselves and for producers—and insufficient information and messaging around climate-adaptive practices as key barriers to practice adoption. This improved understanding of the intersection of TAPs’ work on climate change and climate adaptation in California agriculture is useful for the development of information and resources that can bridge these identified barriers.",
    "readLink": "https://www.mdpi.com/2071-1050/15/7/5973"
  },
  {
    "title": "Breaking the Cycle: Creating a Sustainable Agricultural System",
    "authors": [
      "Stacey Stearns"
    ],
    "doi": "Vol. 9,\n                                no. 3",
    "issn": "2152-0798 (Print)",
    "publisher": "2152-0801 (Online)",
    "countryOfPublisher": "Lyson Center for Civic Agriculture and Food Systems",
    "lcc": [
      "United States",
      "Agriculture",
      "Social Sciences: Communities. Classes. Races: Human settlements. Communities"
    ],
    "journalUrl": "https://www.foodsystemsjournal.org",
    "abstract": "First paragraph: Agriculture is currently on an unsustainable cycle created by the industrial food system. Breaking that cycle and creating a sustainable agriculture system will not be easy and requires dramatically altering the food system framework. In Defense of Farmers: The Future of Agriculture in the Shadow of Corporate Power, edited by Jane W. Gibson and Sara E. Alexander, examines parts of the history of industrial agriculture, the current situation, and a potential future. The book would be valuable for food system leaders, policy makers and in graduate seminars. Analyses of industrial agriculture examples in the United States, Canada, Brazil and Bolivia are included in the book. Each highlights unsustainable methods and suggests improvements that could serve as a starting point for dialogues and decisions on changing the food system framework. . . .",
    "readLink": "http://foodsystemsjournal.org/index.php/fsj/article/view/823"
  },
  {
    "title": "Variability of carbon and water fluxes following climate extremes over a tropical forest in southwestern Amazonia.",
    "authors": [
      "Marcelo Zeri,",
      "Leonardo D A Sá,",
      "Antônio O Manzi,",
      "Alessandro C Araújo,",
      "Renata G Aguiar,",
      "Celso von Randow,",
      "Gilvan Sampaio,",
      "Fernando L Cardoso,",
      "Carlos A Nobre"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0088130",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  e88130",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The carbon and water cycles for a southwestern Amazonian forest site were investigated using the longest time series of fluxes of CO2 and water vapor ever reported for this site. The period from 2004 to 2010 included two severe droughts (2005 and 2010) and a flooding year (2009). The effects of such climate extremes were detected in annual sums of fluxes as well as in other components of the carbon and water cycles, such as gross primary production and water use efficiency. Gap-filling and flux-partitioning were applied in order to fill gaps due to missing data, and errors analysis made it possible to infer the uncertainty on the carbon balance. Overall, the site was found to have a net carbon uptake of ≈5 t C ha(-1) year(-1), but the effects of the drought of 2005 were still noticed in 2006, when the climate disturbance caused the site to become a net source of carbon to the atmosphere. Different regions of the Amazon forest might respond differently to climate extremes due to differences in dry season length, annual precipitation, species compositions, albedo and soil type. Longer time series of fluxes measured over several locations are required to better characterize the effects of climate anomalies on the carbon and water balances for the whole Amazon region. Such valuable datasets can also be used to calibrate biogeochemical models and infer on future scenarios of the Amazon forest carbon balance under the influence of climate change.",
    "readLink": "http://europepmc.org/articles/PMC3928111?pdf=render"
  },
  {
    "title": "The study of large-scale variability in total water storage within the context of modern satellite gravity missions",
    "authors": [
      "Jan Mikocki,",
      "Artur Leńczuk,",
      "Janusz Bogusz"
    ],
    "doi": "https://doi.org/10.5604/01.3001.0016.0554",
    "journalVolume": "Vol. 70,\n                                no. 4\n                                \n                                  pp.\n                                  147\n                                  – 159",
    "issn": "1234-5865 (Print)",
    "publisher": "Military University of Technology, Warsaw",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "https://biuletynwat.pl/resources/html/cms/MAINPAGE",
    "abstract": "The analysis of Earth’s gravity field changes is the one of essential task of physical geodesy. So the knowledge about selected characteristics of gravity field is the basic element of the Earth shape determining process and help to find information about mass redistribution in the Earth system. Since 2002, the gravity field changes have been successfully observed by the Gravity Recovery and Climate Experiment (GRACE) satellite gravity mission and its continued GRACE-FO (GRACE Follow-On) mission. The results obtained from GRACE/GRACE-FO observations are presented, among other, in form of mascons and they are provid-ed by three processing centers: (1) Center for Space Research (CSR; Austin, United States), (2) Jet Propulsion Laboratory (JPL; Pasadena, United States), and (3) Goddard Space Flight Center (GSFC; Maryland, United States). In the following study, we used data provided by GSFC in form of the global distribution of Total Water Storage (TWS), which are expressed in terms of Equivalent Water Height (EWH). In our study, we focused on identifying areas with significant changes in TWS. We analysed TWS fluctuations in seasonal short-term changes, i.e., amplitude of annual oscillation (the most pronounced oscillation in the land hydro-sphere) and longterm changes, i.e., trend (a key parameter for climate studies) determined using the Least Squares Method. As a result, we selected 15 areas characterised by extreme TWS changes, i.e., 11 areas for annual amplitude and 4 areas for trend parameter. We obtained seasonal changes greater than 140 mm in areas within the equator (mainly Amazon, Niger, Ganges, Brahmaputra river basin regions) and areas covered by huge ice masses (Alaska, Greenland). The greatest rate of change in water storage at ±70 is observed around West Antarctica, Patagonia or the Caspian Sea. The results also emphasize the significant human impact in continental water masses (e.g. Mexico, Indus and Ganges river basins). Keywords: GRACE, TWS, land hydrology, gravity missions",
    "readLink": "http://biuletynwat.pl/gicid/01.3001.0016.0554"
  },
  {
    "title": "Effects of habitat usage on hypoxia avoidance behavior and exposure in reef-dependent marine coastal species",
    "authors": [
      "Haolin Yu,",
      "Haolin Yu,",
      "Haolin Yu,",
      "Haolin Yu,",
      "Guangjie Fang,",
      "Kenneth A. Rose,",
      "Jiazheng Lin,",
      "Jie Feng,",
      "Haiyan Wang,",
      "Qingxian Cao,",
      "Yanli Tang,",
      "Tao Zhang,",
      "Tao Zhang,",
      "Tao Zhang,",
      "Tao Zhang"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1109523",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Reef habitat in coastal ecosystems is increasingly being augmented with artificial reefs (ARs) and is simultaneously experiencing increasing hypoxia due to eutrophication and climate change. Relatively little is known about the effects of hypoxia on organisms that use complex habitat arrangements and how the presence of highly preferred AR habitat can affect the exposure of organisms to low dissolved oxygen (DO). We performed two laboratory experiments that used video recording of behavioral movement to explore 1) habitat usage and staying duration of individuals continuously exposed to 3, 5, and 7 mg/L dissolved oxygen (DO) in a complex of multiple preferred and avoided habitat types, and 2) the impact of ARs on exposure to different DO concentrations under a series of two-way replicated choice experiments with or without AR placement on the low-oxygen side. Six common reef-dependent species found in the northeastern sea areas of China were used (i.e., rockfish Sebastes schlegelii and Hexagrammos otakii, filefish Thamnaconus modestus, flatfish Pseudopleuronectes yokohamae, sea cucumber Stichopus japonicus, and crab Charybdis japonica). Results showed that lower DO levels decreased the usage of preferred habitats of the sea cucumber and the habitat-generalist filefish but increased the habitat affinity to preferred habitat types for the two habitat-specific rockfishes. Low DO had no effect on the crab’s habitat usage. In the choice experiment, all three fish species avoided 1 mg/L, and the rockfish S. schlegelii continued to avoid the lower DO when given choices involving pairs of 3, 5, and 7 mg/L, while H. otakii and the flatfish showed less avoidance. The availability of ARs affected exposure to low DO for the habitat-preferring rockfishes but was not significant for the flatfish. This study provides information for assessing the ecological effects and potential for adaptation through behavioral movement for key reef-dependent species under the increasing overlap of ARs and hypoxia anticipated in the future.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1109523/full"
  }
]