[
  {
    "title": "Historic range dynamics in Kaiser's mountain newt (Neurergus kaiseri): Insights from phylogeographic analyses and species distribution modeling",
    "authors": [
      "Somaye Vaissi"
    ],
    "doi": "https://doi.org/10.1002/ece3.7595",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  pp.\n                                  7622\n                                  – 7633",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Vulnerable Kaiser's mountain newt, Neurergus kaiseri, is endemic to highland streams, springs, and pools of the southwestern Zagros mountain, Iran. The present study aimed to use an integration of phylogeographical and species distribution modeling (SDM) approaches to provide new insights into the evolutionary history of the species throughout Quaternary climate oscillations. The phylogeographical analysis was followed by analyzing two mitochondrial DNA (mt‐DNA) markers including 127 control region (D‐loop) and 72 NADH dehydrogenase 2 (ND2) sequences from 15 populations in the entire species range that were obtained from GenBank. Potential recent and past distribution (the Last Glacial Maximum, LGM, 21 Kya and the Mid‐Holocene, 6 Kya) reconstructed by ensemble SDM using nine algorithms with CCSM4, MIROC‐ESM, and MPI‐ESM‐P models. N. kaiseri displayed two distinct lineages in the northern and southern regions that diverged in the Early‐Pleistocene. The demographics analysis showed signs of a slight increase in effective population size for both northern and southern populations in the Mid‐Pleistocene. Biogeography analysis showed that both vicariance and dispersal events played an important role in the formation of recent species distribution of N. kaiseri. Based on SDM projection onto paleoclimatic data, N. kaiseri displayed a scenario of past range expansion that followed by postglacial contraction. The models showed that the distribution range of the species may have shifted to a lower altitude during LGM while with amelioration of climatic during Mid‐Holocene to recent conditions caused the species to shift to the higher altitude. The findings of the current study support the hypothesis that the Zagros mountains​ may be acting as climatic refugia and play an important role in the protection of isolated populations during climate oscillations.",
    "readLink": "https://doi.org/10.1002/ece3.7595"
  },
  {
    "title": "A Review on Polymer Nanocomposites and Their Effective Applications in Membranes and Adsorbents for Water Treatment and Gas Separation",
    "authors": [
      "Oluranti Agboola,",
      "Ojo  Sunday Isaac Fayomi,",
      "Ayoola Ayodeji,",
      "Augustine  Omoniyi Ayeni,",
      "Edith  E. Alagbe,",
      "Samuel  E. Sanni,",
      "Emmanuel  E. Okoro,",
      "Lucey Moropeng,",
      "Rotimi Sadiku,",
      "Kehinde  Williams Kupolati,",
      "Babalola  Aisosa Oni"
    ],
    "doi": "https://doi.org/10.3390/membranes11020139",
    "journalVolume": "Vol. 11,\n                                no. 139\n                                \n                                  p.\n                                  139",
    "issn": "2077-0375 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology: Chemical engineering"
    ],
    "journalUrl": "https://www.mdpi.com/journal/membranes",
    "abstract": "Globally, environmental challenges have been recognised as a matter of concern. Among these challenges are the reduced availability and quality of drinking water, and greenhouse gases that give rise to change in climate by entrapping heat, which result in respirational illness from smog and air pollution. Globally, the rate of demand for the use of freshwater has outgrown the rate of population increase; as the rapid growth in town and cities place a huge pressure on neighbouring water resources. Besides, the rapid growth in anthropogenic activities, such as the generation of energy and its conveyance, release carbon dioxide and other greenhouse gases, warming the planet. Polymer nanocomposite has played a significant role in finding solutions to current environmental problems. It has found interest due to its high potential for the reduction of gas emission, and elimination of pollutants, heavy metals, dyes, and oil in wastewater. The revolution of integrating developed novel nanomaterials such as nanoparticles, carbon nanotubes, nanofibers and activated carbon, in polymers, have instigated revitalizing and favourable inventive nanotechnologies for the treatment of wastewater and gas separation. This review discusses the effective employment of polymer nanocomposites for environmental utilizations. Polymer nanocomposite membranes for wastewater treatment and gas separation were reviewed together with their mechanisms. The use of polymer nanocomposites as an adsorbent for toxic metals ions removal and an adsorbent for dye removal were also discussed, together with the mechanism of the adsorption process. Patents in the utilization of innovative polymeric nanocomposite membranes for environmental utilizations were discussed.",
    "readLink": "https://www.mdpi.com/2077-0375/11/2/139"
  },
  {
    "title": "Can heat‐pumps provide routes to decarbonization of building thermal control in the US Midwest?",
    "authors": [
      "Austin Doak,",
      "Charles Stanier,",
      "Jerry Anthony,",
      "H. S. Udaykumar"
    ],
    "doi": "https://doi.org/10.1002/ese3.1159",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  pp.\n                                  2612\n                                  – 2621",
    "issn": "2050-0505 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology",
      "Science"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)2050-0505",
    "abstract": "Abstract Climate change mitigation demands rapid decarbonization; in cold regions such as the US Midwest, building thermal control (BTC) presents a potential for significant cuts in emissions by combining renewable energy with heat pumps. Trends in natural gas and electricity pricing over the period 2007–2020 have significantly upended economic feasibility of this decarbonization approach. Heat pump‐based BTC has moved from being cost advantageous in operations but higher GHG emitting (in 2007), to the exact opposite—higher cost but lower emitting (in 2020). Due to energy price fluctuations, the coefficient of performance required of a heat pump to breakeven on operational cost with high efficiency natural gas heating has doubled, changing from 2.25 to 4.5 over the period 2007–2019. The value of 4.5 is infeasible for all available cold‐climate heat pump systems. Thus, while electrification via both air‐source and ground‐source heat pumps is a commonly identified component of decarbonization plans in the region, actual implementation has declined. Improvements in heat pump performance, overcoming adoption barriers, and adopting policies that buffer long‐term climate solutions against short‐term price fluctuations are all needed. In part due to continuing decreases in carbon intensity of electricity, heat pump climate benefits can be substantial over project life cycles; however, there is no current policy mechanism to enable this benefit to be considered relative to short‐run economic considerations.",
    "readLink": "https://doi.org/10.1002/ese3.1159"
  },
  null,
  {
    "title": "Climate adaptation and WASH behavior change in the Lake Victoria Basin",
    "authors": [
      "Hannah Marcus,",
      "Raphine Muga,",
      "Stephen Hodgins"
    ],
    "doi": "https://doi.org/10.2166/washdev.2023.165",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  174\n                                  – 186",
    "issn": "2043-9083 (Print)",
    "publisher": "2408-9362 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://iwaponline.com/washdev",
    "abstract": "As climate change disrupts the global hydrological cycle, bringing extremes of flooding and drought, many communities will experience changes in water and sanitation quality and access, requiring adaptive behavior changes. This study set out to map the adaptation patterns – namely, the strategies employed to cope with water, sanitation, and hygiene (WASH)-related impacts of climate change – within the Mabinju community, located along the banks of Lake Victoria in Western Kenya. Qualitative methods were employed, involving 17 semi-structured individual interviews and seven focus groups with village members. Insights derived from direct conversations with village members were deepened through qualitative interviews with an additional 13 WASH sector stakeholders working in the wider Lake Victoria Basin region. Through this study, various WASH-specific community adaptation measures were identified, with both positive and negative impacts on long-term local climate resilience. While many positive coping strategies were found to be spurred by the creative faculties of local residents, capacities for adaptation were found to be restrained by broader forces of poverty and resource access, resulting in the adoption of certain maladaptive coping mechanisms. These findings highlight the need for climate adaptation interventions in the WASH sector to simultaneously build on existing resilience-enhancing measures while addressing the root causes of maladaptation. HIGHLIGHTS Climate change is impacting rainfall patterns in the Lake Victoria Basin (LVB), increasing flooding and drought.; Lakeside communities in the LVB are having to alter WASH practices as part of a broader adaptation response.; Systematically mapping a community's WASH-related adaptation response to environmental disruption is an important first step in developing locally tailored interventions for building climate resilience.;",
    "readLink": "http://washdev.iwaponline.com/content/13/3/174"
  },
  {
    "title": "Predicting the effects of climate change on future freshwater fish diversity at global scale",
    "authors": [
      "Ana Manjarrés-Hernández,",
      "Cástor Guisande,",
      "Emilio García-Roselló,",
      "Juergen Heine,",
      "Patricia Pelayo-Villamil,",
      "Elisa Pérez-Costas,",
      "Luis González-Vilas,",
      "Jacinto González-Dacosta,",
      "Santiago R. Duque,",
      "Carlos Granado-Lorencio,",
      "Jorge M. Lobo"
    ],
    "doi": "https://doi.org/10.3897/natureconservation.43.58997",
    "journalVolume": "Vol. 43\n                                \n                                \n                                  pp.\n                                  1\n                                  – 24",
    "issn": "1314-6947 (Print)",
    "publisher": "1314-3301 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://natureconservation.pensoft.net/",
    "abstract": "The aim of the present study was to predict future changes in biodiversity attributes (richness, rarity, heterogeneity, evenness, functional diversity and taxonomic diversity) of freshwater fish species in river basins around the world, under different climate scenarios. To do this, we use a new methodological approach implemented within the ModestR software (NOO3D) which allows estimating simple species distribution predictions for future climatic scenarios. Data from 16,825 freshwater fish species were used, representing a total of 1,464,232 occurrence records. WorldClim 1.4 variables representing average climate variables for the 1960–1990 period, together with elevation measurements, were used as predictors in these distribution models, as well as in the selection of the most important variables that account for species distribution changes in two scenarios (Representative Concentration Pathways 4.5 and 6.0). The predictions produced suggest the extinction of almost half of current freshwater fish species in the coming decades, with a pronounced decline in tropical regions and a greater extinction likelihood for species with smaller body size and/or limited geographical ranges.",
    "readLink": "https://natureconservation.pensoft.net/article/58997/download/pdf/"
  },
  {
    "title": "Ultrafine Particles from Residential Biomass Combustion: A Review on Experimental Data and Toxicological Response",
    "authors": [
      "Emanuela Corsini,",
      "Marina Marinovich,",
      "Roberta Vecchi"
    ],
    "doi": "https://doi.org/10.3390/ijms20204992",
    "journalVolume": "Vol. 20,\n                                no. 20\n                                \n                                  p.\n                                  4992",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Biomass burning is considered an important source of indoor and outdoor air pollutants worldwide. Due to competitive costs and climate change sustainability compared to fossil fuels, biomass combustion for residential heating is increasing and expected to become the major source of primary particulate matter emission over the next 5−15 years. The understanding of health effects and measures necessary to reduce biomass emissions of harmful compounds is mandatory to protect public health. The intent of this review is to report available data on ultrafine particles (UFPs, i.e., particles with diameter smaller than 100 nm) emitted by residential biomass combustion and their effects on human health (in vitro and in vivo studies). Indeed, as far as we know, papers focusing specifically on UFPs originating from residential biomass combustion and their impact on human health are still lacking.",
    "readLink": "https://www.mdpi.com/1422-0067/20/20/4992"
  },
  {
    "title": "Water regime and osmotic adjustment under warming conditions on wheat in the Yaqui Valley, Mexico",
    "authors": [
      "Leandris Argentel-Martínez,",
      "Jaime Garatuza-Payan,",
      "Enrico A. Yepez,",
      "Tulio Arredondo,",
      "Sergio de los Santos-Villalobos"
    ],
    "doi": "https://doi.org/10.7717/peerj.7029",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  e7029",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "An experiment was carried out to evaluate the effect of increased temperature on roots and leaf water and osmotic potential, osmotic adjustment (OA) and transpiration on Triticum durum L. (CIRNO C2008 variety) during growth (seedling growth), tillering and heading phenophases. Wheat was sown under field conditions at the Experimental Technology Transfer Center (CETT-910), as a representative wheat crop area from the Yaqui Valley, Sonora México. Thermal radiators were placed at 1.20 m from the crop canopy. Treatments included warmed plots (2 °C) and ambient canopy temperature with five replicates. Temperature treatment was controlled using a (proportional, integrative, derivative) feedback control system on plots covering a circular area of r = 1.5 m. Results indicated a significant decrease in the osmotic potential of roots and leaves for the warmed plots. Water potential, under warming treatment, also experienced a significant reduction and a potential gradient was observed in both, roots and leaves, while the phenophases were delayed. Such results demonstrate that, under warmer conditions, plants increase water absorption for cooling. Hence, transpiration experienced a significant increase under warming in all phenophases that was related to the low root and leaf water potential. CIRNO C2008 also experienced OA in all phenophases with glycine betaine as the osmolyte with major contribution.",
    "readLink": "https://peerj.com/articles/7029.pdf"
  },
  {
    "title": "Latitudinal gradients in degradation of marine dissolved organic carbon.",
    "authors": [
      "Carol Arnosti,",
      "Andrew D Steen,",
      "Kai Ziervogel,",
      "Sherif Ghobrial,",
      "Wade H Jeffrey"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0028900",
    "journalVolume": "Vol. 6,\n                                no. 12\n                                \n                                  p.\n                                  e28900",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Heterotrophic microbial communities cycle nearly half of net primary productivity in the ocean, and play a particularly important role in transformations of dissolved organic carbon (DOC). The specific means by which these communities mediate the transformations of organic carbon are largely unknown, since the vast majority of marine bacteria have not been isolated in culture, and most measurements of DOC degradation rates have focused on uptake and metabolism of either bulk DOC or of simple model compounds (e.g. specific amino acids or sugars). Genomic investigations provide information about the potential capabilities of organisms and communities but not the extent to which such potential is expressed. We tested directly the capabilities of heterotrophic microbial communities in surface ocean waters at 32 stations spanning latitudes from 76°S to 79°N to hydrolyze a range of high molecular weight organic substrates and thereby initiate organic matter degradation. These data demonstrate the existence of a latitudinal gradient in the range of complex substrates available to heterotrophic microbial communities, paralleling the global gradient in bacterial species richness. As changing climate increasingly affects the marine environment, changes in the spectrum of substrates accessible by microbial communities may lead to shifts in the location and rate at which marine DOC is respired. Since the inventory of DOC in the ocean is comparable in magnitude to the atmospheric CO(2) reservoir, such a change could profoundly affect the global carbon cycle.",
    "readLink": "http://europepmc.org/articles/PMC3247214?pdf=render"
  },
  {
    "title": "ENVIRONMENTAL STRESS ON THE REPRODUCTION OF NON-HUMAN PRIMATES",
    "authors": [
      "Mashitah Shikh ShikhMaidin"
    ],
    "doi": "https://doi.org/10.11598/btb.2021.28.2.1296",
    "journalVolume": "Vol. 28,\n                                no. 2",
    "issn": "0215-6334 (Print)",
    "publisher": "1907-770X (Online)",
    "countryOfPublisher": "SEAMEO, BIOTROP",
    "lcc": [
      "Indonesia",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://journal.biotrop.org/index.php/biotropia",
    "abstract": "The aim of this review paper is to present some aspects of environmental stress, such as climate change and food limitation that could affect nonhuman primate population due to poor reproductive performance. The International Union for Conservation of Nature (IUCN) lists more than a third of worldâ€™s primates are critically endangered or vulnerable. Nonhuman primates, which are the closest biological relative to humans, are threatened with extinction from human activities and environmental stress. Deforestation is the main problem that intercalates with climate change. Either, indirectly or directly, those extinction factors are able to interrupt the physiological basis of reproduction in nonhuman primates. Many research on other species showed that high temperature or heat stress has a negative effect on reproductive performance by interfering the hypothalamic-pituitary-gonadal axis. Therefore, to conserve and prolong the survivability and sustainability of nonhuman primates in captive and wild nature, more works and research have to be done.",
    "readLink": "https://journal.biotrop.org/index.php/biotropia/article/view/1296"
  }
]