[
  {
    "title": "Experimenting and Modeling Thermal Performance of Ground Heat Exchanger Under Freezing Soil Conditions",
    "authors": [
      "Shuyang Tu,",
      "Xiuqin Yang,",
      "Xiang Zhou,",
      "Maohui Luo,",
      "Xu Zhang"
    ],
    "doi": "https://doi.org/10.3390/su11205738",
    "journalVolume": "Vol. 11,\n                                no. 20\n                                \n                                  p.\n                                  5738",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Many studies have investigated the thermal performance of ground heat exchangers (GHEs) under normal conditions with inlet temperatures above 0 °C, but the freezing soil condition has been absent. We conducted a three-month test to investigate the heat transfer of GHE with inlet water-glycol temperatures of −7~0 °C. An improved thermal resistance and capacity (RC) model was developed to investigate the heat transfer between vertical single U-tube GHEs and the frozen soil. After validating with experimental results and CFD simulations, the RC model was applied to analyze GHEs’ thermal performance under different freezing soil conditions. It shows that the frozen soil increases GHE’s heat transfer capacity by 30% and the freezing inlet temperature has limited impacts on temperature distribution around the exchanger (with < 4 m influence radius). The GHEs’ heat transfer rate remained at 75~80 W/m throughout the three-month test, which is surprisingly high to ensure the normal operation of the ground source heat pump (GSHP). These findings can be references for designing and operating GSHP systems in cold and severe cold climate zones, and the RC model can be applied to analyze future GHEs performance with phase change processes.",
    "readLink": "https://www.mdpi.com/2071-1050/11/20/5738"
  },
  {
    "title": "Synchronicity of historical dry spells in the Southern Hemisphere",
    "authors": [
      "D. C. Verdon-Kidd,",
      "A. S. Kiem"
    ],
    "doi": "https://doi.org/10.5194/hess-18-2257-2014",
    "journalVolume": "Vol. 18,\n                                no. 6\n                                \n                                  pp.\n                                  2257\n                                  – 2264",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "A shift in climate occurred during the mid-1970s that affected the hydroclimate of the Southern Hemisphere resulting in drying trends across continental regions including Australia, New Zealand and southern and western Africa. There is also anecdotal evidence of other periods of climatic synchronicity in the Southern Hemisphere (e.g., the 1920s and 1940s), indicating that the mid-1970s event may not be anomalous. This paper identifies periods within the last ~120 years using statistical analysis where dry spells (in terms of annual to multi-decadal rainfall deficiencies) have coincided across the continental Southern Hemisphere in order to characterize temporal consistency. It is shown that synchronicity of dry spells is (a) most likely common over the last 120 years and (b) associated with changes in the large-scale climate modes of the Pacific, Indian and Southern Oceans. Importantly, the findings presented in this paper have marked implications for drought management and drought forecasting studies in the Southern Hemisphere.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/18/2257/2014/hess-18-2257-2014.pdf"
  },
  {
    "title": "On the need for the organization of integrated monitoring of the Caspian Sea",
    "authors": [
      "A. G. Kostianoy"
    ],
    "doi": "https://doi.org/10.24975/2313-8920-2014-0-2-44-56",
    "journalVolume": "Vol. 0,\n                                no. 2\n                                \n                                  pp.\n                                  110\n                                  – 140",
    "issn": "2313-8920 (Print)",
    "publisher": "2587-8174 (Online)",
    "countryOfPublisher": "Centre of Regional Research",
    "lcc": [
      "Russian Federation",
      "Political science: International relations"
    ],
    "journalUrl": "http://www.postsovietarea.com",
    "abstract": "The article deals with the organization of comprehensive monitoring of the Caspian Sea. We discuss the goals and objectives of the environmental monitoring, as well as the functions of federal services and agencies in the organization and implementation of the monitoring. The basic characteristics of the marine observation network in the seas of Russia are shown. We discuss modern satellite environmental monitoring methods, as well as specific applications of satellite data for the study and monitoring of the Caspian Sea region. Particular attention is given to satellite monitoring of oil pollution of the sea.",
    "readLink": "https://www.postsovietarea.com/jour/article/view/14"
  },
  {
    "title": "Mismanagement of Irrigation Water and Landslips in Yourjogh, Pakistan",
    "authors": [
      "Jawad Ali,",
      "Arjumand Nizami,",
      "Paul Hebinck"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-16-00045.1",
    "journalVolume": "Vol. 37,\n                                no. 2\n                                \n                                  pp.\n                                  170\n                                  – 178",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "Risks and hazards associated with climate change and geological factors, especially in the world's youngest mountains, are inevitable and may have been exacerbated in recent decades. However reports about increased landslips and landslides in some areas are being presented as examples to argue that most natural hazards in mountain areas are due to climate change. Based on a field study in the Yourjogh area of Chitral District in Pakistan, we argue that this discourse is based on generalized conclusions that do not hold in all cases and for all types of disasters. Our study challenges the climate change discourse as disregarding the political dimension of water management that also contributes to landslides and landslips in Pakistan's mountainous regions. The climate change discourse has taken the politics out of external-donor-led development interventions that replaced traditional irrigation management practices and institutions with an arrangement in which external development agencies and the state control crucial economic and social processes that shape the distribution of water. This not only depoliticizes disasters and their effects but also leads to further mismanagement of abundantly available irrigation water, contributing to the frequent occurrence of landslips in our study area. We conclude that attributing hazards only to climatic or geological factors leaves little room to promote locally appropriate solutions for locally created hazards.",
    "readLink": "http://www.bioone.org/doi/full/10.1659/MRD-JOURNAL-D-16-00045.1"
  },
  {
    "title": "Hydraulic Evaluation of the Levee System Evolution on the Kurobe Alluvial Fan in the 18th and 19th Centuries",
    "authors": [
      "Tadaharu Ishikawa,",
      "Hiroshi Senoo"
    ],
    "doi": "https://doi.org/10.3390/en14154406",
    "journalVolume": "Vol. 14,\n                                no. 4406\n                                \n                                  p.\n                                  4406",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The development process and flood control effects of the open-levee system, which was constructed from the mid-18th to the mid-19th centuries, on the Kurobe Alluvial Fan—a large alluvial fan located on the Japan Sea Coast of Japan’s main island—was evaluated using numerical flow simulation. The topography for the numerical simulation was determined from an old pictorial map in the 18th century and various maps after the 19th century, and the return period of the flood hydrograph was determined to be 10 years judging from the level of civil engineering of those days. The numerical results suggested the followings: The levees at the first stage were made to block the dominant divergent streams to gather the river flows together efficiently; by the completed open-levee system, excess river flow over the main channel capacity was discharged through upstream levee openings to old stream courses which were used as temporary floodways, and after the flood peak, a part of the flooded water returned to the main channel through the downstream levee openings. It is considered that the ideas of civil engineers of those days to control the floods exceeding river channel capacity, embodied in their levee arrangement, will give us hints on how to control the extraordinary floods that we should face in the near future when the scale of storms will increase due to the global climate change.",
    "readLink": "https://www.mdpi.com/1996-1073/14/15/4406"
  },
  {
    "title": "Optically Stimulated Luminescence Chronology of the Huangqiyu Site of the Lower Min River",
    "authors": [
      "Li Shutong,",
      "Jin Jianhui,",
      "Wu Wei,",
      "Zhou Yatin,",
      "Zuo Xinxin,",
      "Ren Yongqing,",
      "Dai Jinqi"
    ],
    "doi": "https://doi.org/10.13284/j.cnki.rddl.003363",
    "journalVolume": "Vol. 41,\n                                no. 4\n                                \n                                  pp.\n                                  790\n                                  – 800",
    "issn": "1001-5221 (Print)",
    "publisher": "Editorial Committee of Tropical Geography",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.rddl.com.cn/CN/1001-5221/home.shtml",
    "abstract": "Prehistoric human cultural sites along the eastern coast of Fujian Province are important records for studying the origin and spread of the Austronesian civilization. The Huangqiyu site is the first Tanshishan culture site to be unearthed in the Min River estuary area and was excavated by scientific archeology. It has great significance for further research of the Tanshishan culture and the coupled relationship between prehistoric human activities and environmental changes in the Fujian coastal region. The chronology of archeological sites is an important foundation for prehistoric archeology. In this study, the burial age of the Huangqiyu site in Lianjiang County was analyzed using the Optically Stimulated Luminescence (OSL) dating technique on the basis of Accelerator Mass Spectrometry (AMS) 14C dating. In the field, the T2 section of the Huangqiyu site was selected for sampling, and the single-aliquot regeneration dose method of medium-grained quartz was used to assess OSL chronology in the laboratory. The results showed that the OSL burial age of the Huangqiyu site ranges from approximately 8.5 ± 0.5 to 4.4 ± 0.2 ka, corresponding to the sedimentary/cultural strata of the early Middle Holocene. The OSL age of sample 2019118, which was consistent with the AMS 14C age, was 4.4 ± 0.2 ka, corresponding roughly to the Tanshishan culture. The age of sample 2019117 was 5.4 ± 0.3 ka, which may be an overestimation because the equivalent dose of this sample showed a weakly skewed distribution with a tail at the high value end, indicating that there was a small amount of sundry particles and that the drying was insufficient. This problem may have led to a bias in the measured equivalent dose and, in turn, to overestimation of the age of the sample. The age of sample 2019119, which was affected by the sampling environment, was 8.5 ± 0.5 ka, possibly indicating the maximum age of the bottom boundary of the site. Archeological studies have found that the age indicated by the pottery features excavated from the cultural layer at the bottom of the Huangqiyu site is most likely earlier than the Tanshishan culture, or possibly that of the lower strata of the Tanshishan culture. Overall, the ages of samples 2019117 and 2019119 are different from the AMS 14C ages, but these are consistent with the archeological characteristics of the site. By comparing the geomorphological and environmental evolution process of the Fuzhou Basin, where the Huangqiyu site is located, with the regional prehistoric human activities, it was found that the site corresponds to the warm climate of 6 500-4 000 a B P and relatively a high sea level period. Many prehistoric remains were developed in the Fuzhou Basin during this period, and the prosperous Tanshishan culture and the lower Tanshishan culture emerged in the region. At the end of the Neolithic age, the abrupt cold event of 4.2-4.0 ka, the drastic change of climate and environment in the tropical and subtropical regions on both sides of the Pacific Ocean at 4 000-3 000 a B P, and the invasion of the northern Wu-Yue culture may explain the disappearance of the follow-up culture. Because of the limited precision of the regional sea-level change curve, it is insufficient to discuss sea-land change and the coupled relationship with human activities. Relevant studies need to strengthen these aspects in the future.",
    "readLink": "http://www.rddl.com.cn/CN/10.13284/j.cnki.rddl.003363"
  },
  {
    "title": "PERKEMBANGAN IMPLEMENTASI PASAR KARBON HUTAN DI INDONESIA",
    "authors": [
      "Deden Djaenudin,",
      "Mega Lugina,",
      "Ramawati Ramawati,",
      "Galih Kartikasari,",
      "Indartik Indartik,",
      "Mirna Aulia Pribadi,",
      "Satria Astana"
    ],
    "doi": "https://doi.org/10.20886/jakk.2016.13.3.159-172",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  159\n                                  – 172",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Pasar karbon REDD+ dapat menjadi insentif bagi pelaku implementasi REDD+ di lapangan. Permasalahan yang dihadapi adalah ketidakpastian pasar yang tinggi yang diakibatkan oleh belum tersedianya mekanisme transaksi karbon. Komitmen pemerintah daerah baik propinsi maupun kabupaten relatif tinggi yang ditunjukan dengan disusunnya peraturan pendukung implementasi REDD+. Kegiatan REDD+ adalah dalam rangka menjaga hutan lestari dan seandainya terjadi perdagangan karbon maka hasil perdagangan merupakan manfaat tambahan.Stakeholder terutama pemda belum mengetahui secara pasti tentang tata cara atau mekanisme pasar karbon, termasuk standar karbon dan metodologi untuk mengha­sil­kan kredit karbon. Insentif yang diharapkan atas capai­an penurunan emisi yang dihasilkan lebih didasarkan pada perannya dalam pengelolaan hutan lestari/peningkatan kese­jah­teraan masyarakat bukan berdasarkan harga karbon. Terkait dengan pemenuhan target penurunan emisi 26% masih perlu kajian lebih jauh tentang proporsi yang dapat diklaim oleh pembeli. Besarnya proporsi perlu mempertimbangkan pangsa modal investasi antara pembeli dan pemerintah yang dikeluarkan, lain halnya jika pembiayaan awal ditanggung oleh pemerintah. Juga diperlukan lembaga registri yang mengelola kegiatan, capaian penurunan emisi, dan fasilitasi implementasi REDD+ di lapangan.Selain itu lembaga ini mengatur sistem insentif dan disinsentif dalam pengelolaan resiko kebocoran dan ketidakpermanenan.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/1570"
  },
  {
    "title": "Toward an Integrated Framework in Health and Human Rights Education: Transformative Pedagogies in Social Medicine, Collective Health, and Structural Competency",
    "authors": [
      "Luis Martin Ortega,",
      "Michael J. Westerhaus,",
      "Amy Finnegan,",
      "Aarti Bhatt,",
      "Alex Olirus Owilli,",
      "Brian Turigye,",
      "Youri Encelotti Louis"
    ],
    "doi": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  105\n                                  – 117",
    "issn": "2150-4113 (Online)",
    "publisher": "Harvard FXB Center for Health and Human Rights",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "https://www.hhrjournal.org",
    "abstract": "Global health equity is at a historically tenuous nexus complicated by economic inequality, climate change, mass migration, racialized violence, and global pandemics. Social medicine, collective health, and structural competency are interdisciplinary fields with their own histories and fragmentary implementation in health equity movements situated both locally and globally. In this paper, we review these three fields’ historical backgrounds, theoretical underpinnings, and contemporary contributions to global health equity. We believe that intentional dialogue between these fields could promote a generative discourse rooted in a shared understanding of their historical antecedents and theoretical frameworks. We also propose pedagogical tools grounded within our own critical and transformative pedagogies that offer the prospect of bringing these traditions into greater dialogue for the purpose of actualizing the human right to health.",
    "readLink": "https://www.hsph.harvard.edu/wp-content/uploads/sites/2469/2023/02/ortega.pdf"
  },
  {
    "title": "Evaluation of the trophic status in a Mediterranean reservoir under climate change: An integrated modelling approach",
    "authors": [
      "Carina Almeida,",
      "Paulo Branco,",
      "Pedro Segurado,",
      "Tiago B. Ramos,",
      "Teresa Ferreira,",
      "Ramiro Neves,",
      "Rodrigo Proença de Oliveira"
    ],
    "doi": "https://doi.org/10.2166/wcc.2020.247",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  pp.\n                                  817\n                                  – 832",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "This study describes an integrated modelling approach to better understand the trophic status of the Montargil reservoir (southern Portugal) under climate change scenarios. The SWAT and CE-QUAL-W2 models were applied to the basin and reservoir, respectively, for simulating water and nutrient dynamics while considering one climatic scenario and two decadal timelines (2025–2034 and 2055–2064). Model simulations showed that the dissolved oxygen concentration in the reservoir's hypolimnion is expected to decrease by 60% in both decadal timelines, while the chlorophyll-a concentration in the reservoir's epiliminion is expected to increase by 25%. The total phosphorus concentration (TP) is predicted to increase in the water column surface by 63% and in the hypolimion by 90% during the 2030 timeline. These results are even more severe during the 2060 timeline. Under this climate change scenario, the reservoir showed a eutrophic state during 70–80% of both timelines. Even considering measures that involve decreases in 30 to 35% of water use, the eutrophic state is not expected to improve. HIGHLIGHTS Mediterranean reservoirs typically show heavily modified water quality due to irrigation needs that are predicted to increase under future climate change and will pose new management challenges.; With this work, we filled an important gap of knowledge by modelling how water quality variables and quantity will decrease under future climate change and societal scenarios in a typical Mediterranean reservoir.; Predictions were accomplished by integrating basin and reservoir modelling tools, allowing analysis of the continuous inflow to the reservoir and its changes in water quality under the influence of climate change.; The reservoir under study is predicted to evolve to a eutrophic status, even with the implementation of measures to reduce irrigation water consumption.; The study indicates that global changes will pose greater challenges than expected on the implementation of effective management actions to prevent the general decrease in water quality.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/3/817"
  },
  {
    "title": "Environmental controls on ecosystem-scale cold-season methane and carbon dioxide fluxes in an Arctic tundra ecosystem",
    "authors": [
      "D. Howard,",
      "D. Howard,",
      "Y. Agnan,",
      "D. Helmig,",
      "Y. Yang,",
      "D. Obrist"
    ],
    "doi": "https://doi.org/10.5194/bg-17-4025-2020",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  4025\n                                  – 4042",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Understanding the processes that influence and control carbon cycling in Arctic tundra ecosystems is essential for making accurate predictions about what role these ecosystems will play in potential future climate change scenarios. Particularly, air–surface fluxes of methane and carbon dioxide are of interest as recent observations suggest that the vast stores of soil carbon found in the Arctic tundra are becoming more available to release to the atmosphere in the form of these greenhouse gases. Further, harsh wintertime conditions and complex logistics have limited the number of year-round and cold-season studies and hence too our understanding of carbon cycle processes during these periods. We present here a two-year micrometeorological data set of methane and carbon dioxide fluxes, along with supporting soil pore gas profiles, that provide near-continuous data throughout the active summer and cold winter seasons. Net emission of methane and carbon dioxide in one of the study years totalled 3.7 and 89 g C m−2 a−1 respectively, with cold-season methane emission representing 54 % of the annual total. In the other year, net emission totals of methane and carbon dioxide were 4.9 and 485 g C m−2 a−1 respectively, with cold-season methane emission here representing 82 % of the annual total – a larger proportion than has been previously reported in the Arctic tundra. Regression tree analysis suggests that, due to relatively warmer air temperatures and deeper snow depths, deeper soil horizons – where most microbial methanogenic activity takes place – remained warm enough to maintain efficient methane production whilst surface soil temperatures were simultaneously cold enough to limit microbial methanotrophic activity. These results provide valuable insight into how a changing Arctic climate may impact methane emission, and highlight a need to focus on soil temperatures throughout the entire active soil profile, rather than rely on air temperature as a proxy for modelling temperature–methane flux dynamics.",
    "readLink": "https://bg.copernicus.org/articles/17/4025/2020/bg-17-4025-2020.pdf"
  }
]