[
  {
    "title": "Distribution of branched glycerol dialkyl glycerol tetraethers in surface soils of the Qinghai–Tibetan Plateau: implications of brGDGTs-based proxies in cold and dry regions",
    "authors": [
      "S. Ding,",
      "Y. Xu,",
      "Y. Wang,",
      "Y. He,",
      "J. Hou,",
      "L. Chen,",
      "J.-S. He,",
      "J.-S. He"
    ],
    "doi": "https://doi.org/10.5194/bg-12-3141-2015",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  3141\n                                  – 3151",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The methylation index of branched tetraethers (MBT) and cyclization ratio of branched tetraethers (CBT) based on the distribution of branched glycerol dialkyl glycerol tetraethers (brGDGT) are useful proxies for the reconstruction of mean annual air temperature (MAT) and soil pH. Recently, a series of 6-methyl brGDGTs were identified which were previously co-eluted with 5-methyl brGDGTs. However, little is known about 6-methyl brGDGTs in the Qinghai–Tibetan Plateau (QTP), a critical region of the global climate system. Here, we analyze 30 surface soils covering a large area of the QTP, among which 6-methyl brGDGTs were the most abundant components (average 53 ± 17% of total brGDGT). The fractional abundance of 6-methyl brGDGTs showed a good correlation with soil pH, while the global MBT'5ME calibration overestimates MAT in the QTP. We therefore proposed a MBT5/6 index including both 5- and 6-methyl brGDGTs, presenting a strong correlation with MAT in QTP: MAT = −20.14 + 39.51 × MBT5/6 (n = 27, r2 = 0.82; RMSE = 1.3 °C). Another index, namely IBT (isomerization of branched tetraether), based on carbon skeleton isomerization of the 5-methyl to 6-methyl brGDGTs, is dependent on soil pH: pH = 6.77 − 1.56 × IBT (n = 27; r2 = 0.74, RMSE = 0.32). Our study suggests that changing the position of methyl group of brGDGTs may be another mechanism for some soil bacteria to adapt to the ambient pH change in addition to the well-known cyclization.",
    "readLink": "https://www.biogeosciences.net/12/3141/2015/bg-12-3141-2015.pdf"
  },
  {
    "title": "Future operation of hydropower in Europe under high renewable penetration and climate change",
    "authors": [
      "Ebbe Kyhl Gøtske,",
      "Marta Victoria"
    ],
    "doi": "Vol. 24,\n                                no. 9\n                                \n                                  p.\n                                  102999",
    "issn": "2589-0042 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.cell.com/iscience/home",
    "abstract": "Summary: As large renewable capacities penetrate the European energy system and the climate faces significant alterations, the future operation of hydropower reservoirs might deviate from today. In this work, we first analyze the changes in hydropower operation required to balance a wind- and solar-dominated European energy system. Second, we apply runoff data obtained from combining five different global circulation models and two regional climate models to estimate future reservoir inflow at three CO2 emissions scenarios (RCP2.6, RCP4.5, and RCP8.5). This enables us to address the climate model uncertainty reported in previous literature. Despite large interannual and intermodel variability, significant changes are measured in the climate model signal between today and future climate. Annual inflow decreases by 31% (20%) in Southern countries and increases by 21% (14%) in Northern countries for high (mid)-emission scenarios. Projections also show impacts on seasonal profiles and more frequent and prolonged droughts in Mediterranean countries.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589004221009676"
  },
  {
    "title": "Predicting the future of species assemblages under climate and land use land cover changes in Himalaya: A geospatial modelling approach",
    "authors": [
      "Pooja Rathore,",
      "Arijit Roy,",
      "Harish Karnatak"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100048",
    "issn": "2666-9005 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-change-ecology",
    "abstract": "Community ecology is driven by the patterns and drivers of species assemblages. Montane communities, in particular, are extremely vulnerable to climate change and are one of the first ecosystems to experience climate-induced biological responses. Loss of natural areas driven by human alteration of land use in montane areas may further alter the reorganization of regional assemblages. Several studies have shown latitudinal shifts in individual species as a result of climate change in the twenty-first century, however, the effects of these shifts on assemblages are yet unknown. Therefore, in the current study, we aim to examine the impacts of projected climate and Land Use Land Cover (LULC) changes on dominant species assemblages in western Himalaya. We investigated the spatio-temporal variations in species distribution and composition within the assemblages under climate and LULC changes in two sub-regions- temperate and alpine using ensemble bioclimatic envelope modelling and logistic regression models. While the climate change impacts were found to be more profound in the alpine region, the footprints of LULCC are more significant in temperate areas. The key findings of the study reveal- 1) Number of associated species within assemblages may reduce under climate change (CC) as an outcome of the declining extent of species bioclimatic envelopes; 2) climate change-induced emergence of novel assemblages especially in the alpine region, and 3) significant unfavourable impacts on species assemblages in the temperate region owing to the intersection of climate and LULC changes.LocationWestern Himalayan region, IndiaTime period1975 – 2015; projected year- 2070Major TaxaVascular plants",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666900522000016"
  },
  {
    "title": "Modeling the glacial lake outburst flood process chain in the Nepal Himalaya: reassessing Imja Tsho's hazard",
    "authors": [
      "J. M. Lala,",
      "D. R. Rounce,",
      "D. C. McKinney"
    ],
    "doi": "https://doi.org/10.5194/hess-22-3721-2018",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  3721\n                                  – 3737",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The Himalayas of South Asia are home to many glaciers that are retreating due to climate change and causing the formation of large glacial lakes in their absence. These lakes are held in place by naturally deposited moraine dams that are potentially unstable. Specifically, an impulse wave generated by an avalanche or landslide entering the lake can destabilize the moraine dam, thereby causing a catastrophic failure of the moraine and a glacial lake outburst flood (GLOF). Imja-Lhotse Shar Glacier is amongst the glaciers experiencing the highest rate of mass loss in the Mount Everest region, in part due to the expansion of Imja Tsho. A GLOF from this lake may have the potential to cause catastrophic damage to downstream villages, threatening both property and human life, which prompted the Nepali government to construct outlet works to lower the lake level. Therefore, it is essential to understand the processes that could trigger a flood and quantify the potential downstream impacts. The avalanche-induced GLOF process chain was modeled using the output of one component of the chain as input to the next. First, the volume and momentum of various avalanches entering the lake were calculated using Rapid Mass Movement Simulation (RAMMS). Next, the avalanche-induced waves were simulated using the Basic Simulation Environment for Computation of Environmental Flow and Natural Hazard Simulation (BASEMENT) model and validated with empirical equations to ensure the proper transfer of momentum from the avalanche to the lake. With BASEMENT, the ensuing moraine erosion and downstream flooding was modeled, which was used to generate hazard maps downstream. Moraine erosion was calculated for two geomorphologic models: one site-specific using field data and another worst-case based on past literature that is applicable to lakes in the greater region. Neither case resulted in flooding outside the river channel at downstream villages. The worst-case model resulted in some moraine erosion and increased channelization of the lake outlet, which yielded greater discharge downstream but no catastrophic collapse. The site-specific model generated similar results, but with very little erosion and a smaller downstream discharge. These results indicated that Imja Tsho is unlikely to produce a catastrophic GLOF due to an avalanche in the near future, although some hazard exists within the downstream river channel, necessitating continued monitoring of the lake. Furthermore, these models were designed for ease and flexibility such that local or national agency staff with reasonable training can apply them to model the GLOF process chain for other lakes in the region.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/22/3721/2018/hess-22-3721-2018.pdf"
  },
  {
    "title": "Using the fossil flora composition analysis for the reconstruction of vegetation and palaeoecological conditions during late glacial time in Karelia",
    "authors": [
      "Nadezhda Lavrova,",
      "Lyudmila Filimonova"
    ],
    "doi": "https://doi.org/10.17076/eco882",
    "journalVolume": "no. 10",
    "issn": "1997-3217 (Print)",
    "publisher": "2312-4504 (Online)",
    "countryOfPublisher": "Karelian Research Centre of the Russian Academy of Sciences",
    "lcc": [
      "Russian Federation",
      "Science"
    ],
    "journalUrl": "http://journals.krc.karelia.ru",
    "abstract": "The paper summarizes the results of pollen and macrofossil studies of late glacial deposits in Karelia, encompassing the Older Dryas, Allerod, and Younger Dryas – 12350–10300 14С yrs BP (14100–11900 cal. yrs BP). Specific features of the composition and formation of spore-pollen spectra (SPS) are considered. SPS of late glacial deposits in Karelia were found to contain pollen and spores of plants from surrounding habitats, as well as redeposited pollen grains and those coming from long-range transport. Interpretation of late glacial palaeobotanical data and reconstruction of the respective plant cover employed palaeoecological analysis and the method of measuring pollen concentration in deposits. The geographical and eco-sociological analysis of the fossil flora was carried out. A majority of species were found to have had circumpolar distribution; somewhat fewer species had Eurasian ranges; the third position is shared by Holarctic, circumboreal, and European species. The flora includes arctic-alpine, low-arctic, arctic, steppe, and boreal species. Having analyzed micro- and macrofossils, we identified plants belonging to forest, tundra, forest-tundra, steppe, and meadow communities, pioneer groupings on immature or disturbed soils, stony and gravely substrates. The identified plants are indicators of late glacial ecological conditions. They have different requirements to heat and moisture, texture and geochemical composition of the underlying deposits. The integrated analysis of the fossil flora and pollen concentration measurements have enabled more accurate reconstructions of late glacial vegetation. According to them, the complex natural and climatic conditions, as well as the high variation of landforms and Quaternary deposits composition have resulted in a very specific plant cover, with no modern analogs to be found. The cover did not form a closed canopy, was mosaic, and included species that were diverse both ecologically and in terms of geographic provenance. In Karelia at 12350–10300 14С yrs BP (14100–11900 cal. yrs BP), periglacial-steppe and tundra communities were widespread, and there occurred also birch and alder forest-tundra communities. Climate change during late glacial cooling (stadial) and warming (interstadial) events altered their spatial shares, but the composition of the flora persisted.",
    "readLink": "http://journals.krc.karelia.ru/index.php/ecology/article/view/882"
  },
  {
    "title": "Spatially explicit analysis of field inventories for national forest carbon monitoring",
    "authors": [
      "David C. Marvin,",
      "Gregory P. Asner"
    ],
    "doi": "https://doi.org/10.1186/s13021-016-0050-0",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background Tropical forests provide a crucial carbon sink for a sizable portion of annual global CO2 emissions. Policies that incentivize tropical forest conservation by monetizing forest carbon ultimately depend on accurate estimates of national carbon stocks, which are often based on field inventory sampling. As an exercise to understand the limitations of field inventory sampling, we tested whether two common field-plot sampling approaches could accurately estimate carbon stocks across approximately 76 million ha of Perúvian forests. A 1-ha resolution LiDAR-based map of carbon stocks was used as a model of the country’s carbon geography. Results Both field inventory sampling approaches worked well in estimating total national carbon stocks, almost always falling within 10 % of the model national total. However, the sampling approaches were unable to produce accurate spatially-explicit estimates of the carbon geography of Perú, with estimates falling within 10 % of the model carbon geography across no more than 44 % of the country. We did not find any associations between carbon stock errors from the field plot estimates and six different environmental variables. Conclusions Field inventory plot sampling does not provide accurate carbon geography for a tropical country with wide ranging environmental gradients such as Perú. The lack of association between estimated carbon errors and environmental variables suggests field inventory sampling results from other nations would not differ from those reported here. Tropical forest nations should understand the risks associated with primarily field-based sampling approaches, and consider alternatives leading to more effective forest conservation and climate change mitigation.",
    "readLink": "http://link.springer.com/article/10.1186/s13021-016-0050-0"
  },
  {
    "title": "Multilevel and multiscale drought reanalysis over France with the Safran-Isba-Modcou hydrometeorological suite",
    "authors": [
      "J.-P. Vidal,",
      "E. Martin,",
      "L. Franchistéguy,",
      "F. Habets,",
      "J.-M. Soubeyroux,",
      "M. Blanchard,",
      "M. Baillon"
    ],
    "doi": "Vol. 14,\n                                no. 3\n                                \n                                  pp.\n                                  459\n                                  – 478",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Physically-based droughts can be defined as a water deficit in at least one component of the land surface hydrological cycle. The reliance of different activity domains (water supply, irrigation, hydropower, etc.) on specific components of this cycle requires drought monitoring to be based on indices related to meteorological, agricultural, and hydrological droughts. This paper describes a high-resolution retrospective analysis of such droughts in France over the last fifty years, based on the Safran-Isba-Modcou (SIM) hydrometeorological suite. The high-resolution 1958–2008 Safran atmospheric reanalysis was used to force the Isba land surface scheme and the hydrogeological model Modcou. Meteorological droughts are characterized with the Standardized Precipitation Index (SPI) at time scales varying from 1 to 24 months. Similar standardizing methods were applied to soil moisture and streamflow for identifying multiscale agricultural droughts – through the Standardized Soil Wetness Index (SSWI) – and multiscale hydrological droughts, through the Standardized Flow Index (SFI). Based on a common threshold level for all indices, drought event statistics over the 50-yr period – number of events, duration, severity and magnitude – have been derived locally in order to highlight regional differences at multiple time scales and at multiple levels of the hydrological cycle (precipitation, soil moisture, streamflow). Results show a substantial variety of temporal drought patterns over the country that are highly dependent on both the variable and time scale considered. Independent spatio-temporal drought events have then been identified and described by combining local characteristics with the evolution of area under drought. Summary statistics have finally been used to compare past severe drought events, from multi-year precipitation deficits (1989–1990) to short hot and dry periods (2003). Results show that the ranking of drought events depends highly on both the time scale and the variable considered. This multilevel and multiscale drought climatology will serve as a basis for assessing the impacts of climate change on droughts in France.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/14/459/2010/hess-14-459-2010.pdf"
  },
  {
    "title": "Status and Challenges of Qinghai–Tibet Plateau’s Grasslands: An Analysis of Causes, Mitigation Measures, and Way Forward",
    "authors": [
      "Moses Fayiah,",
      "ShiKui Dong,",
      "Sphiwe  Wezzie Khomera,",
      "Syed  Aziz Ur Rehman,",
      "Mingyue Yang,",
      "Jiannan Xiao"
    ],
    "doi": "https://doi.org/10.3390/su12031099",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  1099",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Grassland ecosystems on the Qinghai−Tibet Plateau (QTP) provide numerous ecosystem services and functions to both local communities and the populations living downstream through the provision of water, habitat, food, herbal medicines, and shelter. This review examined the current ecological status, degradation causes, and impacts of the various grassland degradation mitigation measures employed and their effects on grassland health and growth in the QTP. Our findings revealed that QTP grasslands are continually being degraded as a result of complex biotic and abiotic drivers and processes. The biotic and abiotic actions have resulted in soil erosion, plant biomass loss, soil organic carbon loss, a reduction in grazing and carrying capacity, the emergence of pioneer plant species, loss of soil nutrients, and an increase in soil pH. A combination of factors such as overgrazing, land-use changes, invasive species encroachment, mining activities, rodent burrowing activities, road and dam constructions, tourism, migration, urbanization, and climate change have caused the degradation of grasslands on the QTP. A conceptual framework on the way forward in tackling grassland degradation on the QTP is presented together with other appropriate measures needed to amicably combat grassland degradation on the QTP. It is recommended that a comprehensive and detailed survey be carried out across the QTP to determine the percentage of degraded grasslands and hence, support a sound policy intervention.",
    "readLink": "https://www.mdpi.com/2071-1050/12/3/1099"
  },
  {
    "title": "Designing global climate and atmospheric chemistry simulations for 1 and\n10 km diameter asteroid impacts using the properties of ejecta from the K-Pg\nimpact",
    "authors": [
      "O. B. Toon,",
      "C. Bardeen,",
      "R. Garcia"
    ],
    "doi": "https://doi.org/10.5194/acp-16-13185-2016",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  13185\n                                  – 13212",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "About 66 million years ago, an asteroid about 10 km in diameter struck the Yucatan Peninsula creating the Chicxulub crater. The crater has been dated and found to be coincident with the Cretaceous–Paleogene (K-Pg) mass extinction event, one of six great mass extinctions in the last 600 million years. This event precipitated one of the largest episodes of rapid climate change in Earth's history, yet no modern three-dimensional climate calculations have simulated the event. Similarly, while there is an ongoing effort to detect asteroids that might hit Earth and to develop methods to stop them, there have been no modern calculations of the sizes of asteroids whose impacts on land would cause devastating effects on Earth. Here, we provide the information needed to initialize such calculations for the K-Pg impactor and for a 1 km diameter impactor. There is considerable controversy about the details of the events that followed the Chicxulub impact. We proceed through the data record in the order of confidence that a climatically important material was present in the atmosphere. The climatic importance is roughly proportional to the optical depth of the material. Spherules with diameters of several hundred microns are found globally in an abundance that would have produced an atmospheric layer with an optical depth around 20, yet their large sizes would only allow them to stay airborne for a few days. They were likely important for triggering global wildfires. Soot, probably from global or near-global wildfires, is found globally in an abundance that would have produced an optical depth near 100, which would effectively prevent sunlight from reaching the surface. Nanometer-sized iron particles are also present globally. Theory suggests these particles might be remnants of the vaporized asteroid and target that initially remained as vapor rather than condensing on the hundred-micron spherules when they entered the atmosphere. If present in the greatest abundance allowed by theory, their optical depth would have exceeded 1000. Clastics may be present globally, but only the quartz fraction can be quantified since shock features can identify it. However, it is very difficult to determine the total abundance of clastics. We reconcile previous widely disparate estimates and suggest the clastics may have had an optical depth near 100. Sulfur is predicted to originate about equally from the impactor and from the Yucatan surface materials. By mass, sulfur is less than 10 % of the observed mass of the spheres and estimated mass of nanoparticles. Since the sulfur probably reacted on the surfaces of the soot, nanoparticles, clastics, and spheres, it is likely a minor component of the climate forcing; however, detailed studies of the conversion of sulfur gases to particles are needed to determine if sulfuric acid aerosols dominated in late stages of the evolution of the atmospheric debris. Numerous gases, including CO2, SO2 (or SO3), H2O, CO2, Cl, Br, and I, were likely injected into the upper atmosphere by the impact or the immediate effects of the impact such as fires across the planet. Their abundance might have increased relative to current ambient values by a significant fraction for CO2, and by factors of 100 to 1000 for the other gases. For the 1 km impactor, nanoparticles might have had an optical depth of 1.5 if the impact occurred on land. If the impactor struck a densely forested region, soot from the forest fires might have had an optical depth of 0.1. Only S and I would be expected to be perturbed significantly relative to ambient gas-phase values. One kilometer asteroids impacting the ocean may inject seawater into the stratosphere as well as halogens that are dissolved in the seawater. For each of the materials mentioned, we provide initial abundances and injection altitudes. For particles, we suggest initial size distributions and optical constants. We also suggest new observations that could be made to narrow the uncertainties about the particles and gases generated by large impacts.",
    "readLink": "https://www.atmos-chem-phys.net/16/13185/2016/acp-16-13185-2016.pdf"
  },
  {
    "title": "Predicted regime shift in the seagrass ecosystem of the Gulf of Arguin driven by climate change",
    "authors": [
      "Rosa M. Chefaoui,",
      "Carlos M. Duarte,",
      "Ana I. Tavares,",
      "Duarte G. Frade,",
      "M.A. Sidi Cheikh,",
      "M. Abdoull Ba,",
      "Ester A. Serrao"
    ],
    "doi": "Vol. 32\n                                \n                                \n                                  p.\n                                  e01890",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "The Banc d′Arguin is a marine ecosystem of global conservation significance, the largest bird sanctuary of western Africa, supported by one of the most extensive seagrass beds in the world composed by three seagrass species, two temperate near their southern limit (Zostera noltei and Cymodocea nodosa) and one tropical at its northern limit (Halodule wrightii). Here we predict the fate of this seagrass ecosystem under climate change scenarios during the 21st century, using species distribution models and sea level rise estimates. We forecast a probable decline in total seagrass area of 3340 Km2 (78%) by 2100, involving the loss of both temperate seagrasses (Z. noltei, C. nodosa), the foundational ecosystem components. By 2050, only the tropical species (H. wrightii) would remain, which forms thin and sparse shallow stands functionally distinct from the previous tall dense meadows that span wider vertical ranges. Intertidal flats, the essential bird foraging habitats, would become unvegetated and also suffer a major reduction in area (114 km2 by 2050, 587 km2 by 2100). The large projected loss of foundational seagrass species portends a collapse of major ecosystem functions with profound impacts on biodiversity, fishery resources and ecosystem services.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989421004406"
  }
]