[
  {
    "title": "The Importance of Water and Climate-Related Aspects in the Quality of Urban Life Assessment",
    "authors": [
      "Agnieszka Ptak-Wojciechowska,",
      "Anna Januchta-Szostak,",
      "Agata Gawlak,",
      "Magda Matuszewska"
    ],
    "doi": "https://doi.org/10.3390/su13126573",
    "journalVolume": "Vol. 13,\n                                no. 6573\n                                \n                                  p.\n                                  6573",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Global challenges such as urbanization, aging societies, climate change, and environmental and water crises are becoming increasingly important in terms of the impact they might have on the quality of life (QoL) in cities. Appraisal instruments for QoL assessment, such as rankings and guides, should therefore include these aspects. The aim of this research was to verify the significance of water and climate-related aspects in assessment tools. A comparative analysis of 24 selected QoL assessment tools shows to what extent these aspects are included in the domains, criteria, and indicators proposed in the instruments. The method of verification is a comparison of the position of winning cities in QoL rankings and city resilience rankings. The results show that water and climate-related aspects are still underestimated in the QoL rankings and guides, and only a few cities with the highest quality of life ranked highly in sustainability and climate resiliency ratings. Our results suggest that the tools for the evaluation and comparison of cities need remodeling, taking into account the most important global risks and Sustainable Development Goals (SDGs), in order to create aging-friendly and climate-neutral cities.",
    "readLink": "https://www.mdpi.com/2071-1050/13/12/6573"
  },
  {
    "title": "Effects of climate changes on dust aerosol over East Asia from RegCM3",
    "authors": [
      "Dong-Feng Zhang,",
      "Xue-Jie Gao,",
      "Ashraf Zakey,",
      "Filippo Giorgi"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2016.07.001",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  145\n                                  – 153",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "In order to understand impacts of global warming on dust aerosol over East Asia, a regional climate model (RegCM3) coupled with a dust model is employed to simulate the present (1991–2000, following the observed concentration of the greenhouse gases) and future (2091–2100, following the A1B scenario) dust aerosol. Three experiments are performed over East Asia at a horizontal resolution of 50 km, driven by the outputs from a global model of the Model for Interdisciplinary Research on Climate (MIROC3.2_hires), two without (Exp.1 for the present and Exp.2 for the future) and one with (Exp.3 for the future) the radiative effects of dust aerosols. Effects of climate changes on dust aerosols and the feedback of radiative effects in the future are investigated by comparing differences of Exp.2 and Exp.1, Exp.3 and Exp.2, respectively. Results show that global warming will lead to the increases of dust emissions and column burden by 2% and 14% over East Asia, characterized by the increase in December–January–February–March (DJFM) and the decrease in April–May (AM). Similar variations are also seen in the projected frequencies of high dust emission events, showing an advanced active season of dust in the future. The net top-of-atmosphere (TOA) radiative forcing is positive over the desert source regions and negative over downwind regions, while the surface radiative forcing is negative over the domain, which will lead to a reduction of dust emissions and column burden.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927816300053"
  },
  {
    "title": "Seascape genomics of common dolphins (Delphinus delphis) reveals adaptive diversity linked to regional and local oceanography",
    "authors": [
      "Andrea Barceló,",
      "Jonathan Sandoval-Castillo,",
      "Chris J. Brauer,",
      "Kerstin Bilgmann,",
      "Guido J. Parra,",
      "Luciano B. Beheregaray,",
      "Luciana M. Möller"
    ],
    "doi": "https://doi.org/10.1186/s12862-022-02038-1",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2730-7182 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://bmcecolevol.biomedcentral.com/",
    "abstract": "Abstract Background High levels of standing genomic variation in wide-ranging marine species may enhance prospects for their long-term persistence. Patterns of connectivity and adaptation in such species are often thought to be influenced by spatial factors, environmental heterogeneity, and oceanographic and geomorphological features. Population-level studies that analytically integrate genome-wide data with environmental information (i.e., seascape genomics) have the potential to inform the spatial distribution of adaptive diversity in wide-ranging marine species, such as many marine mammals. We assessed genotype-environment associations (GEAs) in 214 common dolphins (Delphinus delphis) along > 3000 km of the southern coast of Australia. Results We identified 747 candidate adaptive SNPs out of a filtered panel of 17,327 SNPs, and five putatively locally-adapted populations with high levels of standing genomic variation were disclosed along environmentally heterogeneous coasts. Current velocity, sea surface temperature, salinity, and primary productivity were the key environmental variables associated with genomic variation. These environmental variables are in turn related to three main oceanographic phenomena that are likely affecting the dispersal of common dolphins: (1) regional oceanographic circulation, (2) localised and seasonal upwellings, and (3) seasonal on-shelf circulation in protected coastal habitats. Signals of selection at exonic gene regions suggest that adaptive divergence is related to important metabolic traits. Conclusion To the best of our knowledge, this represents the first seascape genomics study for common dolphins (genus Delphinus). Information from the associations between populations and their environment can assist population management in forecasting the adaptive capacity of common dolphins to climate change and other anthropogenic impacts.",
    "readLink": "https://doi.org/10.1186/s12862-022-02038-1"
  },
  {
    "title": "Estimation of Aboveground Carbon Stocks in Forests Based on LiDAR and Multispectral Images: A Case Study of Duraer Coniferous Forests",
    "authors": [
      "Rina Su,",
      "Wala Du,",
      "Hong Ying,",
      "Yu Shan,",
      "Yang Liu"
    ],
    "doi": "https://doi.org/10.3390/f14050992",
    "journalVolume": "Vol. 14,\n                                no. 992\n                                \n                                  p.\n                                  992",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The correct estimation of forest aboveground carbon stocks (AGCs) allows for an accurate assessment of the carbon sequestration potential of forest ecosystems, which is important for in-depth studies of the regional ecological environment and global climate change. How to estimate forest AGCs quickly and accurately and realize dynamic monitoring has been a hot topic of research in the forestry field worldwide. LiDAR and remote sensing optical imagery can be used to monitor forest resources, enabling the simultaneous acquisition of forest structural properties and spectral information. A high-density LiDAR-based point cloud cannot only reveal stand-scale forest parameters but can also be used to extract single wood-scale forest parameters. However, there are multiple forest parameter estimation model problems, so it is especially important to choose appropriate variables and models to estimate forest AGCs. In this study, we used a Duraer coniferous forest as the study area and combined LiDAR, multispectral images, and measured data to establish multiple linear regression models and multiple power regression models to estimate forest AGCs. We selected the best model for accuracy evaluation and mapped the spatial distribution of AGC density. We found that (1) the highest accuracy of the multiple multiplicative power regression model was obtained for the estimated AGC (R2 = 0.903, RMSE = 10.91 Pg) based on the LiDAR-estimated DBH; the predicted AGC values were in the range of 4.1–279.12 kg C. (2) The highest accuracy of the multiple multiplicative power regression model was obtained by combining the normalized vegetation index (NDVI) with the predicted AGC based on the DBH estimated by LiDAR (R2 = 0.906, RMSE = 10.87 Pg); the predicted AGC values were in the range of 3.93–449.07 kg C. (3) The LiDAR-predicted AGC values and the combined LiDAR and optical image-predicted AGC values agreed with the field AGCs.",
    "readLink": "https://www.mdpi.com/1999-4907/14/5/992"
  },
  {
    "title": "Distribution of soil organic matter in the coastal region of Syria: A case study",
    "authors": [
      "Samar Ghanem,",
      "Adel Rukia"
    ],
    "doi": "https://doi.org/10.30493/das.2020.234950",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  57\n                                  – 63",
    "issn": "2708-6283 (Online)",
    "publisher": "E-NAMTILA",
    "countryOfPublisher": "Syrian Arab Republic",
    "lcc": [
      "Agriculture",
      "Technology"
    ],
    "journalUrl": "http://applied.dysona.org",
    "abstract": "Soil organic matter (SOM) is a key factor in maintaining soil quality. The main aim of this research was to investigate the distribution of soil organic matter in the coastal region of Syria. For this purpose, thirty-one representative soil profiles were prepared in Latakia governorate from three different land types according to usage (i.e. forest land, rangeland, and agricultural land). Soil samples were collected from the top layer, then analyzed. Results showed that the total organic matter (TOM%), as well as soil properties, varied between the studied agroecosystems. Notably, the average recorded TOM percentages were 5.34%, 4.38%, and 4.07% in forest land, rangeland, and agricultural land respectively. Additionally, matrix correlation between different soil aspects indicated a positive significant (p <0.05) correlation between clay content and Cation-exchange capacity (CEC), and between CEC and TOM in forest land cover. On the other hand, agricultural land showed a positive significant (p <0.05) correlation between water content and each of CEC and clay content, and between clay content and CEC.",
    "readLink": "http://applied.dysona.org/article_109328_a3506956e69162e4fb59f5297d5b9e12.pdf"
  },
  {
    "title": "Study on the Optimization Measures of Carbon Emissions in Chengdu’s Territorial Space under the Trend of Clean Energy and Energy Structure Adjustment",
    "authors": [
      "Han Xuesong,",
      "Zheng Yuan,",
      "He Yingkun,",
      "Wang Yufei,",
      "Luo Jingru"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202340602028",
    "journalVolume": "Vol. 406\n                                \n                                \n                                  p.\n                                  02028",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Clean energy refers to energy that has less impact on the environment and can be used sustainably. With the intensification of global climate change and environmental pollution problems, the development of clean energy has become a common concern for governments and enterprises. In this paper, the scale of carbon emission in Chengdu is measured by analyzing LEAP model, and the carbon sink capacity is measured by the change of land use structure. Based on the trends of carbon sources and sinks, we analyze the countermeasures that Chengdu needs to take to achieve the carbon peak by 2030. Finally, based on the vision of “carbon neutrality”, suggestions are made for the optimization of Chengdu’s territorial spatial planning in terms of building a green and low-carbon territorial spatial development and protection pattern, optimizing the territorial spatial layout and factor allocation, developing clean energy technologies, and increasing the proportion of clean energy use.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/43/e3sconf_icemee2023_02028.pdf"
  },
  {
    "title": "A Blueprint for Ocean Literacy: EU4Ocean",
    "authors": [
      "Tymon Zielinski,",
      "Izabela Kotynska-Zielinska,",
      "Carlos Garcia-Soto"
    ],
    "doi": "https://doi.org/10.3390/su14020926",
    "journalVolume": "Vol. 14,\n                                no. 926\n                                \n                                  p.\n                                  926",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In this paper, we discuss the importance of the efficient communication of science results to citizens across the world. In order for people to absorb information, we need to understand the principles and apply the best available means to facilitate the process of increasing global awareness of the changes. This explicitly applies to the verification of how we appeal to people with respect to various environmental issues and, hence, how we can modernize the educational approaches to challenge the global change. We state that, in order to follow the philosophy of sustainable development goals with respect to ocean issues, we need an attractive alternative to the existing areas of consumption. We also state that the ocean issues are at the core of any process aiming to secure sustainability. New methods and tools of education and scientific communication, especially those which are offered by non-formal approaches, are necessary, and we present here some of the activities of the EU4Ocean coalition as best practice examples.",
    "readLink": "https://www.mdpi.com/2071-1050/14/2/926"
  },
  {
    "title": "PERSEPSI DAN TINGKAT KETERGANTUNGAN MASYARAKAT TERHADAP SUMBERDAYA ALAM TAMAN NASIONAL AKETAJAWE LOLOBATA DI PROVINSI MALUKU UTARA",
    "authors": [
      "Lis Nurrani,",
      "Supratman Tabba"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2013.10.1.61-73",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  61\n                                  – 73",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Penelitian ini merupakan kajian persepsi dan ketergantungan masyarakat terhadap sumberdaya alam di sekitar kawasan Taman Nasional Aketajawe Lolobata khususnya blok Aketajawe. Pengambilan data dilaksanakan pada bulan Oktober 2010 dan Juni tahun 2011 di tiga desa yang bersentuhan langsung dengan kawasan. Tujuan penelitian ini untuk mengetahui ketergantungan masyarakat terhadap sumberdaya alam di dalam dan sekitar kawasan taman nasional dan pengaruhnya terhadap keberlangsungan hidup masyarakat. Metode pemilihan responden dilakukan secara purposif dan analisis data menggunakan statistik deskriptif, dengan intensitas sampling 10%. Hasil penelitian menunjukkan bahwa Masyarakat Kobe Kulo memiliki persepsi tidak baik hingga sedang, sedangkan persepsi masyarakat Tayawi adalah sedang, dan persepsi masyarakat Binagara adalah sedang hingga baik. Ketergantungan masyarakat terhadap kayu dikelompokkan menjadi tiga berdasarkan kegunaannya yaitu sebagai bahan bangunan, perkakas rumah tangga, dan bahan bakar. Hasil hutan bukan kayu yang dimanfaatkan adalah rotan, pandan, woka, sagu, pala, sayuran, buah-buahan, dan tumbuhan obat tradisional, serta satwa liar yang dikonsumsi masyarakat adalah rusa, babi hutan, telur burung gosong dan angsa hutan. Sebagian besar masyarakat beranggapan bahwa hutan merupakan tempat memenuhi kebutuhan hidup, namun pengetahuan tentang keberadaan taman nasional masih minim.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/188"
  },
  {
    "title": "Predicting the potential impacts of climate change on the endangered endemic annonaceae species in east africa",
    "authors": [
      "Elijah Mbandi Mkala,",
      "Virginia Mwanzia,",
      "Johh Nzei,",
      "Wyclife Agumba Oluoch,",
      "Boniface K. Ngarega,",
      "Vincent Okello Wanga,",
      "Milicent Akinyi Oulo,",
      "Boniface K. Ngarega,",
      "Fredrick Munyao,",
      "Flory Mkangombe Kilingo,",
      "Penninah Rono,",
      "Emmanuel Nyongesa Waswa,",
      "Elizabeth Syowai Mutinda,",
      "Clintone Onyango Ochieng,",
      "Geoffrey Mwachala,",
      "Guang-Wan Hu,",
      "Qing-Feng Wang,",
      "Jacinta Kaweze Katunge,",
      "Calmina Izabayo Victoire"
    ],
    "doi": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  e17405",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Globally, endemic species and natural habitats have been significantly impacted by climate change, and further considerable impacts are predicted. Therefore, understanding how endemic species are impacted by climate change can aid in advancing the necessary conservation initiatives. The use of niche modeling is becoming a popular topic in biological conservation to forecast changes in species distributions under various climate change scenarios. This study used the Australian Community Climate and Earth System Simulator version 1 (ACCESS-CM2) general circulation model of coupled model intercomparison project phase 6 (CMIP6) to model the current distribution of suitable habitat for the four threatened Annonaceae species endemic to East Africa (EA), to determine the impact of climate change on their suitable habitat in the years 2050 (average for 2041–2060) and 2070 (average for 2061–2080). Two shared socio-economic pathways (SSPs) SSP370 and SSP585 were used to project the contraction and expansion of suitable habitats for Uvariodendron kirkii, Uvaria kirkii, Uvariodendron dzomboense and Asteranthe asterias endemic to Kenya and Tanzania in EA. The current distribution for all four species is highly influenced by precipitation, temperature, and environmental factors (population, potential evapotranspiration, and aridity index). Although the loss of the original suitable habitat is anticipated to be significant, appropriate habitat expansion and contraction are projections for all species. More than 70% and 40% of the original habitats of Uvariodendron dzombense and Uvariodendron kirkii are predicted to be destroyed by climate change, respectively. Based on our research, we suggest that areas that are expected to shrink owing to climate change be classified as important protection zones for the preservation of Annonaceae species.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023046133"
  },
  {
    "title": "Impact of Future Climate Change on Wheat Production: A Simulated Case for China’s Wheat System",
    "authors": [
      "Dengpan Xiao,",
      "Huizi Bai,",
      "De  Li Liu"
    ],
    "doi": "https://doi.org/10.3390/su10041277",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  1277",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "With regard to global climate change due to increasing concentration in greenhouse gases, particularly carbon dioxide (CO2), it is important to examine its potential impact on crop development and production. We used statistically-downscaled climate data from 28 Global Climate Models (GCMs) and the Agricultural Production Systems sIMulator (APSIM)–Wheat model to simulate the impact of future climate change on wheat production. Two future scenarios (RCP4.5 and RCP8.5) were used for atmospheric greenhouse gas concentrations during two different future periods (2031–2060 referred to as 40S and 2071–2100 referred to as 80S). Relative to the baseline period (1981–2010), the trends in mean daily temperature and radiation significantly increased across all stations under the future scenarios. Furthermore, the trends in precipitation increased under future climate scenarios. Due to climate change, the trend in wheat phenology significantly advanced. The early flowering and maturity dates shortened both the vegetative growth stage (VGP) and the whole growth period (WGP). As the advance in the days of maturity was more than that in flowering, the length of the reproductive growth stage (RGP) of spring wheat was shortened. However, as the advance in the date of maturity was less than that of flowering, the RGP of winter wheat was extended. When the increase in CO2 concentration under future climate scenarios was not considered, the trend in change in wheat production for the baseline declined. In contrast, under increased CO2 concentration, the trend in wheat yield increased for most of the stations (except for Nangong station) under future climatic conditions. Winter wheat and spring wheat evapotranspiration (ET) decreased across all stations under the two future climate scenarios. As wheat yield increased with decreasing water consumption (as ET) under the future climatic conditions, water use efficiency (WUE) significantly improved in the future period.",
    "readLink": "http://www.mdpi.com/2071-1050/10/4/1277"
  }
]