[
  {
    "title": "Climate risk zoning for gladiolus production under three climate change scenarios",
    "authors": [
      "Camila C. Becker,",
      "Nereu A. Streck,",
      "Natalia T. Schwab,",
      "Lilian O. Uhlmann,",
      "Regina Tomiozzo,",
      "Simone E. T. Ferraz"
    ],
    "doi": "https://doi.org/10.1590/1807-1929/agriambi.v25n5p297-304",
    "journalVolume": "Vol. 25,\n                                no. 5\n                                \n                                  pp.\n                                  297\n                                  – 304",
    "issn": "1415-4366 (Print)",
    "publisher": "1807-1929 (Online)",
    "countryOfPublisher": "Universidade Federal de Campina Grande",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php/script_sci_serial/pid_1415-4366/lng_en/nrm_iso/lng_en",
    "abstract": "ABSTRACT The objective of this study was to develop a climate risk zoning for damage to gladiolus due to low and high temperature under climate change scenarios projected by the end of the century in the Rio Grande do Sul State, Brazil. The PhenoGlad model was used in this study to determine the recommended periods for planting gladiolus throughout the year across the Rio Grande do Sul State. The model was run for daily planting dates (from 01 January to 31 December), for different gladiolus developmental cycles (Early, Intermediate I, Intermediate II and Late). The climate change scenarios were from CMIP5: RCP2.6, RCP4.5 and RCP8.5, representing optimistic, intermediate and pessimistic scenarios of greenhouse gases emission, respectively. Planting dates were considered recommended when crop damage, due to high or low temperatures, occurred in less than 10% of the years. Warmer regions like Uruguaiana and Iraí have the shortest recommended time for planting throughout the year in the three climate change scenarios. Plantings between August and December are predicted to be the most affected and are not recommended because of the higher chance of damage from high temperatures. Colder regions like Bom Jesus will be favored in climate change scenarios since there will be an extended recommended period for planting in the seasons of the year that currently suffer damage by low temperatures. To meet demands of gladiolus during the hottest period of the year, it will be necessary to develop techniques to reduce damage from high temperatures in the crop, such as more tolerant cultivars or the use of shading screens on the crop.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1415-43662021000500297&tlng=en"
  },
  {
    "title": "LOCAL KNOWLEDGE OF CIPATAT KOLOT ON THE CLIMATE ADAPTATION: SEED, ORGANIC FERTILIZER, AND HARVEST PROCESSING",
    "authors": [
      "Bahagia Bahagia,",
      "Fachruddin Majeri Mangunjaya,",
      "Zuzy Anna,",
      "Rimun - Wibowo,",
      "Muhammad Shiddiq Ilham Noor"
    ],
    "doi": "https://doi.org/10.30959/patanjala.v13i1.721",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2085-9937 (Print)",
    "publisher": "2598-1242 (Online)",
    "countryOfPublisher": "Balai Pelestarian Nilai Budaya Jawa Barat, Kementerian Pendidikan dan Kebudayaan",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology",
      "Geography. Anthropology. Recreation: Manners and customs (General)"
    ],
    "journalUrl": "http://ejurnalpatanjala.kemdikbud.go.id/patanjala/index.php/patanjala",
    "abstract": "Climate change is characterized by several elements, namely unpredictable rainy and dry seasons, floods and unpredictable droughts. This study aims to determine the indigenous peoples’ local wisdom in adapting to climate change, which includes screening process of local paddy seeds, the use of organic fertilizers, and traditional harvest management strategies. The method used in this research is the qualitative research method combined with the ethnographic approach. This method is applied based on the consideration that the topic of this research is related to the culture and social of indigenous peoples. The data was collected by means of in-depth interviews, observation, and documentation. Informants were selected by using the purposive sampling technique. The results were scrutinized carefully by means of the triangulation process. The results of the study show the facts that the way indigenous peoples deal with climate change is by physically and physiologically selecting seeds and storing seeds for three months so that the seeds will grow stronger. In addition, they only selects paddies that has reached a full state of growth, that is mature to avoid going rotten even though the climate change occurs. Then, they have the traditional rice dryers to get rice dried, thereby enabling those to be more climate-resistant. They also use the organic fertilizer to reduce the production of emissions as a cause of global climate change. Perubahan iklim dapat diamati mulai dari musim penghujan dan musim kering yang tidak menentu, bencana banjir, dan kekeringan yang sulit untuk diprediksi. Penelitian ini bertujuan untuk mengetahui kearifan lokal pada masyarakat adat dalam beradaptasi terhadap perubahan iklim mulai dari seleksi benih padi lokal, penggunaan pupuk organik, dan manajemen panen secara tradisional. Metode yang digunakan adalah kualitatif dengan pendekatan etnografi. Metode ini diterapkan karena penelitian berkaitan dengan budaya dan sosial masyarakat adat. Pengumpulan data dilakukan melalui wawancara mendalam, observasi, dan dokumentasi. Pemilihan informan menggunakan teknik purposive sampling. Kemudian, hasil pengumpulan data diteliti dengan cermat melalui triangulasi. Hasil penelitian menunjukkan bahwa masyarakat adat mengatasi perubahan iklim dengan melakukan seleksi benih secara fisik dan fisiologi dan menyimpan benih sampai dengan 3 bulan agar benih kuat dalam pertumbuhannya. Disamping itu, petani adat harus memanen padi matang sehingga padi tidak mengalami pembusukan meskipun terjadi perubahan iklim. Kemudian, masyarakat menggunakan mengelola hasil panen dengan alat pengering padi tradisional sehingga hasil panen padi lebih tahan iklim. Setelah itu, masyarakat adat menggunakan pupuk organik sebagai cara untuk memperkecil produksi emisi sebagai penyebab perubahan iklim secara global.",
    "readLink": "http://ejurnalpatanjala.kemdikbud.go.id/patanjala/index.php/patanjala/article/view/721"
  },
  {
    "title": "Temperature impacts on dengue emergence in the United States: Investigating the role of seasonality and climate change",
    "authors": [
      "Michael A. Robert,",
      "Rebecca C. Christofferson,",
      "Paula D. Weber,",
      "Helen J. Wearing"
    ],
    "doi": "Vol. 28",
    "issn": "1755-4365 (Print)",
    "publisher": "1878-0067 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://www.journals.elsevier.com/epidemics/",
    "abstract": "Tropical mosquito-borne viruses have been expanding into more temperate regions in recent decades. This is partly due to the coupled effects of temperature on mosquito life history traits and viral infection dynamics and warming surface temperatures, resulting in more suitable conditions for vectors and virus transmission. In this study, we use a deterministic ordinary differential equations model to investigate how seasonal and diurnal temperature fluctuations affect the potential for dengue transmission in six U.S. cities. We specifically consider temperature-dependent mosquito larval development, adult mosquito mortality, and the extrinsic incubation period of the virus. We show that the ability of introductions to lead to outbreaks depends upon the relationship between a city's temperature profile and the time of year at which the initial case is introduced. We also investigate how the potential for outbreaks changes with predicted future increases in mean temperatures due to climate change. We find that climate change will likely lead to increases in suitability for dengue transmission and will increase the periods of the year in which introductions may lead to outbreaks, particularly in cities that typically have mild winters and warm summers, such as New Orleans, Louisiana, and El Paso, Texas. We discuss our results in the context of temperature heterogeneity within and across cities and how these differences may impact the potential for dengue emergence given present day and predicted future temperatures. Keywords: Dengue, Temperature, Aedes aegypti, Arbovirus, United States, Emergence, Puerto Rico, Climate change",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1755436518301609"
  },
  {
    "title": "Accounting for density reduction and structural loss in standing dead trees: Implications for forest biomass and carbon stock estimates in the United States",
    "authors": [
      "Domke Grant M,",
      "Woodall Christopher W,",
      "Smith James E"
    ],
    "doi": "https://doi.org/10.1186/1750-0680-6-14",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  p.\n                                  14",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background Standing dead trees are one component of forest ecosystem dead wood carbon (C) pools, whose national stock is estimated by the U.S. as required by the United Nations Framework Convention on Climate Change. Historically, standing dead tree C has been estimated as a function of live tree growing stock volume in the U.S.'s National Greenhouse Gas Inventory. Initiated in 1998, the USDA Forest Service's Forest Inventory and Analysis program (responsible for compiling the Nation's forest C estimates) began consistent nationwide sampling of standing dead trees, which may now supplant previous purely model-based approaches to standing dead biomass and C stock estimation. A substantial hurdle to estimating standing dead tree biomass and C attributes is that traditional estimation procedures are based on merchantability paradigms that may not reflect density reductions or structural loss due to decomposition common in standing dead trees. The goal of this study was to incorporate standing dead tree adjustments into the current estimation procedures and assess how biomass and C stocks change at multiple spatial scales. Results Accounting for decay and structural loss in standing dead trees significantly decreased tree- and plot-level C stock estimates (and subsequent C stocks) by decay class and tree component. At a regional scale, incorporating adjustment factors decreased standing dead quaking aspen biomass estimates by almost 50 percent in the Lake States and Douglas-fir estimates by more than 36 percent in the Pacific Northwest. Conclusions Substantial overestimates of standing dead tree biomass and C stocks occur when one does not account for density reductions or structural loss. Forest inventory estimation procedures that are descended from merchantability standards may need to be revised toward a more holistic approach to determining standing dead tree biomass and C attributes (i.e., attributes of tree biomass outside of sawlog portions). Incorporating density reductions and structural loss adjustments reduces uncertainty associated with standing dead tree biomass and C while improving consistency with field methods and documentation.",
    "readLink": "http://www.cbmjournal.com/content/6/1/14"
  },
  {
    "title": "An NDVI-Based Vegetation Phenology Is Improved to be More Consistent with Photosynthesis Dynamics through Applying a Light Use Efficiency Model over Boreal High-Latitude Forests",
    "authors": [
      "Siheng Wang,",
      "Lifu Zhang,",
      "Changping Huang,",
      "Na Qiao"
    ],
    "doi": "https://doi.org/10.3390/rs9070695",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  695",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Remote sensing of high-latitude forests phenology is essential for understanding the global carbon cycle and the response of vegetation to climate change. The normalized difference vegetation index (NDVI) has long been used to study boreal evergreen needleleaf forests (ENF) and deciduous broadleaf forests. However, the NDVI-based growing season is generally reported to be longer than that based on gross primary production (GPP), which can be attributed to the difference between greenness and photosynthesis. Instead of introducing environmental factors such as land surface or air temperature like previous studies, this study attempts to make VI-based phenology more consistent with photosynthesis dynamics through applying a light use efficiency model. NDVI (MOD13C2) was used as a proxy for both fractional of absorbed photosynthetically active radiation (APAR) and light use efficiency at seasonal time scale. Results show that VI-based phenology is improved towards tracking seasonal GPP changes more precisely after applying the light use efficiency model compared to raw NDVI or APAR, especially over ENF.",
    "readLink": "https://www.mdpi.com/2072-4292/9/7/695"
  },
  {
    "title": "Spatiotemporal variation in groundwater level within the Manas River Basin, Northwest China: Relative impacts of natural and human factors",
    "authors": [
      "Wu Yage,",
      "Yang Guang,",
      "Tian Lijun,",
      "Gu Xinchen,",
      "Li Xiaolong,",
      "He Xinlin,",
      "Xue Lianqing,",
      "Li Pengfei,",
      "Xiao Senyuan"
    ],
    "doi": "https://doi.org/10.1515/geo-2020-0258",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  626\n                                  – 638",
    "issn": "2391-5447 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://www.degruyter.com/view/j/geo",
    "abstract": "The Manas River Basin (MRB), Northwest China, is an arid basin dependent on irrigation for agriculture, and human activities are believed to be the primary factor affecting the groundwater level fluctuations in this basin. Such fluctuations can have a significant adverse impact on the social economy, agricultural development, and natural environment of that region. This raises concerns regarding the sustainability of groundwater use. In this study, we used ArcGIS spatial interpolation and contrast coefficient variance analysis to analyse groundwater level, land-use change, and water resource consumption patterns from 2012 to 2019 in the plains of the MRB. The aim was to determine the main factors influencing the groundwater level and to provide a scientific basis for the rational development, utilisation, and management of water resources in this area. During the study period, the groundwater level decreased, increased, and then fluctuated with a gradually slowing downward trend; the decline ranged from −17.82 to −11.67 m during 2012–2019. Within a given year, groundwater levels declined from March/April to August/September, then rose from August/September to March/April, within a range of 0.29–19.05 m. Primary factors influencing the groundwater level included human activities (e.g., changes in land use, river regulation, irrigation, and groundwater exploitation) and natural causes (e.g., climate and weather anomalies). Human activities were the primary factors affecting groundwater level, especially land-use change and water resource consumption. These results provide a theoretical basis for the rational exploitation of groundwater and the optimisation of water resource management in this region.",
    "readLink": "https://doi.org/10.1515/geo-2020-0258"
  },
  {
    "title": "GEOECONOMIC PERFORMANCE OF SUB-REGIONS IN SOUTH AMERICA: ELEMENTS FOR A NEW REGIONALIZATION",
    "authors": [
      "Cristovão Henrique Ribeiro da Silva,",
      "Arlindo Ananias Pereira da Silva,",
      "Juliana dos Santos Silva,",
      "Adriano Roberto Franquelino,",
      "Douglas Melo Fontes"
    ],
    "doi": "https://doi.org/10.38116/rtm27art9",
    "journalVolume": "no. 27\n                                \n                                  pp.\n                                  247\n                                  – 272",
    "issn": "2176-7025 (Print)",
    "publisher": "2675-150X (Online)",
    "countryOfPublisher": "Instituto de Pesquisa Econômica Aplicada",
    "lcc": [
      "Brazil",
      "Social Sciences",
      "Political science: International relations",
      "Political science: Political science (General)"
    ],
    "journalUrl": "https://www.ipea.gov.br/revistas/index.php/rtm/index",
    "abstract": "The debate on economic development in the Amazon region has always been a delicate issue because it involves the complexity, biodiversity, potential and, paradoxically, the fragility of the biome. However, the anthropic occupation in the North of the South American continent advanced throughout the 20th century, with projects and proposals that urbanized and industrialized regional centers and, with the participation of the State, as a development vector for the region. With this scenario, the environment has always been a great regional asset in South America, and recently, the stage for regional integration initiatives such as the Iniciativa para a Integração da Infraestrutura Regional Sul-Americana (IIRSA), which largely represented the great integrationist project, throughout the second half of the decade of 2010, changes in global calibre alter the scope of decisions by nation-states, and by the end of 2019, the covid-19 pandemic changed the world with 197 million infected and 4.2 million dead. Still, with the hope brought about by vaccines, countries around the world have guided the action and management guidelines for a low-carbon economic recovery and reduction in the use of fossil fuels. In parallel to this, climate change has increasingly caused extreme natural events and has turned the attention of the international community to South America, and especially to Brazil, which since 2019 has adopted a disastrous environmental policy and erratic. With this panorama, regional experiences emerge, which we will call here geoeconomic performance, which certain spaces on the continent, and in Brazil, can incorporate into an agenda for the transition to a low-carbon economy. Here we present as a theoretical and methodological effort to understand the geoeconomic and geopolitical peculiarities of subnational governments in designing and adopting public policies (social, economic, territorial, and regional) capable of contributing to the ongoing changes in contemporary capitalism that is reorganizing itself for resumption, even with threats from new variants of SARS-CoV-2.",
    "readLink": "https://www.ipea.gov.br/revistas/index.php/rtm/article/view/334/313"
  },
  {
    "title": "The Assessment of Climate Change and Land-Use Influences on the Runoff of a Typical Coastal Basin in Northern China",
    "authors": [
      "Junfang Liu,",
      "Baolin Xue,",
      "Yuhui Yan"
    ],
    "doi": "https://doi.org/10.3390/su122310050",
    "journalVolume": "Vol. 12,\n                                no. 10050\n                                \n                                  p.\n                                  10050",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Land use and climate change are the two major driving factors of watershed runoff change, and it is of great significance to study the influence of watershed hydrological processes on water resource planning and management. This study takes the Changyang River basin as the study area, builds a SWAT model and explores the applicability of the SWAT model in the basin. Moreover, we combine data on land use and climate change in different periods to construct a variety of scenario models to quantitatively analyze the impacts of different scenarios on runoff. The results show that the R2 and Ensof the model are 0.71 and 0.68 in the calibration period, respectively, and those in the verification period are 0.68 and 0.65, respectively, indicating that the SWAT model has good applicability in simulating the runoff of the Changyang River basin. Under the comprehensive scenario of land use and climate change on runoff, we found that land use and climate change have a certain contribution to the change in runoff. Therefore, the runoff of the basin increased by 0.22 m3/s, in which land-use change caused the runoff in the basin to increase by 0.07 m3/s attributed to the decreased area of arable land and the increased area of urban land in the basin. Moreover, climate change has caused the runoff in the basin to increase by 0.13 m3/s, mainly influenced by the increased precipitation. The results show that climate change has a more significant effect on runoff in the basin.",
    "readLink": "https://www.mdpi.com/2071-1050/12/23/10050"
  },
  {
    "title": "Development of the Departmental Climate around Teaching (DCaT) survey: neither psychological collective climate nor departmental collective climate predicts STEM faculty’s instructional practices",
    "authors": [
      "Lu Shi,",
      "Marilyne Stains"
    ],
    "doi": "https://doi.org/10.1186/s40594-021-00303-1",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "2196-7822 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Education: Education (General)",
      "Education: Special aspects of education",
      "Education: Theory and practice of education"
    ],
    "journalUrl": "http://www.stemeducationjournal.com",
    "abstract": "Abstract Background Investigations into drivers and barriers to the uptake of learner-centered instructional practices in STEM courses have identified the climate within a department as a potential influential factor. However, few studies have explored the relationship between adoption of learner-centered instructional practices and departmental climate around teaching. Moreover, surveys that have been designed to measure climate around teaching have been focused on measuring individual faculty member’s description of their colleagues’ perceptions of the climate within their department (psychological collective climate) and ignored whether there was a consensus among respondents within the same department on these descriptions. This latter measure (departmental collective climate) is best aligned with the definition of organizational climate. There is thus a need to explore whether departmental climate measured at the individual or collective level relate to the use of learner-centered instructional practices. Results This study demonstrates that the Departmental Climate around Teaching (DCaT) survey provides valid and reliable data that can be used to measure psychological collective climate within a STEM department. Analysis of the 166 faculty members who responded to the survey indicated that (1) four different types of psychological collective climate existed among our population and (2) multiple types could be present within the same STEM department. Moreover, it showed that measuring departmental collective climate is challenging as few constructs measured by the DCaT survey reached high level of consensus within faculty members from the same department. Finally, the analysis found no relationship between psychological collective climate and the level of use of learner-centered instructional practices. Conclusions Results from the validation studies conducted on the DCaT survey that most elements that define a climate (e.g., policies, practices, expectations) are lacking when it comes to teaching. These findings could explain the challenges experienced in this study in measuring departmental collective climate. Without these climate elements, faculty members are left to work autonomously with little expectations for growth in their instructional practices. Establishing policies, practices, and expectations with respect to teaching is thus an essential step toward instructional change at a departmental level.",
    "readLink": "https://doi.org/10.1186/s40594-021-00303-1"
  },
  {
    "title": "Exploring the Intellectual Structure of Research in Organizational Resilience through a Bibliometric Approach",
    "authors": [
      "Tajammal Hussain,",
      "Rick Edgeman,",
      "Mohamad Najem AlNajem"
    ],
    "doi": "https://doi.org/10.3390/su151712980",
    "journalVolume": "Vol. 15,\n                                no. 12980\n                                \n                                  p.\n                                  12980",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Organizations, businesses, and communities at large are exposed to unprecedented adversities, uncertainties, economic, social, and ecological shocks and disruptions caused by natural disasters, climate change, political turmoil, global recession, economic instability, fluctuations in energy-source prices, war and terrorism dilemmas, pandemics, and several other newly rising social turbulences. This situation has forced stakeholders to revisit and redefine their strategies to effectively and efficiently combat adversity and uncertainty within their business domain. One concern attracting attention is organizational resilience. Strategists and decision-makers are keener to secure, sustain, and progress against unpredicted shocks by making organizations highly resilient. The present research provides in-depth insight into the foundation, evolution, progression, and dissemination of organizational resilience as a promising research field, doing so by deploying advanced bibliometric techniques on the Elsevier Scopus-listed dataset of all 484 published journal articles up to 31 December 2022. Herein, it is inferred that the concept of organizational resilience is evolving and has great potential to become a key research domain due to ever-increasing adversities around the globe.",
    "readLink": "https://www.mdpi.com/2071-1050/15/17/12980"
  }
]