[
  {
    "title": "Effects of Climate Change on Hydropower Generation in China Based on a WEAP Model",
    "authors": [
      "Li Sun,",
      "Xiaoyu Zhou,",
      "Alun Gu"
    ],
    "doi": "https://doi.org/10.3390/su14095467",
    "journalVolume": "Vol. 14,\n                                no. 5467\n                                \n                                  p.\n                                  5467",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Changes in climate patterns not only affect precipitation and precipitation patterns, but also cause the spatiotemporal redistribution of precipitation and runoff, affecting hydrogeneration in turn. Based on the coupling relationship between the Coupled Model Intercomparison Project 5 (CMIP5) climate change model and surface runoff in China, a database of China’s major hydropower stations was constructed in this study and the Water Evaluation and Planning model was applied to analyze the impacts of climate change on hydropower generation in China by region and basin under the Representative Concentration Pathway (RCP)4.5 and RCP8.5 scenarios. During the forecast period, national power generation compared with base year first decreased in the 2030s and then increased in the 2070s, while a risk of excessive hydropower generation was concentrated in the southwestern provinces, Yangtze River Basin, and giant hydropower stations. During the 2030s, hydropower generation may face a risk of electricity generation decrease which will limit its contribution to the Nationally Determined Contribution target.",
    "readLink": "https://www.mdpi.com/2071-1050/14/9/5467"
  },
  {
    "title": "Nutrition-Oriented Reformulation of Extruded Cereals and Associated Environmental Footprint: A Case Study",
    "authors": [
      "Namy Espinoza-Orias,",
      "Antonis Vlassopoulos,",
      "Gabriel Masset"
    ],
    "doi": "https://doi.org/10.3390/foods9091260",
    "journalVolume": "Vol. 9,\n                                no. 1260\n                                \n                                  p.\n                                  1260",
    "issn": "2304-8158 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/foods",
    "abstract": "The global food system faces a dual challenge for the decades ahead: to (re)formulate foods capable to feed a growing population while reducing their environmental footprint. In this analysis, nutritional composition, recipe, and sourcing data were analyzed alongside five environmental indicators: climate change (CC), freshwater consumption scarcity (FWCS), abiotic resource depletion (ARD), land use impacts on biodiversity (LUIB), and impacts on ecosphere/ecosystems quality (IEEQ) to assess improvement after three reformulation cycles (2003, 2010, 2018) in three extruded breakfast cereals. A life cycle assessment (LCA) was performed using life cycle inventory (LCI) composed by both primary data from the manufacturer and secondary data from usual third-party LCI datasets. Reformulation led to improved nutritional quality for all three products. In terms of environmental impact, improvements were observed for the CC, ARD, and IEEQ indicators, with average reductions of 12%, 14%, and 2% between 2003 and 2018, respectively. Conversely, the FWCS and LUIB indicators were increased by 57% and 70%, respectively. For all indicators but ARD, ingredients contributed most to the environmental impact. This study highlights the need for further focus on the selection of less demanding ingredients and improvements in agricultural practices in order to achieve environmental and nutritional improvements.",
    "readLink": "https://www.mdpi.com/2304-8158/9/9/1260"
  },
  {
    "title": "New temperate seaweed targets for mitigation of ruminant methane emissions: an in vitro assessment",
    "authors": [
      "Alisa A. Mihaila,",
      "Christopher R. K. Glasson,",
      "Rebecca Lawton,",
      "Stefan Muetzel,",
      "German Molano,",
      "Marie Magnusson"
    ],
    "doi": "https://doi.org/10.1080/26388081.2022.2059700",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  274\n                                  – 284",
    "issn": "2638-8081 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Aquaculture. Fisheries. Angling",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tapy",
    "abstract": "Methane is a potent greenhouse gas with a comparatively short (9 yr) atmospheric lifetime; therefore effective strategies for methane mitigation will contribute significantly to meeting the UN Sustainable Development Goal #13 of taking rapid action against climate change. Methane emissions from enteric fermentation constitute a large proportion of agricultural greenhouse gas emissions. Low inclusions of red seaweed from the genus Asparagopsis have demonstrated near elimination of enteric methane from ruminants; however, only a limited number of other seaweeds have been assessed for their anti-methanogenic potential. New Zealand red seaweed species Bonnemaisonia hamifera, Euptilota formisissima, Plocamium cirrhosum, Vidalia colensoi, and identified aquaculture target species Ecklonia radiata and Ulva sp. B were investigated as anti-methanogenic feed additives. Seaweeds were included at 0%, 2%, 6%, or 10% of feed organic matter (OM, ryegrass hay) during in vitro fermentation assays using rumen inoculant from non-lactating Friesian x Jersey dairy cows, using Asparagopsis armata as a positive control. Total gas, methane, hydrogen, volatile fatty acids, and organic matter degradation were measured over a 48 h incubation. Inclusion of all seaweeds except Ulva sp. B reduced the production of methane at either 6 or 10% OM. Bonnemaisonia hamifera was the best performing seaweed, reducing the production of methane by 17.1%, 95.4%, and 98.8% relative to the basal feed substrate control at inclusion levels of 2%, 6%, and 10% OM, respectively, with notable increases in the production of hydrogen. Euptilota formisissima and P. cirrhosum reduced the production of methane by up to 50.5 and 39.5%, respectively, at an inclusion level of 10%, with minimal effects on measured fermentation parameters. Bromoform, the primary bioactive component in Asparagopsis, was not detected in any of the new seaweeds tested. Our results therefore identify potential alternative anti-methanogenic seaweed targets that are less susceptible to the loss of volatile bioactives during processing.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/26388081.2022.2059700"
  },
  {
    "title": "Temporal-Spatial Pattern of Carbon Stocks in Forest Ecosystems in Shaanxi, Northwest China.",
    "authors": [
      "Gaoyang Cui,",
      "Yunming Chen,",
      "Yang Cao"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0137452",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  e0137452",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The precise and accurate quantitative evaluation of the temporal and spatial pattern of carbon (C) storage in forest ecosystems is critical for understanding the role of forests in the global terrestrial C cycle and is essential for formulating forest management policies to combat climate change. In this study, we examined the C dynamics of forest ecosystems in Shaanxi, northwest China, based on four forest inventories (1989-1993, 1994-1998, 1999-2003, and 2004-2008) and field-sampling measurements (2012). The results indicate that the total C storage of forest ecosystems in Shaanxi increased by approximately 29.3%, from 611.72 Tg in 1993 to 790.75 Tg in 2008, partially as a result of ecological restoration projects. The spatial pattern of C storage in forest ecosystems mainly exhibited a latitude-zonal distribution across the province, increasing from north (high latitude) to south (low latitude) generally, which signifies the effect of environmental conditions, chiefly water and heat related factors, on forest growth and C sequestration. In addition, different data sources and estimation methods had a significant effect on the results obtained, with the C stocks in 2008 being considerably overestimated (864.55 Tg) and slightly underestimated (778.07 Tg) when measured using the mean C density method and integrated method, respectively. Overall, our results demonstrated that the forest ecosystem in Shaanxi acted as a C sink over the last few decades. However, further studies should be carried out with a focus on adaption of plants to environmental factors along with forest management for vegetation restoration to maximize the C sequestration potential and to better cope with climate change.",
    "readLink": "http://europepmc.org/articles/PMC4564278?pdf=render"
  },
  null,
  {
    "title": "Photosynthetic and Respiratory Acclimation of Understory Shrubs in Response to in situ Experimental Warming of a Wet Tropical Forest",
    "authors": [
      "Kelsey R. Carter,",
      "Kelsey R. Carter,",
      "Tana E. Wood,",
      "Sasha C. Reed,",
      "Elsa C. Schwartz,",
      "Madeline B. Reinsel,",
      "Xi Yang,",
      "Molly A. Cavaleri"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2020.576320",
    "journalVolume": "Vol. 3",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Despite the importance of tropical forests to global carbon balance, our understanding of how tropical plant physiology will respond to climate warming is limited. In addition, the contribution of tropical forest understories to global carbon cycling is predicted to increase with rising temperatures, however, in situ warming studies of tropical forest plants to date focus only on upper canopies. We present results of an in situ field-scale +4°C understory infrared warming experiment in Puerto Rico (Tropical Responses to Altered Climate Experiment; TRACE). We investigated gas exchange responses of two common understory shrubs, Psychotria brachiata and Piper glabrescens, after exposure to 4 and 8 months warming. We assessed physiological acclimation in two ways: (1) by comparing plot-level physiological responses in heated versus control treatments before and after warming, and (2) by examining physiological responses of individual plants to variation in environmental drivers across all plots, seasons, and treatments. P. brachiata has the capacity to up-regulate (i.e., acclimate) photosynthesis through broadened thermal niche and up-regulation of photosynthetic temperature optimum (Topt) with warmer temperatures. P. glabrescens, however, did not upregulate any photosynthetic parameter, but rather experienced declines in the rate of photosynthesis at the optimum temperature (Aopt), corresponding with lower stomatal conductance under warmer daily temperatures. Contrary to expectation, neither species showed strong evidence for respiratory acclimation. P. brachiata down-regulated basal respiration with warmer daily temperatures during the drier winter months only. P. glabrescens showed no evidence of respiratory acclimation. Unexpectedly, soil moisture, was the strongest environmental driver of daily physiological temperature responses, not vegetation temperature. Topt increased, while photosynthesis and basal respiration declined as soils dried, suggesting that drier conditions negatively affected carbon uptake for both species. Overall, P. brachiata, an early successional shrub, showed higher acclimation potential to daily temperature variations, potentially mitigating negative effects of chronic warming. The negative photosynthetic response to warming experienced by P. glabrescens, a mid-successional shrub, suggests that this species may not be able to as successfully tolerate future, warmer temperatures. These results highlight the importance of considering species when assessing climate change and relay the importance of soil moisture on plant function in large-scale warming experiments.",
    "readLink": "https://www.frontiersin.org/article/10.3389/ffgc.2020.576320/full"
  },
  {
    "title": "Warm summer nights and the growth decline of shore pine in Southeast Alaska",
    "authors": [
      "Patrick F Sullivan,",
      "Robin L Mulvey,",
      "Annalis H Brownlee,",
      "Tara M Barrett,",
      "Robert R Pattison"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/12/124007",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  124007",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Shore pine, which is a subspecies of lodgepole pine, was a widespread and dominant tree species in Southeast Alaska during the early Holocene. At present, the distribution of shore pine in Alaska is restricted to coastal bogs and fens, likely by competition with Sitka spruce and Western hemlock. Monitoring of permanent plots as part of the United States Forest Service Forest Inventory and Analysis program identified a recent loss of shore pine biomass in Southeast Alaska. The apparent loss of shore pine is concerning, because its presence adds a vertical dimension to coastal wetlands, which are the richest plant communities of the coastal temperate rainforest in Alaska. In this study, we examined the shore pine tree-ring record from a newly established plot network throughout Southeast Alaska and explored climate-growth relationships. We found a steep decline in shore pine growth from the early 1960s to the present. Random Forest regression revealed a strong correlation between the decline in shore pine growth and the rise in growing season diurnal minimum air temperature. Warm summer nights, cool daytime temperatures and a reduced diurnal temperature range are associated with greater cloud cover in Southeast Alaska. This suite of conditions could lead to unfavorable tree carbon budgets (reduced daytime photosynthesis and greater nighttime respiration) and/or favor infection by foliar pathogens, such as Dothistroma needle blight, which has recently caused widespread tree mortality on lodgepole pine plantations in British Columbia. Further field study that includes experimental manipulation (e.g., fungicide application) will be necessary to identify the proximal cause(s) of the growth decline. In the meantime, we anticipate continuation of the shore pine growth decline in Southeast Alaska.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/12/124007"
  },
  {
    "title": "Characterization of a Thermal Insulating Material Based on a Wheat Straw and Recycled Paper Cellulose to Be Applied in Buildings by Blowing Method",
    "authors": [
      "Matías Soto,",
      "Carlos Rojas,",
      "Juan Pablo Cárdenas-Ramírez"
    ],
    "doi": "https://doi.org/10.3390/su15010058",
    "journalVolume": "Vol. 15,\n                                no. 58\n                                \n                                  p.\n                                  58",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The thermal envelope is a key component of a building’s energy efficiency. Therefore, considerable efforts have been made to develop thermal insulating materials with a better performance than the existing products. However, in the current climate change scenario, these materials must be sustainable, principally during their production stage. In this context, the use of recycled raw materials and agro-industrial waste can be the basis of a material with a low environmental impact and a good thermal performance. In this study, cellulose and wheat straw were characterized. Then, they were mixed in different proportions and densities and the best thermal behavior was selected. The materials were chemically analyzed by TAPPI 2007, thermogravimetric and infrared spectroscopy, together with the measurement of their thermal conductivity with a thermal property analyzer based on the transient line heat source method. The results show that both raw materials are chemically similar to each other. When mixed, they have a thermal conductivity ranging from 0.031 to 0.036 (W/mK), being comparable with several conventional thermal insulators. On the other hand, to achieve the commercial use of this material, an installation through a blowing process has been proposed and proves to be highly promising, achieving a proper density and efficiency in its application.",
    "readLink": "https://www.mdpi.com/2071-1050/15/1/58"
  },
  {
    "title": "A Land-Use Change Model to Support Land-Use Planning in the Mekong Delta (MEKOLUC)",
    "authors": [
      "Quang Chi Truong,",
      "Thao Hong Nguyen,",
      "Kenichi Tatsumi,",
      "Vu Thanh Pham,",
      "Van Pham Dang Tri"
    ],
    "doi": "https://doi.org/10.3390/land11020297",
    "journalVolume": "Vol. 11,\n                                no. 297\n                                \n                                  p.\n                                  297",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Agricultural land-use changes pose challenges for land managers in terms of ensuring the implementation of local land-use plans. This paper aims to build a land-use change model named MEKOLUC (Mekong Delta land-use change) for simulating land-use changes under the impacts of socioeconomic factors (profitability of land-use types, societal impacts on neighborhoods) and environmental factors (soil, salinity, persistence of salinity). The salinity diffusion map was generated using GAMA software and employed Markov cellular automata to depict the spread of salinity under the influence of dike and sluice gate system operations. The land-use decision-making process was based on multi-criteria selection of the main factors, which were land suitability, land convertibility, density of land use in the neighborhood and profitability of land-use patterns. The input data for the case study were historical land-use maps from 2005, 2010 and 2015 of Soc Trang, a coastal province in the Mekong Delta. The model was calibrated using a land-use map from 2010 (with kappa = 0.86) and was verified with land-use maps from 2015 and 2020 with deviations from 0 to 19%. The simulated results showed that shrimp–rice farming areas have been shrinking, even though these are recommended as sustainable farming systems. Inversely, intensive rice crops tended to change to rice–vegetable crops, vegetable crops or perennial fruit trees, which are projected to be well adapted to climate and salinity intrusion by 2030. This case study shows that the developed model is an essential tool for helping land managers and farmers build land-use plans.",
    "readLink": "https://www.mdpi.com/2073-445X/11/2/297"
  },
  {
    "title": "A regional climate palaeosimulation for Europe in the period 1500–1990 – Part 2: Shortcomings and strengths of models and reconstructions",
    "authors": [
      "J. J. Gómez-Navarro,",
      "O. Bothe,",
      "S. Wagner,",
      "E. Zorita,",
      "J. P. Werner,",
      "J. Luterbacher,",
      "C. C. Raible,",
      "J. P Montávez"
    ],
    "doi": "https://doi.org/10.5194/cp-11-1077-2015",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  pp.\n                                  1077\n                                  – 1095",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "This study compares gridded European seasonal series of surface air temperature (SAT) and precipitation (PRE) reconstructions with a regional climate simulation over the period 1500–1990. The area is analysed separately for nine subareas that represent the majority of the climate diversity in the European sector. In their spatial structure, an overall good agreement is found between the reconstructed and simulated climate features across Europe, supporting consistency in both products. Systematic biases between both data sets can be explained by a priori known deficiencies in the simulation. Simulations and reconstructions, however, largely differ in the temporal evolution of past climate for European subregions. In particular, the simulated anomalies during the Maunder and Dalton minima show stronger response to changes in the external forcings than recorded in the reconstructions. Although this disagreement is to some extent expected given the prominent role of internal variability in the evolution of regional temperature and precipitation, a certain degree of agreement is a priori expected in variables directly affected by external forcings. In this sense, the inability of the model to reproduce a warm period similar to that recorded for the winters during the first decades of the 18th century in the reconstructions is indicative of fundamental limitations in the simulation that preclude reproducing exceptionally anomalous conditions. Despite these limitations, the simulated climate is a physically consistent data set, which can be used as a benchmark to analyse the consistency and limitations of gridded reconstructions of different variables. A comparison of the leading modes of SAT and PRE variability indicates that reconstructions are too simplistic, especially for precipitation, which is associated with the linear statistical techniques used to generate the reconstructions. The analysis of the co-variability between sea level pressure (SLP) and SAT and PRE in the simulation yields a result which resembles the canonical co-variability recorded in the observations for the 20th century. However, the same analysis for reconstructions exhibits anomalously low correlations, which points towards a lack of dynamical consistency between independent reconstructions.",
    "readLink": "http://www.clim-past.net/11/1077/2015/cp-11-1077-2015.pdf"
  }
]