[
  {
    "title": "Surface Water Storage in Rivers and Wetlands Derived from Satellite Observations: A Review of Current Advances and Future Opportunities for Hydrological Sciences",
    "authors": [
      "Fabrice Papa,",
      "Frédéric Frappart"
    ],
    "doi": "https://doi.org/10.3390/rs13204162",
    "journalVolume": "Vol. 13,\n                                no. 4162\n                                \n                                  p.\n                                  4162",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Surface water storage (SWS), the amount of freshwater stored in rivers/wetlands/floodplains/lakes, and its variations are key components of the water cycle and land surface hydrology, with strong feedback and linkages with climate variability. They are also very important for water resources management. However, it is still very challenging to measure and to obtain accurate estimates of SWS variations for large river basins at adequate time/space sampling. Satellite observations offer great opportunities to measure SWS changes, and several methods have been developed combining multisource observations for different environments worldwide. With the upcoming launch in 2022 of the Surface Water and Ocean Topography (SWOT) satellite mission, which will provide, for the first time, direct estimates of SWS variations with an unprecedented spatial resolution (~100 m), it is timely to summarize the recent advances in the estimates of SWS from satellite observations and how they contribute to a better understanding of large-scale hydrological processes. Here, we review the scientific literature and present major results regarding the dynamic of surface freshwater in large rivers, floodplains, and wetlands. We show how recent efforts have helped to characterize the variations in SWS change across large river basins, including during extreme climatic events, leading to an overall better understanding of the continental water cycle. In the context of SWOT and forthcoming SWS estimates at the global scale, we further discuss new opportunities for hydrological and multidisciplinary sciences. We recommend that, in the near future, SWS should be considered as an essential water variable to ensure its long-term monitoring.",
    "readLink": "https://www.mdpi.com/2072-4292/13/20/4162"
  },
  {
    "title": "Agronomic biofortification of food crops: An emerging opportunity for global food and nutritional security",
    "authors": [
      "Ajay Kumar Bhardwaj,",
      "Sukirtee Chejara,",
      "Kapil Malik,",
      "Raj Kumar,",
      "Ashwani Kumar,",
      "Rajender Kumar Yadav"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1055278",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Fortification of food with mineral micronutrients and micronutrient supplementation occupied the center stage during the two-year-long Corona Pandemic, highlighting the urgent need to focus on micronutrition. Focus has also been intensified on the biofortification (natural assimilation) of mineral micronutrients into food crops using various techniques like agronomic, genetic, or transgenic. Agronomic biofortification is a time-tested method and has been found useful in the fortification of several nutrients in several crops, yet the nutrient use and uptake efficiency of crops has been noted to vary due to different growing conditions like soil type, crop management, fertilizer type, etc. Agronomic biofortification can be an important tool in achieving nutritional security and its importance has recently increased because of climate change related issues, and pandemics such as COVID-19. The introduction of high specialty fertilizers like nano-fertilizers, chelated fertilizers, and water-soluble fertilizers that have high nutrient uptake efficiency and better nutrient translocation to the consumable parts of a crop plant has further improved the effectiveness of agronomic biofortification. Several new agronomic biofortification techniques like nutripriming, foliar application, soilless activation, and mechanized application techniques have further increased the relevance of agronomic biofortification. These new technological advances, along with an increased realization of mineral micronutrient nutrition have reinforced the relevance of agronomic biofortification for global food and nutritional security. The review highlights the advances made in the field of agronomic biofortification via the improved new fertilizer forms, and the emerging techniques that achieve better micronutrient use efficiency of crop plants.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1055278/full"
  },
  {
    "title": "Role of Mixed-Species Stands in Attenuating the Vulnerability of Boreal Forests to Climate Change and Insect Epidemics",
    "authors": [
      "Raphaël D. Chavardès,",
      "Raphaël D. Chavardès,",
      "Fabio Gennaretti,",
      "Fabio Gennaretti,",
      "Pierre Grondin,",
      "Xavier Cavard,",
      "Hubert Morin,",
      "Yves Bergeron,",
      "Yves Bergeron"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.658880",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "We investigated whether stand species mixture can attenuate the vulnerability of eastern Canada’s boreal forests to climate change and insect epidemics. For this, we focused on two dominant boreal species, black spruce [Picea mariana (Mill.) BSP] and trembling aspen (Populus tremuloides Michx.), in stands dominated by black spruce or trembling aspen (“pure stands”), and mixed stands (M) composed of both species within a 36 km2 study area in the Nord-du-Québec region. For each species in each stand composition type, we tested climate-growth relations and assessed the impacts on growth by recorded insect epidemics of a black spruce defoliator, the spruce budworm (SBW) [Choristoneura fumiferana (Clem.)], and a trembling aspen defoliator, the forest tent caterpillar (FTC; Malacosoma disstria Hübn.). We implemented linear models in a Bayesian framework to explain baseline and long-term trends in tree growth for each species according to stand composition type and to differentiate the influences of climate and insect epidemics on tree growth. Overall, we found climate vulnerability was lower for black spruce in mixed stands than in pure stands, while trembling aspen was less sensitive to climate than spruce, and aspen did not present differences in responses based on stand mixture. We did not find any reduction of vulnerability for mixed stands to insect epidemics in the host species, but the non-host species in mixed stands could respond positively to epidemics affecting the host species, thus contributing to stabilize ecosystem-scale growth over time. Our findings partially support boreal forest management strategies including stand species mixture to foster forests that are resilient to climate change and insect epidemics.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.658880/full"
  },
  {
    "title": "How will climate change affect the spatial coherence of streamflow and groundwater droughts in Great Britain?",
    "authors": [
      "Maliko Tanguy,",
      "Amulya Chevuturi,",
      "Ben P Marchant,",
      "Jonathan D Mackay,",
      "Simon Parry,",
      "Jamie Hannaford"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acd655",
    "journalVolume": "Vol. 18,\n                                no. 6\n                                \n                                  p.\n                                  064048",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "How climate change will affect the spatial coherence of droughts is a key question that water managers must answer in order to adopt strategies to mitigate impacts on water resources. Water transfers from regions with excess to those in deficit are fundamental to such strategies, but only possible if both regions are not simultaneously under drought conditions—these relationships could change in a warming world. Here, we use future simulations (under RCP8.5) of streamflow (186 catchments) and groundwater level (41 boreholes) from the Enhanced Future Flows and Groundwater (eFLaG) dataset to analyse the projected change in the spatial coherence of hydrological droughts at a national scale, with Great Britain as an example. Joint and conditional probabilities of two regions being in drought simultaneously are used to characterise the spatial coherence. The results are sensitive to various uncertainties, including the way drought is defined. However, some key findings emerge. In particular, for droughts defined based on current conditions, our results show that the spatial coherence of streamflow droughts for the ‘far future’ (2050–2089) is expected to increase during the summer everywhere in the country. During the winter, however, spatial coherence may only increase in the South-East, where the sharpest rise in winter droughts is likely to occur. The coherence between groundwater and streamflow droughts shows a more mixed picture, dependant on season and region. One important observation is that, in the South-East during the summer, the proportion of streamflow droughts that coincide with groundwater droughts is expected to decrease. These results provide a valuable insight for water managers to help inform their long-term strategy to overcome future impacts of droughts, including the feasibility of inter-region water transfers and conjunctive use (surface and groundwater) schemes. This flexible methodology has the potential to be applied in other parts of the world to help shape strategic regional and national investments to increase resilience to droughts.",
    "readLink": "https://doi.org/10.1088/1748-9326/acd655"
  },
  {
    "title": "Spatio-Temporal Evolution of Sandy Land and its Impact on Soil Wind Erosion in the Kubuqi Desert in Recent 30 Years",
    "authors": [
      "Xiaohong Dang,",
      "Xiaohong Dang,",
      "Ya Na,",
      "Ya Na,",
      "Wenfeng Chi,",
      "Wenfeng Chi,",
      "Jiangjia Zhao,",
      "Yuanyuan Zhao,",
      "Yue Wang,",
      "Yue Wang,",
      "Xiaoguang Wu,",
      "Xiaoguang Wu,",
      "Yuetian Wang,",
      "Yuetian Wang"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.950196",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Continuous remote-sensing monitoring of sand in desert areas and the exploration of the spatio–temporal evolution characteristics of soil–wind erosion has an important scientific value for desertification prevention and ecological restoration. In this study, the Kubuqi Desert was selected as the study area, and the Landsat series satellite remote sensing data, supplemented by satellite remote sensing data such as GE images, SPOT-5, ZY-3, GF-1/2/6, etc., integrated object-oriented, decision tree, and auxiliary human–computer interaction interpretation methods, developed the Kubuqi Desert area dataset from 1990 to 2020, and established a soil erosion intensity database of the past 30 years based on the soil–wind erosion correction equation. The results show that the application of the training samples obtained by a high-score collaborative ground sampling to land use/cover classification in desert areas can effectively improve the efficiency of remote-sensing mapping of sand changes and the accuracy of change information identification, and the overall accuracy of the classification results is 95%. In general, the sandy area of the Kubuqi Desert area has decreased year by year, during which the mobile sand in the hinterland of the desert has expanded in a scattered distribution. The overall soil–wind erosion intensity showed a downward trend, especially since 2000; the ecological improvement trend after the implementation of desertification control projects is obvious. Changes in the sand type contributed the most to the reduction of soil–wind erosion intensity (contribution 81.14%), ecological restoration played a key role in reducing the soil–wind erosion intensity (contribution 14.42%), and the increase of forest and grass vegetation covers and agricultural oases played a positive role in solidifying the soil- and wind-proof sand fixation. The pattern of sandy land changes in desert areas is closely related to the national ecological civilization construction policy and the impact of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.950196/full"
  },
  {
    "title": "Batch-produced, GIS-informed range maps for birds based on provenanced, crowd-sourced data inform conservation assessments.",
    "authors": [
      "Ryan M Huang,",
      "Wilderson Medina,",
      "Thomas M Brooks,",
      "Stuart H M Butchart,",
      "John W Fitzpatrick,",
      "Claudia Hermes,",
      "Clinton N Jenkins,",
      "Alison Johnston,",
      "Daniel J Lebbin,",
      "Binbin V Li,",
      "Natalia Ocampo-Peñuela,",
      "Mike Parr,",
      "Hannah Wheatley,",
      "David A Wiedenfeld,",
      "Christopher Wood,",
      "Stuart L Pimm"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0259299",
    "journalVolume": "Vol. 16,\n                                no. 11\n                                \n                                  p.\n                                  e0259299",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Accurate maps of species ranges are essential to inform conservation, but time-consuming to produce and update. Given the pace of change of knowledge about species distributions and shifts in ranges under climate change and land use, a need exists for timely mapping approaches that enable batch processing employing widely available data. We develop a systematic approach of batch-processing range maps and derived Area of Habitat maps for terrestrial bird species with published ranges below 125,000 km2 in Central and South America. (Area of Habitat is the habitat available to a species within its range.) We combine existing range maps with the rapidly expanding crowd-sourced eBird data of presences and absences from frequently surveyed locations, plus readily accessible, high resolution satellite data on forest cover and elevation to map the Area of Habitat available to each species. Users can interrogate the maps produced to see details of the observations that contributed to the ranges. Previous estimates of Areas of Habitat were constrained within the published ranges and thus were, by definition, smaller-typically about 30%. This reflects how little habitat within suitable elevation ranges exists within the published ranges. Our results show that on average, Areas of Habitat are 12% larger than published ranges, reflecting the often-considerable extent that eBird records expand the known distributions of species. Interestingly, there are substantial differences between threatened and non-threatened species. Some 40% of Critically Endangered, 43% of Endangered, and 55% of Vulnerable species have Areas of Habitat larger than their published ranges, compared with 31% for Near Threatened and Least Concern species. The important finding for conservation is that threatened species are generally more widespread than previously estimated.",
    "readLink": "https://doi.org/10.1371/journal.pone.0259299"
  },
  {
    "title": "Sensitivity of productivity to precipitation amount and pattern varies by topographic position in a semiarid grassland",
    "authors": [
      "David L. Hoover,",
      "William K. Lauenroth,",
      "Daniel G. Milchunas,",
      "Lauren M. Porensky,",
      "David J. Augustine,",
      "Justin D. Derner"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3376",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Aboveground net primary productivity (ANPP) in grasslands is an important integrator of terrestrial ecosystem function, a key driver of global biogeochemical cycles, and a critical source of food for wild and domesticated herbivores. ANPP exhibits high spatial and temporal variability, driven by a suite of factors including precipitation amount and pattern, biotic and abiotic legacies, and topographic heterogeneity. Global climate models forecast an altered hydrological cycle due to climate change, including higher precipitation variability and more extreme events, which may further increase spatiotemporal variability in ANPP. Therefore, it is essential to understand the sensitivity of this central ecosystem function to various precipitation metrics, legacies, and topographic positions to better inform sustainable grassland management. In this study, we analyzed long‐term (36‐yr) ANPP data collected across a topographic sequence in the semiarid shortgrass steppe of North America to examine patterns and drivers of spatiotemporal variability in ANPP. We observed that (1) ANPP varied substantially by topographic position, with greater divergence during years with high production, (2) ANPP variability was higher temporally (16‐fold maximum difference across years) than spatially (4‐fold maximum difference across topographic positions), (3) warm‐season perennial grasses were the dominant plant functional type across all topographic positions and strongly influenced total ANPP dynamics, and (4) ANPP had strong sensitivities to current year precipitation amount and pattern that varied by plant functional type, as well as weaker sensitivities to precipitation and productivity legacies. Overall, the lowest topographic position had the highest sensitivity to precipitation, likely due to higher resource availability via the downhill movement of water and nutrients during years with high precipitation and large rainfall events. These results suggest that temporal and spatial ANPP variability in shortgrass steppe is primarily driven by the combined effects of precipitation amount and pattern during the current year, with the dominant warm‐season perennial grasses governing these responses.",
    "readLink": "https://doi.org/10.1002/ecs2.3376"
  },
  {
    "title": "Effects of climate change on three species of Cupido (Lepidoptera, Lycaenidae) with different biogeographic distribution in Andalusia, southern Spain",
    "authors": [
      "Obregón, R.,",
      "Fernández Haeger, J.,",
      "Jordano, D."
    ],
    "doi": "Vol. 39,\n                                no. 1\n                                \n                                  pp.\n                                  115\n                                  – 128",
    "issn": "1578-665X (Print)",
    "publisher": "2014-928X (Online)",
    "countryOfPublisher": "Museu de Ciències Naturals de Barcelona",
    "lcc": [
      "Spain",
      "Science: Zoology"
    ],
    "journalUrl": "http://abc.museucienciesjournals.cat/?lang=en",
    "abstract": "Knowledge of the spatial distribution of rare or endangered species is of key importance to assess conservation status at different geographic scales and to develop conservation and recovery programs. In this paper we review and update the distribution of three species of Lycaenid butterflies in Andalusia (southern Spain): Cupido carswelli, C. lorquinii, and C. osiris. Cupido carswelli is endemic in south east Spain and is considered a vulnerable species in the Red Book of Invertebrates of Andalusia. Cupido lorquinii is an Iberian–Maghrebian endemism, found in the southern half of the Iberian peninsula. Cupido osiris, widely distributed in Europe and Central Asia, has its southern limit of distribution in Andalusia. We modeled the potential current distribution of these species in Andalusia, using Maxent. Their potential distribution was mainly conditioned by the presence of their host plants and, to a lesser extent, by climatic variables: rainfall during the warmest and coldest quarters of the year and annual mean temperature. AUC test values, sensitivity, and specificity for the three models were high, confirming the accuracy of the models and their high predictive values. We also modeled the potential future distributions of the three species under the climate change scenario A2a. Our results predict a significant reduction in the potential distribution for C. lorquinii —which has a wider distribution in Andalusia than the other two species— and for the more localized species, C. osiris and C. carswelli. This expected decline in the south of the Iberian peninsula highlights the pressing need to design and implement specific conservation plans for these species.",
    "readLink": "http://abc.museucienciesjournals.cat/files/ABC_39-1_pp_115-128-color.pdf"
  },
  {
    "title": "Constructing a greenhouse gas emissions inventory using energy balances: the case of South Africa for 1998",
    "authors": [
      "JN Blignaut,",
      "MR Chitiga-Mabugu,",
      "RM Mabugu"
    ],
    "doi": "https://doi.org/10.17159/2413-3051/2005/v16i3a3111",
    "journalVolume": "Vol. 16,\n                                no. 3\n                                \n                                  pp.\n                                  21\n                                  – 32",
    "issn": "1021-447X (Print)",
    "publisher": "2413-3051 (Online)",
    "countryOfPublisher": "University of Cape Town",
    "lcc": [
      "South Africa",
      "Technology: Mechanical engineering and machinery: Energy conservation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journals.assaf.org.za/jesa",
    "abstract": "This paper discusses the procedures and results of constructing a greenhouse gas (GHG) emissions inventory for South Africa, using the official national energy balance for 1998. In doing so, the paper offers a snapshot of the South African energy supply and demand profile and encompassing greenhouse gas emissions profiles, disaggregated into 40 economic sectors, for the reference year. For convenience, energy supply and use are reported in both native units and terra joule (TJ), while emissions are expressed in carbon dioxide equivalents and reported in giga-gram (Gg). While carbon dioxide makes an overwhelming contribution to global anthropogenic GHG emissions, the inclusion of methane and nitrous oxide offers considerable richness to the analysis of climate change policies. Applying the energy balances, it was possible to compile a comprehensive emissions inventory using a consistent methodology across all sectors of the economy. The inventory allows the economic analyst to model various economic policies either with fuel as an input to production, or the consumption of fuel or the emissions generated during combustion, as a base of the analysis. The dominant role of coal as a source of energy, with a total primary energy supply (TPES) of 3.3 million TJ or 70 per cent of the total TPES, is clearly shown. Emissions from coal combustion (263 783 Gg of carbon dioxide equivalents or 74.7 per cent of total emissions) are henceforth the largest contributor to total emissions, estimated to be 352 932 Gg carbon dioxide equivalents.",
    "readLink": "https://journals.assaf.org.za/jesa/article/view/3111"
  },
  {
    "title": "Climate Change and Caribbean Small Island States: The State of Play",
    "authors": [
      "Benjamin, Lisa"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  pp.\n                                  78\n                                  – 91",
    "issn": "2220-5772 (Online)",
    "publisher": "University of the Bahamas",
    "countryOfPublisher": "Bahamas",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://journals.sfu.ca/cob/index.php/files/index",
    "abstract": "Studies have indicated that climate change is likely to have dramatic negative effects for Caribbean small island developing states. This article considers the main economic effects that climate change is anticipated to have in these vulnerable states, charts the progress of international negotiations at the 2009 Copenhagen conference, and provides a brief analysis of the impact of the Copenhagen Accord on Caribbean Small Island Developing States (SIDS).Although climate change has traditionally been seen solely as an environmental issue, its economic effects on vulnerable developing nations, such as Caribbean SIDS, forces a re-definition of climate change to that of a more complex union of environmental and developmental issues for these states. By highlighting some of the anticipated economic effects of climate change for Caribbean SIDS, the author aims to provide a broader context for the issue of climate change for Caribbean SIDS.",
    "readLink": "http://journals.sfu.ca/cob/index.php/files/article/view/129/148"
  }
]