[
  {
    "title": "Correction: Tapoglou, E., et al. Climate Change Impact on the Frequency of Hydrometeorological Extremes in the Island of Crete. <i>Water</i> 2019, <i>11</i>, 587",
    "authors": [
      "Evdokia Tapoglou,",
      "Anthi  Eirini Vozinaki,",
      "Ioannis Tsanis"
    ],
    "doi": "https://doi.org/10.3390/w11112280",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  2280",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The authors wish to make the following corrections to this paper [...]",
    "readLink": "https://www.mdpi.com/2073-4441/11/11/2280"
  },
  {
    "title": "Potential Hydrogen Market: Value-Added Services Increase Economic Efficiency for Hydrogen Energy Suppliers",
    "authors": [
      "Wenhui Zhao,",
      "Jibin Ma,",
      "Zhanyang Wang,",
      "Youting Li,",
      "Weishi Zhang"
    ],
    "doi": "https://doi.org/10.3390/su14084804",
    "journalVolume": "Vol. 14,\n                                no. 4804\n                                \n                                  p.\n                                  4804",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Hydrogen energy is a clean, zero-carbon, long-term storage, flexible and efficient secondary energy. Accelerating the development of the hydrogen energy industry is a strategic choice to cope with global climate change, achieve the goal of carbon neutrality, and realize high-quality economic and social development. This study aimed to analyze the economic impact of introducing value-added services to the hydrogen energy market on hydrogen energy suppliers. Considering the network effect of value-added services, this study used a two-stage game model to quantitatively analyze the revenue of hydrogen energy suppliers under different scenarios and provided the optimal decision. The results revealed that (1) the revenue of a hydrogen energy supplier increases only if the intrinsic value of value-added services exceeds a certain threshold; (2) the revenue of hydrogen energy suppliers is influenced by a combination of four key factors: the intrinsic value of value-added services, network effects, user scale, and the sales strategies of rivals; (3) the model developed in this paper can provide optimal decisions for hydrogen energy suppliers to improve their economic efficiency and bring more economic investment to hydrogen energy market in the future.",
    "readLink": "https://www.mdpi.com/2071-1050/14/8/4804"
  },
  {
    "title": "Human forager response to abrupt climate change at 8.2 ka on the Atlantic coast of Europe",
    "authors": [
      "Asier García-Escárzaga,",
      "Igor Gutiérrez-Zugasti,",
      "Ana B. Marín-Arroyo,",
      "Ricardo Fernandes,",
      "Sara Núñez de la Fuente,",
      "David Cuenca-Solana,",
      "Eneko Iriarte,",
      "Carlos Simões,",
      "Javier Martín-Chivelet,",
      "Manuel R. González-Morales,",
      "Patrick Roberts"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-10135-w",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The cooling and drying associated with the so-called ‘8.2 ka event’ have long been hypothesized as having sweeping implications for human societies in the Early Holocene, including some of the last Mesolithic hunter-gatherers in Atlantic Europe. Nevertheless, detailed ‘on-site’ records with which the impacts of broader climate changes on human-relevant environments can be explored have been lacking. Here, we reconstruct sea surface temperatures (SST) from δ18O values measured on subfossil topshells Phorcus lineatus exploited by the Mesolithic human groups that lived at El Mazo cave (N Spain) between 9 and 7.4 ka. Bayesian modelling of 65 radiocarbon dates, in combination with this δ18O data, provide a high-resolution seasonal record of SST, revealing that colder SST during the 8.2 ka event led to changes in the availability of different shellfish species. Intensification in the exploitation of molluscs by humans indicates demographic growth in these Atlantic coastal settings which acted as refugia during this cold event.",
    "readLink": "https://doi.org/10.1038/s41598-022-10135-w"
  },
  {
    "title": "Investigation of Attributes for Identifying Homogeneous Flood Regions for Regional Flood Frequency Analysis in Canada",
    "authors": [
      "Ziyang Zhang,",
      "Tricia  A. Stadnyk"
    ],
    "doi": "https://doi.org/10.3390/w12092570",
    "journalVolume": "Vol. 12,\n                                no. 2570\n                                \n                                  p.\n                                  2570",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The identification of homogeneous flood regions is essential for regional flood frequency analysis. Despite the type of regionalization framework considered (e.g., region of influence or hierarchical clustering), selecting flood-related attributes to reflect flood generating mechanisms is required to discriminate flood regimes among catchments. To understand how different attributes perform across Canada for identifying homogeneous regions, this study examines five distinctive attributes (i.e., geographical proximity, flood seasonality, physiographic variables, monthly precipitation pattern, and monthly temperature pattern) for their ability to identify homogeneous regions at 186 gauging sites with their annual maximum flow data. We propose a novel region revision procedure to complement the well-known region of influence and L-Moments techniques that automates the identification of homogeneous regions across continental domains. Results are presented spatially for Canada to assess patterning of homogeneous regions. Memberships of two selected regions are investigated to provide insight into membership characteristics. Sites in eastern Canada are highly likely to identify homogeneous flood regions, while the western prairie and mountainous regions are not. Overall, it is revealed that the success of identifying homogeneous regions depends on local hydrological complexities, whether the considered attribute(s) reflect primary flooding mechanism(s), and on whether catchment sites are clustered in a small geographic region. Formation of effective pooling groups affords the extension of record lengths across the Canadian domain (where gauges typically have <50 years of record), facilitating more comprehensive analysis of higher return period flood needs for climate change assessment.",
    "readLink": "https://www.mdpi.com/2073-4441/12/9/2570"
  },
  {
    "title": "Winter precipitation and cyclones in the Mediterranean region: future climate scenarios in a regional simulation",
    "authors": [
      "P. Lionello,",
      "F. Giorgi"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  pp.\n                                  153\n                                  – 158",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "Future climate projections show higher/lower winter (Dec-Jan-Feb) precipitation in the northern/southern Mediterranean region than in present climate conditions. This paper analyzes the results of regional model simulations of the A2 and B2 scenarios, which confirm this opposite precipitation change and link it to the change of cyclone activity. The increase of the winter cyclone activity in future climate scenarios over western Europe is responsible for the larger precipitation at the northern coast of the basin, though the bulk of the change is located outside the Mediterranean region. The reduction of cyclone activity inside the Mediterranean region in future scenarios is responsible for the lower precipitation at the southern and eastern Mediterranean coast.",
    "readLink": "http://www.adv-geosci.net/12/153/2007/adgeo-12-153-2007.pdf"
  },
  {
    "title": "The first 1-year-long estimate of the Paris region fossil fuel CO<sub>2</sub> emissions based on atmospheric inversion",
    "authors": [
      "J. Staufer,",
      "G. Broquet,",
      "F.-M. Bréon,",
      "V. Puygrenier,",
      "F. Chevallier,",
      "I. Xueref-Rémy,",
      "E. Dieudonné,",
      "E. Dieudonné,",
      "M. Lopez,",
      "M. Lopez,",
      "M. Schmidt,",
      "M. Schmidt,",
      "M. Ramonet,",
      "O. Perrussel,",
      "C. Lac,",
      "L. Wu,",
      "P. Ciais"
    ],
    "doi": "https://doi.org/10.5194/acp-16-14703-2016",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  14703\n                                  – 14726",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The ability of a Bayesian atmospheric inversion to quantify the Paris region's fossil fuel CO2 emissions on a monthly basis, based on a network of three surface stations operated for 1 year as part of the CO2-MEGAPARIS experiment (August 2010–July 2011), is analysed. Differences in hourly CO2 atmospheric mole fractions between the near-ground monitoring sites (CO2 gradients), located at the north-eastern and south-western edges of the urban area, are used to estimate the 6 h mean fossil fuel CO2 emission. The inversion relies on the CHIMERE transport model run at 2 km × 2 km horizontal resolution, on the spatial distribution of fossil fuel CO2 emissions in 2008 from a local inventory established at 1 km × 1 km horizontal resolution by the AIRPARIF air quality agency, and on the spatial distribution of the biogenic CO2 fluxes from the C-TESSEL land surface model. It corrects a prior estimate of the 6 h mean budgets of the fossil fuel CO2 emissions given by the AIRPARIF 2008 inventory. We found that a stringent selection of CO2 gradients is necessary for reliable inversion results, due to large modelling uncertainties. In particular, the most robust data selection analysed in this study uses only mid-afternoon gradients if wind speeds are larger than 3 m s−1 and if the modelled wind at the upwind site is within ±15° of the transect between downwind and upwind sites. This stringent data selection removes 92 % of the hourly observations. Even though this leaves few remaining data to constrain the emissions, the inversion system diagnoses that their assimilation significantly reduces the uncertainty in monthly emissions: by 9 % in November 2010 to 50 % in October 2010. The inverted monthly mean emissions correlate well with independent monthly mean air temperature. Furthermore, the inverted annual mean emission is consistent with the independent revision of the AIRPARIF inventory for the year 2010, which better corresponds to the measurement period than the 2008 inventory. Several tests of the inversion's sensitivity to prior emission estimates, to the assumed spatial distribution of the emissions, and to the atmospheric transport modelling demonstrate the robustness of the measurement constraint on inverted fossil fuel CO2 emissions. The results, however, show significant sensitivity to the description of the emissions' spatial distribution in the inversion system, demonstrating the need to rely on high-resolution local inventories such as that from AIRPARIF. Although the inversion constrains emissions through the assimilation of CO2 gradients, the results are hampered by the improperly modelled influence of remote CO2 fluxes when air masses originate from urbanised and industrialised areas north-east of Paris. The drastic data selection used in this study limits the ability to continuously monitor Paris fossil fuel CO2 emissions: the inversion results for specific months such as September or November 2010 are poorly constrained by too few CO2 measurements. The high sensitivity of the inverted emissions to the prior emissions' diurnal variations highlights the limitations induced by assimilating data only during the afternoon. Furthermore, even though the inversion improves the seasonal variation and the annual budget of the city's emissions, the assimilation of data during a limited number of suitable days does not necessarily yield robust estimates for individual months. These limitations could be overcome through a refinement of the data processing for a wider data selection, and through the expansion of the observation network.",
    "readLink": "https://www.atmos-chem-phys.net/16/14703/2016/acp-16-14703-2016.pdf"
  },
  {
    "title": "Consequences of More Intensive Forestry for the Sustainable Management of Forest Soils and Waters",
    "authors": [
      "Eva Ring,",
      "Peter Högberg,",
      "Anneli Ågren,",
      "Gustaf Egnell,",
      "Kevin Bishop,",
      "Richard W. Lucas,",
      "Martyn N. Futter,",
      "Ryan A. Sponseller,",
      "Hjalmar Laudon"
    ],
    "doi": "https://doi.org/10.3390/f2010243",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  243\n                                  – 260",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Additions of nutrients, faster growing tree varieties, more intense harvest practices, and a changing climate all have the potential to increase forest production in Sweden, thereby mitigating climate change through carbon sequestration and fossil fuel substitution. However, the effects of management strategies for increased biomass production on soil resources and water quality at landscape scales are inadequately understood. Key knowledge gaps also remain regarding the sustainability of shorter rotation periods and more intensive biomass harvests. This includes effects of fertilization on the long-term weathering and supply of base cations and the consequences of changing mineral availability for future forest production. Furthermore, because soils and surface waters are closely connected, management efforts in the terrestrial landscape will potentially have consequences for water quality and the ecology of streams, rivers, and lakes. Here, we review and discuss some of the most pertinent questions related to how increased forest biomass production in Sweden could affect soils and surface waters, and how contemporary forestry goals can be met while minimizing the loss of other ecosystem services. We suggest that the development of management plans to promote the sustainable use of soil resources and water quality, while maximizing biomass production, will require a holistic ecosystem approach that is placed within a broader landscape perspective.",
    "readLink": "http://www.mdpi.com/1999-4907/2/1/243/"
  },
  {
    "title": "Toxic Algae Silence Physiological Responses to Multiple Climate Drivers in a Tropical Marine Food Chain",
    "authors": [
      "Lucy M. Turner,",
      "Lucy M. Turner,",
      "Jonathan N. Havenhand,",
      "Christian Alsterberg,",
      "Andrew D. Turner,",
      "Girisha S. K,",
      "Ashwin Rai,",
      "M. N. Venugopal,",
      "Indrani Karunasagar,",
      "Anna Godhe"
    ],
    "doi": "https://doi.org/10.3389/fphys.2019.00373",
    "journalVolume": "Vol. 10",
    "issn": "1664-042X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physiology"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/physiology",
    "abstract": "Research on the effects of climate change in the marine environment continues to accelerate, yet we know little about the effects of multiple climate drivers in more complex, ecologically relevant settings – especially in sub-tropical and tropical systems. In marine ecosystems, climate change (warming and freshening from land run-off) will increase water column stratification which is favorable for toxin producing dinoflagellates. This can increase the prevalence of toxic microalgal species, leading to bioaccumulation of toxins by filter feeders, such as bivalves, with resultant negative impacts on physiological performance. In this study we manipulated multiple climate drivers (warming, freshening, and acidification), and the availability of toxic microalgae, to determine their impact on the physiological health, and toxin load of the tropical filter-feeding clam, Meretrix meretrix. Using a structural equation modeling (SEM) approach, we found that exposure to projected marine climates resulted in direct negative effects on metabolic and immunological function and, that these effects were often more pronounced in clams exposed to multiple, rather than single climate drivers. Furthermore, our study showed that these physiological responses were modified by indirect effects mediated through the food chain. Specifically, we found that when bivalves were fed with a toxin-producing dinoflagellate (Alexandrium minutum) the physiological responses, and toxin load changed differently and in a non-predictable way compared to clams exposed to projected marine climates only. Specifically, oxygen consumption data revealed that these clams did not respond physiologically to climate warming or the combined effects of warming, freshening and acidification. Our results highlight the importance of quantifying both direct and, indirect food chain effects of climate drivers on a key tropical food species, and have important implications for shellfish production and food safety in tropical regions.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fphys.2019.00373/full"
  },
  {
    "title": "The Occurrence of Cold Spells in the Alps Related to ClimateChange",
    "authors": [
      "Seon Ki Park,",
      "Claudio Cassardo,",
      "Marco Galli,",
      "Seungmin Oh"
    ],
    "doi": "https://doi.org/10.3390/w2030363",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  363\n                                  – 380",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change is not only a likely prospect for the end of this century, but it is already occurring. Part of the changes will include global warming and increasing temperature variability, both at global and regional scales. This increased variability was investigated in this paper from the point of view of the occurrence of cold spells in the Alps in the future climate (2071–2100), compared with the present climate (1961–1990). For this purpose, a regionalisation of the climate change effects was performed within the Alps. To avoid possible errors in the estimate of the 2m air temperature, the analysis was performed on the soil surface temperature. To get realistic values for this variable, a land surface scheme, UTOPIA, has been run on the selected domain, using the output of the Regional Climate Model (RegCM3) simulations as the driving force. The results show that, in general, the number of cold breaks is decreasing over the Alps, due to the temperature increment. However, there are certain zones where the behaviour is more complicated. The analysis of the model output also allowed a relationship to be found between the number of cold breaks and their duration. The significance of these results over the whole area was assessed.",
    "readLink": "http://www.mdpi.com/2073-4441/2/3/363/"
  },
  {
    "title": "Grassroots and Youth-Led Climate Solutions From The Gambia",
    "authors": [
      "Ana Bonell,",
      "Ana Bonell,",
      "Jainaba Badjie,",
      "Sariba Jammeh,",
      "Zakari Ali,",
      "Muhammed Hydara,",
      "Adesina Davies,",
      "Momodou Faal,",
      "Aliyu Nuhu Ahmed,",
      "William Hand,",
      "Andrew M. Prentice,",
      "Kris A. Murray,",
      "Kris A. Murray,",
      "Kris A. Murray,",
      "Pauline Scheelbeek"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2022.784915",
    "journalVolume": "Vol. 10",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "Climate change and environmental degradation are among the greatest threats to human health. Youth campaigners have very effectively focused global attention on the crisis, however children from the Global South are often under-represented (sometimes deliberately) in the dialogue. In The Gambia, West Africa, the impacts of climate change are already being directly experienced by the population, and this will worsen in coming years. There is strong government and community commitment to adapt to these challenges, as evidenced by The Gambia currently being the only country on target to meet the Paris agreement according to the Nationally Determined Contributions, but again children's voices are often missing—while their views could yield valuable additional insights. Here, we describe a “Climate Change Solutions Festival” that targeted and engaged school children from 13 to 18 years, and is to our knowledge, the first peer-to-peer (and student-to-professional) learning festival on climate change solutions for students in The Gambia. The event gave a unique insight into perceived climate change problems and scalable, affordable and sometimes very creative solutions that could be implemented in the local area. Logistical and practical methods for running the festival are shared, as well as details on all solutions demonstrated in enough detail to be duplicated. We also performed a narrative review of the most popular stalls to explore the scientific basis of these solutions and discuss these in a global context. Overall, we find extremely strong, grass-roots and student engagement in the Gambia and clear evidence of learning about climate change and the impacts of environmental degradation more broadly. Nevertheless, we reflect that in order to enact these proposed local solutions further steps to evaluate acceptability of adoption, feasibility within the communities, cost-benefit analyses and ability to scale solutions are needed. This could be the focus of future experiential learning activities with students and partnering stakeholders.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.784915/full"
  }
]